{"sentences": ["Ladies and Gentlemen, Allow me to welcome you on behalf of the Monetary Policy Council of the Banque de France.", "As the euro stands on the threshold of its third year, I shall discuss in the name of our MPC the economic situation in France and the euro area, before commenting upon the latest monetary policy decisions made by the Eurosystem.", "Activity advanced at a sustained pace in the euro area The upturn experienced by the euro-area economies in the first half of 1999 continued and strengthened throughout 2000.", "Foreign trade contributed significantly to the rebound.", "In addition, the euro area benefited from a marked improvement in domestic demand, with household consumption increasing at a fast clip before stabilising at a high level in the third quarter.", "At the same time, good borrowing conditions and the prospect of robust demand, coupled with a substantial increase in the use of production capacity and improved corporate profitability, gave investment a strong boost.", "According to the most recent estimates, the conjunction of these auspicious developments should translate into 3.4% growth in euro-area GDP in 2000.", "Given the prevailing wage moderation, this acceleration in activity has been particularly propitious for job creation: the euro-area unemployment rate has declined by one percentage point since October 1999 and stood at 8.9% in October 2000.", "Surging oil prices and the depreciation in the euro's effective exchange rate have fuelled a marked rise in inflationary pressure since the autumn of 1999.", "Inflation as measured by the Harmonised Index of Consumer Prices (HICP) thus rose above the 2% threshold in the twelve months to February 2000.", "In November 2000, the year-on-year increase amounted to 2.9%.", "There have also been increasing signs of pressure on the productive system, with the appearance of production bottlenecks and rising capacity utilisation rates throughout the euro area.", "almost three points above their long-term average of 81.8%.", "In addition, the value of imports rose substantially under the combined impact of buoyant economic activity, an almost two-fold increase in oil prices and the euro's depreciation.", "As a result, the current account, which had shown a surplus, shrank to a slight deficit.", "Robust growth for the French economy Following the trend initiated in 1999, the French economy enjoyed robust growth.", "Although the growth rate levelled off somewhat in the third quarter, it should remain sustained given the renewed confidence expressed by households and the business prospects of the industrial sector, where our surveys indicate that order books are well-filled.", "All components of GDP were favourably oriented, in particular corporate investment, which grew by about 6%.", "Household consumption also made a significant contribution to growth despite the strong rise in retail prices during the year, which were impacted in particular by raw material and oil prices.", "Foreign trade made strong headway and generated a current account surplus that was still substantial despite the oil shock, reflecting in particular the continued buoyancy of service trade.", "The current account surplus for the first nine months of 2000 amounted to EUR 23.6 billion.", "The labour market benefited from the continued growth.", "According to INSEE (France's national institute of statistics and economic studies), some 485,000 net salaried positions were created in the market sector during the year.", "The unemployment rate according to the ILO definition stood at 9.4% of the labour force in October, down by 1.6 point year-on-year.", "The sharp increase in the prices of imported goods, due chiefly to oil price developments and the depreciation of the euro, translated into a sharp acceleration in the consumer price index, with a yearon-year increase of 2.2% in November.", "These developments call for vigilance, particularly since the underlying index, excluding energy and food prices, also quickened steadily throughout the year to reach a year-on-year increase of 1.4% in November, compared with 0.7% in December 1999.", "At the same time, the pressures on the productive system appeared to be particularly strong in France.", "The Banque de France's surveys indicate that the production capacity utilisation rate of over 87% is almost three points higher than its long-run average.", "Recruitment has become increasingly difficult: according to the INSEE surveys, 53% of industrial companies reported difficulty in hiring new staff in October 2000, against 39% in January 2000 and 32% in October 1999.", "This was the information available to me on 20 December 1999 when I commented on monetary policy developments in 1999.", "It is the highest level ever recorded in these statistics.", "These pressures on the productive system have been corroborated by the sharp increase in imported capital goods and manufactured products.", "Price stability: the monetary policy decisions of the Eurosystem The recent decisions should be assessed against the price stability objective assigned to the Eurosystem by the Treaty on European Union.", "In its pursuit of transparency and accountability, the Governing Council of the European Central Bank decided in October 1998 to give a precise definition of price stability as being a year-on-year increase in the euro-area HICP of below 2%.", "Its success in meeting this objective, which is the same as that adopted by the Monetary Policy Council for French monetary policy when the Banque de France became independent, should be assessed in the medium term.", "In order to meet its primary objective of price stability, the Governing Council has based its monetary strategy on two pillars, which were already part of the strategy of the Banque de France.", "It has pursued this strategy steadfastly.", "The first pillar assigns a prominent role to money, signalled by the announcement of a quantitative reference value for M3 growth, the euro area's broad monetary aggregate.", "At its meeting on 14 December 2000, the Governing Council reviewed its reference value for monetary growth.", "It decided to reconfirm this value, namely an annual growth rate of 4.5% for the broad M3 aggregate.", "The monetary authorities also wanted to be able to base their decisions on all of the information available.", "Hence the second pillar, which makes it possible to assess present and future price developments using a broad range of non-monetary indicators.", "These indicators stem from a wide range of sources: macroeconomic data, financial market indicators, exchange rates, survey findings and projections, etc.", "After a co-ordinated reduction in the key rates of the future euro area in December 1998 and a further cut in April 1999, which reduced the rate of the Eurosystem's main refinancing operation to 2.5%, the Governing Council has raised the Eurosystem's key rates in several stages since November 1999 for a total increase of 2.25 points.", "These moves were made in response to signals from the two monetary strategy pillars, which pointed to deteriorating risks to price stability.", "With regard to the first pillar, i.e.", "monetary developments, the euro area has consistently enjoyed ample liquidity conditions.", "Measured in terms of the moving three-month average, the M3 aggregate, which started the year with a growth trend of above 6%, began to show signs of slowing in the second quarter of 2000, due in particular to the hikes in the key rates.", "It worked out to 5.5% for the August to October 2000 period, that is, one point above the 4.5% reference value.", "Although M1 growth (banknotes and coins, overnight deposits) has slowed considerably, it was still very sustained with a year-on-year increase of 5.8% in October.", "Overnight deposits alone rose by 6.6%.", "This dynamism reflects the need for high cash balances in a brisk economic environment, despite the increase in the opportunity cost of holding such balances.", "In October, the annual growth rate of credit granted by monetary financial institutions to the private sector was 10.8% and that of loans 9.7%, while financing extended in the form of securities purchases grew by 21.2% year-on-year.", "This strong growth in credit to the private sector underlies the marked expansion of M3.", "The dynamic trend in the credit to euro-area residents counterpart to M3, which reflects the good performance of the economy, can also be explained by the increasing borrowing requirements of telecommunications operators, surging property prices in certain euro-area countries, and the spread of mergers and acquisitions.", "However, external transactions have had a restrictive impact on M3 growth, albeit to a lesser extent than in 1999.", "In France, credit to the private sector continued to advance at a sustained pace, posting a year-on-year increase of 9.3% in October.", "The annual growth rate of total domestic debt was 5.7% in October.", "In the course of the year, the various components of the second pillar signalled upside risks to price stability.", "This was true for the indicators for supply and labour markets, the continuing rise in oil prices and the protracted depreciation in the euro's exchange rate, which have exerted or continue to exert upward pressure on import, production and consumer prices.", "As regards the exchange rate of the euro, which is an important monetary policy indicator, both the Monetary Policy Council and the ECB Governing Council are convinced that the external value of the euro does not reflect the euro area's favourable situation and future prospects.", "This sentiment is shared by the Eurogroup, which agreed with the European Central Bank in Versailles that This phrase is the most concise and clear statement \"a strong euro is in the interests of Europe\".", "of Europe's position with respect to the external value of the euro.", "Moreover, the G7 also concurs with the Eurosystem's analysis.", "On 23 September, following the concerted intervention on foreign exchange markets on 22 September, the G7 expressed \"the shared concern of the Finance Ministers and the Governors about the potential implications of recent movements in the euro for the world economy\".", "Financial stability In Europe, price stability is the statutory responsibility of the central banks, that is, the Eurosystem.", "Not just because that is how one safeguards the purchasing power of our fellow citizens, in particular of the most vulnerable amongst them, who have the least protection against price increases.", "But also because price stability allows us to create the conditions for sustainable growth and dynamic job creation, and to combat unemployment effectively.", "In today's world, however, financial stability, for which price stability is a prerequisite, is of great value.", "We must unremittingly endeavour to create conditions for the international economy that minimise misalignments in asset prices, excessive volatility, purely speculative phenomena and dangerous herd behaviour.", "This is the underlying message in central banks' repeated calls for prudence and caution.", "Nothing is more conducive to economic euphoria than ample monetary liquidity, but the after-effects can be very painful, with the formation of speculative bubbles, sharp swings in asset prices, and the herd behaviour of huge capital flows.", "A monetary policy based on stability is the indispensable complement to the remarkable efforts undertaken these past years to improve the international financial architecture."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance"], "topics": ["Price stability", "Economic growth", "Monetary policy", "Inflation", "Unemployment", "Financial stability", "Euro", "M3", "Interest rates", "Credit growth"]}