{"sentences": ["INFLATION TARGETING IN A SMALL OPEN ECONOMY Nargis Bharucha and Christopher Kent Research Discussion Paper Economic Research Department Reserve Bank of Australia We would like to thank Philip Lowe, Lars Svensson and David Gruen for helpful suggestions.", "We are extremely grateful to Luci Ellis for training us in the use of Mathematica 3.0.", "Any remaining errors are ours.", "The views expressed are those of the authors and should not be attributed to the Reserve Bank of Australia.", "This paper investigates the merits of aggregate inflation targeting compared with non-traded inflation targeting using a model of a small open economy producing traded and non-traded goods.", "An important innovation of our approach is that we isolate the effects of exchange rate, supply and demand shocks by analysing the conditional variance of macroeconomic variables.", "We show that monetary policy should be more activist in response to exchange rate shocks for a flexible aggregate inflation target than for a flexible non-traded inflation target.", "However, in response to demand and supply shocks monetary policy is more activist for a flexible non-traded inflation target.", "The result is robust to the inclusion of forward-looking expectations, gradual exchange rate pass-through, and discretionary policy.", "In order to avoid excessive volatility in product and financial markets, it may be preferable to target inflation over a medium-term horizon.", "JEL Classification Numbers: C61, E52, E58, F41 Keywords: inflation targets, open economy, non-traded inflation, forward-looking variables, conditional variance Table of Contents 1.", "Inflation Targeting in an Open Economy 3 3.", "Non-traded and Traded Inflation - Some Empirical Evidence 5 4.", "Extensions to the Basic Model 23 6.1 Forward-looking Inflation Expectations 24 6.2 Gradual Exchange Rate Pass-through 25 6.3 Discretionary Solution 26 7.", "Conclusion 27 Appendix A: Data 29 Appendix B: State-space Forms 31 B. State-space Form for Model A 31 B. State-space Form for Model B 31 B. State-space Form for Model C 32 Appendix C: Further Results 34 ii INFLATION TARGETING IN A SMALL OPEN ECONOMY Nargis Bharucha and Christopher Kent 1.", "Introduction The practice of inflation targeting is becoming increasingly popular amongst central banks.", "Countries that currently have some form of inflation target include Australia, Canada, Finland, New Zealand, Spain, Sweden and the United Kingdom.", "The Reserve Bank of Australia (RBA) officially adopted an inflation target in 1993 with the stated objective of keeping underlying inflation between 2 and 3 per cent, on average, over the course of the business cycle (Grenville 1997).", "The merits of inflation targeting are well documented in the literature.", "Inflation targeting is said to impose discipline on central banks, promote policy transparency, and foster the credibility of the central bank.", "This serves to anchor private agents' inflation expectations, and can help to resolve the time inconsistency problems associated with monetary policy.", "For these reasons the central bank may be able to reduce inflation with less cost in terms of forgone output.", "In practice, inflation targets are accompanied by concern for output stability and perhaps interest-rate smoothing - in other words, the target is said to be flexible rather than strict.", "Strict inflation targeting may require large adjustments to the policy instrument.", "This is likely to induce extra volatility in output and interest rates, which can promote uncertainty and damage credibility.", "Flexible inflation targeting allows the central bank to maintain low, and relatively stable inflation, while promoting stability in product and financial markets.", "Earlier work on inflation targeting was based on a closed economy framework where the central bank adjusts its policy instrument (usually the short-term nominal interest rate), to impact upon demand which in turn affects inflation.", "More recent work by Svensson (1998) and Ball (1998) focuses on inflation targeting in an open economy, emphasising the importance of the exchange rate.", "Movements in the exchange rate occur in response to changes in interest rates, but also for speculative reasons.", "Changes in both interest rates, and the exchange rate, affect inflation indirectly via a lagged effect on demand.", "However, changes in the exchange rate also have a direct effect on the price of traded goods, and thus on aggregate inflation.", "Also, changes in the exchange rate may affect inflation expectations directly.", "In this paper, we develop a model of a small open economy with traded and non-traded sectors.", "We investigate the implications of aggregate inflation targeting compared with targeting inflation of non-traded goods and services.", "Our model provides a description of an open economy which takes the world price of traded goods as given.", "In contrast to previous work, we distinguish between the consequences of different types of shocks by presenting variances of key macroeconomic variables, conditional on the type of shock hitting the economy.", "The implications of inflation targeting in a small open economy are not as clear as in the case of a closed economy.", "For example, consider a shock that causes a persistent depreciation of the exchange rate which is not justified by fundamentals (such as a fall in the terms of trade).", "The immediate result is higher inflation in the traded goods sector.", "There will also be some inflationary pressure in the non-traded sector.", "Targeting aggregate inflation may involve substantial adjustment of the interest rate and subsequent volatility in output.", "One way of avoiding such an extreme outcome may be to target non-traded inflation.", "This would require less adjustment of the interest rate, and hence, less variability in output and non-traded inflation, at the cost of greater variability in the exchange rate and aggregate inflation.", "However, targeting non-traded inflation may produce undesirable outcomes when the economy is subject to shocks other than to the exchange rate.", "For example, in response to demand shocks, or shocks to non-traded inflation, a central bank with a non-traded inflation target is likely to restore equilibrium rapidly.", "This occurs through large adjustments in the interest rate, at the cost of greater volatility in the exchange rate and aggregate inflation.", "The paper is structured as follows.", "Section 2 provides a brief review of the literature and discusses issues associated with inflation targeting in an open economy.", "We maintain that in the context of a small open economy there is a fundamental distinction between aggregate inflation and inflation in the non-traded sector.", "Section 3 presents empirical evidence that aggregate inflation behaves differently to non-traded inflation.", "Against this background, Section 4 presents a theoretical model of a small open economy with traded and non-traded sectors, and a forward- looking exchange rate.", "The model is used to compare aggregate versus non-traded inflation targeting.", "Simulation results are presented in Section 5 for the simplest version of the model with backward-looking inflation expectations.", "Section 6 presents some extensions to the basic model, including forward-looking inflation expectations, gradual exchange rate pass-through and discretionary policy.", "Section 7 summarises the main findings of the paper.", "Inflation Targeting in an Open Economy Standard theoretical analysis of inflation targeting is based on a closed economy model.", "Aggregate demand depends negatively on the lag of the real interest rate.", "Aggregate supply is represented by a Phillips curve where inflation equals its expectation plus some adjustment for inflationary pressure associated with the output gap.", "The output gap is assumed to have a positive impact on inflation, often with a one-period lag.", "Thus a change in the interest rate is transmitted to inflation with a two-period lag via output.", "Given the control lag with which policy affects inflation, the central bank must adopt a procedure known as inflation forecast targeting (Svensson 1996).", "In the simplest models, under strict inflation targeting, policy is set based on a two-period ahead forecast of inflation so as to move towards the target within the minimum control lag.", "However, under flexible inflation targeting the inflation forecast horizon is longer than the minimum control lag, depending on the nature of the central bank's preferences.", "These preferences are reflected in an objective function that penalises deviations of inflation from target, and possibly deviations of output from potential, and may also reflect some preference for interest-rate smoothing.", "Recent contributions by Svensson (1998) and Ball (1998) extend models of inflation targeting to an open-economy setting.", "This requires explicit consideration of both the demand and exchange rate channels of monetary policy.", "Ball (1998) includes the indirect effect of exchange rates on inflation via the output gap, as well as the direct effect of the exchange rate on the domestic price of imported intermediate inputs.", "The direct effect implies that the central bank can target inflation with a one-period lag.", "Thus movements in the exchange rate have strong implications for the setting of interest rates.", "Ball shows that an economy subject to exchange rate fluctuations will be forced to make frequent adjustments to the interest rate in order to achieve a strict inflation target.", "This will generate volatility in output which may be unacceptable to the monetary authority.", "To avoid excessive variability in the economy, Ball suggests targeting a refined measure of inflation which abstracts from the direct, but temporary effects of changes in the exchange rate.", "Svensson (1998) presents an open-economy model where goods are either imported, or domestically produced.", "He assumes that the economy is small in the market for imported goods, but not in the world market for its own output.", "This justifies the distinction between CPI-inflation targeting, and targeting inflation of domestically produced goods.", "Strict CPI-inflation targeting relies on the direct exchange rate channel to stabilise inflation at a short horizon, and thus introduces substantial fluctuation in other variables.", "For this reason, Svensson recommends flexible CPI-inflation targeting which stabilises inflation and output at a longer horizon.", "The appropriate distinction for a open economy is that between aggregate inflation and inflation in the non-traded sector.", "Domestically produced goods are of two broad classes, traded or non-traded, the prices of which are determined by different factors.", "Traded goods prices are determined in world markets and converted into domestic currency prices at the prevailing exchange rate; non-traded goods prices are in large part determined by domestic conditions.", "In this paper we present a model of a small open economy with a traded and non-traded sector.", "The exchange rate is forward looking and responds instantly to shocks and unexpected changes in the path of the policy instrument.", "Inflation in the traded sector is determined by changes in the exchange rate.", "Given the interaction between the interest rate and the exchange rate, monetary policy can impact upon the traded component of aggregate inflation rapidly due to the direct effect of the exchange rate.", "Non-traded inflation is affected indirectly via demand, and directly by the effect of policy on inflation expectations, and on the exchange rate.", "This is of relevance to the construction of a Monetary Conditions Index (MCI), and is discussed by Ball (1998).", "For an early discussion of the distinction between traded and non-traded goods see Salter (1959) and Swan (1960).", "Interestingly, Swan considers a small open-economy model in which policy-makers are concerned about internal price stability, making this early work relevant to the discussion of inflation targeting.", "Overlaying our representation of the economy is the central bank's loss function which embodies preferences over inflation, output stability, and interest-rate smoothing.", "An aggregate inflation target may induce excessive volatility in the interest rate to offset exchange rate shocks.", "A non-traded inflation target may induce excessive volatility in the exchange rate when policy is adjusted to offset supply or demand shocks.", "Under such circumstances it may be appropriate to adopt a more flexible aggregate inflation target over a longer forecast horizon.", "Non-traded and Traded Inflation - Some Empirical Evidence We maintain throughout the paper that aggregate and non-traded inflation follow fundamentally different processes.", "This is confirmed by our analysis of Australian data.", "Dwyer, Kent and Pease (1994) have shown that the domestic currency price of traded goods depends on the world price and the exchange rate.", "This implies that the exchange rate plays a significant role in the determination of aggregate inflation, as we confirm below.", "In contrast, we show that the price of non-traded goods is determined primarily by domestic conditions, namely unit labour costs.", "For the purpose of empirical estimation we construct measures of both the aggregate and non-traded underlying CPI for the Australian economy.", "Disaggregated price series are used to construct measures of the underlying CPI for the traded and non-traded sectors.", "Price series are associated with either traded or non-traded sectors according to the classification scheme in Dwyer (1992).", "A sector is classified as traded if at least 10 per cent of production in that sector is exported or directly import competing.", "Remaining sectors are used to construct a measure of the non-traded CPI; further details are provided in Appendix A.", "Figure 1 shows our measures of underlying CPI inflation for both traded and non-traded goods and services.", "The published series for aggregate underlying CPI inflation is also shown.", "The first episode is that of the early 1980s wage-push during which non-traded inflation reached almost 14 per cent, while traded inflation remained steady at around 9 per cent.", "The second episode coincides with the strong depreciation of the Australian dollar in 1985/86.", "The depreciation led to a rapid increase in traded inflation to rates above non-traded inflation, which had also increased, but to a lesser extent.", "Towards the end of this episode, non-traded inflation turned down almost a year before traded inflation.", "The third episode begins in 1995 when non-traded inflation increased against the background of strong domestic conditions, while the exchange rate appreciation reduced traded inflation.", "Figure 2 compares underlying CPI inflation of traded goods and services with import price inflation.", "The volatility of import price inflation reflects rapid and complete first stage pass-through of the exchange rate to the price of imports (Dwyer, Kent and Pease 1994).", "In contrast, our measure of CPI inflation in the traded sector is less volatile.", "This is because our measure is based on final retail prices, and therefore, it incorporates a sizeable non-traded component due to the costs of bringing goods to market (Dwyer and Lam 1994).", "What we loosely refer to as traded inflation in our theoretical model, is in reality closer to import price inflation.", "While our measure of CPI inflation in the traded sector is not directly comparable with our theoretical definition, non-traded CPI inflation is consistent with our model.", "For this reason we focus our empirical analysis on the distinction between aggregate and non-traded CPI inflation.", "Following de Brouwer and Ericsson (1995), we adopt an error-correction framework in our estimation of Australian inflation.", "The model assumes a long-run relationship between the underlying CPI, unit labour costs and import prices.", "The mark-up of retail prices over the cost of production is determined in the short run by the output gap (see Appendix A for a further discussion).", "We estimate a model for both aggregate and non-traded inflation from September 1979 to December 1997.", "Results for parsimonious specifications are shown in Table 1, and indicate that a rise in unit labour costs and/or import prices will increase both measures of the CPI.", "The price of imports is equal to the free on board price of merchandise imports (excluding oil, computers and 'lumpy' items such as aircraft).", "In some respects it may appear to be more appropriate to distinguish between import price inflation and domestic inflation, rather than traded and non-traded inflation (Svensson 1998; Ball 1998).", "However, a small open economy takes the prices of both imports and exports as given, with the prices of domestically produced import substitutes also being closely linked to world markets.", "To the extent that export goods are consumed domestically, their prices will also be determined by world markets.", "A large proportion of Australian exports are either resource or rural based, and therefore are not directly relevant to measures of consumer price inflation.", "Also, Dwyer, Kent and Pease (1994) showed that prices of manufactured exports are determined according to a world market for manufactured goods, and therefore should move closely with the price of imports (which are themselves largely manufactures).", "The significance of the coefficients on the lagged level of underlying CPI indicates that cointegration exists.", "Homogeneity is not rejected in either model.", "Estimated long-run elasticities for aggregate and non-traded CPIs are shaded in Table 1.", "Import prices, and hence, the exchange rate, have a greater effect on the aggregate CPI with a long-run elasticity of 0.40.", "Unit labour costs have a greater effect on the non-traded CPI, with a long-run elasticity of 0.81, compared with 0.24 for import prices.", "Augmented Dickey-Fuller tests suggest that these variables are integrated of order one and that at least one cointegrating relationship exists.", "We do not present these results, however, similar findings are reported in de Brouwer and Ericsson (1995).", "We may expect that homogeneity should be rejected in this model if there is greater productivity growth in the traded sector relative to the non-traded sector.", "One way to address this problem would be to include a linear time trend to capture any productivity differential.", "Including a linear time trend did not alter our main findings.", "We also investigated the stability of these models by estimating over a rolling fixed window of 60 observations beginning in September 1974.", "Numbers in braces {} are p-values.", "consistent with increased openness of the economy.", "However, these models exhibit instability for sample periods beginning in the early 1980s, particularly in the case of aggregate inflation.", "The source of this instability is difficult to discern.", "In summary, our empirical results are consistent with the premise that aggregate inflation and non-traded inflation follow distinct processes.", "The exchange rate has a greater impact on aggregate inflation through its determination of traded goods prices, while prices in the non-traded sector depend more on domestic conditions.", "Theoretical Model In this section of the paper we present a stylised model of a small open economy with a traded and non-traded sector.", "Our goal is to investigate the behaviour of key variables when targeting aggregate inflation as opposed to non-traded inflation.", ".1 The Model We assume that traded and non-traded goods are produced and consumed in the domestic economy.", "The structure of the economy is described by five reduced form equations and three identities.", "An additional equation describes the central bank's objective function.", "The solution to the model is the path of the policy instrument, in this case the nominal interest rate, which minimises the objective function subject to the structure of the economy.", "(All variables are expressed as deviations from their long-run means and all coefficients are greater than, or equal to, zero.)", "Traded inflation We assume that the country is small (that is, a price taker on world markets) and that there is no non-traded component in the final price of traded goods.", "For simplicity we assume that the world price of traded goods is constant and that pass-through is complete and instantaneous.", "Hence: T where is the inflation rate of traded goods, e is the log of the nominal exchange rate (defined as the number of units of local currency per unit of foreign currency), and ∆ is the first difference operator.", "In Section 6.2 of the paper we consider an extension to the model which allows for more gradual pass-through of the exchange rate.", "Non-traded inflation (Phillips Curve) The centre-piece of the model is an extension of the standard Phillips curve for non-traded inflation.", "Our reduced form specification is amenable to various assumptions regarding expectations and price formation: ** y e e (2) π = π + α + β ∆ + β ∆ + ε t t - 1 1 t - 1 2 t - 2 t where is the inflation rate of non-traded goods and services, is expected inflation (defined below), y is the output gap applicable to the non-traded sector, and is an independently and identically distributed (i.i.d.)", "shock to non-traded inflation, normally distributed with mean zero, and variance σ .", "Hereafter we refer loosely to this as a supply shock, by which we mean any shock which causes a contemporaneous and unexpected change in non-traded inflation.", "The term ** represents a general form of inflation expectations.", "There are two avenues for consideration.", "First, expectations could be backward looking, forward looking, or some combination of both.", "This specification may directly capture the way in which agents form expectations.", "Alternatively, it may reflect the existence of overlapping contracts (Taylor 1980).", "Second, we examine two special cases, where ** is the expectation of either non-traded inflation or aggregate inflation.", "Whereas firms care about the real product wage, workers care about the real consumption wage.", "More generally, there will be some bargaining between workers Although we discuss our specification of the non-traded Phillips curve, it is beyond the scope of this paper to derive it formally.", "It may be that price setting by firms follows a partial adjustment process as in Svensson (1998).", "For a discussion of how this can be incorporated into our model see Section 6.1.", "Taylor (1980) assumes that wages are the only source of nominal rigidity, while Calvo (1983) assumes that all nominal rigidities are in product markets.", "Svensson (1998) provides a structural aggregate supply equation for domestically produced goods based on nominal rigidities in product markets.", "We assume that when setting prices, non-traded firms have no regard for the relative price of non-traded to traded goods.", "However, this relative price does have a delayed impact through its effect on aggregate demand for non-traded goods.", "and firms, and π ** might be some combination of expected aggregate inflation and expected non-traded inflation.", "Increases in the non-traded output gap cause higher non-traded inflation.", "Finally, non-traded inflation may also depend on the cost of traded intermediate inputs.", "Firms in the non-traded sector are assumed to purchase traded intermediate inputs in advance of production.", "This effect is captured by the inclusion of lagged changes in the exchange rate.", "Aggregate inflation identity Aggregate consumer price inflation, π , depends on the long-run share of traded goods in consumption, η :17 π ≡ ηπ + (1 - η ) π , η ∈ [0,1] Non-traded output gap The non-traded output gap is equal to (log) demand for the non-traded good, less (log) potential output of the non-traded good.", "For simplicity we assume that potential output in both sectors is fixed.", "Output in the short run is determined by the level of demand.", "Given that all series are demeaned, the non-traded output gap is equivalent to the demand for non-traded goods which depends on lags of both the real interest rate and the relative price of non-traded goods: = μ - φ - γ - γ + ε , μ ∈ [0,1) t t - 1 t - 1 1 t - 1 2 t - 2 yt where r is the real interest rate, q is the relative price of non-traded to traded goods, and ε is an i.i.d.", "shock to demand for non-traded goods, normally distributed with mean zero, and variance σ 2.", "For ease of exposition we refer to this as a demand shock.", "The parameter μ captures the degree of persistence in demand.", "This specification implies that it takes two periods for interest rate changes to have an effect on non-traded inflation via the demand channel.", "In addition, an increase in the relative price of non-traded goods is assumed to reduce demand in the non-traded sector, albeit with a lag.", "This mechanism drives the model towards long-run equilibrium in which the relative price of non-traded goods is unchanged.", "The relevance of the non-traded output gap is justified by assuming that (at least in the medium term) factors of production are specific to each sector of the economy.", "Hence, only demand in the non-traded sector will have an impact on non-traded inflation.", "Alternatively we could develop a model where the focus is on aggregate demand.", "In this case there would be no role for the relative price of non-traded goods in determining aggregate demand.", "However, to close this model, we would need to include a role for the relative price of non-traded goods directly in the Phillips curve for non-traded inflation.", "Nominal exchange rate We assume Uncovered Interest Parity (UIP) which implies: ∆ e = i - i - ρ (5) f where i is the domestic nominal interest rate, i is the foreign interest rate (assumed to be zero for simplicity), ρ is a risk premium, and represents the expectation at t of the nominal depreciation between t and t +1.", "Shocks to the exchange rate are an important focus of our paper.", "We model these shocks as changes in the risk premium which can exhibit persistence.", "This allows us to focus on shocks that are speculative in nature, rather than driven by fundamentals (such as the terms of trade).", "Relative price identity The relative price of the non-traded good is: t t Tt where pN and pT are the (log) price levels of non-traded and traded goods respectively.", "Real interest rate identity t ≡t where π * is the expectation of aggregate inflation (consistent with the form of expectations in π **).", "The risk premium The risk premium is assumed to have some degree of persistence: ρ = θ ρ + ε θ ∈ where ε is an i.i.d.", "shock to the risk premium, normally distributed with mean zero, and variance 2.", "For expositional purposes we refer to this as an exchange rate shock.", "The central bank's loss function The central bank has a loss function which is generalised to incorporate preferences for targeting aggregate or non-traded inflation, as well as preferences for output stability and smoothing the path of interest rates: where δ is the central bank's rate of time preference (0 < δ≤ 1 ), and ( )o is the expectations operator taken at time t. The coefficients and reflect the central bank's preferences for aggregate or non-traded inflation being at target (the target is set to zero for simplicity).", "The coefficient represents a preference for maintaining output at potential.", "The coefficients and represent preferences for interest rate stabilisation, and interest-rate smoothing respectively.", ".2 Baseline Model Specification - Model A The solution to the model is the path of the interest rate that minimises the loss function subject to the constraints implied by the structure of the economy.", "First we examine a very simple model with backward-looking inflation expectations and with based on non-traded inflation.", "Parameter values are presented in Table C1 in Appendix C. We present two sets of results, one where the central bank targets aggregate inflation, and one where the central bank targets non-traded inflation.", "The non-traded output gap is equivalent to the aggregate output gap in our model.", "The traded output gap is equal to zero because potential output is assumed fixed, and total demand (as opposed to domestic demand) for the traded good is constant.", "The latter point is implicit in our assumption of a constant price for traded goods in foreign currency terms.", "We present results based on = 0 and ≥ 0 ; the interest rate jumps in response to a shock, but by less than in the case where > 0 and = 0.", "Consistent with the observed practice of inflation-targeting, we assume that the central bank always places some weight on output stability and interest rate smoothing.", ".3 State-space Form and Solution There is a standard technique for obtaining the solution to models with forward-looking variables.", "This technique requires that the equations be expressed in state-space form.", "Using the same notation as Svensson (1998), let denote a vector of the predetermined variables and denote a vector of the forward-looking variables.", "The vector of shocks to the predetermined variables is represented by , and the vector of policy goal variables is denoted by .", "This dynamic optimisation problem is solved in Backus and Driffill (1986), and applied in Svensson (1994, 1998).", "In models with forward-looking variables, the form of the solution depends on whether the central bank can pre-commit to an optimal policy rule.", "For now, we restrict our attention to the commitment solution and consider the alternative discretionary solution in Section 6.3.", "The commitment solution implies that the optimal interest rate will be a function of both predetermined variables and forward-looking variables, namely: t t where N is an endogenously determined 1× n vector.", "A detailed description of the algorithm used to determine M and N is described in Backus and Driffill (1986) and Svensson (1994, 1998).", "The solution to the model can be represented in a number of ways.", "We focus our attention on impulse response functions and the conditional variance of key variables.", "The impulse response functions describe the dynamic response of each variable to exchange rate, supply and demand shocks (equal to one standard deviation).", "We present the unconditional variance of each variable which describes the variability of the system when all shocks are operating.", "However, the unconditional variance depends on the assumptions regarding the relative size of each type of shock.", "Because of this, we prefer to focus on the variance of each variable conditional on the type of shock.", "In fact, the merits of aggregate versus non-traded inflation targeting depend critically on the type of shock under consideration.", "For a more detailed discussion of unconditional and conditional variances see Section 5.", "The model was solved using Mathematica 3.0.", "Copies of the programs are available from the authors on request.", "The stylised nature of our model makes it difficult to interpret the exact length of one period.", "In our model the full effect of the real interest rate on demand occurs with a one-period lag.", "Gruen, Romalis and Chandra (1997) present evidence that for Australia, the effect of the interest rate on demand occurs over a lag of between 0 to 6 quarters.", "This suggests that in our model one period should be longer than one quarter, but perhaps shorter than one year.", "The length of a period also depends on assumptions regarding the persistence of output - higher persistence implies a shorter period length.", "Results for Model A We consider two scenarios, one based on a flexible aggregate inflation target, and one based on a flexible non-traded inflation target (that is, and are either 0 and 1, or 1 and 0 respectively, while and = 0.5 = 0.01).", "The impulse response functions for Model A are shown in Figure 3.25 First, consider the path of variables under aggregate inflation targeting, as indicated by bold lines.", "The left panel shows the response to a one standard deviation exchange rate shock (that is, a rise in the risk premium).", "The central bank raises interest rates to partially offset the depreciation implied by the shock.", "The nominal exchange rate depreciates initially and then gradually appreciates (that is, the exchange rate overshoots).", "Aggregate inflation moves in a similar fashion to the nominal depreciation due to the traded component, and because the response of non-traded inflation is relatively small.", "The real interest rate rise causes output to fall at the outset.", "As the real interest rate returns towards its neutral level, the stimulatory effect of the fall in the relative price of non-traded goods begins to dominate.", "This explains the rapid recovery in output.", "These factors combine to generate a cycle in output and non-traded inflation.", "The initial depreciation stimulates non-traded inflation through the influence of traded intermediate inputs.", "However, this is soon offset by the decline in demand, which leads to a fall in non-traded inflation, before the system returns to equilibrium.", "The optimal interest rate rule for Model A is described by the elements of the vector N in Equation (11).", "However, the interpretation of these coefficients is difficult because the contemporaneous relative price term is a forward-looking variable which responds to shocks instantaneously.", "In Section 6.3 we discuss discretionary policy in which the optimal interest rate is a function of only predetermined variables; this makes the rule easy to interpret.", "However, for consistency we did not report the results of optimal interest rate rules for any of the models in the paper (they are available from the authors on request).", "In both cases the nominal interest rate rises, causing an initial exchange rate appreciation, followed by depreciation in subsequent periods.", "The real interest rate rises quickly and then falls away.", "The appreciation causes a jump up in the relative price of the non-traded good which acts in conjunction with the higher real interest rate to reduce output.", "Non-traded inflation moves in accordance with movements in output; the effect of changes in the cost of intermediate traded inputs is not particularly noticeable.", "Turning to the case of non-traded inflation targeting, the relevant impulse response functions are represented by dashed lines in Figure 3.", "Compared with aggregate inflation targeting, the interest rate response is substantially smaller in the case of an exchange rate shock.", "The initial depreciation is greater, and aggregate inflation rises further.", "However, movements in the real interest rate and the relative price offset each other in terms of their effects on output which remains hardly changed.", "Non-traded inflation is less variable as expected.", "In the case of supply and demand shocks the response of the interest rate is greater when targeting non-traded rather than aggregate inflation.", "This response is required to ensure a more rapid return of non-traded inflation and demand to equilibrium, but comes at the expense of a larger initial appreciation, and hence, a larger initial fall in aggregate inflation.", "The relative price rises further initially, but returns to equilibrium more rapidly.", "One counter-intuitive result to emerge from Model A, is that aggregate inflation falls initially in response to inflationary supply and demand shocks.", "This result is in part due to our assumption of instantaneous exchange rate pass-through.", "The increase in interest rates in response to inflationary supply and demand shocks implies an exchange rate appreciation.", "This is fully reflected in aggregate inflation in the same period that the shock hits.", "In Section 6.2, we address this problem by considering a model with gradual exchange rate pass-through over two periods.", "In this specification, we demonstrate that an inflationary supply shock leads to an immediate increase in aggregate inflation (the appreciation feeds more gradually into traded inflation and aggregate inflation is dominated by the higher inflation of non-traded goods).", "Even so, gradual pass-through of this type is still not sufficient to ensure a rise in inflation initially following a demand shock.", "The initial fall in inflation in response to inflationary demand shocks is also driven by another key assumption.", "Namely, we have assumed that the central bank observes and responds to shocks in the period they occur.", "In the period that an inflationary demand shock hits the economy, interest rates are increased and the exchange rate appreciates.", "This means that traded inflation falls instantly, whereas non-traded inflation rises in response to the demand shock with a one-period lag.", "This is why aggregate inflation falls initially with the shock.", "In reality there is likely to be a delay before the shock is observed and perhaps a further delay before policy responds, by which time the demand shock will have caused non-traded inflation to increase substantially.", "This would act to offset any fall in traded inflation (coming from an appreciation), and so aggregate inflation would always increase in response to an inflationary demand shock.", "The variances of the key variables are shown in Table 2 for Model A under both targeting regimes.", "We examine two different measures of variance.", "The first, we call the unconditional variance.", "The unconditional variance of a series is calculated by assuming that all three shocks are active.", "This provides a realistic summary of the expected behaviour of the economy if the relative sizes of the shocks are accurate.", "The second measure of variance we call the conditional variance, which provides a measure of how the economy responds when only one of the three shocks is active.", "This is a useful measure if there is little confidence in the relative size of the three shocks used when calculating the unconditional variances.", "We begin with a comparison of the unconditional variances across both regimes.", "These show that targeting non-traded inflation causes an increase in the volatility of all variables (other than non-traded inflation), especially the interest rate and exchange rate.", "However, this result may be misleading because it could be altered by increasing the size of exchange rate shocks relative to supply and demand shocks.", "This is made clear by a comparison of the conditional variances across the two targeting regimes.", "Given that the central bank has relatively little regard for volatility in the exchange rate when targeting non-traded inflation, it can move the interest rate further initially, and return the economy to equilibrium more rapidly.", "For these shocks, the variances of aggregate inflation, interest rates and the exchange rate are all higher under non-traded inflation targeting, while the variance of non-traded inflation is lower.", "The variance of output is lower under non-traded inflation targeting for a demand shock, but the opposite is true for a supply shock.", "The interest rate response is greater for demand and supply shocks under non-traded inflation targeting compared with aggregate inflation targeting.", "The opposite is true for a shock to the exchange rate.", "A shock to the exchange rate has less effect on non-traded inflation and so there is less need to offset this shock with changes in the interest rate.", "Accordingly, when targeting non-traded inflation, the conditional variances of non-traded inflation, output, interest rates and the relative price are all lower for an exchange rate shock, while the variance of aggregate inflation and the exchange rate are higher.", "In summary, neither aggregate inflation targeting nor non-traded inflation targeting produce consistently lower volatility in both product and financial markets across all types of shocks.", "This is true even though both regimes are flexible, with the same preference for output stability and interest rate smoothing.", "Policy under aggregate inflation targeting is more activist in the case of an exchange rate shock.", "This reduces the volatility of the exchange rate and aggregate inflation at the cost of greater volatility of the interest rate, output and non-traded inflation.", "In contrast, under non-traded inflation targeting policy is more activist in the case of supply and demand shocks.", "This reduces the volatility of non-traded inflation, at the cost of greater volatility in the interest rate, the exchange rate and aggregate inflation.", "These broad results are quite general and should hold for alternative model specifications and a range of parameter values, so long as three key assumptions are not violated.", "First, that the direct exchange rate channel has a more rapid effect on inflation than the aggregate demand channel.", "Second, that changes in the exchange rate have a greater impact on aggregate inflation over the short-term compared with non-traded inflation.", "Third that changes in the interest rate have a contemporaneous effect on the exchange rate.", "In the remainder of the paper we demonstrate that our main result is robust to alternative model specifications.", "It is worth mentioning that we investigated a variant of Model A, where was based on aggregate inflation.", "In this model, non-traded and aggregate inflation behave similarly.", "However, this result appears to be inconsistent with our empirical analysis, which demonstrated that non-traded and aggregate inflation move apart when there are significant changes to either the exchange rate or unit labour costs.", "Similar findings are likely in forward-looking models with based on aggregate inflation however, the solution to these models is not straightforward.", "Extensions to the Basic Model The main results from Section 5 are robust to alternative specifications.", "In what follows we adapt the model to include forward-looking inflation expectations, gradual exchange rate pass-through, and the case of discretionary policy.", ".1 Forward-looking Inflation Expectations Consider a model in which expectations are forward looking in product markets.", "It is also consistent with partially forward-looking expectations in product markets.", "As before, we focus on impulse response functions (Figure C1, Appendix C), and conditional variances (Table C2, Appendix C).", "The results for Model B are consistent with those of Model A. Namely, policy is more activist for exchange rate shocks when targeting aggregate inflation, and more activist under demand and supply shocks when targeting non-traded inflation.", "Forward-looking inflation expectations appear to make the job of the central bank easier, as implied by the lower expected value of the central bank's loss function in Model B compared with Model A (Table C5).", "This is consistent with de Brouwer and Ellis (1998).", "However, in our model this result is contingent on the relative size of each of the three shocks.", "A comparison of conditional variances shows that the result is largely driven by the supply shock - the conditional variances in response to a supply shock are generally lower (than in Model A) under both regimes when inflation expectations are forward looking.", "In contrast, conditional variances for exchange rate and demand shocks are generally higher when inflation expectations are forward looking.", "This is primarily due to the behaviour of the real interest rate under forward-looking expectations.", ".2 Gradual Exchange Rate Pass-through We extend Model B by incorporating gradual pass-through of the exchange rate into traded inflation.", "We assume that pass-through is complete within two periods.", "With gradual exchange rate pass-through, a positive supply shock increases inflation under both targeting regimes.", "The demand shock still reduces aggregate inflation initially, but to a lesser extent than in the case where pass-through is instantaneous.", "Even more gradual pass-through, perhaps even with a delay in pass-through, would be likely to reduce this initial fall in inflation in response to an inflationary demand shock.", "However, as we discussed in Section 5, this initial fall in aggregate inflation is in part caused by our assumption that the central bank observes and responds to the shock in the same period at it occurs; before the demand shock has led to a rise in non-traded inflation, and hence, in aggregate inflation.", "For an inflationary exchange rate shock, the real interest rate rises by less than the nominal rate when expectations are backward looking.", "Hence, the nominal interest rate can be increased further to offset the rise in the risk premium, without producing as large a rise in real rates and, hence, output does not fall as far.", "In contrast, for an inflationary demand shock, the real interest rate rises by more when inflation expectations are backward looking; this is because the large appreciation actually reduces inflation initially.", "We altered the way in which the output gap enters the non-traded Phillips curve so that the aggregate demand channel can have an effect on inflation while the effect of exchange rate changes are still passing through to traded inflation.", "Not surprisingly, the expected value of the central bank's loss function (Table C5) is considerably lower in Model C than either of the previous models, particularly in the case of aggregate inflation targeting.", ".3 Discretionary Solution Thus far we have restricted our attention to the commitment solution.", "In models with forward-looking variables, there is generally a difference between commitment and discretionary solutions.", "In the case of commitment, the optimal interest rate today depends on the current value of forward-looking variables, which in turn depend on the expected future path of interest rates.", "However, under the discretionary solution the central bank can re-optimise every period and hence, cannot commit to the future path of interest rates.", "Because of this, the optimal interest rate at time t will depend only on the value of predetermined variables, and not on the value of forward-looking variables.", "That is: t t where F is an endogenously determined 1 n vector.", "The forward-looking variables will also be a linear function of the predetermined state variables: t t where C is an endogenously determined n n matrix.", "The solution technique is described in Backus and Driffill (1986) and Svensson (1994, 1998).", "Results for the discretionary solution to Model C are provided in Figure C3 and Table C4.", "Discretionary policy does not alter the main findings of the paper.", "Policy is more activist under aggregate inflation targeting for exchange rate shocks, and more activist under non-traded inflation targeting for supply and demand shocks.", "Conclusion This paper analyses inflation targeting in a small open economy.", "In line with more recent literature we emphasise the importance of the exchange rate channel, in conjunction with the conventional aggregate demand channel.", "Transmission of policy via the exchange rate works with greater speed, reducing the control lag with which the central bank is able to achieve its inflation target.", "However, targeting inflation at a shorter horizon may induce considerable volatility in both output and interest rates.", "To investigate these issues more thoroughly, we developed a model for an open economy that produces traded and non-traded goods.", "We argue that this distinction is the relevant one for a small open economy, such as Australia, and is consistent with empirical evidence.", "We compared the behaviour of relevant macroeconomic variables under two regimes - aggregate inflation targeting and non-traded inflation targeting.", "A feature specific to our analysis is our ability to isolate the impact of different shocks.", "In line with Svensson (1998), we present unconditional variances calculated based on the combination of all shocks hitting the economy.", "However, we also present the variance of key variables, conditional on individual shocks to the exchange rate, non-traded inflation and demand.", "This provides valuable information, particularly in the case where the relative size of different shocks is uncertain (that is, the average size of exchange rate shocks relative to supply and demand shocks).", "Compared with aggregate inflation targeting, targeting non-traded inflation allows the central bank to tolerate more extreme movements in the exchange rate.", "For an exchange rate shock, targeting aggregate inflation implies a larger interest rate response.", "This reduces the volatility of the exchange rate, at the cost of greater variability in output and non-traded inflation.", "In contrast, the policy response to supply or demand shocks is greater in the case of non-traded inflation targeting.", "This allows non-traded inflation and output to return to equilibrium more rapidly, at the cost of greater variability in both the exchange rate and aggregate inflation.", "Our results are robust to alternative specifications of the basic model.", "We examined models with forward-looking inflation expectations, and gradual exchange rate pass-through to domestic prices of traded goods.", "Also, we considered the case of discretionary policy where the central bank is unable to pre-commit to the path of its instrument.", "These variations did not alter the main findings of the paper.", "We are unable to provide an answer as to whether aggregate inflation targeting is strictly preferable to non-traded inflation targeting.", "We have considered an institutional framework in which the central bank sets policy according to either one of two simple objective functions.", "However, it is plausible that society has preferences for avoiding excessive volatility in product and financial markets which are not adequately captured by either of these simple objective functions.", "Although it is beyond the scope of this paper to formally model social preferences, we could imagine that if we had an explicit form for the social welfare function then we would be able to evaluate whether or not aggregate inflation targeting is preferable to non-traded inflation targeting.", "In this paper we have demonstrated that the result of this comparison will depend not only on the exact form of the social welfare function, but also on the nature, and relative size of the shocks hitting the economy.", "An inflation target with a more medium-term perspective would be one way of avoiding the extreme outcomes that can be associated with standard flexible aggregate and non-traded inflation targeting regimes (that is, with some preference for output stability and interest rate smoothing).", "In the case of an exchange rate shock, aggregate inflation would be allowed to move away from target in the short term, thereby lessening the need to generate volatility in non-traded inflation, output and interest rates.", "In the case of a supply shock (that is, a shock to non-traded inflation), the return to target could be more gradual, thereby avoiding extreme movements in interest rates and the exchange rate.", "The same is true of a demand shock.", "A goal of price stability over the medium term may appear to undo some of the benefits of having a more narrowly defined inflation objective for the central bank.", "However, there is likely to be a trade-off here; if the objective is too restrictive and creates excessive volatility in either financial or product markets, then the credibility of the regime will no doubt suffer.", "Appendix A: Data Real gross domestic product, GDP(P) Definition: Production measure of GDP by industry (1989/90=100, seasonally adjusted).", "Components of this series are used to construct non-traded GDP.", "Source: ABS National Accounts Cat.", "Underlying consumer price index (CPI) Definition: Components of the Treasury underlying consumer price index (1989/90=100) are used to construct our measures of traded and non-traded inflation (see Kearns 1997).", "Based on analysis of inputoutput tables, the findings of Dwyer (1992) and Dwyer and Groeger (1994) are used to classify industries as traded or non-traded according to the 10 per cent threshold discussed in Section 3.", "A concordance between these industries and expenditure classes is made.", "A Laspeyres index of traded and non-traded prices is then constructed.", "Source: Consumer Price Index, ABS Cat.", "Unit labour costs Definition: RBA's measure of underlying unit labour costs per wage and salary earner.", "Source: Reserve Bank of Australia, unpublished data.", "Tariff-adjusted import prices Definition: Tariff-adjusted implicit price deflator for merchandise imports, excluding exogenous imports, computers and other lumpy import items.", "Source: The constant and current price series for merchandise imports less exogenous items are taken from Balance of Payments ABS Cat.", "Data prior to September 1981 are taken from the SITC database.", "Constant and current price series for computers are unpublished data provided by the Australian Bureau of Statistics.", "Taxes on international traded are drawn from ABS Cat.", "Aggregate and non-traded output gaps Definition: Components of GDP(P) are classified as traded or non-traded based on Dwyer and Groeger (1994).", "Output gaps are constructed for both aggregate and non-traded GDP(P) by taking deviations of the log level of the series from a Hodrick-Prescott filter (with a smoothing parameter, lambda, set to 1 600).", "Source: ABS National Accounts Cat.", "In Section 4 of the paper we argue that a non-traded output gap may be more relevant to the determination of non-traded inflation than an aggregate output gap.", "Aggregate and non-traded output gaps move together quite closely (in part because the non-traded sector accounts for about two-thirds of total output).", "Replacing the aggregate output gap with the non-traded output gap in the regressions reported in Table 1 did not alter the results significantly.", "In part this is because the econometric specification captures the effect of the output gap on margins, but does not capture the important effect of the output gap on inflation via its effect on wages.", "Also, the Hodrick-Prescott methodology allows potential output for the traded sector to move towards actual output gradually, which is part of the reason why the aggregate and non-traded output gaps behave so similarly.", "Calculating potential output by linking local peaks in the log level of output did not alter the results.", "(1964), 'The Purchasing Power Parity Doctrine: A Reappraisal', Journal of Political Economy, 72, pp.", "Ball, L. (1997), 'Efficient Rules for Monetary Policy', Reserve Bank of New Zealand Economics Department Discussion Paper No.", "Ball, L. (1998), 'Policy Rules for Open Economies', Reserve Bank of Australia Research Discussion Paper No.", "Mishkin (1997), 'Inflation Targeting: A New Framework Journal of Economic for Monetary Policy', Perspectives, 11(2), pp.", "Debelle, G. (1997), 'Inflation Targeting in Practice', IMF Working Paper No.", "Ericsson (1995), 'Modelling Inflation in Australia', Reserve Bank of Australia Research Discussion Paper No.", "9510. de Brouwer, G. and L. Ellis (1998), 'Forward-looking Behaviour and Credibility: Some Evidence and Implications for Policy', Reserve Bank of Australia Research Discussion Paper No.", "(1992), 'The Tradeable Non-tradeable Dichotomy: A Practical Australian Economic Approach', Papers, December, pp.", "Dwyer, J. and C. Groeger (1994), 'Resource Flows to the Traded Goods Sector', Reserve Bank of Australia Research Discussion Paper No.", "'Exchange Rate Pass-Through: Testing Dwyer, J., C. Kent and A. Pease (1994), the Small Country Assumption for Australia', Economic Record, 70(211), pp.", "'Explaining Import Price Inflation: A Recent Dwyer, J. and R. Lam (1994), History of Second Stage Pass-through', Reserve Bank of Australia Research Discussion Paper No.", "'The Evolution of Monetary Policy: From Money Targets to Grenville, S. (1997), Inflation Targets', in P. Lowe (ed.", "), Monetary Policy and Inflation Targeting, Proceedings of a Conference , Reserve Bank of Australia, Sydney, pp.", "'The Lags of Monetary Policy', Gruen, D., J. Romalis and N. Chandra (1997), Reserve Bank of Australia Research Discussion Paper No.", "'Forward-looking Rules for Monetary Haldane, A.G. and N. Batini (1997), Policy', Paper prepared for the NBER Conference on Monetary Policy Rules, 15-17 January 1998, Islamorada, Florida.", "The CPI: Traded and Non-Traded Sector Inflation, Reserve Kearns, J.", "'Tradables: Developing Output and Price Knight, G. and L. Johnson (1997), Measures for Australia's Tradable and Non-tradable Sectors', Australian Bureau of Statistics Working Papers in Econometrics and Applied Statistics No.", "'Addressing the Quality Change Issue in Moulton, B.R.", "Moses (1997), the Consumer Price Index', Brookings Papers on Economic Activity, 1, pp.", "Policy Coordination in Dynamic Oudiz, G. and J. Sachs (1985), 'International Macroeconomic Models', in W.H.", "Marston (eds), International Economic Policy Coordination, Cambridge University Press, Cambridge.", "Exchange Rate and Macroeconomic Policy in Australia', Pitchford, J.", "(1993), 'The in A. Blundell-Wignall (eds), The Exchange Rate, International Trade and the Balance of Payments, Proceedings of a Conference, Reserve Bank of Australia, Sydney, pp.", "'Internal and External Balance and the Role of Price and Salter, W.E.G.", "'Theoretical Notes on Trade Problems', Review of Samuelson, P.A.", "'Why Exchange Rate Bands?", "Monetary Independence in Svensson, L.E.O.", "(1994), Spite of Fixed Exchange Rates', Journal of Monetary Economics, 33, pp.", "'Inflation Forecast Targeting: Implementing and Svensson, L.E.O.", "(1996), Monitoring Inflation Targets', NBER Working Paper No.", "'Open-economy Inflation Targeting', Unpublished.", "'Aggregate Dynamics and Staggered Contracts', Journal of Taylor, J.B. (1980), Political Economy, 88(1/3), pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["inflation targeting", "exchange rate", "traded inflation", "non-traded inflation", "supply shock", "demand shock", "interest rate", "relative price", "output gap", "forward-looking inflation"]}