{"sentences": ["The rapid technological innovation that spurred the advancement of the \"information economy\" has resulted in some dramatic capital gains and losses in equity markets in recent years.", "These remarkable developments have attracted considerable attention from economists and from macroeconomic policymakers.", "At the same time, movements in the prices of some other assets in the economy - changes in house prices, for example - have been steadier, less dramatic, but perhaps no less significant.", "There can be little doubt that sizable swings in the market values of business and household assets have created important challenges for policymakers.", "After having been relatively stable for a number of decades, the aggregate ratio of household net worth to income rose steeply over the second half of the 1990s and reached an unprecedented level by early last year.", "That ratio has subsequently retraced some of its earlier gains.", "But we must ask whether the aggregate ratio of net worth to income is a sufficient statistic for summarizing the effect of capital gains on economic behavior or, alternatively, whether the distribution of capital gains across assets and the manner in which those gains are realized also are significant determinants of spending.", "To answer these questions, we need far more information than we currently possess about the nature and the sources of capital gains and the interaction of these gains with credit markets and consumer behavior.", "Analysts have long factored changing asset values into models that seek to explain consumption and investment.", "Indeed, in recent years, household wealth variables have become increasingly important quantitatively in endeavors to track consumer spending.", "The importance of household balance sheet variables for explaining consumption and the possibility that not all these variables influence spending identically suggest the need for greater disaggregation than is typically employed in most models.", "Observing that, over the past half century, consumer spending has amounted to about 90 percent of income, it might appear that income is largely sufficient to explain consumption.", "However, econometric evidence suggests that such numbers may be deceptive.", "Wealth by itself now appears to explain about one-fifth of the total level of consumer outlays, according to the Board's large-scale econometric model, leaving disposable income and other factors to explain only four-fifths of consumption.", "Indeed, if capital gains have any effect on consumption, the propensity of households to spend out of income must be less, possibly much less, than 90 percent.", "If income and wealth moved tightly together over time, the distinction between them might not be meaningful for predicting the future path of consumption.", "And, over very long periods of time, capital gains on physical assets are not independent of the trends in disposable income.", "But the relationship of wealth to income is demonstrably not stable over time spans relevant for the conduct of policy.", "As a consequence, a statistical system that augments income as a determinant of consumer spending with information about wealth can significantly assist our understanding of this key economic relationship.", "Conventional regression analysis suggests that a permanent one-dollar increase in the level of household wealth raises the annual level of personal consumption expenditures approximately 3 to 5 cents after due consideration of lags.", "Arguably, it would not be important to draw distinctions among various types of wealth if all assets were engendering similar rates of capital gains.", "Owing to collinearity in such instances, all wealth proxies would produce similar estimates of overall wealth effects on consumer spending.", "At times, however, the rates of change in key asset prices have diverged.", "For example, over the past year and a half, home values have appreciated, whereas equity values have contracted significantly.", "In such circumstances, differences in the propensities to consume out of the capital gains and losses on different types of assets could have significant implications for aggregate demand.", "Assuming that the underlying propensities are, in fact, stable and given enough time-series data with sufficient variation, standard regression procedures should be able to extract reasonably robust estimates of any differential in spending propensities - for example, out of stock market wealth and home wealth.", "But, in practice, these circumstances do not prevail.", "As a consequence, we at the Federal Reserve Board are in the process of developing balance-sheet disaggregations that should help us infer the propensities to spend out of capital gains across different classes of assets.", "In carrying out this analysis, we have been especially mindful of the possibility that the amount by which a capital gain affects spending may well be a function of whether or not the gain has been realized.", "On the buyer's side, when an asset is transferred, the acquisition cost is its new book value and, by definition, its market value.", "On the seller's side, the proceeds from the sale are available for asset accumulation, debt repayment, and consumption.", "In this way, a capital gain is realized and made liquid, with the potential to affect spending, assets, or debt.", "The capital gain in the process disappears as an element in the householder's balance sheet.", "Unrealized gains, to be sure, can be borrowed against, and the proceeds of the loan can be spent or used for repayment of other debt.", "Alternatively, the unrealized gain could induce households to finance additional outlays by selling other assets or by reducing their saving out of current income.", "But unless, or until, this gain is realized or is extinguished by a fall in market price, it will remain on the asset side of the householder's balance sheet, exposed to price change and uncertainty.", "Equity extraction through realized gains creates liquid funds with certain value.", "Indeed, a significant proportion of sellers do not purchase another home.", "In contrast, extraction of unrealized gains does not reduce the householders' uncertainty about their net worth or their exposure to market price changes.", "This suggests that the propensity to spend out of realized gains is likely to be greater than the propensity to spend out of unrealized gains.", "Although our asset-class analysis of detailed disaggregated data is still at an early stage, preliminary examination finds that the data are consistent with the hypothesis of differential spending propensities by asset type and by whether or not capital gains have been realized.", "For example, purchasers of existing homes, on average, appear to take out mortgages about twice the size of the unamortized mortgage that the typical seller cancels on sale.", "After accounting for closing expenses, the remaining unencumbered cash is available for debt repayment, acquisition of financial and nonfinancial assets, and spending.", "We have no direct evidence, of which I am aware, on the way that such funds are used.", "However, we can make use of several surveys that have explored how cash-outs associated with mortgage refinancing and home equity loans are expended.", "Typically, these surveys indicate that households allocate so-called cash-outs - that is, the amount by which a refinanced mortgage exceeds the pre-refinanced outstanding debt - to repayment of nonmortgage debt, acquisition of financial assets, outlays for home improvement, and personal consumption expenditures in roughly equal proportions.", "Our interest, of course, is primarily on spending; extracting home equity to repay debt or to purchase financial assets merely reshuffles balance sheets and, at least immediately, does little to affect economic activity.", "If these survey results are taken at face value and are applied to the case in which the home changes hands - as distinct from, say, a refinancing - the amount of personal consumption expenditures generated from realized capital gains on the sale of homes, financed through the mortgage market, represents approximately 10 to 15 cents on the dollar.", "Of course, in addition to realized capital gains from the turnover of existing homes, there is a considerable amount of cash that is extracted from home equity without a home sale, principally from refinancing cash-outs and from home equity loans.", "Both types of equity extraction have risen considerably in recent years, in line with the marked rise in unrealized capital gains on homes.", "Some preliminary calculations suggest that the total of equity extractions from unrealized capital gains on homes that is spent on consumer goods and services per dollar of capital gains is a fraction of the spending engendered by the gains realized through the sale of a home.,3 This difference occurs, to a large extent, because the net extraction of equity is much higher among homes that have turned over than among those that have not.", "While data on home mortgage debt and house turnover can be used to analyze the particular channels through which capital gains on homes spur consumer outlays, the financing linkages between stock market capital gains and consumer spending are less clear.", "Homeowners typically own one home, which they hold, on average, for nearly a decade.", "Financing is almost exclusively through the mortgage market, and equity extractions for spending, accordingly, are readily identified.", "Stocks, in contrast, tend to be held in portfolios that have far greater rates of turnover than homes, and financing sources are much more diverse and changeable.", "Moreover, although gains in defined contribution plans, IRAs, and other tax-deferred accounts almost surely affect consumer spending, the complicated tax treatment and restrictions on the use of those funds make the connections between capital gains in these accounts and spending quite indirect.", "Nonetheless, even setting aside all pension-type assets, household capital gains on directly held equities and mutual funds in recent years have been two to four times the size of overall gains on homes.", "The sheer size of such gains suggests that capital gains on equities have been a more potent factor in determining spending than gains on homes.", "In fact, if we accept a total net wealth effect on consumption of 3 to 5 cents on the dollar, and if further analysis supports the larger net spending propensities from capital gains on homes suggested by mortgage and survey data, then the propensity to spend out of each dollar of stock market gains would be less than the propensity to spend out of a dollar from gains on homes, but still larger in overall dollar magnitude.", "Of course, these quantitative magnitudes are tentative, and a great deal of additional work will be necessary to better understand and to confirm the nature and magnitudes of the relationships between capital gains on houses and stocks - realized and unrealized - and consumer spending."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["capital gains", "consumer spending", "household wealth", "mortgage market", "equity extraction", "realized gains", "propensity to spend", "asset-class analysis", "stock market", "home values"]}