{"sentences": ["I appreciate this opportunity to appear before the Committee to discuss recent developments in the United States economy.", "Despite the tragic events of September 11, the foundations of our free society remain sound, and I am confident that we will recover and prosper as we have in the past.", "But before the recovery process gets under way, stability will need to be restored to the American economy and to others around the world.", "Arguably, that stability was only barely becoming evident in the United States in the period immediately preceding the act of terrorism.", "Aggregate measures of production, employment, and business spending continued to be weak in August.", "Consumer spending, however, moved higher that month and appeared to be reasonably well maintained in the first part of September.", "Industry analysts suggest that motor vehicle sales were running close to August levels, and chain store sales were only modestly lower.", "New orders for nondefense capital goods stabilized in August.", "Moreover, the dramatic rate of decline in profits was slowing.", "To be sure, these signs were tentative but, on the whole, encouraging.", "In the days following the attack, the level of activity declined significantly.", "The shock was most evident in consumer markets, as many potential purchasers stayed riveted to their televisions and away from shopping malls.", "Both motor vehicle sales and sales at major chain stores fell off noticeably.", "The airline and travel industries also suffered severe cutbacks.", "The unprecedented shutdown of American air travel and tightened border restrictions induced dramatic curtailments of production at some establishments with tight just-in-time supply chain practices, most notably in the motor vehicle industry.", "As the initial shock began to wear off, economic activity recovered somewhat from the depressed levels that immediately followed the attacks, though the recovery has been uneven.", "Markedly increased incentives induced a sharp rebound in motor vehicle sales by the end of the month that has carried apparently undiminished into the first half of October.", "However, many retailers of other consumer goods report that sales have only partially retraced the steep drops that occurred in midSeptember.", "Fortunately, air freight is largely back to normal.", "Overall airline passenger traffic, while above its mid-September lows, was still off considerably in early October from pre-attack levels.", "Similarly, the hospitality and entertainment industries have overcome some of their earlier difficulties but continue to struggle.", "The effect on financial markets of the devastating attack on the World Trade Center was pronounced, as telecommunications and trading capacities were severely impaired.", "But the markets are mostly functioning normally now, and as in the past, the infrastructure will be rapidly restored.", "For a brief time, the terrorist attacks markedly disrupted payment transfers, leaving those counting on receiving payments caught short.", "Those needs ultimately were met by the Federal Reserve, both through record lending at the discount window and through an extraordinary infusion of funds through open-market operations.", "To facilitate the channeling of dollar liquidity to foreign financial institutions operating in the United States, thirty-day currency swap lines were arranged with major central banks, again in record volumes.", "It was essential in such an environment to meet all appropriate demands for dollar liquidity.", "As repair of the financial markets and payment infrastructure proceeded apace, loans were repaid, open-market operations could be scaled back, the unusual swap lines were allowed to expire, and the temporarily bloated balance sheet of the Federal Reserve largely returned to normal.", "But even as market functioning and liquidity flows were restored, the potential for heightened uncertainty to damp household and business spending for a time persisted.", "To cushion these effects, we have eased the stance of monetary policy appreciably since September 11."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary dominance"], "topics": ["Monetary policy", "Consumer spending", "Financial markets", "Economic recovery", "Terrorist attacks", "Motor vehicle sales", "Airline industry", "Liquidity", "Payment transfers", "Uncertainty"]}