{"sentences": ["I asked Jack Guynn and Bob Eisenbeis what issues you would like me to address this morning.", "They suggested that events associated with the failure of Enron have refocused attention on a number of accounting issues.", "In an economy as large, diverse, and complex as ours, sound corporate governance-- including the accurate measurement of corporate performance--is essential if our nation's resources are to be directed to their most efficient uses.", "There can be little doubt that, on the whole, both, as employed in the United States in recent decades, have been of very high quality.", "We simply could not have achieved our level of economic performance if capital were allocated on the basis of grossly inaccurate information.", "But the very complexity and dynamism of our system requires that we constantly evaluate the tools employed for measuring corporate performance to ensure that they adapt appropriately to the evolving financial and economic environment.", "In that regard, the increasing use of stock option grants to employees has raised new challenges for our accounting system.", "Such options are important to the venture capital industry, and many in high-tech industries have counselled against making any changes to current practices.", "They argue that the use of options is an exceptionally valuable compensation mechanism; that recognizing an expense associated with these grants would reduce the use of options, harming high-tech companies; that the effect of options on fully diluted earnings per share is already recognized; and that we cannot measure the costs of options with sufficient accuracy to justify their recognition on financial statements.", "This morning, I would like to address them and other related issues.", "The seemingly narrow accounting matter of option expensing is, in fact, critically important for the accurate representation of corporate performance.", "And accurate accounting, in turn, is central to the functioning of free-market capitalism--the system that has brought such a high level of prosperity to our country.", "Capitalism expands wealth primarily through creative destruction--the process by which the cash flow from obsolescent, low-return capital is invested in high-return, cutting-edge technologies.", "But for that process to function, markets need reliable data to gauge the return on assets.", "Measures of profitability, however, can only be approximate.", "Although most pretax profits reflect cash receipts less cash costs, a significant part of profits results from changes in the valuation of items on the balance sheet.", "The values of almost all assets are based on their ability to produce future income.", "But an appropriate assessment of asset value depends critically on a forecast of forthcoming events, which by their nature are uncertain.", "A bank, for example, books interest paid on a loan as current revenue.", "However, if the borrower subsequently defaults, that presumed interest payment would, in retrospect, be seen as a partial return of principal and not as income.", "We seek to cope with this uncertainty by constructing loan-loss reserves, but the adequacy of those reserves is also subject to a forecast.", "Similarly, depreciation charges against income, based on book values, are very crude approximations of the decline in the economic value of physical plant and equipment.", "The actual decline will not be known until the asset is retired or changes ownership.", "Another example is the projection of future investment returns on defined-benefit pension plans, which markedly affects corporate pension contributions and, hence, pre-tax profits.", "Thus, how one chooses to evaluate the future income potential of the balance sheet has a significant effect on current reported earnings.", "The estimation of earnings is difficult enough without introducing biases into the calculation.", "I fear that the failure to expense stock option grants has introduced a significant distortion in reported earnings-and one that has grown with the increasing prevalence of this form of compensation.", "As I noted at the outset, some view the current treatment of option grants as having been a major aid in raising capital to finance the rapid exploitation of advanced technologies.", "While the vital contribution of new technology to the growth of our economy is evident to all, not all new ideas create value on net.", "Not all new ideas should be financed.", "In recent years, substantial capital arguably was wasted on a number of enterprises whose prospects appeared more promising than they turned out to be.", "This waste is an inevitable byproduct of the risk-taking that generates the growth in our economy.", "However, the amount of waste becomes unnecessarily large when the earnings reports that help investors allocate investment are inaccurate.", "Stock-option grants, properly constructed, can be highly effective in aligning the interests of corporate officers with those of shareholders.", "Such an alignment is an essential condition for maximizing the long-term market value of the firm.", "Regrettably, some current issuance practices have not created the alignment of incentives that encourages desired corporate behavior.", "One problem is that stock options, as currently structured, often provide only a loose link between compensation and successful management.", "A company's share price, and hence the value of related options, is heavily influenced by economy-wide forces--that is, by changes in interest rates, inflation, and myriad other forces wholly unrelated to the success or failure of a particular corporate strategy.", "There have been more than a few dismaying examples of CEOs who nearly drove their companies to the wall and presided over a significant fall in the price of the companies' stock relative to that of their competitors and the stock market overall.", "They, nonetheless, reaped large rewards because the strong performance of the stock market as a whole dragged the prices of the forlorn companies' stocks along with it.", "Stock or options policy should require that rewards reflect the success or failure of managements' decisions.", "Grants of stock or options in lieu of cash could be used more effectively by tying such grants through time to some measure of the firm's performance relative to a carefully chosen benchmark.", "Many corporations do tie the value of stock and option grants to relative performance, but most do not.", "To be sure, an untied option grant can be thought of as an option whose value moves with the performance of the corporation relative to the competition, coupled with a call option on, for example, the S&P 500 stock index.", "It can be argued that the latter is merely another form of compensation that helps firms retain valued employees.", "I am sure that is right, but does a compensation system tied to the overall stock market serve a company well?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Stock option expensing", "Corporate performance", "Accounting", "Free-market capitalism", "Earnings", "Pension plans", "Stock-option grants", "Corporate governance", "Venture capital", "High-tech industries"]}