{"sentences": ["Over the past two decades we have witnessed a remarkable turnaround in the U.S. economy.", "The aftermath of the Vietnam War and a series of oil shocks had left the United States with high inflation, lackluster productivity growth, and a declining competitive position in international markets.", "But rather than accept the role of a once-great, but diminishing economic force, for reasons that will doubtless be debated for years to come, we resurrected the dynamism of previous generations of Americans.", "A wave of innovation across a broad range of technologies, combined with considerable deregulation and a further lowering of barriers to trade, fostered a pronounced expansion of competition and creative destruction.", "The result through the 1990s of all this seeming-heightened instability for individual businesses, somewhat surprisingly, was an apparent reduction in the volatility of output and in the frequency and amplitude of business cycles for the macroeconomy.", "While the empirical evidence on the importance of changes in the magnitude of the shocks impacting on our economy remains ambiguous, it does appear that shocks are more readily absorbed than in decades past.", "The massive drop in equity wealth over the past two years, the sharp decline in capital investment, and the tragic events of September 11 might reasonably have been expected to produce an immediate severe contraction in the U.S. economy.", "But this did not occur.", "Economic imbalances in recent years apparently have been addressed more expeditiously and effectively than in the past, aided importantly by the more widespread availability and more intensive use of real-time information.", "But faster adjustments imply a greater volatility in expected corporate earnings.", "Although direct estimates of investors' expectations for earnings are not readily available, indirect evidence does seem to support an increased volatility in those expectations.", "Securities analysts' expectations for long-term earnings growth, an assumed proxy for investors' expectations, were revised up significantly over the second half of the 1990s and into 2000.1 Over that same period, risk spreads on corporate bonds rose markedly on net, implying a rising probability of default.", "Default, of course, is generally associated with negative earnings.", "Hence, higher average expected earnings growth coupled with a rising probability of default implies a greater variance of earnings expectations, a consequence of a lengthened negative tail.", "Consistent with a greater variability of earnings expectations, volatility of stock prices has been elevated in recent years.", "The increased volatility of stock prices and the associated quickening of the adjustment process would also have been expected to be accompanied by less volatility in real economic variables.", "And that does appear to have been the case.", "That is, after all, the purpose of a prompter response by businesses: to prevent severe imbalances from developing at their firms, which in the aggregate can turn into deep contractions if unchecked.", "As might be expected, accumulating signs of greater economic stability over the decade of the 1990s fostered an increased willingness on the part of business managers and investors to take risks with both positive and negative consequences.", "Stock prices rose in response to the greater propensity for risk-taking and to improved prospects for earnings growth that reflected emerging evidence of an increased pace of innovation.", "The associated decline in the cost of equity capital spurred a pronounced rise in capital investment and productivity growth that broadened impressively in the latter years of the 1990s.", "Stock prices rose further, responding to the growing optimism about greater stability, strengthening investment, and faster productivity growth.", "But, as we indicated in congressional testimony in July 1999,2 \"... productivity acceleration does not ensure that equity prices are not overextended.", "There can be little doubt that if the nation's productivity growth has stepped up, the level of profits and their future potential would be elevated.", "That prospect has supported higher stock prices.", "The danger is that in these circumstances, an unwarranted, perhaps euphoric, extension of recent developments can drive equity prices to levels that are unsupportable even if risks in the future become relatively small.", "Such straying above fundamentals could create problems for our economy when the inevitable adjustment occurs.\"", "Looking back on those years, it is evident that increased productivity growth imparted significant upward momentum to expectations of earnings growth and, accordingly, to price-earnings ratios.", "However, to attribute that increase entirely to revised earnings expectations would require an upward revision to the growth of real earnings of 2 full percentage points in perpetuity.", "Because the real riskless rate of return apparently did not change much during that five-year period, anything short of such an extraordinary permanent increase in the growth of structural productivity, and thus earnings,4 implies a significant fall in real equity premiums in those years.", "If all of the drop in equity premiums had resulted from a permanent reduction in cyclical volatility, stock prices arguably could have stabilized at their levels in the summer of 2000.", "That clearly did not happen, indicating that stock prices, in fact, had risen to levels in excess of any economically supportable base.", "Toward the end of that year, expectations for long-term earnings growth began to turn down.", "At about the same time, equity premiums apparently began to rise.", "The consequent reversal in stock prices that has occurred over the past couple of years has been particularly pronounced in the high-tech sectors of the economy.", "The investment boom in the late 1990s, initially spurred by significant advances in information technology, ultimately produced an overhang of installed capacity.", "Even though demand for a number of high-tech products was doubling or tripling annually, in many cases new supply was coming on even faster.", "Overall, capacity in high-tech manufacturing industries rose more than 40 percent in 2000, well in excess of its rapid rate of increase over the previous two years.", "In light of the burgeoning supply, the pace of increased demand for the newer technologies, though rapid, fell short of that needed to sustain the elevated real rate of return for the whole of the high-tech capital stock.", "Returns on the securities of high-tech firms ultimately collapsed, as did capital investment.", "Similar, though less severe, adjustments were occurring in many industries across our economy.", "Some decline in equity premiums in the latter part of the 1990s almost surely would have been anticipated as the continuing absence of any business correction reinforced notions of increased secular stability.", "In such an environment, the relatively mild recession that we experienced in 2001 might still have been expected to leave equity premiums below their long-term averages.", "That apparently has not been the case, as the tendency toward lower equity premiums created by a more stable economy may have been offset to some extent recently by concerns about the quality of corporate governance."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["equity premiums", "earnings growth", "productivity growth", "stock prices", "business cycles", "economic stability", "risk-taking", "capital investment", "corporate governance", "high-tech"]}