{"sentences": ["Corporate governance1 has evolved over the past century to more effectively promote the allocation of the nation's savings to its most productive uses.", "And, generally speaking, the resulting structure of business incentives, reporting, and accountability has served us well.", "We could not have achieved our current level of national productivity if corporate governance had been deeply flawed.", "And yet, our most recent experiences with the bankruptcy of Enron and, preceding that, several lesser such incidents suggest that the governance of our corporations has strayed from our perceptions of how it is supposed to work.", "By law, shareholders own our corporations and, ideally, corporate managers should be working on behalf of shareholders to allocate business resources to their optimum use.", "But as our economy has grown, and our business units have become ever larger, de facto shareholder control has diminished: Ownership has become more dispersed and few shareholders have sufficient stakes to individually influence the choice of boards of directors or chief executive officers.", "The vast majority of corporate share ownership is for investment, not to achieve operating control of a company.", "Thus, it has increasingly fallen to corporate officers, especially the chief executive officer, to guide the business, hopefully in what he or she perceives to be in the best interests of shareholders.", "Indeed, the boards of directors appointed by shareholders are in the overwhelming majority of cases chosen from the slate proposed by the CEO.", "The CEO sets the business strategy of the organization and strongly influences the choice of the accounting practices that measure the ongoing degree of success or failure of that strategy.", "Outside auditors are generally chosen by the CEO or by an audit committee of CEO-chosen directors.", "Shareholders usually perfunctorily affirm such choices.", "To be sure, a CEO can maintain control over corporate governance only so long as companies are not demonstrably in difficulty.", "When companies do run into trouble, the carte blanche granted CEOs by shareholders is withdrawn.", "Existing shareholders, or successful hostile bidders for the corporation, usually then displace the board of directors and the CEO.", "Such changes in corporate leadership have been relatively rare but, more often than not, have contributed to a more-effective allocation of corporate capital.", "For the most part, despite providing limited incentives for board members to safeguard shareholder interests, this paradigm has worked well.", "We are fortunate, for financial markets have had no realistic alternative other than to depend on the chief executive officer to ensure an objective evaluation of the prospects of the corporation.", "Apart from a relatively few large institutional investors, not many existing or potential shareholders have the research capability to analyze corporate reports and thus to judge the investment value of a corporation.", "This vitally important service has become dominated by firms in the business of underwriting or selling securities.", "But, as we can see from recent history, long-term earnings forecasts of brokerage-based securities analysts, on average, have been persistently overly optimistic.", "Three- to five-year earnings forecasts for each of the S&P 500 corporations, compiled from projections of securities analysts by I/B/E/S, averaged almost 12 percent per year between 1985 and 2001.", "Actual earnings growth over that period averaged about 7 percent.", "Perhaps the last sixteen years, for which systematic data have been available, are an historical aberration.", "But the persistence of the bias year after year suggests that it more likely results, at least in part, from the proclivity of firms that sell securities to retain and promote analysts with an optimistic inclination.", "Moreover, the bias apparently has been especially large when the brokerage firm issuing the forecast also serves as an underwriter for the company's securities.", "The performance of securities analysts may improve as a result of the recent joint initiative by the National Association of Securities Dealers and the New York Stock Exchange to require brokerage firms to include in research reports the distribution of the firms' ratings, among \"buy,\" \"sell,\" and \"hold,\" for example.", "Brokerage firms must also include in research reports a record that indicates when an analyst assigned or changed a rating for a company.", "I suspect that with the underlying database publicly available, it is just a matter of time before the ex post results of analysts' recommendations are compiled and published on a regular basis.", "I venture to say that with such transparency, the current upward bias of analysts' earnings projections would diminish rather rapidly, because investment firms are well aware that security analysis without credibility has no market value."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate governance", "Shareholder interests", "Chief executive officer", "Securities analysts", "Earnings forecasts", "Brokerage firms", "Board of directors", "Financial markets", "Investment", "Accounting practices"]}