{"sentences": ["I Ladies and gentlemen It is a pleasure for me to welcome you to today's conference on the international financial architecture.", "This conference is a joint venture between the Deutsche Bundesbank and the American Council on Germany.", "It offers an opportunity for a European-American dialogue on current financial market issues.", "Since the mid-1990s, the international community has witnessed a new wave of international financial crises.", "Given the ongoing world-wide integration of financial systems, the consequences of crises are no longer confined to a single state.", "Therefore international co-operation is more than ever required.", "A clear concept of the international financial framework is especially warranted when we consider the growth of the markets.", "For years the growth of international financial flows has far exceeded traded goods and services as well as income figures.", "Financial markets mirror closely the economic and political situation.", "Five days ahead of the first anniversary of September 11 they are particularly challenged.", "The downgraded economic perspectives are reflected in low asset prices at the stock markets.", "The current uncertainties are reflected in high volatility.", "Investors worldwide take into account political tensions and impending military conflicts.", "Therefore, the current concentration of threats can serve as an example for the burden which the financial architecture must be able to bear.", "The term \"financial architecture\" is intuitively associated with planning and constructing a solid building.", "There are prerequisites for a stable construction.", "An architect has to consider the statics of the building and its foundations.", "A market economy is such a foundation, along with the free movement of capital and functioning exchange rate regimes.", "A solid building rests on strong pillars to weather possible storms.", "One of the pillars of the financial system is a resilient and solid banking system.", "It has to be able to absorb shocks - the banking system needs \"systemic stability\".", "A robust framework supports and enhances the pillars.", "International standards, like the \"Cooke ratios\" of banking capital or the new Basle II accord, are part of the framework which supports and enhances the pillars.", "Even massive pillars have to be inspected by experts from time to time.", "It is not always obvious to outsiders that parts of the structure have to be mended or rebuilt - the exterior facade can hide a rotten interior.", "Surveillance has to play an important part in detecting weak spots in the framework.", "National and international supervisors can monitor the state of the framework and should intervene if necessary.", "The IMF, the BIS, and the Financial Stability Forum, together with national authorities and private institutions, are part of the surveillance network for financial systems.", "The metaphor of the International Finance Architecture could be misleading, if we take it too literally.", "Unfortunately, we do not have a single architect but many would-be architects who try to stabilise a permanently evolving and growing system.", "Every single bilateral contract alters the financial system.", "The system needs stabilising elements from within.", "Built-in incentives are crucial in setting up a sound and credible financial system.", "Incentives for good corporate governance and sound practices within the financial community can discipline the market and therefore strengthen the system.", "The market participants themselves bear the main responsibility for financial stability.", "Transparency is another precondition for sound and healthy financial markets.", "To fully reap the beneficial effects of market discipline, relevant and timely data about the financial system have to be published.", "The IMF's special data dissemination standards are a good example of transparency in the field of macroeconomics.", "Especially in times of sluggish growth, the global financial system is vulnerable.", "The real economy and the financial system are closely connected.", "The impact may also work the other way around: financial crises can cause major frictions for the real economy, whether via a depression of sentiment, a credit crunch or negative wealth effects.", "Therefore, monetary policy has to monitor financial market developments closely.", "Moreover, stable and well functioning financial markets are in the own interest of central banks.", "The need for a proper monetary transmission process, for sound payment systems and for a stable banking sector provide ample reason for central bankers to care about the financial architecture.", "The surveillance structure in Europe is currently under review.", "Proposals made by the finance ministers of Germany and the UK envisage new institutions or committees which could be seen as a potential nucleus for a European Financial Supervision Authority.", "However, they favour the so called \"Lamfalussy model\", which originally was intended to reform the supervision of securities trading.", "This model is not easy to apply to the banking sector for at least two reasons.", "Firstly, the surveillance issue is different in the banking sector.", "And secondly, the harmonisation of rules and conduct in the banking sector has already reached a high level.", "This is due to the fact that the current cooperation in the field of banking supervision in Europe already covers different countries and various sectors of the financial system.", "So far, cooperation has proved both worthwhile and efficient.", "Any future form of cooperation in the field of financial sector supervision should make use of central banks' know-how in banking supervision and financial markets.", "All institutions involved - the finance ministries, the supervisory authorities and central banks - should contribute to possible new committees or fora.", "Ladies and gentlemen A thorough discussion about instruments and the framework of international financial organisations demands an atmosphere free of short-term political pressure.", "This a prerequisite for sensible and sustainable crisis solutions.", "The discussion today is taking place in precisely such an environment: the American Council on Germany and the Deutsche Bundesbank are providing an opportunity to discuss current issues of the international financial architecture in a calm and rational setting.", "We have invited a number of experts in the field of international financial architecture.", "And, indeed, it is a pleasure for us to welcome all of you.", "The conference starts with the keynote address by the Vice President of the Bundesbank Jürgen Stark.", "Afterwards, the discussion is structured in three panels.", "We will start with an outlook for the world economy and its interaction with exchange rate developments.", "Otmar Issing, member of the Executive Board of the European Central Bank, will chair this panel.", "On this basis we can exchange views about the roles of the public sector and the private sector in the resolution and prevention of international debt crises.", "The governor of the Banque de France, Jean-Claude Trichet, is chairperson of panel B.", "Finally, we shall deal with the lessons of recent financial crises and the way forward.", "Professor Allen Meltzer will lead the discussion in this panel.", "Thank you again for coming and taking part in this conference.", "Many thanks to the panelists.", "I wish you a discussion which, hopefully, will lead to a better understanding of financial crises and possibly to more efficient measures to handle them."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["financial architecture", "financial markets", "banking system", "financial stability", "monetary policy", "supervision", "transparency", "financial crises", "international cooperation", "European Financial Supervision Authority"]}