{"sentences": ["The Nordic countries and the US have long historic ties.", "I believe, Mr. Chairman, that the number of Norwegians and their descendants living in the US today is larger than the population of Norway.", "I think similar numbers can be found for the other Scandinavian countries.", "I will attempt to show here today that even in economic terms, the ties have never been closer.", "I will mainly concentrate on the Nordic perspective, but I also have few specific remarks about Norway.", "PPP 20000 International US Norway Iceland Denmark Finland Sweden Source: World Development Indicators database, World Bank, 7/16/01 The Nordic economies are small, open and mature economies.", "At least, Norway, Iceland and Denmark compare roughly with US income levels.", "In the case of Norway, the income differential against the US is mainly explained by shorter working hours.", "Labour productivity in the US1) and Norway2) Index.", "The chart shows development of productivity per working hour in Norway and the US.", "Unfortunately, I don't have comparable figures for the other Nordic countries.", "I do, however, believe that they all, with the possible exception of Iceland, have had stronger productivity growth than the US over the period.", "Per cent of total employment and GDP 2001 Denmark Finland Iceland Government 0 10 20 30 40 50 60 70 Current tax and non-tax receipts SG 240802 Most Nordic countries have large public sectors, reflecting the fact that many services such as health and education are produced within the public sector.", "This is especially the case in Denmark, Norway and Sweden.", "General government financial balance and current account balance.", "2001 Government financial balance Iceland US Denmark Sweden Finland Norway SG 240802 Another prominent feature is that, except for Iceland, the Nordic countries have a twin surplus in the public sector and on the current account.", "This implies a net outflow of capital from the region.", "The facts I have mentioned may lead outsiders to regard the Nordic region as one group, made up of similar economies.", "However, there are also some striking differences.", "Nordic countries - institutional differences EU-membership Monetary policy regime Inflation target of 2 per cent (+/- 1 percentage points) Denmark Finland Yes Member of EMU Inflation target of 21⁄2 per cent (EEA-agreement) Inflation target of 21⁄2 per cent (EEA-agreement) We differ in our relations to the EU and with respect to monetary policy regimes.", "Sweden, Denmark and Finland are members of the EU.", "Finland is also a member of EMU.", "The Danish krone is linked to the euro through a fixed exchange rate, while Sweden, Iceland and Norway have inflation targets and a floating exchange rate.", "Our financial markets differ in size and structure.", "Bonds outstanding, March 2002.", "Private US Iceland Denmark Sweden Finland Norway Source: BIS, IMF Government bond markets are generally small, even in relation to GDP.", "There is, however, a relatively large market for private bonds, especially in Denmark.", "The bond market in Denmark is twice the size of the stock market.", "Per cent of GDP 150 Finland Iceland Denmark Source: National Central Banks, IMF Finland has the largest stock market relative to the economy.", "This reflects, I believe, the rise of Nokia as the world's leading mobile phone company.", "We see that the Finnish and Swedish markets have followed the US market more closely than the other Nordic markets.", "This also reflects differences in industry structure.", "The sector composition of the three Scandinavian stock exchanges provides an illustration.", "The Oslo Stock Exchange is heavily dominated by the energy sector, which is practically absent on the other Nordic exchanges.", "Norway has small traditional industries, but the IT and telecom sector is comparable to the other countries' in relative size.", "The different sector composition of the stock exchanges also illustrates the potential for diversification by investing across the Nordic countries.", "The difference in sectoral composition may in part explain the differences in correlation of Nordic stock exchanges with the world economy.", "Sector composition of NOREX exchanges.", "100 % 60 % 20 % Stockholm Copenhagen Oslo Industrials and materials IT/Telecom Consumer goods and services Financial services Energy Other SG 240802 Correlation with world index.", "USD based price indexes Dec 93 - 97 0,4 Denmark Finland Norway Sweden Source: EcoWin / Financial Times FDI to/from the US.", "Total at end 2001. from US Sweden Denmark Finland Norway Source: National Central Banks, IMF The links with the US economy are many and complex.", "The US is one of our major trading partners.", "But the ties are perhaps even more evident in the capital markets.", "All the Nordic countries have relatively large direct investments in the US economy.", "In addition, US capital markets today have a decisive impact on developments around the globe.", "American capital has also been important for investments in the Nordic economies.", "US direct investments in Norway.", "oil and gas Retail trade, hotels and restaurants Financial enterprises, real estate and business activities 12% Source: Norges Bank US companies have been pioneers in developing the Norwegian petroleum sector, which is crucial for us.", "Last year, Norway was the world's third largest exporter of oil.", "Even today, two thirds of US direct investments in Norway are linked to our petroleum sector.", "The Government Petroleum Fund Market value in billions of USD1).", "End of June 2002 Bonds Europe US Asia and America ex 1)Bond figure for US incl.", "USD 3 bn dollar-denominated issued by non-US entities Source: National Central Banks, IMF Total capital in the Government Petroleum Fund.", "National Budget 2003 Revenues from the petroleum sector have generated an annual fiscal surplus of some 10-15 per cent over the last few years.", "Since 1995, the fiscal surplus has been invested in the Government Petroleum Fund.", "The Fund invests only in foreign markets.", "Investments - all portfolio investments - are spread between equities and fixed income instruments, as well as across countries.", "Approximately 29 per cent of the fund is invested directly in the US stock market and in dollar-denominated bonds.", "The size of the fund has increased rapidly over the last few years, and will reach approximately 90 per cent of GDP by the end of this decade, according to estimates from the Ministry of Finance.", "This implies further investments of considerable amounts, also in the US market.", "While the US economy has always been an important trading partner, our investments abroad and the globalisation of the financial system will further increase our interest in the US economy in the years ahead.", "The links, already important, will expand further."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Nordic countries", "US", "economy", "productivity", "public sector", "monetary policy", "financial markets", "stock market", "investment", "oil"]}