{"sentences": ["The past year has been both a difficult and a remarkable one for the United States economy.", "A year ago, we were struggling to understand the potential economic consequences of the events of September 11.", "At that time, it was unclear how households and businesses would react to this unprecedented shock as well as to the declines in equity markets and cutbacks in investment spending that had already been under way.", "Economic forecasts were lowered sharply, and analysts feared that even these downward-revised projections might be undone by a significant retrenchment in aggregate demand.", "The United States economy, however, proved to be remarkably resilient: In the event, real GDP over the past four quarters grew 3 percent--a very respectable pace given the blows that the economy endured.", "Although economic growth was relatively well maintained over the past year, several forces have continued to weigh on the economy: the lengthy adjustment of capital spending, the fallout from the revelations of corporate malfeasance, the further decline in equity values, and heightened geopolitical risks.", "Over the last few months, these forces have taken their toll on activity, and evidence has accumulated that the economy has hit a soft patch.", "Households have become more cautious in their purchases, while business spending has yet to show any substantial vigor.", "In financial markets, risk spreads on both investment-grade and non-investment-grade securities have widened.", "It was in this context that the Federal Open Market Committee further reduced our target federal funds rate last week.", "The consumer until recently has been the driving force of this expansion.", "Faced with falling equity prices, uncertainty about future employment prospects, and the emergence of the terrorist threat, consumer spending has slowed over the course of the past year but has not slumped as some had earlier feared it might.", "Tax cuts and extended unemployment insurance provided a timely boost to disposable income.", "And the deep discounts offered by many businesses on their products were most supportive.", "In particular, automotive manufacturers responded to the events of September 11 with cut-rate financing and generous rebates.", "These incentives were an enormous success in supporting--indeed increasing--the demand for new cars and trucks.", "Sales surged each time the incentive packages were sweetened and, of course, fell back a bit when they expired.", "Some decline in sales was to be expected in recent months after the extraordinary run-up recorded in the summer.", "However, it will bear watching to see whether this most recent softening is a payback for borrowed earlier strength in sales or whether it represents some weakening in the underlying pace of demand.", "Stimulated by mortgage interest rates that are at lows not seen in decades, home sales and housing starts have remained strong.", "Moreover, the underlying demand for new housing units has received support from an expanding population, in part resulting from high levels of immigration.", "Besides sustaining the demand for new construction, mortgage markets have also been a powerful stabilizing force over the past two years of economic distress by facilitating the extraction of some of the equity that homeowners had built up over the years.", "This effect occurs through three channels: the turnover of the housing stock, home equity loans, and cash-outs associated with the refinancing of existing mortgages.", "Sales of existing homes have been the major source of extraction of equity.", "Because the buyer of an existing home almost invariably takes out a mortgage that exceeds the loan canceled by the seller, the net debt on that home rises by the amount of the difference.", "And, not surprisingly, the increase in net debt tends to approximate the sellers' realized capital gain on the sale.", "That realized capital gain is financed essentially by the mortgage extension to the homebuyer, and the proceeds, in turn, are used to finance some combination of a down payment on a newly purchased home, a reduction of other household debt, or purchases of goods and services or other assets.", "Home equity loans and funds from cash-outs are generally extractions of unrealized capital gains.", "Cash-outs, as you know, reflect the additional debt incurred when refinancings in excess of the remaining balance on the original loan are taken in cash.", "According to survey data, roughly half of equity extractions are allocated to the combination of personal consumption expenditures and outlays on home modernization.", "These data and some preliminary econometric results suggest that a dollar of equity extracted from housing has a more powerful effect on consumer spending than does a dollar change in the value of common stocks.", "Of course, the net decline in the market value of stocks has greatly exceeded the additions to capital gains on homes over the past two years.", "So despite the greater apparent sensitivity of consumption to capital gains on homes, the net effect of all changes in household wealth on consumer spending since early 2000 has been negative.", "Indeed, the recent softness in consumption suggests that this net wealth erosion has continued to weigh on household spending.", "That said, it is important to recognize that the extraction of equity from homes has been a significant support to consumption during a period when other asset prices were declining sharply.", "Were it not for this phenomenon, economic activity would have been notably weaker in the wake of the decline in the value of household financial assets.", "In the business sector, there have been few signs of any appreciable vigor.", "Uncertainty about the economic outlook and heightened geopolitical risks have made companies reluctant to expand their operations, hire workers, or buy new equipment.", "Executives consistently report that in today's intensely competitive global marketplace it is no longer feasible to raise prices in order to improve profitability.", "There are many alternatives for most products, and with technology driving down the cost of acquiring information, buyers today can (and do) easily shift to the low-price seller.", "In such a setting, firms must focus on the cost side of their operations if they are to generate greater returns for their shareholders.", "Negotiations with their suppliers are aimed at reducing the costs of materials and services.", "Some companies have also eschewed the traditional annual pay increment in favor of compensation packages for their rank-and-file workers that are linked to individual performance goals.", "And, most important, businesses have revamped their operations to achieve substantial reductions in costs.", "On a consolidated basis for the corporate sector as a whole, lowered costs are generally associated with increased output per hour.", "Much of the recent reported improvements in cost control doubtless have reflected the paring of so-called \"fat\" in corporate operations--fat that accumulated during the long expansion of the 1990s, when management focused attention primarily on the perceived profitability of expansion and less on the increments to profitability that derive from cost savings.", "Managers, now refocused, are pressing hard to identify and eliminate those redundant or nonessential activities that accumulated in the boom years.", "With margins under pressure, businesses have also been reallocating their capital so as to use it more productively.", "Moreover, for equipment with active secondary markets, such as computers and networking gear, productivity may also have been boosted by a reallocation to firms that could use the equipment more efficiently.", "For example, healthy firms reportedly have been buying equipment from failed dot-coms.", "Businesses may also have managed to eke out increases in output per hour by employing their existing workforce more intensively.", "Unlike cutting fat, which permanently elevates the levels of productivity, these gains in output per hour are often temporary, as more demanding workloads eventually begin to tax workers and impede efficiency.", "But the impressive performance of productivity also appears to support the view that the step-up in the pace of structural productivity growth that occurred in the latter part of the 1990s has not, as yet, faltered.", "Indeed, the high growth of productivity during the past year merely extends recent experience.", "Over the past seven years, output per hour has been growing at an annual rate of more than 2-1/2 percent, on average, compared with a rate of roughly 1-1/2 percent during the preceding two decades.", "Although we cannot know with certainty until the books are closed, the growth of productivity since 1995 appears to be among the largest in decades.", "Arguably, the pickup in productivity growth since 1995 reflects largely the ongoing incorporation of innovations in computing and communications technologies into the capital stock and business practices.", "Indeed, the transition to the higher permanent level of productivity associated with these innovations is likely not yet completed.", "Once the current level of risk recedes, businesses will no doubt move to exploit the profitable investment opportunities made possible by the ongoing advances in technology.", "However, history does raise some warning flags concerning the length of time that productivity growth remains elevated.", "Gains in productivity remained quite rapid for years after the innovations that followed the surge in inventions a century ago.", "But in other episodes, the period of elevated growth of productivity was shorter.", "Regrettably, examples are too few to generalize.", "Hence, policymakers have no substitute for continued close surveillance of the evolution of productivity during this current period of significant innovation.", "In summary, as we noted last week, \"The [Federal Open Market] Committee continues to believe that an accommodative stance of monetary policy, coupled with still-robust underlying growth in productivity, is providing important ongoing support to economic activity.", "However, incoming economic data have tended to confirm that greater uncertainty, in part attributable to heightened geopolitical risks, is currently inhibiting spending, production, and employment.", "Inflation and inflation expectations remain well contained.\"", "In these circumstances, the Committee believed that the actions taken last week to ease monetary policy should prove helpful as the economy works its way through this current soft spot."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination"], "topics": ["equity extraction", "consumer spending", "productivity growth", "business costs", "geopolitical risks", "housing market", "mortgage rates", "Federal Open Market Committee", "recession fears", "monetary policy"]}