{"sentences": ["Introduction I am very pleased to contribute to this conference centring on the role of money in private law.", "As you know, the Nederlandsche Bank, or simply the Bank, has traditionally been the guardian of the Dutch monetary system and to this day plays an important role in this regard, not just within the Netherlands, but as of 1 January 1999, within the whole euro area.", "The legal framework underlying the Bank's objectives, tasks and activities is less well known, and it is this legal framework that I want to talk about briefly today.", "The Bank was founded by Decree of King William I on 25 March 1814.", "The original objective of the Bank was to issue loans to enterprises and private individuals in order to stimulate the economy.", "In the first half century of its existence, the Bank acted as a pioneer in the field of private banking.", "In the mid19th century, it was the first bank in the Netherlands with a national network.", "However, the public nature of the institution gradually became more pronounced.", "By around the 1930s, it had evolved from a pure circulation bank to a central bank.", "As guardian of the monetary system, it ensured the smooth operation of the payment system and upheld the purchasing power of the guilder.", "It also compiled statistics related to the banking system, creating a natural basis for its later task as supervisor.", "The Bank was nationalised in 1948.", "All shares came into state hands, and from then on, the Bank solely performed tasks in the public interest.", "After the Second World War, it also developed as banking supervisor and regulated external financial transactions because of the scarcity of gold and foreign exchange reserves in the Netherlands.", "The Bank recently underwent a development from an institution with 'solely' national objectives and tasks to one which also has European objectives and tasks.", "Due to historical developments, the Bank has become an interesting, but legally complex, institution.", "It is subject to various legal regimes, a situation I would like to explain from three angles.", "Public versus private The first approach concerns the concurrence of public and private rules.", "On its establishment, the Bank could in many ways be compared to a private financial institution: it was geared to issuing loans to promote trade in the Netherlands.", "That explains why the Bank had a legal form governed by private law.", "In the early years, it was moulded as a partnership, comprising shares which the owners had paid for in cash.", "Later, in 1863, it was changed to a public limited company.", "Like the commercial banks, the Bank was subject to the rules of the Civil Code.", "However, the Bank displayed public-law features in some respects and these began to predominate over the years.", "The first of these was that the central government granted the Bank the patent to act as circulation bank for a certain period.", "These patents were subsequently extended repeatedly, while no similar patents were granted to other financial institutions.", "Since its establishment, the Bank has hence enjoyed the exclusive right to issue banknotes.", "In addition, the Bank looked after central government payments and receipts, and so became the state's cashier.", "Another important public-law feature was the fact that the Bank's powers and tasks had been laid down by law as of 1863.", "The six earlier versions of the Bank Act 1998 differed in a number of respects from the regime of ordinary company law.", "Public law overrides private law on these points.", "The current Bank Act likewise contains some departures from the Civil Code, the most important being: the Bank's Governing Board is appointed by Royal Decree for a term of seven years; the Governing Board members may be suspended or relieved from office only if they no longer fulfil the conditions required for the performance of their duties or if they have been guilty of serious misconduct; the structure regime laid down in Book 2 of the Dutch Civil Code does not apply to the Bank; and the Bank is not subject to a number of rules governing annual accounts.", "It also emerges from the Bank Act 1998 and the Bank's Articles of Association that all of the Bank's tasks are governed by public law.", "One would be justified in asking whether the Bank, in view of its public objectives and tasks, should indeed be incorporated under private law.", "There are different ways of looking at this issue.", "On the hand, it could be argued that if activities are carried out as part of a public task, this should not be done in a private-law guise which could make it harder for civilians to recognise state involvement.", "On the other hand, one could say that in the case of the Bank, in part due to its long history as central bank, there is no room for confusion at all; civilians know that the Bank performs public tasks.", "In addition, the Bank's private-law legal form has worked successfully for two centuries partly because it enhances the Bank's independence from politics, a factor that has gained in importance since the introduction of EMU.", "Another advantage of the private-law legal form is its flexibility.", "It is a form which facilitates responses to social developments.", "Over the years, this private-law mantel has suited the Bank perfectly in changing circumstances and will undoubtedly continue to do so in future.", "The Nederlandsche Bank is not unique in this respect.", "The private-law origins of various other central banks can still be traced in their current legal structure.", "National versus European The second angle is the concurrence of national and European regulations.", "The Treaty establishing the European Community (the Treaty) provides that, by no later than the date of establishment of the European System of Central Banks (ESCB), every Member State shall make its national legislation compatible with the Treaty and the Statute of the ESCB.", "This was the reason for enacting the Bank Act 1998.", "One of the principal changes vis-à-vis the Bank Act 1948 is that in the new Act, the objectives, tasks and activities of the Bank have been made fully compatible with those of the ESCB.", "Its tasks are not only national but are also European to the extent that they concur with those of the ESCB.", "The Bank's European dimension is clearly expressed in section 2(1) of the Bank Act 1998 which provides that in implementation of the Treaty, the Bank's objective shall be to maintain price stability and that, without prejudice to this objective, the Bank shall support the general economic policies in the European Community.", "The Bank's European dimension also emerges in the Bank's tasks, as laid down in section 3 of the Bank Act 1998, which accurately reflect the tasks of the ESCB, namely to define monetary policy, conduct foreign-exchange operations in the financial markets, to hold and manage the official foreign reserves, to provide for the circulation of banknotes, to promote the smooth operation of payment systems and to contribute to the smooth conduct of policies pursued by the competent authorities relating to the prudential supervision of credit institutions and the stability of the financial system.", "The Bank's national dimension is shown notably in section 2(4) of the Bank Act 1998 which provides that the Bank shall perform tasks conferred upon it by or pursuant to the law.", "The tasks subsequently conferred under section 4 of said Act are to exercise supervision on financial institutions, promote the smooth operation of the (national) payment system, collect statistical data and to perform other tasks conferred by Royal Decree.", "A certain tension can arise between the Bank's European and national tasks.", "However, that does not apply to the monetary and exchange rate policy conducted by the ESCB: no national task remains in this area.", "The Treaty provides that a single monetary and exchange rate policy shall be pursued within the euro area and that this policy shall be determined by the Governing Council of the European Central Bank (ECB).", "As president of the Nederlandsche Bank, I sit on this Governing Council whose members do not act as representatives of their Member States or their own central bank when taking decisions; they act in accordance with their own judgement and with complete independence.", "This independence is safeguarded by section 12(4) of the Bank Act 1998 which provides that the Bank's Governing Board shall acknowledge the President's capacity as member of both the Governing Council and the General Council of the ECB.", "In other areas, the division between national and European tasks has been less clearly defined, for example in respect of payment systems.", "The Bank promotes the smooth operation of payment systems as a national task, but this is also one of its European tasks.", "At present, national tasks predominate in the area of payments.", "The ECB has so far made little use of its legislative powers in this regard.", "Both kinds of tasks, national and European, must fit seamlessly together.", "Where the national task ends and the European one begins cannot be precisely determined.", "These limits will undoubtedly be further explored in the coming years and will shift at some points.", "In the event that national and European tasks conflict with each other, the European task takes precedence.", "For the System, this principle is expressed in section 14.4 of the Statute of the European System of Central Banks which states that the national central banks of the System may perform functions other than those specified in the Statute unless the Governing Council of the ECB finds, by a majority of two-thirds of the votes cast, that these interfere with the objectives and tasks of the ESCB.", "In practice, national central banks should follow the principle that where there is doubt, the European functions take precedence.", "Not just national tasks, but national regulations too can differ from their European equivalents.", "In principle, a conflict between national and European regulations is prevented by inclusion in the Bank Act 1998 of exceptions to general Dutch law which are specifically based on the Treaty.", "Nonetheless, some provisions in the Dutch Civil Code might still conflict with the Treaty or the Statute of the European System of Central Banks.", "The Bank Act 1998 hence contains the provision that where this occurs, the provisions of the Dutch Civil Code shall not apply to the Bank.", "The third approach to the legal regimes applying to the Bank relates to the fact that the Bank holds public authority.", "Pursuant to the Bank Act, the Bank exercises public-law powers and is consequently a public body in terms of the General Administrative Law Act.", "As emerges from the Bank Act, the Bank, in exercising its powers, is not hierarchically subordinate to the Minister of Finance and is hence an independent public body which performs its public tasks at a remove from the minister.", "The minister need thus be less concerned with details and can concentrate more on the main thrust of policies.", "However, the minister remains accountable to parliament for the relevant policy areas.", "He must provide the required conditions, such as sound legislation and an adequate set of instruments to allow a public body to operate efficiently and effectively.", "As the minister should also monitor the quality of the public body's performance, he needs the requisite instruments such the right to (aggregated) information, budget approval, receipt of an annual report and annual accounts, the right to appoint and dismiss directors and members of the supervisory organs and to intervene if the public body is neglecting its task.", "The minister's instruments must, however, be geared to the specific nature of the relevant public body.", "This applies particularly to the Bank which, for various reasons, is an exceptional public body.", "First and foremost because the Bank's status as public body only covers its Dutch powers under public law and not those powers which it exercises on the basis of European Community law, namely its System tasks.", "And secondly because the Treaty requires that the Bank, as part of the System, shall function completely independently from political influence.", "This raises the question whether the minister has enough scope to exercise his responsibility for the Bank's non-System tasks, including the supervision of financial institutions.", "The answer is yes, provided that the instruments available to the minister are carefully selected.", "Moreover, the Bank is an exceptional public body because of the concept 'supervision at a distance', meaning that for supervisors of financial institutions, the distance from political influence is an essential point of departure for the independent and expert exercise of supervision.", "Finally, the Bank is an exceptional public body because it has a private-law legal form (although it is not unique in this).", "Due to the Bank's status as an exceptional public body, it has been agreed with the minister that the Bank, as of a date yet to be fixed, shall present an integral budget to the minister for approval, relating solely to its national tasks; the minister will test whether this is budget reasonable.", "It was further agreed that, as of the same date, the Netherlands Court of Audit would gain access to that part of the Bank engaged in national tasks.", "As part of the reform of financial sector supervision, it was decided that the Bank, as a supervisory authority, should cooperate more closely with the Pensions and Insurance Supervisory Authority (PVK).", "This has since led to the cross-appointment of a member of the Bank's Governing Board and the PVK chairman on each other's governing organs, as well as the cross-appointment of the chairmen of the Supervisory Boards of the two institutions.", "The full integration of both institutions is now under consideration.", "A number of legal issues need to be taken into account, relating to differences in the nature of supervision and the form of ministerial responsibility, and to the fact that the Bank and the PVK have different private-law legal forms, namely a public limited company and a foundation.", "While these questions are legally complex, they can fortunately be resolved.", "As I have outlined, the Bank is subject to various legal regimes: public and private law, national and European, part public body, part not.", "Where these areas overlap, conflicts may arise.", "It has emerged that such situations may be governed by three rules on conflict which can be derived from the Treaty and the Bank Act 1998 and that these rules can serve the Bank as a guideline in performing its tasks.", "Firstly, that public-law regulations take precedence over those governed by private-law; secondly, that European regulations override national ones; and thirdly that Bank's status as a public body solely applies to its powers under Dutch public-law and that the Bank's independent status may not be compromised.", "I have explained that the Bank does not have an unequivocal legal framework.", "It is a public limited company, but one which is not subject to the full extent of general law.", "It is a national and a European institution.", "And finally, it is a public body, but only insofar as non-System tasks are concerned.", "The Bank can hence rightly be termed a 'triplex sui generis' institution.", "It plays on several legal chessboards.", "In performing its tasks, the Bank repeatedly faces the challenge of succeeding in this simultaneous game."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Public law vs. private law", "National vs. European", "Public authority", "Legal framework", "Central bank", "Private-law legal form", "European Central Bank", "European System of Central Banks", "Public body", "Supervision"]}