{"sentences": ["Although the gold standard could hardly be portrayed as having produced a period of price tranquility, it was the case that the price level in 1929 was not much different, on net, from what it had been in 1800.", "But, in the two decades following the abandonment of the gold standard in 1933, the consumer price index in the United States nearly doubled.", "And, in the four decades after that, prices quintupled.", "Monetary policy, unleashed from the constraint of domestic gold convertibility, had allowed a persistent overissuance of money.", "As recently as a decade ago, central bankers, having witnessed more than a half-century of chronic inflation, appeared to confirm that a fiat currency was inherently subject to excess.", "But the adverse consequences of excessive money growth for financial stability and economic performance provoked a backlash.", "Central banks were finally pressed to rein in overissuance of money even at the cost of considerable temporary economic disruption.", "By 1979, the need for drastic measures had become painfully evident in the United States.", "The Federal Reserve, under the leadership of Paul Volcker and with the support of both the Carter and the Reagan Administrations, dramatically slowed the growth of money.", "Initially, the economy fell into recession and inflation receded.", "However, most important, when activity staged a vigorous recovery, the progress made in reducing inflation was largely preserved.", "By the end of the 1980s, the inflation climate was being altered dramatically.", "The record of the past twenty years appears to underscore the observation that, although pressures for excess issuance of fiat money are chronic, a prudent monetary policy maintained over a protracted period can contain the forces of inflation.", "With the story of most major economies in the postwar period being the emergence of, and then battle against inflation, concerns about deflation, one of the banes of an earlier century, seldom surfaced.", "The recent experience of Japan has certainly refocused attention on the possibility that an unanticipated fall in the general price level would convert the otherwise relatively manageable level of nominal debt held by households and businesses into a corrosive rising level of real debt and real debt service costs.", "It now appears that we have learned that deflation, as well as inflation, are in the long run monetary phenomena, to extend Milton Friedman's famous dictum.", "To be sure, in the short to medium run, many forces are at play that complicate the link between money and prices.", "The widening globalization of market economies in recent years, for example, is integrating a growing share of previously local capacity into an operationally meaningful world total.", "That process has, at least for a time, brought substantial new supplies of goods and services to global markets.", "In addition, the more rapid rate of technological innovation, so evident in the United States, has boosted the pace at which our productive potential is expanding.", "These shifts in aggregate supply - whether foreign or domestic in origin - influence the relationship between money and prices.", "Moreover, the tie between money and prices can be altered by dysfunctional financial intermediation, as we have witnessed in Japan.", "Thus, recent experience understandably has stimulated policymakers worldwide to refocus on deflation and its consequences, decades after dismissing it as a possibility so remote that it no longer warranted serious attention.", "The meaning of deflation and the characteristics that differentiate it from the more usual experience of inflation are subjects being actively studied inside and outside of central banks.", "As I testified before the Congress last month, the United States is nowhere close to sliding into a pernicious deflation.", "Moreover, a major objective of the recent heightened level of scrutiny is to ensure that any latent deflationary pressures are appropriately addressed well before they became a problem."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Deflation", "Price stability", "Gold standard", "Fiat currency", "Financial stability", "Debt", "Money supply", "Aggregate supply"]}