{"sentences": ["It is very gratifying to be here tonight to accept, on behalf of the Bank of Canada, this award for \"Central Bank Website of the Year.\"", "It has become almost a cliché to point out that \"Internet time moves faster than normal time.\"", "But I'm reminded of that observation as I accept this award - an award for achievement in a medium that barely existed ten years ago.", "For that matter, it was only eight years ago - in 1995 - that the Banco de México, the Bank of Canada, and a few other central banks launched their first Web sites.", "Back then, it would have been hard to imagine just how quickly the Web would evolve into the hugely influential medium it is today.", "It would also have been hard to imagine back then just how far central banks would move towards greater openness and transparency in their day-to-day operations.", "So it seems significant that these two trends - the push towards more open, transparent communications, and the unexpectedly rapid ascendance of the Web - should have coincided.", "At the Bank of Canada, our Web site has been an integral part of our communications strategy over the past eight years.", "The Web offers us a cost-effective global distribution channel for vast amounts of data, analysis, and commentary pertaining to our main functions - that is, the conduct of monetary policy, the promotion of financial stability, the supply of bank notes, and the provision of central banking services to the federal government.", "Our site also offers a growing amount of purely instructive material.", "Through the use of glossaries, \"backgrounders\", and other information, we have made a concerted effort to ensure that every document we publish provides enough context to help non-specialists read and understand it.", "This is no small challenge, given the admittedly dry and complex nature of much of the material a central bank deals with.", "We have also developed \"inflation and investment calculators\" so that our message about the benefits of low inflation is clear to the public.", "And we use a graphic presentation to explain the transmission of monetary policy.", "As well, we are currently developing a Web-based simulation game, designed to explain the intricacies of monetary policy to high school and undergraduate students.", "Based on our efforts to date, our hosts here this evening have decided that the Bank of Canada's Web site is the best among the two dozen central bank sites that they short-listed for this award.", "So the question you may be asking is, \"How exactly did you do it?", "And what sets the Bank of Canada's Web site apart from those of other banks?\"", "First, we did it ourselves.", "We didn't throw a lot of money at outside consultants.", "From the earliest days, we have been fortunate enough to have a small group of key people - editors, writers, programmers - who were excited by this new technology, and who were willing to dedicate their time to building and improving the site.", "I'd like to take a moment to mention a couple of those key people by name - although, as always, there are many others whose efforts have contributed importantly to the success of the site.", "Some of you may already know our senior Web consultant, Brent Eades, through his Web-related articles in central banking publications, and his presentations at various central bank Web conferences.", "Since 1998, Brent has had the principal responsibility for developing and expanding our site, and we are obviously very pleased that his efforts are receiving such a strong endorsement here tonight.", "I would also like to note the considerable contribution of Ken Kingsbury, a senior programmer on our staff, who has been responsible for perfecting many of the sophisticated data search tools on the site.", "Second, from the beginning, our attitude has been one of encouragement, rather than direction.", "We have been content to trust the planning and management of the site to staff who have the expertise to do the job right.", "Indeed, I think the fact that we have trusted the specialists in our various departments to decide how best to present their particular information has a lot to do with the success of our Web site.", "As we look to the future of our site, our plan is to continue to trust those with the necessary talent.", "Staff are already planning a variety of improvements to the site over the next year - a graphic redesign is in the works, as well as the simulation game I mentioned a moment ago.", "We also plan to fine-tune and reorganize the site's content to make it even more accessible than it is now.", "So this is a heads-up to our fellow central bankers that we don't intend to relinquish this award readily!", "*********************** Once again, I want to express my sincere thanks to Central Banking Publications and Lombard Street Research for the honour of this most prestigious award.", "This is a proud moment for the members of our staff who have put in endless hours developing a prize-winning site."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Website", "Openness and Transparency", "Monetary Policy", "Financial Stability", "Inflation", "Education and Outreach", "Web Technology", "Communication Strategy", "Data and Analysis", "User Experience"]}