{"sentences": ["Uncertainty is not just an important feature of the monetary policy landscape; it is the defining characteristic of that landscape.", "As a consequence, the conduct of monetary policy in the United States at its core involves crucial elements of risk management, a process that requires an understanding of the many sources of risk and uncertainty that policymakers face and the quantifying of those risks when possible.", "It also entails devising, in light of those risks, a strategy for policy directed at maximizing the probabilities of achieving over time our goal of price stability and the maximum sustainable economic growth that we associate with it.", "Toward that objective, we have drawn on the work of analysts who over the past half century have devoted much effort to improving our understanding of the economy and its monetary transmission mechanism.", "A critical result has been the identification of a relatively small set of key relationships that, taken together, provide a useful approximation of our economy's dynamics.", "Such an approximation underlies the statistical models that we at the Federal Reserve employ to assess the likely influence of our policy decisions.", "Despite the extensive efforts to capture and quantify these key macroeconomic relationships, our knowledge about many of the important linkages is far from complete and in all likelihood will always remain so.", "Every model, no matter how detailed or how well designed conceptually and empirically, is a vastly simplified representation of the world that we experience with all its intricacies on a day-to-day basis.", "Consequently, even with large advances in computational capabilities and greater comprehension of economic linkages, our knowledge base is barely able to keep pace with the everincreasing complexity of our global economy.", "Given this state of flux, it is apparent that a prominent shortcoming of our structural models is that, for ease in parameter estimation, not only are economic responses presumed fixed through time, but they are generally assumed to be linear.", "An assumption of linearity may be adequate for estimating average relationships, but few expect that an economy will respond linearly to every aberration.", "Although some nonlinearities are accounted for in our modeling exercises, we cannot be certain that our simulations provide reasonable approximations of the economy's behavior in times of large idiosyncratic shocks.", "Recent history has also reinforced the perception that the relationships underlying the economy's structure change over time in ways that are difficult to anticipate.", "This has been most apparent in the changing role of our standard measure of the money stock.", "Because an interest rate, by definition, is the exchange rate for money against non-monies, money obviously is central to monetary policy.", "However, in the past two decades, what constitutes money has been obscured by the introduction of technologies that have facilitated the proliferation of financial products and have altered the empirical relationship between economic activity and what we define as money, and in doing so has inhibited the keying of monetary policy to the control of the measured money stock.", "Another example of ongoing structural change relates to innovations in mortgage finance.", "This includes the elimination of Regulation Q, the emergence of variable rate loans, the growth of the mortgage-backed securities market, and improvements in the efficiency of the credit application process.", "These developments appear to have buffered activity in the housing market to some extent from shifts in monetary policy.", "But some of the same innovations in housing finance have opened new avenues of policy influence on economic behavior.", "For example, households have been able with increasing ease to extract equity from their homes, and this doubtless has helped support consumer spending in recent years, complementing the traditional effects of monetary policy."], "classifications": ["none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Monetary policy", "Risk management", "Uncertainty", "Structural models", "Money", "Housing market", "Mortgage finance", "Economic growth", "Price stability", "Nonlinearities"]}