{"sentences": ["Corporate governance, the subject of our conference, has evolved over the past century to more effectively promote the allocation of the nation's savings to its most productive uses.", "And, generally speaking, the resulting structure of business incentives, reporting, and accountability has served us well.", "We could not have achieved our current level of national productivity if corporate governance had been deeply flawed.", "Yet, our most recent experiences with corporate malfeasance suggest that governance has strayed from the way we think it is supposed to work.", "By law, shareholders own our corporations, and corporate managers ideally should be working on behalf of shareholders to allocate business resources to their optimum use.", "But as our economy has grown and our business units have become ever larger, de facto shareholder control has diminished: Ownership has become more dispersed, and few shareholders have sufficient stakes to individually influence the choice of boards of directors or chief executive officers.", "The vast majority of corporate share ownership is for investment, not for operating control of a company.", "Thus, corporate officers, especially chief executive officers, have increasingly shouldered the responsibility for guiding businesses in what one hopes they perceive to be the best interests of shareholders.", "Not all CEOs have appropriately discharged their responsibilities and lived up to the trust placed in them, as the events that led to the passage of the Sarbanes-Oxley Act demonstrated.", "In too many instances, some CEOs, under pressure to meet elevated short-term expectations for earnings, employed accounting devices for the sole purpose of obscuring adverse results.", "A change in behavior, however, may already be in train.", "The sharp decline in stock and bond prices after the collapse of Enron and WorldCom has chastened many of those responsible for questionable business practices.", "Corporate reputation is emerging out of the ashes of the debacle as a significant economic value.", "I hope that we will return to the earlier practices of firms competing for the reputation of having the most conservative and transparent set of books."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate governance", "Shareholders", "CEOs", "Corporate malfeasance", "Sarbanes-Oxley Act", "Accounting", "Stock prices", "Enron", "WorldCom", "Corporate reputation"]}