{"sentences": ["New bank rules to smooth economic swings - Caruana New capital rules for banks worldwide should smooth economic swings and strengthen the financial system, making it easier for central bankers to set interest rates, the new head of the Basel Committee said on Monday.", "In his first major interview since taking over the mammoth job of pushing through the \"Basel II\" bank capital accord, Jaime Caruana told Reuters that he doubts the complex risk-based capital requirements will worsen business cycles.", "Instead, he said inserting more regulatory oversight into assessing how much capital a bank sets aside against possible loan losses, and increasing the amount of information banks must make public, should make banks much safer and better prepared for economic downturns.", "\"It is a completely new approach.", "In that sense it is a kind of revolution,\" said Caruana, who is also governor of the Bank of Spain.", "Some bankers and politicians have criticised the reforms, which aim to lessen the risk of banking crises and are scheduled to take effect at the end of 2006.", "But Caruana said that requiring banks to run their capital through a stress test to assess what impact worsening economic conditions will have on their loan portfolios, and requiring bank supervisors to evaluate those models independently, increases the safety of the bank.", "\"This is one of the measures that will help the banks to be less pro-cyclical because they will have taken into account the whole (business) cycle,\" he said.", "The Basel Committee on Banking Supervision, which groups supervisors from major industrial economies, released the new rules earlier this year.", "The rules, dubbed Basel II because they replace a 1988 accord, were open for comment until July.", "Critics have said the Basel II accord, by requiring banks to increase capital reserves as loans get riskier, will withdraw credit from the economy exactly when it is most needed, creating a credit crunch and making business downturns more severe.", "While Caruana said that badly capitalised banks that have not assessed their risk properly certainly will face problems, he does not view it as endemic.", "Rather the banking system overall will be better capitalised so less vulnerable to shocks.", "This in turn will reduce the need for central bankers to keep interest rates low for protracted time periods to help offset credit crunches, as the Federal Reserve did in the early 1990s U.S. banking crisis.", "\"The fact that the banks are well capitalised and sensitive to risk, it will make monetary policy if anything easier,\" said Caruana, who took over the Basel Committee in May.", "Caruana also sits on the Governing Council of the European Central Bank which sets euro zone interest rates.", "Less blue sky or rain?", "His top assistant Daniele Nouy, who is secretary general of the Basel Committee, was even more insistent, saying in the same interview that the new accord should help to smooth economic cycles.", "\"I am personally absolutely convinced that it will be much less pro-cyclical than the old accord,\" Nouy said.", "The new accord will require banks to make better decisions earlier about how much capital they need, thus reducing risk and economic volatility.", "\"Right now we move from blue skies to full storm (in bank lending activities),\" she said.", "We will have much more light grey and dark grey.", "I know it is very hard to convince people in advance, but I have zero doubt on that.\"", "As for the pressure the new accord will place on bank regulators, Caruana said he was impressed by how well prepared they are in general.", "Many bank analysts have said that relying on a patchwork of different national supervisory structures to implement the regulatory pillar will highlight weaknesses, for instance in emerging markets.", "\"You would be very surprised.", "There is tremendous supervision there,\" he said.", "Bank regulators have progressed immensely in the past five years in their sophistication in risk management assessment and are well equipped to implement the accord, he said.", "Moreover in the European Union, where the ECB lacks a formal bank regulatory role, Caruana said he sees no need for changes in the system.", "\"We are talking about national supervision with very good contact with national central banks, which are part of the euro system.", "This is a structure that is working now, and I don't think the Basel II will affect this structure.", "Certainly it makes it extremely necessary that supervisors and banks have a good relationship and risk-focused supervision, but this is already there.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Basel II", "Capital Requirements", "Economic Cycles", "Bank Supervision", "Credit Crunch", "Monetary Policy", "Risk Management", "Banking Crises", "Stress Test", "Financial System"]}