{"sentences": ["When I was appointed Governor of the Bank of Japan four months ago, I made a pledge that I would do my best to contribute to reviving the Japanese economy.", "As we all know, Japan's economy is currently beset with a number of formidable problems.", "By resolving each of these problems steadily and patiently, I believe, prospects for the future of Japan's economy will be improved.", "With such a vision in mind, today, I would like to talk about these problems and the steps the Bank has been taking to address them.", "Current situation and challenges facing Japan's economy Current condition Let me begin by briefly talking about the current condition of Japan's economy.", "Economic activity, as a whole, remains flat.", "On the bright side, corporate profits continue to improve, and business fixed investment is on a gradual upturn.", "Indeed, according to the Bank's Tankan Survey released in early July, the ratio of profits to sales is expected to hit a record high in fiscal 2003 since the bursting of the bubble, surpassing the past highs of 1996 and 2000.", "And, the business fixed investment plan for fiscal 2003 is the largest since fiscal 2000.", "But, on a more subdued note, personal consumption remains lackluster.", "High corporate profitability despite anemic sales implies that the effect of corporate restructuring in reducing labor and other costs has been quite substantial.", "This, in turn, means that the household sector has been faced with harsh labor and income conditions, which have adversely affected consumption.", "Meanwhile, Japan's exports have not shown any clear movement either to rise or to decline.", "Thus, as I described at the outset, economic activity overall remains flat.", "But recently, uncertainties surrounding Japan's economy have been gradually abating.", "The uncertainty surrounding overseas economies, an important factor for exports, has been declining in the wake of the end of the war in Iraq and the containment of severe acute respiratory syndrome (SARS).", "It is the prevailing view that despite lingering uncertainties, the growth of overseas economies will pick up in the second half of this year.", "Under such circumstances, we expect that a cyclical upswing in Japan's economy will begin to materialize in tandem with the gradual improvement in exports and production.", "And, in the financial and capital markets in and outside Japan, pessimism regarding the future course of the economy and prices has been receding with the rise in stock prices.", "Problems facing Japan's economy Yet, there remain a host of long-term problems that must be overcome.", "Though the growth of Japan's economy has been forced down at a lower rate since the bursting of the bubble, there have, in fact, been several recovery phases.", "However, these nascent recoveries repeatedly failed to lead to a full-fledged growth path because of recession overseas and concern about financial instability at home.", "One of the factors responsible is that such structural problems as debt overhang and excess labor have yet to be resolved.", "For example, when production and corporate earnings increased amid vibrant overseas economies, firms were forced to make, or strategically effected, the repayment of outstanding debt, and there was no expansion of business fixed investment.", "And, efforts on the part of the corporate sector to shed excess labor kept employment and income conditions severe, thereby restraining personal consumption.", "In a nutshell, pressures to correct past excesses hampered domestic demand from achieving a self-sustained recovery.", "But, are these sufficient reasons explaining the prolonged stagnation of Japan's economy?", "Looking at past history a little more closely, we have come to realize that the problems are more than just the aftermath of the bursting of the bubble, such as debt overhang and excess labor.", "We are actually facing more deep-rooted and difficult problems.", "Since the late 1980s, the world economy has witnessed a sea change in the form of globalization and revolution in information and communications technology.", "Thus, before we discuss possible resolutions to the problems facing Japan's economy, it may be a useful exercise to put them in a global and historical context.", "On a global scale, a disinflationary trend is intensifying.", "For example, the average growth rate of the consumer price index in G7 countries decreased from around 7 percent in the first half of the 1980s to the 3 percent level in the second half, and to a less than 2 percent level between 1996 and 2002.", "This certainly shows that central banks' conduct of monetary policy has successfully contained inflation.", "More fundamentally, this trend may reflect the impact on price determination of globalization and the revolution in information and communications technology.", "The transition of emerging countries to market economies has greatly expanded global supply capacity.", "Furthermore, firms with a dominant power in setting prices in various markets segmented by region or by product no longer exist amid the advance of globalization and information and communications technology.", "Consequently, firms in industrialized countries have become increasingly under pressure to create high-value-added products amid global competition.", "Coming back home, there have also been conspicuous changes in the conditions underlying Japan's economy.", "They include the transition to a mature economy and demographic change.", "These changes make it impossible for Japan's economy to revive high growth seen in the past, and, in this sense, tend to lower prospects for its future.", "On an individual firm level, they tend to nullify old business models established in the high-growth period, and also to force firms to construct new and more innovative business models.", "There are quite a few firms, mainly in the manufacturing sector, that are not plagued by debt overhang and excess labor.", "But they also find it difficult to increase their production and investment until such time as they become confident about their competitiveness.", "The challenges facing Japan's economy are enormously complex and difficult because it is faced with such idiosyncratic problems as the transition to a mature economy, demographic change, and the aftermath of the bursting of the bubble, in addition to global issues.", "Looking at prices, Japan's economy has passed a disinflationary stage, and has fallen into a deflationary situation.", "Deflation will cause various distortions in the economy and society, in a different way from inflation, even if modest.", "To resolve the problems To resolve the problems facing Japan's economy, we must construct a new and dynamic economic system in which firms and individuals can have positive expectations for the future and boost their economic activity.", "In addition, we must construct a mutually beneficial, new interdependent relationship with neighboring countries in Asia.", "Here, I think there are two key concepts to keep in mind.", "One is Japan's economy, which can create high-value-added, and the other is more unified regional cooperation among Asian economies.", "Moving forward, we need to metamorphose Japan's economy and society into one which is more flexible so that resources will be smoothly reallocated to creative areas.", "Unfortunately, in Japan we do not yet have frameworks that can reallocate various resources efficiently.", "In the private sector, procrastination in the relaxation and abolition of regulations has been a major impediment.", "In the public sector, the accumulation of vested interests has hampered budget reallocation.", "There is a problem with the framework of corporate finance.", "In Japan, as a result of prolonged high growth in the past, corporate finance has become extremely dependent on bank borrowing.", "In fact, it has come to a point where borrowers hardly make any distinction between funds for risk-taking and those for running operations.", "This is directly related to a distortion of corporate governance.", "And, I think debt overhang can be considered as an extension of this problem.", "Furthermore, productivity-related wages and a flexible labor market are essential elements for the future of Japan's economy.", "It will be quite a challenge to balance these with the traditional system of seniority-based wages and lifetime employment.", "Needless to say, we must expand business opportunities.", "And, in the process, we need to create a framework in which individuals and firms will be rewarded with commensurate returns when they take on risks.", "It seems that the various systems that underpinned post-war growth such as corporate governance, labor and wage practices, and the role of government and public institutions, can no longer provide a sufficient risk-return incentive.", "Finally, let me mention the relationship with other Asian economies.", "Japanese firms have already dramatically changed their business strategy for Asia.", "These days, they not only use Asian countries as a production base for exports, but also try to penetrate local domestic markets.", "In the last decade or so, intra-regional trade has greatly expanded in Asia as evidenced by the ratio of such trade to the nominal GDP for nine East Asian countries more than doubling, from 8 percent in the latter half of the 1980s to 17 percent recently.", "This ratio is almost comparable to that of the European Union (EU).", "But, with regard to free trade agreements, Japan has fallen behind other countries.", "I thus hope the government will make efforts to promote free trade agreements which would support the efforts of the private sector.", "There is another important issue to deal with when we create an environment in which economic dynamism works, and that is to minimize future anxieties.", "For example, if individuals are uneasy about their financial situation after retirement, including pensions, or if firms are concerned about potential financial instability, they will be discouraged from aggressively taking on risks.", "Paradoxically speaking, it is important to enable economic agents to take on risks without paying undue attention to future anxieties.", "In this regard, the government has a critical role.", "It can enhance incentives for risk-taking in the private sector by eliminating impediments in regulatory and tax systems.", "On the budgetary front, it can promote resource reallocation in the private sector by fundamentally reviewing government expenditure.", "Furthermore, it can assuage future anxieties related to pension and other social security systems.", "We thus need to promote broad-based reform, covering the socio-economic system at large.", "Last month, the Council on Economic and Fiscal Policy decided to adopt \"Basic Policies for Economic and Fiscal Management and Structural Reform 2003\" (the so-called third main reform guidelines).", "I think it vital to accelerate the implementation of reform measures while taking account of these guidelines.", "As far as monetary policy is concerned, I think the Bank of Japan has a very important role to play in this process, the details of which I am going to take up later.", "Given that the government and the Bank of Japan do their best in providing a favorable environment, firms are the main player in constructing a new and dynamic economic system.", "Or, to be more precise, individuals could ultimately be perceived as the main player, since they own and manage firms, they work at firms, and they monitor firms directly or indirectly.", "What lie at the core of a market economy are the activities of firms and individuals in discovering new value-added demand, and turning such into attractive goods and services and shouldering risks attached.", "These days, profit opportunities are not something obtained just by following others as in the past, but something created before others do.", "Let me elaborate a little on this.", "After World War II, Japan's economic policies focused on sustaining high growth and promoting exports, and firms vied for larger sales and higher market share rather than higher profitability.", "As a result, a low-profit and high-cost structure took hold.", "Then, with the prolonged high-growth period, this structure became so deeply embedded in the economy that firms found it extremely difficult to find ways to correct the high-cost structure and create new competitiveness.", "And, more recently, the bursting of the bubble economy in the early 1990s led to debt overhang and excess labor, which further increased the burden of such adjustment.", "We hear anecdotes that the delay in corporate restructuring has kept competent human resources in existing firms, and this is one of the main reasons for the low rate of new business openings in Japan.", "All these are formidable challenges.", "However, I believe they can be overcome, no matter how difficult they may be, as long as the private sector makes steady efforts to display its creative power, and the government and the Bank of Japan give strong support to such efforts.", "Contributions of the Bank The Bank of Japan would like to make a positive contribution to extricating the economy from a deflationary situation and putting it on a sustainable recovery path, as well as to creating an environment in which both firms and individuals will be able to realize their potential and economic dynamism will work more effectively.", "Let me explain the policy measures the Bank has taken in three areas.", "First, our easy monetary policy.", "Here, we have made efforts to provide a financial environment in which firms will be able to embark on as many forward-looking activities as possible even under the continuing severe economic situation.", "Second, we have been urging financial institutions to enhance their soundness.", "Financial institutions are supposed to assume a pivotal role in the financial system, but its intermediary function has been somewhat weak.", "Under such circumstances, firms might become reluctant to aggressively take on risks as they are concerned about future funding or a recession in the wake of financial instability.", "Third, we have been working to improve financial and capital markets.", "The key here is to improve the market mechanism so that interest rates will be determined competitively.", "In other words, we should strengthen the price discovery function of the market.", "An improved market mechanism would induce firms to actively invest, thereby spurring economic dynamism.", "Let me elaborate on these three contributions.", "Maintaining easy monetary policy Ample and flexible liquidity provision The first contribution of the Bank is its maintenance of an easy monetary policy.", "The Bank has aggressively pursued an easy monetary policy under the framework of quantitative easing by changing its operational policy target from the short-term money market rate to the balance of current accounts held by financial institutions at the Bank since the spring of 2001 when the short-term money market rate declined to almost zero.", "Since I became Governor, the Bank decided to substantially increase liquidity provision as an emergency measure to respond to heightened uncertainties in the wake of the war in Iraq, the spread of SARS, unstable movements in stock prices and foreign exchange rates, and the injection of public funds into Resona Bank.", "(In April and May, the Bank increased the target balance of current accounts in the total amount of 8 trillion yen, with the upper limit rising to 30 trillion yen.)", "Such quantitative easing has been extremely effective in maintaining financial market stability while we recognize its side effects, including a deterioration in the market mechanism.", "It has also been effective in facilitating corporate funding.", "Looking back at the 1997-98 period, a series of collapses of financial institutions triggered a credit crunch.", "At the time, being concerned about their own funding, there were cases where financial institutions could not respond even to the funding needs of large blue-chip firms.", "However, we have not confronted such a situation since we adopted quantitative easing.", "I think the probability that a similar situation will occur is much smaller compared with the 1997-98 period.", "Through these channels, quantitative easing has been firmly supporting economic activity.", "But, we should never be complacent.", "We are determined to make further efforts to improve the transmission mechanism so that the effect of quantitative easing will permeate the economy to the fullest extent possible.", "As part of such efforts, the Bank recently decided to purchase asset-backed securities (ABSs).", "The necessary preparations having been completed, we will be ready to purchase the securities in the near future.", "Policy commitment There are other measures to stabilize financial markets.", "For example, the Bank has committed itself to continuing its current monetary easing framework until the growth rate of the consumer price index (CPI) stably registers zero percent or above.", "This can be termed the \"policy duration effect.\"", "With such a commitment as a backdrop, interest rates for overnight to several years have been stable at very low levels.", "In fact, the rise in medium-term interest rates has recently been relatively moderate despite the substantial increase in long-term rates.", "We fully recognize the importance of stabilizing public expectations about future policy directions, and we will make further efforts to enhance transparency regarding the conduct of monetary policy.", "Promoting financial system stability The second contribution of the Bank is to secure financial system stability by urging financial institutions to enhance their soundness.", "For the past ten years, the financial system problem in Japan has been almost synonymous with the nonperforming-loan (NPL) problem.", "However, it goes without saying that what is really important is for financial institutions to overcome the NPL problem and transform themselves into a new financial service industry equipped with renewed competitiveness.", "Major financial institutions must quickly become competitive in the international financial market, and regional financial institutions should provide new financial services to small firms which undertake or develop new businesses that contribute to the development of local economies.", "Having said this, it is true that the NPL problem is still formidable.", "In the paper titled \"Japan's Nonperforming Loan Problem\" published in October 2002, the Bank pointed out that a comprehensive approach would be indispensable to promote the resolution of this problem, centering on a more appropriate evaluation of the economic value of NPLs, more stringent provisioning, and more vigorous corporate rehabilitation.", "Subsequent efforts by financial institutions have more or less been in line with this recommendation.", "Regarding the past-due and restructured large loan assets of major financial institutions, provisions have been made on a discounted cash flow basis, and the extent of provisions as a whole was also raised.", "Disposal of NPLs by way of write-offs and sales has accelerated considerably, and the outstanding balance has been substantially reduced.", "Furthermore, we have seen new initiatives aiming at corporate rehabilitation, including the establishment of the Industrial Revitalization Corporation of Japan.", "Recently, many financial institutions, including regional institutions, have established special sections devoted to industrial rehabilitation.", "In addition to the NPL problem, stock price volatility also poses a significant risk to the management of financial institutions.", "It is the view of the Bank of Japan that the unwinding of cross-shareholdings is an inevitable trend, and, as far as the shares held by banks are concerned, it is quite appropriate to insulate the risk due to stock price volatility by expediting the sale of these shares.", "Since the latter part of last year when stock prices began to fall, the Bank of Japan began purchasing stocks.", "By partly utilizing our stock purchasing scheme, banks have been reducing their shareholdings, and a couple of major banks have already reduced their shareholdings to below an amount equivalent to Tier 1 capital as stipulated by regulation.", "Needless to say, in view of the remaining problems, financial institutions need to continue making best efforts to overcome them.", "At the same time, in addition to such backward-looking tasks, they must strengthen their earnings power by reconstructing lending and other types of businesses.", "Like firms must create value-added, financial institutions must provide high-value-added financial services, which is the ultimate key determining their future.", "It cannot be denied that the financial authorities tend to take the initiative in securing financial system stability in view of the magnitude of the problem as well as inherent time constraint.", "While the severity of the problem might have justified such a course of action in the past, it should be the private sector, with its creative power, which deals with such problems as the disposal of NPLs, raising capital, and corporate rehabilitation.", "The Bank has consistently been sending this message to financial institutions so that they will be able to take the maximum initiative in tackling these problems.", "If financial institutions put more weight on improving profitability, they will find it all the more difficult to achieve without managerial independence.", "Through on-site supervision and monitoring, the Bank will strongly support such a direction while urging financial institutions to make utmost efforts.", "Steps toward future financial and capital markets The third contribution of the Bank is the effort to improve financial and capital markets.", "Here I would like to emphasize the importance of credit markets such as corporate bond and CP markets as well as stock and other markets for risk money.", "The current structure of corporate finance in Japan exhibits a heavy dependence on bank borrowing.", "However, looking forward, we need to diversify financial intermediation channels to cope with the various needs of investors and fund-raisers.", "In this regard, what is most important is that interest rates will be determined competitively in the market.", "In other words, we must take full advantage of the price discovery function of the market.", "It is the intrinsic role of the market to display the risk-return relationship perceived by market participants in the form of market price--interest rates in the case of credit markets.", "If the market develops to the extent that it can fully perform the price discovery function, we will establish a framework where we can obtain return commensurate with the risk involved in financial transactions.", "At the same time, it will induce active investment on the part of firms, thereby spurring economic dynamism.", "Japan's financial and capital markets, particularly credit markets such as the lending, corporate bond, and CP markets, do not seem to be performing a sufficient price discovery function in evaluating the credit risks of borrowers.", "This is attributable to a variety of factors.", "Under the main bank system, credit has been made mostly in the form of loans.", "Another factor might be the assumption of an evergrowing economy in which loans have been extended based on the value of real estate collateral rather than the stringent evaluation of firms themselves and the project under consideration.", "Some say that corporate bonds and CP are sometimes regarded as another form of loans.", "Recently, however, we have seen the expansion of new markets, including syndicated loans, ABSs, and credit derivative markets, which seems to signal the transformation of credit markets in Japan.", "It is anticipated that active credit markets will facilitate the intermediation of funds and risks, contributing to the more efficient allocation of resources in the economy as a whole.", "Undoubtedly, market improvements will lay an important groundwork for the future.", "Moreover, considering that the intermediary function of financial institutions is far from perfect due to such factors as the burden of NPLs, it is an important problem that is worthwhile tackling from the viewpoint of further enhancing the effect of monetary easing as well as facilitating corporate funding.", "Based on this thinking, the Bank of Japan, in cooperation with market participants, has made various grass-roots efforts to improve the market by refining master transaction contracts and trading practices as well as by compiling and publishing market-related statistics.", "Furthermore, the Bank chose ABSs as an instrument with important monetary policy implications, and will begin purchasing them shortly.", "We believe that because of their product characteristics, ABSs will play an important role in the future of financial and capital markets in Japan.", "ABSs is a generic term for any product that comprises several types of bonds based on cash flows created by the most advanced financial engineering techniques from a pool of relatively small-lot obligations, such as loans and leases extended to small and medium-sized firms and the account receivables of these firms.", "By pooling the number of obligations, risk will be reduced.", "ABSs qualify in meeting the needs of investors with a variety of risk tolerance as securities can be issued in various combinations of high-risk, high-return and low-risk, low-return bonds.", "This product suits the current situation in Japan.", "For example, financial institutions play a central role in originating these products, and the risk is borne directly by end-investors.", "In the case of Japanese firms, small and medium-sized firms in particular, main banks and other similar financial institutions are in the best position to grasp funding needs.", "One of the characteristics of ABSs is that while banks originate these securities, the risk is shouldered by investors so that they are not susceptible to banks' risk-taking ability.", "By using their own networks and assessment ability, financial institutions will act as manufacturers and distributors by creating such products as ABSs and selling them.", "We thus believe that ABSs will be the best candidate to build a bridge from the current bank-centered system to next-generation financial and capital markets.", "In fostering the market for ABSs, the Bank decided to shoulder the credit risk of private debt obligations by directly purchasing such securities.", "This is mainly because the market is still in an embryonic stage and hence there are very few participants willing to take on risks and, moreover, it is difficult to originate the securities.", "As long as the central bank effects purchases in the market, such action inevitably entails a sense of intervention.", "And, there is always the danger that it might distort the price discovery function of the market, thereby jeopardizing its sound development.", "However, judging from the information we have obtained so far, there is a possibility that purchases by the Bank may act rather as a catalyst to increase both transactions and market participants so that the market function is expected to strengthen in a self-generating way.", "We hope that such a virtuous cycle will be engendered.", "Concluding remarks For Japan's economy to resolve the problems it faces and move forward, firms and individuals must become active in seeking new value-added by taking on risks.", "It is the task of the Bank of Japan to provide a financial environment favorable to the people who create the future course.", "The more difficult the problems facing Japan's economy, the more aggressively the Bank of Japan should pursue new policy options without being held hostage by precedent.", "Quantitative easing is a policy option that no other central bank has ever taken and we also recognize that the purchase of stocks held by banks is a policy option that is not conceivable under normal circumstances.", "Indeed, the purchase of asset-backed securities is an extremely unusual policy option in the sense that the central bank directly shoulders the credit risk of private debt obligations.", "Traditional monetary policy usually focuses on money, which sits on the liability side of banks' balance sheets, and hardly looks at credit as an independent item.", "However, in the situation Japan faces, credit, which sits on the asset side of banks' balance sheets, has become critically important in the conduct of monetary policy, and it is in this area that the Bank of Japan is exploring new policy options.", "We will continue to effect the appropriate conduct of monetary policy by always bearing in mind the future vision of the economy.", "Let me close by stating my firm belief that Japan's economy will reveal its true potential and we will be able to build a bright future, and also once again pledging that the Bank of Japan will make every possible effort to revitalize the economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none"], "topics": ["Monetary policy", "Financial system stability", "Financial and capital markets", "Economic growth", "Deflation", "Structural problems", "Corporate restructuring", "Globalization", "Demographic change", "Risk-taking"]}