{"sentences": ["Mr Chairman and members of the committee, I am pleased this morning to present the Federal Reserve's semiannual Monetary Policy Report to the Congress.", "I will begin by reviewing the state of the US economy and the conduct of monetary policy and then turn to some key issues related to the federal budget.", "When I testified before this committee last July, I noted that, while the growth of economic activity over the first half of the year had been spurred importantly by a swing from rapid inventory drawdown to modest inventory accumulation, that source of impetus would surely wind down in subsequent quarters, as it did.", "We at the Federal Reserve recognized that a strengthening of final sales was an essential element of putting the expansion on a firm and sustainable track.", "To support such a strengthening, monetary policy was set to continue its accommodative stance.", "In the event, final sales continued to grow only modestly, and business outlays remained soft.", "Concerns about corporate governance, which intensified for a time, were compounded over the late summer and into the fall by growing geopolitical tensions.", "In particular, worries about the situation in Iraq contributed to an appreciable increase in oil prices.", "These uncertainties, coupled with ongoing concerns surrounding macroeconomic prospects, heightened investors' perception of risk and, perhaps, their aversion to such risk.", "Equity prices weakened further, the expected volatility of equity prices rose to unusually high levels, spreads on corporate debt and credit default swaps deteriorated, and liquidity in corporate debt markets declined.", "The economic data and the anecdotal information suggested that firms were tightly limiting hiring and capital spending and keeping an unusually short leash on inventories.", "With capital markets inhospitable and commercial banks firming terms and standards on business loans, corporations relied to an unusual extent on a drawdown of their liquid assets rather than on borrowing to fund their limited expenditures.", "By early November, conditions in financial markets had firmed somewhat on reports of improved corporate profitability.", "But on November 6, with economic performance remaining subpar, the Federal Open Market Committee chose to ease the stance of monetary policy, reducing the federal funds rate 50 basis points, to 11⁄4%.", "We viewed that action as insurance against the possibility that the still widespread weakness would become entrenched.", "With inflation expectations well contained, this additional monetary stimulus seemed to offer worthwhile insurance against the threat of persistent economic weakness and unwelcome substantial declines in inflation from already low levels.", "In the weeks that followed, financial market conditions continued to improve, but only haltingly.", "The additional monetary stimulus and the absence of further revelations of major corporate wrongdoing seemed to provide some reassurance to investors.", "Equity prices rose, volatility declined, risk spreads narrowed, and market liquidity increased, albeit not to levels that might be associated with robust economic conditions.", "At the same time, mounting concerns about geopolitical risks and energy supplies, amplified by the turmoil in Venezuela, were mirrored by the worrisome surge in oil prices, continued skittishness in financial markets, and substantial uncertainty among businesses about the outlook.", "Partly as a result, growth of economic activity slowed markedly late in the summer and in the fourth quarter, continuing the choppy pattern that prevailed over the past year.", "According to the advance estimate, real GDP expanded at an annual rate of only 3⁄4 last quarter after surging 4percent in the third quarter.", "Much of that deceleration reflected a falloff in the production of motor vehicles from the near-record level that had been reached in the third quarter when low financing rates and other incentive programs sparked a jump in sales.", "The slowing in aggregate output also reflected aggressive attempts by businesses more generally to ensure that inventories remained under control.", "Thus far, those efforts have proven successful in that business inventories, with only a few exceptions, have stayed lean - a circumstance that should help support production this year.", "Indeed, after dropping back a bit in the fall, manufacturing activity turned up in December, and reports from purchasing managers suggest that improvement has continued into this year.", "Excluding both the swings in auto and truck production and the fluctuations in non-motor-vehicle inventories, economic activity has been moving up in a considerably smoother fashion than has overall real GDP: Final sales excluding motor vehicles are estimated to have risen at a 21⁄4% annual rate in the fourth quarter after a similar 13⁄4% advance in the previous quarter and an average of 2% in the first half.", "Thus, apart from these quarterly fluctuations, the economy has largely extended the broad patterns of performance that were evident at the time of my July testimony.", "Most notably, output has continued to expand, but only modestly.", "As previously, overall growth has simultaneously been supported by relatively strong spending by households and weighed down by weak expenditures by businesses.", "Importantly, the favorable underlying trends in productivity have continued; despite little change last quarter, output per hour in the nonfarm business sector rose 33⁄4% over the four quarters of 2002, an impressive gain for a period of generally lackluster economic performance.", "One consequence of the combination of sluggish output growth and rapid productivity gains has been that the labor market has remained quite soft.", "Employment turned down in the final months of last year, and the unemployment rate moved up, but the report for January was somewhat more encouraging.", "Another consequence of the strong performance of productivity has been its support of household incomes despite the softness of labor markets.", "Those gains in income, combined with very low interest rates and reduced taxes, have permitted relatively robust advances in residential construction and household expenditures.", "Indeed, residential construction activity moved up steadily over the year.", "And despite large swings in sales, underlying demand for motor vehicles appears to have been well maintained.", "Other consumer outlays, financed partly by the large extraction of built-up equity in homes, have continued to trend up.", "Most equity extraction - reflecting the realized capital gains on home sales - usually occurs as a consequence of house turnover.", "But during the past year, an almost equal amount reflected the debt-financed cash-outs associated with an unprecedented surge in mortgage refinancings.", "Such refinancing activity is bound to contract at some point, as average interest rates on outstanding home mortgages converge to interest rates on new mortgages.", "However, fixed mortgage rates remain extraordinarily low, and applications for refinancing are not far off their peaks.", "Simply processing the backlog of earlier applications will take some time, and this factor alone suggests that refinancing originations and cash-outs will be significant at least through the early part of this year.", "To be sure, the mortgage debt of homeowners relative to their income is high by historical norms.", "But as a consequence of low interest rates, the servicing requirement for the mortgage debt of homeowners relative to the corresponding disposable income of that group is well below the high levels of the early 1990s.", "Moreover, owing to continued large gains in residential real estate values, equity in homes has continued to rise despite sizable debt-financed extractions.", "Adding in the fixed costs associated with other financial obligations, such as rental payments of tenants, consumer installment credit, and auto leases, the total servicing costs faced by households relative to their incomes are below previous peaks and do not appear to be a significant cause for concern at this time.", "While household spending has been reasonably vigorous, we have yet to see convincing signs of a rebound in business outlays.", "After having fallen sharply over the preceding two years, new orders for capital equipment stabilized and, for some categories, turned up in nominal terms in 2002.", "Investment in equipment and software is estimated to have risen at a 5% rate in real terms in the fourth quarter and a subpar 3% over the four quarters of the year.", "However, the emergence of a sustained and broad-based pickup in capital spending will almost surely require the resumption of substantial gains in corporate profits.", "Profit margins apparently did improve a bit last year, aided importantly by the strong growth in labor productivity.", "Of course, the path of capital investment will depend not only on market conditions and the prospects for profits and cash flow but also on the resolution of the uncertainties surrounding the business outlook.", "Indeed, the heightening of geopolitical tensions has only added to the marked uncertainties that have piled up over the past three years, creating formidable barriers to new investment and thus to a resumption of vigorous expansion of overall economic activity.", "The intensification of geopolitical risks makes discerning the economic path ahead especially difficult.", "If these uncertainties diminish considerably in the near term, we should be able to tell far better whether we are dealing with a business sector and an economy poised to grow more rapidly - our more probable expectation - or one that is still laboring under persisting strains and imbalances that have been misidentified as transitory.", "Certainly, financial conditions would not seem to impose a significant hurdle to a turnaround in business spending.", "Yields on risk-free Treasury securities have fallen, risk spreads are narrower on corporate bonds, premiums on credit default swaps have retraced most of their summer spike, and liquidity conditions have improved in capital markets.", "These factors, if maintained, should eventually facilitate more vigorous corporate outlays.", "If instead, contrary to our expectations, we find that, despite the removal of the Iraq-related uncertainties, constraints to expansion remain, various initiatives for conventional monetary and fiscal stimulus will doubtless move higher on the policy agenda.", "But as part of that process, the experience of recent years may be instructive.", "As I have testified before this committee in the past, the most significant lesson to be learned from recent American economic history is arguably the importance of structural flexibility and the resilience to economic shocks that it imparts.", "I do not claim to be able to judge the relative importance of conventional stimulus and increased economic flexibility to our ability to weather the shocks of the past few years.", "But the improved flexibility of our economy, no doubt, has played a key role.", "That increased flexibility has been in part the result of the ongoing success in liberalizing global trade, a quarter-century of bipartisan deregulation that has significantly reduced rigidities in our markets for energy, transportation, communication, and financial services, and, of course, the dramatic gains in information technology that have markedly enhanced the ability of businesses to address festering economic imbalances before they inflict significant damage.", "This improved ability has been facilitated further by the increasing willingness of our workers to embrace innovation more generally.", "It is reasonable to surmise that, not only have such measures contributed significantly to the long-term growth potential of the economy this past decade, they also have enhanced its short-term resistance to recession.", "That said, we have too little history to measure the extent to which increasing flexibility has boosted the economy's potential and helped damp cyclical fluctuations in activity.", "Even so, the benefits appear sufficiently large that we should be placing special emphasis on searching for policies that will engender still greater economic flexibility and dismantling policies that contribute to unnecessary rigidity.", "The more flexible an economy, the greater its ability to self-correct in response to inevitable, often unanticipated, disturbances, thus reducing the size and consequences of cyclical imbalances.", "Enhanced flexibility has the advantage of adjustments being automatic and not having to rest on the initiatives of policymakers, which often come too late or are based on highly uncertain forecasts.", "Policies intended to improve the flexibility of the economy seem to fall outside the sphere of traditional monetary and fiscal policy.", "But decisions on the structure of the tax system and spending programs surely influence flexibility and thus can have major consequences for both the cyclical performance and long-run growth potential of our economy.", "Accordingly, in view of the major budget issues now confronting the Congress and their potential implications for the economy, I thought it appropriate to devote some of my remarks today to fiscal policy.", "In that regard, I will not be emphasizing specific spending or revenue programs.", "Rather, my focus will be on the goals and process determining the budget and on the importance, despite our increasing national security requirements, of regaining discipline in that process.", "These views are my own and are not necessarily shared by my colleagues at the Federal Reserve."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none"], "topics": ["monetary policy", "economic outlook", "financial markets", "corporate spending", "household spending", "geopolitical risks", "inflation", "labor market", "fiscal policy", "economic flexibility"]}