{"sentences": ["Among the major forces that will help shape the euro's future as a world currency will be the international evolution of the euro area's key financial counterparty, the United States.", "I will leave the important interplay between the euro and the dollar - and particularly forecasts of the dollar-euro exchange rate - to more venturesome analysts.", "My experience is that exchange markets have become so efficient that virtually all relevant information is embedded almost instantaneously in exchange rates to the point that anticipating movements in major currencies is rarely possible.", "I plan this morning to head in what I hope will be a more fruitful direction by addressing the evolving international payments imbalance of the United States and its effect on Europe and the rest of the world.", "I intend to focus on the eventual resolution of that current account imbalance in the context of accompanying balance-sheet changes.", "I conclude that spreading globalization has fostered a degree of international flexibility that has raised the probability of a benign resolution to the U.S. current account imbalance.", "Such a resolution has been the general experience of developed countries over the past two decades.", "Moreover, history suggests that greater flexibility allows economies to adjust more smoothly to changing economic circumstances and with less risk of destabilizing outcomes.", "Indeed, the example of the fifty states of the United States suggests that, with full flexibility in the movement of labor and capital, adjustments to cross-border imbalances can occur even without an exchange rate adjustment.", "In closing, I raise the necessity of containing the forces of protectionism to ensure the flexibility needed for a benign outcome of our international imbalances."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["United States", "current account imbalance", "international payments imbalance", "exchange rate", "balance-sheet changes", "globalization", "flexibility", "benign resolution", "economic circumstances", "protectionism"]}