{"sentences": ["I am pleased to join you today to discuss the outlook for the United States economy.", "About a year ago, the uncertainties surrounding a possible war in Iraq began to have a perceptible macroeconomic effect.", "Those uncertainties, coupled with the lingering concerns that had been created by corporate governance scandals, were among the key factors causing the performance of the U.S. economy late last year and early this year to be lackluster.", "Risk spreads on corporate bonds peaked in the fall of 2002 at the highest levels observed in at least a decade.", "Business fixed investment then stalled in the first quarter of this year, and many firms, particularly outside the motor vehicle sector, were content to meet some of the increase in demand by drawing down inventories.", "Fortunately, a vibrant housing market lifted construction activity and, by facilitating home equity extraction, provided extra support to consumer spending.", "When hostilities commenced in March, uncertainties related both to the potential for damage to Iraq's oil fields and to the possibility of broader turmoil in the Middle East rapidly dissipated.", "Risk spreads fell sharply as did the price of oil.", "Economic activity perked up in late spring and then accelerated further this summer as tax cuts provided a substantial boost to the disposable incomes of households.", "For the third quarter as a whole, real GDP, our broadest measure of output, is reported to have increased 7-1/4 percent at an annual rate, the fastest quarterly rate of growth in nearly twenty years and obviously a pace not sustainable over the longer run.", "Even though consumer spending evidently slowed somewhat this fall, new orders received by manufacturers of nondefense capital goods, excluding aircraft, have been rising as have unfilled orders - developments that suggest some further increase in equipment spending is likely in train.", "There have been some signs in recent weeks that the labor market may be stabilizing.", "However, viewed from the perspective of the past couple of years, the jobs picture has been weak.", "Indeed, since November 2001 - the estimated trough of this cycle - total payroll employment is currently reported to have declined by 1 million, and aggregate hours worked in the nonfarm business sector have come down 1-1/2 percent.", "The combination of growing output and falling hours worked was made possible by a startlingly large rise in productivity.", "Indeed, since the fourth quarter of 2001, output per hour in the nonfarm business sector has increased 5 percent at an annual rate.", "And during the second and third quarters of this year, output per hour increased at the astonishing average annual pace of about 7-1/2 percent.", "This outcome has been associated with a dramatic increase in profits despite little evidence of corporate pricing power.", "The explanations of the past two years' surge in productivity are wide-ranging.", "One hypothesis is that some of the increase represents a temporary rise in the level of productivity reflecting a view that an unusual amount of caution is leading businesses to press workers and facilities to a greater degree than can be sustained over the longer haul.", "By this hypothesis, as that caution dissipates, employment growth will pick up and the level of output per hour will drop back.", "Another hypothesis is that the level of productivity has undergone a one-time permanent upward shift.", "This hypothesis builds on the idea that the heavy emphasis on exploiting new and expanding markets from 1995 to 2000 likely diverted some corporate management from the hard work of controlling costs.", "The payoffs from cost control doubtless seemed small relative to those thought to attend big-picture expansion.", "But with tepid sales growth, uncertainty about the strength of future demand, and a fierce discipline exerted by financial markets, companies have been forced to search aggressively for ways to use resources more efficiently, to cut costs, and restore operating profit margins.", "The extent to which businesses have succeeded in boosting output with fewer labor hours and minimal capital investment over the past two years points up the possibility that a considerable stock of inefficiencies accumulated in the boom years and that this stock is still being worked off.", "Finally, yet another hypothesis stresses a more-lasting increase in the growth of output per hour.", "This notion focuses on the considerable lag between the introduction of new technologies and their full integration into production processes and business practices.", "To reap the full benefits of technological innovation takes learning time, especially if there are large synergies through network effects.", "Of course, given the exceptionally high rate of growth in output per hour over the past two years, some combination of short-term and longer-term productivity-enhancing forces seems likely to have been at work.", "In any event, one consequence of these improvements in efficiency has been a temporary ability of many businesses to meet increases in demand while paring existing workforces and continuing to exercise restraint on capital spending."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Productivity", "Consumer Spending", "Economic Growth", "Labor Market", "Corporate Governance", "Housing Market", "Oil Prices", "Risk Spreads", "Fiscal Stimulus", "Technological Innovation"]}