{"sentences": ["One of the defining characteristics of the recent business expansion in the United States has been the evident reluctance of corporate managers to expand spending and hiring aggressively in response to and in anticipation of continued cyclical growth.", "A substantial rebound in business spending had been a hallmark of most past economic expansions.", "Judging by the pickup in capital spending in recent quarters, businesses are becoming more confident in the strength and durability of the cyclical upturn.", "Still, over the four quarters ending in March, corporate investment in capital and inventories likely fell short of rapidly rising cash flow for the first time, over a comparable period, since the mid-1970s.", "Corporate debt expansion has accordingly been tepid.", "Indeed, corporate net bond issuance was negative in May.", "The exceptional reluctance to expand payrolls also appears to have waned this year, and businesses are once again hiring with some vigor.", "But for nearly three years prior, managers sought every avenue to forestall new hiring despite rising business sales.", "Their ability to boost output without adding appreciably to their workforces, appears to have reflected a backlog of unexploited capabilities to enhance productivity with minimal capital investment, a delayed effect of the capital goods boom of the 1990s.", "Even now, the proportion of increases in temporary workers relative to total employment gains has been unusually large, suggesting that business caution remains a feature of the economic landscape.", "This hesitancy on the part of businesses to expand risk-taking, as I have noted in the past, is an apparent consequence of scandals surrounding corporate accounting and governance, an aftermath of the stock market surge.", "Although there is no compelling evidence that corporate governance risk has fully subsided, with time, it should.", "An increased willingness to borrow, and ample liquid assets, should provide a further lift to capital investment and, with it, economic activity."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate spending", "Hiring", "Capital investment", "Corporate debt", "Productivity", "Temporary workers", "Risk-taking", "Corporate governance", "Stock market", "Economic activity"]}