{"sentences": ["Mr. Chairman and members of the committee, I am pleased to be here today to offer my views on the state of the U.S. economy and current fiscal issues.", "I speak for myself and not necessarily for the Federal Reserve.", "As you know, economic activity hit a soft patch in late spring after having grown briskly in the second half of 2003 and the first part of 2004.", "Consumer spending slowed materially, and employment gains moderated notably after the marked step-up in early spring.", "That softness in activity no doubt is related, in large measure, to this year's steep increase in energy prices.", "The most recent data suggest that, on the whole, the expansion has regained some traction.", "Consumer spending and housing starts bounced back in July after weak performances in June, although early readings on retail sales in August have been mixed.", "In addition, business investment remains on a solid upward trend.", "In the manufacturing sector, output has continued to move up in recent months, though part of that rise likely reflected an increase in inventory investment.", "In the labor market, though job gains were smaller than those of last spring, nonfarm payroll employment growth picked back up in August.", "Despite the rise in oil prices through mid-August, inflation and inflation expectations have eased in recent months.", "To be sure, unit labor costs rose in the second quarter as productivity growth slowed from its extraordinary pace of the past two years and employee compensation per hour remained on an upward trend.", "But, as best we can judge, the growth in profit margins of non-energy, nonfinancial, corporations, which, at least from an accounting perspective, had contributed significantly to price pressures earlier, has recently slowed.", "Moreover, increases in non-oil import prices have lessened - a development that, coupled with the slowing of profit-margin growth, has helped to lower core consumer price inflation in recent months."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic activity", "Consumer spending", "Labor market", "Energy prices", "Business investment", "Profit margins", "Productivity", "Unit labor costs", "Import prices"]}