{"sentences": ["I am pleased to be here this morning to discuss the economic implications of population aging and to provide a general overview of some of the issues that will be covered in much greater detail over the next two days.", "The so-called elderly dependency ratio - the ratio of older adults to younger adults - has been rising in the industrialized world for at least 150 years.", "The pace of increase slowed greatly with the birth of the baby-boom generation after World War II.", "But elderly dependency will almost certainly rise more rapidly as that generation reaches retirement age.", "The changes projected for the United States are not as dramatic as those projected for other areas - particularly Europe and Japan - but they nonetheless present substantial challenges.", "The growth rate of the working-age population in the United States is anticipated to slow from about 1 percent per year today to about 1/4 percent per year by 2035.", "At the same time, the percentage of the population that is over 65 is poised to rise markedly - from about 12 percent today to perhaps 20 percent by 2035.", "These anticipated changes in the age structure of the population and workforces of developed countries are largely a consequence of the decline in fertility that occurred after the birth of the baby-boom generation.", "The fertility rate in the United States, after peaking in 1957 at about 3-1/2 births over a woman's lifetime, fell to less than 2 by the early 1970s and then rose to about 2.1 by 1990.1 Since then, the fertility rate has remained close to 2.1, the so-called replacement rate - that is, the level of the fertility rate required to hold the population constant in the absence of immigration or changes in longevity.", "Fertility rates in Europe, on the whole, and in Japan have fallen far short of the replacement rate.", "The decrease in the number of children per family since the end of the baby boom, coupled with increases in life expectancy, has inevitably led to a projected increase in the ratio of elderly to working-age population throughout the developed world.", "The populations in most developing countries likewise are expected to have a rising median age but to remain significantly younger and doubtless will grow faster than the populations of the developed countries over the foreseeable future.", "Eventually, declines in fertility rates and increases in longevity may lead to similar issues with aging populations in what is currently the developing world but likely only well after the demographic transition in the United States and other developed nations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["population aging", "elderly dependency", "fertility rate", "working-age population", "baby-boom generation", "replacement rate", "life expectancy", "demographic transition", "developing countries", "industrialized world"]}