{"sentences": ["The dramatic rise in six-year forward futures prices for crude oil and natural gas over the past few years has received relatively little attention for an economic event that can significantly affect the long-term path of the U.S. economy.", "Six years is a period long enough to seek, discover, drill, and lift oil and gas, and hence futures prices at that horizon can be viewed as effective long-term supply prices.", "These elevated long-term prices, if sustained, could alter the magnitude of and manner in which the United States consumes energy.", "Until recently, long-term expectations of oil and gas prices appeared benign.", "When choosing capital projects, businesses could mostly look through short-run fluctuations in prices to moderate prices over the longer haul.", "The recent shift in expectations, however, has been substantial enough and persistent enough to influence business investment decisions, especially for facilities that require large quantities of natural gas.", "Although the effect of these developments on energy-related investments is significant, it doubtless will fall far short of the large changes in our capital stock that followed the 1970s surge in crude oil prices.", "The energy intensity of the United States economy has been reduced by almost half since the early 1970s.", "Much of the energy displacement occurred by 1985, within a few years of the peak in the real price of oil.", "Progress in reducing energy intensity has continued since then, but at a lessened pace.", "This more-modest pace should not be surprising, given the generally lower level of real oil and natural gas prices that prevailed between 1985 and 2000 and that carried over into electric power prices."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["energy prices", "long-term supply", "business investment", "energy intensity", "oil and gas", "capital projects", "natural gas", "crude oil", "energy-related investments", "economic event"]}