{"sentences": ["The United States economy has long been characterized by a strong tradition of entrepreneurial spirit among our business people, a high level of skill among our workers, and an openness by firms and workers alike to intense competition within and beyond our borders.", "Those attributes have given us a standard of living unparalleled for so large a population - and one that has risen steadily over the history of our nation.", "But with that bounty has also come the inevitable stresses and anxieties that accompany economic advance.", "One concern that has persisted for some time is the fear that we are irreversibly losing manufacturing jobs because of businesses' efforts to extract rapid gains in production efficiencies and to cut labor costs by tapping the lower-wage economies of Asia and Latin America.", "More recently, similar concerns have arisen about the possibility that an increasing number of our better-paying white-collar jobs will be lost to outsourcing, especially to India and China.", "Many of these jobs are in the service sector, and they were previously perceived as secure and largely free from the international competition long faced in the manufacturing sector.", "There is a palpable unease that businesses and jobs are being drained from the United States, with potentially adverse long-run implications for unemployment and the standard of living of the average American.", "The issue is both important and sensitive, dealing as it does with the longer-term wealth of our nation and with the immediate welfare of so many individuals and communities.", "In the debate that has ensued, a large gulf is often perceived between the arguments of economists, who almost always point to the considerable benefits offered over the long term by exposure to free and open trade, and the obvious stress felt by those caught on the downside of turbulence created by that exposure.", "It is crucial that this gulf be bridged.", "As history clearly shows, our economy is best served by full and vigorous engagement in the global economy.", "Consequently, we need to increase our efforts to ensure that as many of our citizens as possible have the opportunity to capture the benefits that flow from that engagement.", "For reasons that I shall elucidate shortly, one critical element in creating those opportunities is to provide rigorous education and ongoing training to all members of our society.", "This proposal is not novel; it is, in fact, the strategy that we have followed successfully for most of the past century and a strategy that we now should embrace with renewed commitment.", "Over the long sweep of American generations and waves of economic change, we simply have not experienced a net drain of jobs to advancing technology or to other nations.", "Since the end of World War II, the unemployment rate in the United States has averaged less than 6 percent with no apparent trend; and as recently as 2000, it dipped below 4 percent.", "Moreover, real earnings of the average worker have continued to rise.", "Over the past century, per capita real income has risen at an average rate of more than 2 percent per year, declining notably only during the Great Depression of the 1930s and immediately following World War II.", "Incomes trended higher whether we had a trade deficit or a trade surplus and whether international outsourcing was large or small.", "The reason for this positive long-run trend in living standards appears to be that more fundamental economic forces are determining real incomes, irrespective of the specific jobs in which they are earned and irrespective of the proportion of domestic consumption met by imports.", "Intensive research in recent years into the sources of economic growth among both developing and developed nations generally point to a number of important factors: the state of knowledge and skill of a population; the degree of control over indigenous natural resources; the quality of a country's legal system, particularly a strong commitment to a rule of law and protection of property rights; and yes, the extent of a country's openness to trade with the rest of the world.", "For the United States, arguably the most important factor is the type of rule of law under which economic activity takes place.", "When asked abroad why the United States has become the most prosperous large economy in the world, I respond, with only mild exaggeration, that our forefathers wrote a constitution and set in motion a system of laws that protects individual rights, especially the right to own property.", "Nonetheless, the degree of state protection is sometimes in dispute.", "But by and large, secure property rights are almost universally accepted by Americans as a critical pillar of our economy.", "While the right of property in the abstract is generally uncontested in all societies embracing democratic market capitalism, different degrees of property protection do apparently foster different economic incentives and outcomes.", "Someone who owns a piece of land, but is restricted to a specific use, does not have unequivocal ownership and will act accordingly.", "Indeed, economic regulation, by its nature, impinges on the exercise of a property right.", "Continuous changes in regulations and, hence, in the consistency of property protection create a less certain environment, which undermines incentives to long-term investment and prevents the most productive use of our resources.", "The high level of protection for property rights and, for the most part, our reliance on regulation that is marketsensitive are significant factors in the overall attractiveness both to Americans and to foreigners of investing in the United States.", "The second critical aspect of wealth creation in the United States, and doubtless globally, is the level of knowledge and skill of the population.", "Today, the knowledge required to run the economy, which is far more complex than in our past, is both deeper and broader than ever before.", "We need to ensure that education in the United States, formal or otherwise, is supplying skills adequate for the effective functioning of our economy.", "The recent exceptional trends in U.S. productivity suggest that we are coping, but this observation should not lead to complacency."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Property rights", "Education", "Trade", "Outsourcing", "Economic growth", "Manufacturing", "Competition", "Standard of living", "Unemployment", "Productivity"]}