{"sentences": ["Ladies and Gentlemen It is a great pleasure for me to be back in London.", "I have been to the City quite frequently during my academic career, but this is the first time in my new capacity as President of the Deutsche Bundesbank.", "A good thing about my new position as opposed to being an academic is that there will be no discussant of my remarks today!", "However, I do hope that some of my comments will serve to stimulate a lively discussion afterwards and I look forward to hearing your views on some of the points.", "As a member of the Governing Council of the European Central Bank, I am jointly with my colleagues responsible for shaping monetary policy in the euro area.", "Hence, when I speak in such a prominent financial centre as London, all of you will be, at least to some extent, \"ECB watchers\", expecting to gain some insights into the monetary policy of the Eurosystem.", "Thus, let me begin by giving you a brief explanation of our most recent monetary policy decisions.", "Based on our assessment that the overall prospects remain in line with price stability over the medium term, we decided to leave interest rates unchanged.", "Interest rates are at a low level and monetary and financial conditions remain generous in the euro area, thus supporting an economic upswing.", "However, I do not wish to conceal the fact that there are some upside risks to price stability.", "In particular, oil price developments could have a continuing impact on the euro-area inflation rate.", "If that were the case, second-round effects in wage and price-setting could emerge, leading to a strengthening of inflationary pressure in the euro area.", "The upside risks to price stability also relate to future developments in indirect taxes and administered prices.", "Inflation expectations in the financial markets have to be monitored carefully, too.", "Additionally, the growth rate of the monetary aggregate M3 has remained rather high over the past few months, even though the impact of past portfolio shifts has been decreasing considerably.", "Judging, not least, by the robust growth rate of loans to the private sector, there is some evidence that monetary expansion in the euro area is increasingly being fostered by the low level of interest rates.", "To sum up: the Governing Council has to be particularly vigilant with regard to future monetary and economic developments that could signal a further increase in the risks to price stability over the medium term."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["monetary policy", "price stability", "inflation", "interest rates", "euro area", "monetary expansion", "economic upswing", "oil price", "inflationary pressure", "monetary aggregate"]}