{"sentences": ["I am pleased to join my central bank colleagues in appraising an increasingly important issue - the globalization of trade and finance.", "I should emphasize that I speak for myself and not necessarily for the Federal Reserve.", "Among the many aspects of the euro addressed in today's discussion, we should include its role in the ongoing globalization of economic activity.", "The euro ties together a sizable share of the world economy with a single currency and, by doing so, lowers transaction costs associated with trade and finance within the region.", "More generally, globalization of trade in goods, services, and assets continues to move forward at an impressive pace, despite some indications of increased resistance to that process and the evident difficulties in completing the Doha Round.", "The volume of trade relative to world gross domestic product has been rising for decades, largely because of decreasing transportation costs and lowered trade barriers.", "The increasing shift of world GDP toward items with greater conceptual content has further facilitated increased trade because ideas and services tend to move across borders with greater ease and speed than goods.", "Foreign exchange trading volumes have grown rapidly, and the magnitude of cross-border claims continues to increase at an impressive rate.", "Although international trade in goods, services, and assets rose markedly after World War II, a persistent dispersion of current account balances across countries did not emerge until recent years.", "But, as the U.S. deficit crossed 4 percent of GDP in 2000, financed with the current account surpluses of other countries, the widening dispersion of current account balances became more evident.", "Previous postwar increases in trade relative to world GDP had represented a more balanced grossing up of exports and imports without engendering chronic large trade deficits in the United States, and surpluses among many other countries."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalization of trade and finance", "Euro", "Globalization of economic activity", "Transaction costs", "Globalization of trade in goods, services, and assets", "Transportation costs", "Trade barriers", "Foreign exchange trading volumes", "Cross-border claims", "Current account balances"]}