{"sentences": ["In recent years, banks and thrifts have been experiencing low delinquency rates on home mortgage and credit card debt, a situation suggesting that the vast majority of households are managing their debt well.", "Yet many analysts focusing on broader macroeconomic conditions are far less sanguine in their assessments.", "They have been disturbed particularly by the rising ratio of household debt to income and the precipitous decline in the household saving rate.", "The analysts point out, correctly, that the ratio of household debt to disposable income has risen especially steeply over the past five years and, at 1.2, is at a record high.", "Moreover, many have recently become increasingly concerned about the exceptional run-up in home prices.", "They argue that a collapse of such prices would expose large, recently incurred mortgage debt to decreasing values of home collateral.", "These concerns cannot be readily dismissed.", "Debt leverage of all types is often troublesome when one judges the stability of the economy.", "Should home prices fall, we would have reason to be concerned about mortgage debt; but measures of household financial stress do not, at least to date, appear overly worrisome.", "About three-fourths of all outstanding first-lien mortgages were originated with a loan-to-value ratio of 80 percent or less, and in aggregate, the current loan-to-value ratio is estimated to be around 45 percent.", "Even though some down payments are borrowed, it would take a large, and historically most unusual, fall in home prices to wipe out a significant part of home equity.", "Many of those who purchased their residence more than a year ago have equity buffers in their homes adequate to withstand any price decline other than a very deep one.", "Housing price bubbles presuppose an ability of market participants to trade properties as they speculate about the future.", "But upon sale of a house, homeowners must move and live elsewhere.", "This necessity, as well as large transaction costs, are significant impediments to speculative trading and an important restraint on the development of price bubbles.", "Some homeowners drawn by large capital gains do sell and rent.", "And certainly in recent years some homebuyers fearful of losing a purchase have bid through sellers' offering prices.", "But these market participants have probably contributed only modestly to overall house price speculation.", "More likely participants in speculative trading are investors in single residence rental and second home properties.", "But even though in recent years their share of purchases of single family homes has been growing, in 2003 their mortgage originations were still less than 11 percent of total home mortgage originations.", "Overall, while local economies may experience significant speculative price imbalances, a national severe price distortion seems most unlikely in the United States, given its size and diversity."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Household debt", "Home prices", "Mortgage debt", "Household saving rate", "Loan-to-value ratio", "Home equity", "Housing price bubbles", "Speculative trading", "Rental properties", "Second homes"]}