{"sentences": ["After the economic downturn witnessed in the second half of 2004 and at the beginning of 2005, the question arises whether Switzerland will remain on the growth track.", "Jean-Pierre Roth believes it is and anticipates GDP growth to be in the range of 1.5% this year.", "Owing to the favourable international economic situation, the economy in Europe is likely to pick up again, which will also benefit the Swiss export industry.", "At the same time, we can assume that domestic demand will continue to grow at a moderate pace.", "The decline in important economic data during the last few months, however, suggests that economic growth in the first half of 2005 will remain weak.", "This notwithstanding, involves the risk of declining corporate and consumer confidence, which in turn would jeopardise economic development.", "It is also doubtful whether the weak dollar and high oil prices have already had their full impact or whether it is yet to unfold.", "Based on such considerations, the National Bank decided to leave the three-month Libor rate at 0.75% in mid-March.", "It was a relatively easy decision to make for the Governing Board in that inflation prospects over the entire three-year forecasting period have improved.", "Consequently, an interest rate hike became less critical, and there was greater leeway to support economic recovery with an expansionary monetary policy.", "As soon as the recovery process is again under way, the National Bank will continue the normalisation of monetary policy.", "This is the only way of ensuring price stability in the medium term and preventing the economy from overheating."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance"], "topics": ["economic growth", "monetary policy", "inflation", "interest rate", "economic recovery", "Swiss export industry", "domestic demand", "corporate confidence", "consumer confidence", "price stability"]}