{"sentences": ["The pronounced decline in U.S. Treasury long-term interest rates over the past year despite a 200-basis-point increase in our federal funds rate is clearly without recent precedent.", "The yield on ten-year Treasury notes currently is at about 4 percent, 80 basis points less than its level of a year ago.", "Moreover, despite the recent backup in credit risk spreads, yields for both investment-grade and less-than-investment-grade corporate bonds have declined even more than Treasuries over the same period.", "The unusual behavior of long-term rates first became apparent almost a year ago.", "In May and June of last year, market participants were behaving as expected.", "With a firming of monetary policy by the Federal Reserve widely expected, they built large short positions in long-term debt instruments in anticipation of the increase in bond yields that has been historically associated with a rising federal funds rate.", "But by summer, pressures emerged in the marketplace that drove long-term rates back down.", "In March of this year, market participants once again bid up long-term rates, but as occurred last year, forces came into play to make those increases short lived.", "But what are those forces?", "Clearly, they are not operating solely in the United States.", "Long-term rates have moved lower virtually everywhere.", "Except in Japan, rates among the other foreign Group of Seven countries have declined notably more than have rates in the United States.", "Even in emerging economies, whose history has been too often marked by inflationary imbalances and unstable exchange rates, access to longer-term finance has improved.", "For many years, emerging-market long-term debt denominated in domestic currencies had generally been unsalable.", "But in 2003, Mexico, for example, was able to issue a twenty-year maturity, peso-denominated bond, the first such instrument ever.", "In recent months, Colombia issued domestic-currency-denominated global bonds.", "As rates came down worldwide, dollar-denominated EMBI+ spreads over U.S. Treasuries receded to historically low levels, before widening modestly of late."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["long-term interest rates", "emerging markets", "bond yields", "monetary policy", "credit risk spreads", "Federal Reserve", "Group of Seven countries", "peso-denominated bonds", "EMBI+ spreads", "inflationary imbalances"]}