{"sentences": ["I am delighted to be here to celebrate the 40th anniversary of the Central Bank of Brazil.", "You deserve great admiration for what you have accomplished, particularly over the last several years, in laying the foundation for stronger economic performance and more rapid growth in real incomes.", "This is a good time to be a central banker.", "Over the last 20 years inflation has significantly declined throughout the world.", "In the industrialized economies, inflation dropped from about nine percent between 1980 and 1984 to less than two percent between 2000 and 2004.", "Even more remarkable has been the performance in the less developed economies where the average inflation rate over the same years has fallen from about 30 percent to about six percent.", "The global scope of this phenomenon, the magnitude of the reductions in inflation, and the durability of the gains to date have provoked a substantial amount of reflection on the sources of these improvements in macroeconomic outcomes.", "It seems likely that a number of different factors played a role, including the increase in the pace and depth of an increasingly globalized economy and the accompanying increase in competition, policy reforms that produced more flexible financial, labor and product markets, pockets of improvement in fiscal policy, and perhaps a reduction in the size of shocks.", "These factors made the art of central banking easier in some respects, but they seem inadequate to fully explain the improvement in inflation outcomes.", "Better monetary policy choices seem likely to be a significant part of the story, and they will be critical in the future in determining whether these improvements are sustained.", "The sources of the improvement in the quality of monetary policy also are varied and complex.", "Some relate to overall improvements in knowledge of inflation dynamics and the transmission mechanism of monetary policy.", "Some are the result of a fundamental change in the tolerance of citizens for high inflation, which has transformed the political context in which central banks operate.", "Some of these gains seem principally the consequence of the actions of individuals and the quality of leadership at the helm of the central bank.", "Some are the result of evolution in the institutional arrangements of central banking.", "The institutional arrangements that seem most relevant to monetary policy credibility and competence involve the degree of independence afforded the central bank, the design of the mandate or objectives given the central bank, the regime or instruments adopted by the central bank to pursue that mandate, the structure of the decision making process, and the degree of communications and transparency.", "I want to talk about this broad complement of the institutional foundations of a credible central bank, and I'll do so in part by talking about the history of the central bank of the United States.", "For reasons that are simple and compelling, independence is a critical part of the foundation for a credible central bank.", "Independence comes in many forms, and some of the most important dimensions of independence are hard to discern from the legal underpinnings or the formal structure of the institution.", "Central banks with many of the formal or legal attributes of independence can make bad policy choices.", "Central banks without formal independence can make good policy choices and achieve sustained improvements in macroeconomic outcomes.", "What does independence mean and how do we know it when we see it?", "Why is it important and how does it affect the quality of monetary policy choices and outcomes?", "In its most basic sense, independence is the freedom to pursue a defined monetary policy objective without consideration of political or private interests, and without fear of subordination to other economic policy objectives.", "It's the freedom to decide how best to achieve a defined goal, typically price stability or a combination of price stability and sustainable growth.", "Independence does not mean freedom from accountability, and accountability does not compromise independence.", "It does not mean full independence from the government or legislature or the freedom to choose its own leaders.", "It does not mean that the central bank has the freedom to define its own mandate or set the objectives to which it is held accountable.", "Why is central bank independence desirable or important?", "The classic rationale is to make a commitment to price stability more credible in the face of the inevitable and perhaps understandable growth bias of governments and their elected officials.", "Growth bias in turn creates an inflation bias, which is the temptation to use monetary policy to try to achieve higher rates of growth or lower rates of unemployment by maintaining short-term interest rates at levels lower than are consistent with price stability over time.", "This temptation, and the related pressures produced by unsustainable fiscal positions, have produced a disturbing legacy of financial crises and economic deprivation.", "These political pressures can't be wished away, even with the much broader and deeper public appreciation that now exists of the costs of high inflation.", "A central bank that is subordinate to that temptation, in reality or in perception, will necessarily be less able to deliver price stability, and growth outcomes over time will necessarily be worse.", "This pragmatic case for independence is valid regardless of the economic context of the country at issue.", "It is compelling in countries that face the challenge of ending a period of high inflation, but also in countries that have achieved a sustained period of low inflation.", "It's important for mature economies and for emerging markets.", "It is important regardless of the nature of the monetary policy and exchange rate regime, and the nature of the mandate given the central bank.", "The choice of regime - adoption of an inflation targeting framework, or the use of an exchange rate target as a nominal anchor, for example - may help improve credibility even for central banks that are not independent.", "But credibility is likely to be higher across different regimes where the central bank is truly independent.", "It will be higher, for example, for independent inflation targeting central banks, than for inflation targeters that are not independent.", "To say that the benefits of independence are essentially universal, however, doesn't mean they are equivalent in magnitude across different contexts.", "Where credibility is most vulnerable and the memory of default and high inflation more recent, the benefits of institutional independence for the central bank are likely to be substantial.", "The academic literature provides reasonably strong empirical support for these arguments in favor of central bank independence.", "Independent central banks do, in fact, do a better job of achieving price stability.", "The greater the independence of the central bank, the lower the average level of inflation and the less volatile the inflation rate.", "These gains in inflation performance by independent central banks were not achieved at the expense of greater stability in output.", "Or to put in differently, lower inflation did not bring about higher output volatility.", "Credibility, where underpinned by independence, should reduce uncertainty, reduce the probability of a sustained rise in inflation, and therefore reduce output volatility.", "Central bank independence is a necessary condition for effective monetary policy, but it's not a sufficient condition.", "Also important are the nature of the mandate given the central bank and the combination of flexibility and constraints that the mandate provides, the quality of the decisions made by the central bank over time in pursuing that mandate, and how the central bank communicates about policy.", "The experience of the Federal Reserve System in the United States provides an interesting prism through which to look at these dimensions of central banking.", "Since the establishment of the central bank of the United States in 1914, we've had remarkable stability in the basic structure of the central bank, but of course U.S. inflation performance varied significantly over these nine decades.", "The Fed was established with a substantial degree of formal, legal independence at a time when that was relatively rare.", "The initial mandate was very broad.", "Our predecessors were charged with the responsibility of furnishing an \"elastic currency .", "and affording \"the means of discounting commercial paper.\"", "Decision-making authority was vested in an institution structured to bring a diversity of largely independent perspectives to the table, for many of the same reasons that most governments vest monetary policy authority today with committees rather than individuals.", "The Federal Reserve was set up with a balance of public and private perspectives, drawn from across the country - a structure designed to avoid concentrating too much power in Washington, and also to provide a counterweight to New York.", "This body was comprised of a group of seven governors appointed by the President and confirmed by the Senate - five governors and the Secretary of the Treasury, the Comptroller of the Currency - and the heads (then called Governors) of 12 reserve banks.", "The terms of the Washington-based \"Board of Governors\" were long and staggered, giving them an extended horizon for policy making more consistent with the time frame in which monetary policy works and with the long-term interests of the nation than might be shaped by the electoral calendar.", "Reserve Bank presidents were appointed by their boards of directors.", "The Reserve Banks, spread across the country, were established as individual corporate entities, owned by banks, with individual boards of directors, a majority of which were elected by the bank shareholders.", "In the early years, the principal substance of monetary policy making was not centralized around a table in Washington, but was conducted by the individual Reserve Banks, which set the discount rate for their member banks and conducted open market operations.", "At inception, the Fed was set up with financial independence and not reliant on annual appropriations by the Congress.", "Its capital was provided by the member banks and its resources were to come principally from earnings on its assets and the services it provided its member banks.", "In formal structure, therefore, and to a considerable extent in fact, the Fed was established with a substantial degree of both \"goal independence\" and \"instrument independence.\"", "The very general framing of the initial mandate - \"to furnish an elastic currency\" - gave it considerable scope to decide what objectives should guide monetary policy.", "It had full authority to decide how to pursue those objectives.", "It had broad independence both to formulate and to execute monetary policy.", "That independence was qualified for substantial parts of the early history of the Fed by the requirements of the gold standard and the exigencies of war.", "But even apart from those constraints, in practice the Fed operated with less independence from the Government than this structure appeared to provide.", "In the Fed's first two decades, the presence of the Secretary of the Treasury and the Comptroller of the Currency on the Board of Governors gave the government a substantial degree of influence over monetary policy.", "It was not until 1935 that Congress removed the representatives of the government from the seven-member Board of Governors and allowed the Federal Open Market Committee to take the form in which it functions today, which allows all seven governors and the president of the Federal Reserve Bank of New York a permanent vote with four of the remaining eleven district bank presidents voting on a rotational basis.", "Even after that important change in institutional independence, for significant parts of the succeeding decades, the Treasury played a major role in monetary policy, and monetary policy was often directed at accommodating the desire of successive Administrations for low interest rates and higher employment.", "It was only in 1951 that the Federal Reserve and the Administration took the next major step toward more independence.", "In what became know as the \"Treasury/Fed Accord,\" the Treasury agreed to step back and give the Fed more freedom to conduct policy, and the years of relatively low inflation and strong growth performance that followed for a time seemed to have vindicated the wisdom of that choice.", "But even after the Accord, monetary policy was characterized by periods of what was effectively a form of fiscal dominance.", "And even when fiscal policy was better, the Fed was at times under pressure to accommodate the objectives of the Administration with lower interest rates than might otherwise be appropriate for sustaining low inflation.", "During most of the 1970s, there was a darkening cloud over the perceived will and ability of the Fed to take action to reverse the rise in inflation, in the face of substantial political aversion to the perceived costs of disinflation.", "Memoirs of executive branch officials for the decades following the Treasury Accord are replete with references to attempts to influence the decisions of the FOMC.", "In 1978, Congress passed The Humphrey Hawkins Act which gave the Fed its present mandate of \"maximum employment, stable prices, and moderate long-term interest rates,\" and this legislation established a more systematic schedule of reporting and testifying to the Congress.", "This is the mandate that governs the Fed today.", "Over this period of broad continuity in the legal framework of the Fed, U.S. monetary policy had its good moments and its less distinguished moments.", "The degree of legal independence we enjoyed at the beginning of the 1970s was not materially different from what existed at the end of the decade.", "The institutional framework for formal decision making was the same.", "The formal mandate was modified in 1978 with the addition of the explicit reference to price stability, but this change cannot explain the substantial difference in monetary policy outcomes over the last two and a half decades.", "An institutional framework that was not sufficient by itself to produce a consistent record of good monetary policy decisions over the decade of the 1970s can't be credited fully for the substantial improvements in monetary policy and economic outcomes that followed.", "One of the things that changed in 1979, of course, was the leadership of the Fed.", "The actions of Paul Volcker and his colleagues on the FOMC in the years that followed brought an end to the \"great inflation\" and changed the history of U.S. monetary policy.", "The Fed was aided in meeting this challenge by the greater public awareness of the costs of high inflation and by a substantial improvement in knowledge among policymakers and academics about inflation dynamics and how monetary policy can be best directed at achieving the objectives of sustainable growth and price stability.", "But the achievements of the 1980s in delivering substantially lower rates of inflation were principally achievements of the Fed.", "And good monetary policy decisions under the leadership of Alan Greenspan seem to deserve a substantial part of the credit for the remarkable record of economic performance that the U.S. economy has been able to sustain since.", "Although the legal framework of the U.S. central bank has not changed since 1978, the conduct of monetary policy and the way the Fed communicates about monetary policy has changed considerably.", "A few of the most important changes are worth noting.", "In 1994, the FOMC began for the first time to publicly announce the target for the Fed funds rate and to explain the basis for any change in the target.", "Prior to 1994, the market was left to discern the Fed's operating target from the signals conveyed by open market operations.", "In 1999, the Fed adapted its post-meeting statement to communicate more information about the outlook for the economy and the implications for monetary policy by disclosing a so-called bias.", "In December 2004, the FOMC decided to advance the release of the minutes to a date three weeks after the meeting, and in doing so provided a more timely picture of the FOMC's rationale for its decision, its view of the economic outlook and the implications for monetary policy going forward.", "In January 2005, the FOMC added a year to its semiannual public forecast of the outlook for growth and inflation, and by extending the horizon the forecast, provided greater insight into the inflation preferences of members of the committee.", "These changes in the transparency of the conduct of U.S. monetary policy have been motivated by a judgment that monetary policy works more effectively if the central bank is more explicit about its objectives, about its view of the outlook for growth and inflation, and about the framework it uses to make policy choices.", "Since monetary policy operates through its effects not just on the overnight inter-bank rate but on expectation about the future path of that rate and other asset prices, greater disclosure about the Fed's forecast and the rationale for its decisions should help financial market prices reflect more accurately the future stance of monetary policy and make monetary policy more effective.", "Greater transparency in this form cannot eliminate policy uncertainty, but it can reduce it to a level closer to what the members of the FOMC individually confront.", "Alongside these changes in the conduct of monetary policy, the Fed today operates with a significantly greater degree of deference from the Executive branch than was true for most of its history.", "Executive branch officials do not comment publicly on the desirable course of monetary policy, and it would be unusual today for a White House or Treasury official to admit to seeking to influence in private the actions of the Chairman or the FOMC.", "These improvements in the de facto degree of independence with which the Fed operates are the result of changes in behavior and practice of the Executive branch.", "They are not written into law.", "They probably were aided by improvements in monetary policy transparency and by the favorable results the Fed has delivered under the past two chairmen.", "And they are in part the result of a broader recognition that monetary policy credibility depends significantly on both the de jure and de facto independence of the central bank.", "Changes in practice based on knowledge and learning may be as important as what is established by law in contributing to the independence of the central bank.", "The formal institutional arrangements of the central banks around the world have changed more over the last few decades than those governing the Fed.", "Central bank independence is much more firmly established and more widespread.", "In many economies where central banks are not yet independent, there is substantial support for independence and tangible progress toward making that happen.", "Alongside this evolution, central banks have become more transparent about their objectives and about the framework they use to conduct policy.", "Despite the substantial degree of convergence in the prevailing model of a modern central bank, the Fed still is different in a number of respects from the institutional arrangements produced by the latest wave of reforms in central bank arrangements in many of the major economies.", "Two things in particular distinguish the Fed in this respect: the first relates to the scope of the responsibilities we have for financial stability and the second to our monetary policy regime.", "The central bank of the United States, unlike the model now prevalent in the other major economies, integrates in one institution responsibility for the principal instruments relevant to financial stability - monetary policy, the lender of last resort responsibility, supervision of the major bank-centered financial institutions, and oversight of the payment system.", "This was true at the inception of the Fed.", "Then, as now, the rationale for this model rests on two important judgments.", "One is that monetary policy decisions will be wiser and the conduct of monetary policy more effective if informed by the direct knowledge of the financial system and the economy that comes from responsibility for bank supervision and market and payment system oversight.", "The second is the belief that the ability of the central bank to act with speed and force to mitigate the effects of financial crises is substantially greater if responsibility for the monetary policy and lender of last resort instruments that are most critical in crises is combined with authority for bank supervision and payment system oversight.", "The confidence to make quick judgments about liquidity and solvency - judgments that are central to effective decision making in a crisis - is significantly enhanced by our direct involvement in the supervision of the core institutions of the U.S. financial system.", "Put another way, we are more comfortable managing the moral hazard risks that are inherent in having the capacity to respond to systemic financial crisis if we have a direct role in assessing the appropriate level of capital and the overall risk profile of the institutions that are the most likely sources of systemic financial distress.", "The rationale for this integrated model is closely related to the belief that our financial system works better without combining in a separate, single entity supervisory authority over banks and non-bank financial institutions and responsibility for market regulation.", "The special role of banks in the economy, the special nature of the risks in the types of intermediation they provide, and their access to the safety net justifies a different type of supervision and a different relationship to the central bank than would be appropriate for non-bank financial institutions.", "For these reasons, I think the United States is unlikely to evolve in the direction of those countries that have pulled bank supervision out of the central bank and placed it with a consolidated supervisor of bank and non-bank financial institutions.", "A second distinguishing feature of the U.S. central bank relates to our monetary policy regime - our dual mandate for price stability and sustainable growth and how we define our price stability objective.", "In comparison with the growing number of central banks that have adopted formal inflation targeting regimes, the Congress has preserved the broader mandate - for employment and price stability - legislated in 1978.", "And the Fed has consciously chosen not to describe in quantitative terms how it defines price stability nor to set an explicit quantitative target for inflation over the medium term.", "And yet the actions of the Fed over the last 25 years have helped to produce a sustained period of low inflation, less variability in inflation, more stable inflation expectations, and a substantial reduction in output volatility.", "These are the best measures of credibility, and they look very good against the record of other central banks that now occupy the spectrum between the soft and flexible and pure and harder inflation targeters.", "This choice of regime is fundamentally a choice about how to achieve and sustain appropriate policy outcomes and how to preserve the capacity to make sensible monetary policy decisions in the face of shocks and uncertainty about structural shifts in the economy without compromising credibility.", "The U.S. monetary policy framework that exists today has proven reasonably good at laying the foundation for price stability that is a necessary condition for sustaining growth at full employment over time.", "Although the world of central banks is still characterized by substantial diversity in the regimes they operate under, the actions of central banks reveal on average a much greater appreciation of the benefits of price stability and a greater willingness and ability to achieve it.", "These gains in inflation performance have been supported by a range of factors.", "Luck in the form of smaller shocks, technological change, other policy actions that contributed to more rapid economic integration and greater flexibility in how economies adapt to change, and greater financial resilience have all contributed to this improvement in inflation outcomes.", "But monetary policy seems likely to have played a decisive role, and part of that improvement reflects the sustained improvement in the institutional framework within which central banks operate.", "Credibility, particularly in monetary policy, takes time to establish, and can be easily compromised.", "It comes not just from what you say you will do as a central bank, but from what you actually do over time, and the results of those actions.", "It depends importantly on the competence and courage of those asked to lead central banks, on their capacity to be flexible and creative in response to our rapidly changing world, on their ability to communicate effectively and to acknowledge uncertainty.", "But credibility starts with the strength of the institutional framework of the central bank and its independence from pressure to compromise price stability.", "Economic outcomes will be worse where that framework is vulnerable to political challenge.", "The rate of growth in real economies will be higher, more stable and more durable where central bank independence is beyond challenge.", "Thank you for allowing me to share these thoughts with you today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Central bank independence", "Monetary policy", "Inflation", "Price stability", "Credibility", "Economic growth", "Financial stability", "Institutional framework", "Transparency", "Communication"]}