{"sentences": ["So growth cannot come from an increased labour contribution.", "We therefore need higher labour productivity.", "We need more investment, which in turn increases productivity.", "And we need better solutions, recipes, bringing a lot higher total factor productivity.", "This means faster technological change.", "We are happy to have with us today Professor Matti Pohjola, the renowned economist, who has written extensively on ICT, productivity and growth.", "We know that ICT can be a powerful tool in productivity growth, not only concerning ICT-investment but above all the use of ICT in new processes and ways of organising companies and the public sector.", "In Europe, the use of IT in the services sector has not brought about the same increase in productivity that we have seen in the United States.", "The reason behind this, however, is not only slightly lower investment levels in ICT but - I believe - less competitive markets.", "When there is less competition, there is less pressure to innovate, and less pressure to increase efficiency.", "This is why we need to have the real Internal Market as an opener of competition.", "And we need to abolish the remaining barriers to cross-border business in all areas.", "Today, we have a common monetary policy but we don't have a common financial market.", "We have made some progress in the financial markets, such as in the wholesale business generally and the integration of inter-bank large value payment systems and securities markets in particular.", "Both of which have proceeded well.", "Retail banking and securities settlement systems are where matters are lagging most.", "And the co-ordination and convergence of supervision require further work.", "A Europe-wide financial sector will bring better and cheaper services and lower interest rates to all customers: to consumers, SMEs and large companies alike.", "Lending decisions are also decisions about innovation in other sectors.", "All of which promote growth.", "From the macroeconomic point of view, the integration of the financial sector is significant for Europe, - integrated and efficient financial markets would allow the dilution of risks by spreading them among countries and regions, and - integrated financial markets can contribute to the efficient transmission of monetary policy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["productivity", "ICT", "financial markets", "competition", "growth", "labour", "investment", "Europe", "innovation", "monetary policy"]}