{"sentences": ["In November 2003, I noted that we saw little evidence of stress in funding the U.S. current account deficit even though the real exchange rate for the dollar, on net, had declined more than 10 percent since early 2002.", "Inflation and inflation premiums embedded in long-term interest rates--the typical symptoms of a weak currency--appeared subdued, and the vast international savings transfer to finance U.S. investment had occurred without measurable disruption to international financial markets.", "Two years later, little has changed except that our current account deficit has grown still larger.", "Most policy makers marvel at the seeming ease with which the United States continues to finance its current account deficit.", "Of course, deficits that cumulate to ever-increasing net external debt, with its attendant rise in servicing costs, cannot persist indefinitely.", "At some point, foreign investors will balk at a growing concentration of claims against U.S. residents, even if rates of return on investment in the United States remain competitively high, and will begin to alter their portfolios.", "In addition, efforts by U.S. residents to address their domestic imbalances will presumably contribute to a move away from current account imbalance.", "In all instances, a current account balance essentially results from a wide-ranging interactive process that involves the production and allocation of goods, services, and incomes among the residents of a country and those of the rest of the world.", "The outcome of the process is reflected in the full array of domestic and international product and asset prices, including interest rates.", "The array of bilateral exchange rates between the dollar and foreign currencies appears to be particularly important to the current account balance, although, of course, exchange rates, like all other prices, are determined interactively and simultaneously.", "As I note later, to the extent that an economy harbors elements of inflexibility, so that prices and quantities are slow to respond to new developments, the process of current account adjustment, besides affecting prices of goods and financial assets, is also more likely to adversely affect the levels of output and employment as well."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["current account deficit", "U.S. current account deficit", "domestic imbalances", "international financial markets", "interest rates", "exchange rates", "output", "employment", "inflation", "U.S. residents"]}