{"sentences": ["Ladies and gentlemen, It is a great pleasure and honour for me to address the GIC conference hosted by the Federal Reserve Bank of Philadelphia.", "Before entering into the heart of today's topic, given the date of this conference, it would be difficult for me not to evoke the name and prodigious work of Benjamin Franklin who, to my mind, is the embodiment of the American dream.", "I could devote the whole of my address to Benjamin Franklin's work, both because of its scope and the significance that it still has today, but that is not the subject of our conference.", "I shall therefore confine myself to recalling some of the major events and achievements in the life of this exceptional, intelligent man, endowed with extraordinary intellectual curiosity.", "If I were to sum up the life of this exceptional man in a few words, I would say, like most people, that he was an autobiographer, an essayist, a pamphleteer, a politician, a librarian, a publisher, an educationalist, a scientist, an inventor, a statesman, and a humorist.", "It is difficult to believe that one single man could be so multifaceted but Benjamin Franklin was all these things, and sometimes at the same time.", "Benjamin Franklin is the very example of what was known at the time as an \"honest man\".", "Benjamin Franklin showed a marked interest in Europe from a very early age.", "He started learning French, Italian and Spanish (in addition to Latin) in 1733.", "He journeyed abroad and lived both in France and England.", "I would like to stress his interest in France by pointing out that he was elected Associé Etranger of the French Academy in 1772 and became Plenipotentiary Minister in Paris in When referring to Benjamin Franklin, one often has in mind the great inventor, the philosopher, the essayist or the polemicist but one often forgets to mention that he also published a number of economic essays and studies.", "It is worth mentioning the book \"Way to Wealth\", which some people consider as \"the first American book on personal finance\" or as \"the best and the wisest money book ever written... \".", "As you can probably imagine, Benjamin Franklin's philosophy has crossed the Atlantic and still guides decision-makers today, including at the European Central Bank.", "In that regard, I would like to touch on a few ideas drawn from his autobiography.", "I need not remind you of his great fondness for quotations, especially in Poor Richard's Almanack.", "In his autobiography, Benjamin Franklin defined a number of virtues that he believed to be cardinal.", "They included temperance, silence, order, resolution, frugality, industry, sincerity, justice, etc.", "I find his interpretation of these terms interesting.", "For instance, for Benjamin Franklin, the term \"temperance\" should be understood as follows: \"Temperance first, as it tends to procure that coolness and clearness of head, which is so necessary where constant vigilance was to be kept up...\".", "This, to my mind, is one of the virtues that central bankers must impose on themselves.", "My Eurosystem colleagues and I have made it one of the guiding principles of our actions.", "Benjamin Franklin continues his description of these virtues in the following terms \"Frugality and Industry freeing me from my remaining debt, and producing affluence and independence, would make more easy the practice of Sincerity and Justice, ...,\".", "He emphasises the importance of being freed from one's debts and recovering one's independence.", "We know from his political activity that he attaches a great deal of importance to the independence of the Nation, but here we are talking about that of individuals and therefore of the institutions for which they are responsible.", "As we will see later, this is the type of independence that lies at the heart of the Eurosystem.", "Furthermore, sincerity can be associated with transparency, another key principle of the Eurosystem.", "As in most human activities, the conduct of monetary policy involves some risk-taking and may, justifiably or not, be subject to debate and criticism, as we will see later on.", "I would like to conclude this brief tribute to Benjamin Franklin by quoting one of his phrases that makes an encouraging link between success and risk: \"there are many ways not to succeed, but the most certain is not to take risks\".", "Let me turn now to my main topic which is to provide you with an overview of the Single monetary policy of the Eurosystem that consists of the European Central Bank and the 12 national central banks of euro area member states and of its main features and achievements.", "Quite paradoxically, - The single currency for a long time met with the scepticism from many observers, who regarded it as unrealistic first to launch a new currency and second to envisage a single monetary policy for a group of countries that, despite rapid convergence, continued to display major differences.", "Interestingly enough, the assumption made by some observers and market participants that the entry interest rates in the Euro on 1 January 1999 would be some kind of average of the interest rates of the composing currencies proved to be wrong.", "On the contrary, and since the very construction of the Euro was based on continuity with the most credible national currencies, it was foreseeable that interest rate convergence inside the future Euro area would take place progressively on the basis of a merge of different yield curves of the various currencies with the benchmark yield curve corresponding to the most performing and credible ones, as it effectively happened.", "- The recent nay votes from France and the Netherlands to ratifying the EU constitution rattled Europeans concerns for the future.", "Some observers immediately conjectured that the single currency was directly responsible for the muted economic performance of the euro area and publicly questioned its durability; however, the track record of the Single monetary policy, after only 6 years of implementation, has been really impressive: the inception of the euro has been associated with an increased macroeconomic and price stability within the euro zone, despite an unusual sequence of unfavourable events, adverse supply shocks and periods of global financial turbulences.", "The point I would like to set out today is that a high degree of credibility, transparency and predictability of the Eurosystem's monetary policy is a key condition for its efficiency.", "I will provide you with an overview of the Eurosystem monetary policy strategy (part 1) and then will assess its main achievements (part 2).", "PART 1: The main features of the Eurosystem monetary policy strategy Let us see what are the main features of the single monetary policy, conducted by the Eurosystem, in terms of institutional and operational framework as well as on strategic issues themselves.", "The institutional and operational framework is founded on modern concepts Let me recall first that over the past decade, a large body of literature has been devoted to questions surrounding central bank independence, the concepts of transparency and monetary strategies, and the communication of monetary policy decisions.", "Drawing on this analytical expertise and the experience of the national central banks of the participating countries, the Eurosystem is first and foremost based on a modern institutional framework, founded on the principles of independence, transparency and accountability and, lastly, operational decentralisation.", "The independence of the Eurosystem fosters price stability The Eurosystem's primary objective, as enshrined in the Maastricht Treaty, is to achieve and maintain price stability.", "As many empirical studies have shown, a country's ability to fight inflation appears very closely correlated to the degree of independence of its central bank.", "The independence of the European Central Bank and the 12 national central banks of the Member States of the euro area is therefore anchored in the Treaty.", "In operational terms, this means that, in the conduct of their duties, neither the European Central Bank nor the national central banks of the Eurosystem may request or take instructions from the Community institutions, national governments or any other body.", "They are entirely institutionally, operationally and financially independent.", "Transparency and accountability are also essential for gaining credibility Naturally, the independence of these institutions requires transparency in their decision-making processes and accountability vis-à-vis the general public and their representatives.", "As regards new institutions such as the ECB, transparency is even more important for gaining credibility and building up economic agents' confidence in the new currency.", "In order to establish this credibility and gain the confidence of agents, it is imperative to be understood, which in turn calls for transparency.", "For the sake of transparency, the Governing Council has specified and quantified its definition of price stability (inflation below but close to 2% over the medium-term).", "Second, the ECB has gone beyond the accountability requirements laid down by the Treaty by instituting regular testimonies by the President of the ECB before the European Parliament and regular informal meetings with the Eurogroup of Finance ministers.", "Another channel for transparency is constituted by the regular publication of reports on economic developments and Central Bank analysis, of the Eurosystem's and ECB's staff projections exercises, most prominently in the ECB's Monthly Bulletin.", "Finally and most importantly, following monetary policy decisions, the President and Vice-President of the ECB hold a press conference followed by an open discussion with journalists, the transcript of which is published on the ECB's website.", "It should be recalled that the ECB was the first central bank to adopt such a procedure, which provides a unique opportunity to fully explain and comment monetary decisions immediately.", "On the other hand, the Governing Council of the ECB has chosen not to publish the minutes of its meetings.", "The publication of these minutes would indeed present some drawbacks: - first, governing council members may \"speak for the minutes\" when these are very detailed, while, when they are not detailed, may not convey more information than a plain communiqué; - second, the publication of the minutes might also create more difficulties for moving from initial positions to new ones in the light of the arguments developed; - finally and most importantly, in the case of the euro area, the analysis of the votes could be read and interpreted as reflecting national interests or preoccupations, which would be misleading and could jeopardise both the independence of the members of the Governing Council and the credibility of our decision-making processes.", "The Eurosystem is based on operational decentralisation The third imperative, operational decentralisation, is an essential feature of the Eurosystem.", "According to this principle, monetary policy decisions taken in a centralised fashion by the Governing Council of the ECB are implemented in a decentralised way by the national central banks.", "Contrary to the US, the use of modern technology and communications has made it possible for market operations not to be concentrated at a single geographical location, but to be carried out simultaneously at all of the National Central Banks.", "The same type of arrangement applies in other monetary areas (cash management, payment systems, etc.).", "The Eurosystem benefits from an efficient operational framework The operational framework is based on two main guidelines: - a range of monetary policy instruments selected in accordance with the principles of an open market economy, a level playing field, simplicity and transparency: these instruments enable the smooth adjustment of banking liquidity and effective steering of short-term interest rates.", "- procedures guaranteeing a high level of security for all interbank transactions and large-value payments within the euro area and with other countries in the European Union, with in particular the TARGET system, which played a predominant role in the integration process of the euro money market.", "The strategic framework also contributes to the efficiency of the single monetary policy From the outset, there was a consensus among the designers of the Eurosystem that the Single monetary policy would require a clear strategic framework.", "This framework can be characterised by two main principles: a quantitative definition of price stability and a medium-term orientation of monetary policy.", "The quantitative definition of price stability has been clarified after five years of experience The definition adopted by the ECB's Governing Council in October 1998 was confirmed and clarified in May 2003 following an in-depth review of its strategic framework by the Eurosystem.", "In the wake of this assessment exercise, the Governing Council specified that price stability was defined as an annual increase in the HICP close to, but below, 2% over the medium term.", "Several remarks should complement this definition: - by specifying that inflation should be close to 2%, the Governing Council intended first of all to confirm the symmetrical nature of its strategy by ruling out situations of deflation.", "This clarification also makes it possible to take account of any possible measurement bias in the price index, as well as inflation differentials within the euro area; - the quantitative definition of monetary stability brings the Eurosystem's strategic framework close to that of central banks that rely on inflation targeting, especially if a broad definition of the latter is accepted, such as that expressed by the term \"flexible inflation targeting\".", "The big difference is in the use made of forecasts derived from econometric models, which play a predominant role in \"pure\" inflation targeting strategies, whereas they are only one component in the decision-making process of the Governing Council of the Eurosystem; - especially in the early days, we were confronted with substantial criticism regarding our definition of price stability, considered by many observers as too ambitious.", "Two points are worth mentioning at - First, due to the scepticism I already mentioned and for credibility reasons, it would have been damaging for the euro not to build on the credibility of the most efficient and successful participating national central banks, that had previously chosen 2% as the ceiling for their definition of price - second, this criticism has abated recently and it is interesting to note that the definition of price stability has converged towards a level close to, if not below, 2%: in December 2003, Gordon Brown announced a new inflation target for the Bank of England, based on the HICP, and set at a level of 2% for the 12-month increase; in the US, Ben Bernanke, recently appointed to take over A. Greenspan at the end of the month, advocated for a quantitative definition of the FED's price objective comprised between 1 and 2% over the medium-term.", "The Eurosystem's monetary policy is \"medium-term\" oriented.", "What exactly are the implications of the medium-term orientation of the Eurosystem's monetary policy strategy?", "The first is that the single monetary policy does not have a fixed horizon, defined once and for all ante, but aims, as far as possible, to take account of the \"long and variable lags of monetary policy\" dear to Milton Friedman.", "Taking account of this uncertainty is particularly important in the case of the euro area, whose \"deep structural parameters\" are somewhat uncertain to the extent that the inception of the euro may have been associated with a \"regime shift\".", "More prosaically, this medium-term orientation of the single monetary policy recognises that it is impossible for a central bank to control price developments with accuracy over the short-term.", "The second implication is that the relevant indicators for monetary policy must reflect, almost exhaustively, the main sources of both short and long-term inflation.", "In the light of this, the monetary policy strategy seeks, as far as possible, to rely on a \"full information approach\".", "This is what the concepts economic analysis and monetary analysis - also known as the two-pillar approach - used notably at the press conferences given by the ECB President following monetary policy decisions, reflect: - the economic analysis examines cyclical, economic and financial indicators related to the main determinants of short-term inflation; - the monetary analysis, is based on a monetary explanation of long-term inflation.", "It is signalled by the announcement of a reference value, which is not a committing target, of 41⁄2% for the annual growth of the broad money aggregate.", "- The medium-term orientation of the single monetary policy makes necessary the cross-checking of these two complementary approaches.", "From this point of view, the ECB's monetary policy strategy is more comprehensive than pure inflation or monetary targeting strategies.", "External observers sometimes criticise the complexity of the Eurosystem's monetary policy strategy and argue in particular that the monetary pillar or analysis does not provide any useful information for our monetary policy decision.", "It is considered by some as superfluous, confusing if not as an obstacle to transparency.", "To give money an important role in its monetary policy analysis and strategy is however quite a natural thing for a central bank geared towards price stability to do, as inflation is \"ultimately always and everywhere a monetary phenomenon\", to quote again Milton Friedman.", "It is worth mentioning that, in our set-up, with a clear medium-term focus, the Eurosystem does not need or have to react mechanically to short-term deviations of monetary growth from the reference value.", "Instead, monetary developments, i.e.", "both the developments of the components of M3 and of its counterparts, are analysed very carefully in order to examine and extract their information content for future inflation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Monetary Policy", "Eurosystem", "Price Stability", "Transparency", "Independence", "Inflation Targeting", "Medium-Term Orientation", "Economic Analysis", "Monetary Analysis", "Benjamin Franklin"]}