{"sentences": ["Economic growth in the EU has been sluggish in recent years, despite the robust world economy.", "As a matter of fact, growth has been strong in almost all parts of the world except for Western Europe.", "The weak performance of the euro area economy in recent years is not due to monetary policy.", "On the contrary, interest rates have been very low - both the long and the short term rates.", "Neither can the exchange rate be blamed for the sluggish growth.", "The external value of the euro has not been at a level that would have hurt the overall price competitiveness of euro area industries.", "Therefore, we have to look elsewhere for the reasons for the unsatisfactory growth performance.", "Weak demographic trends have been one of the factors restraining the growth of the EU economy compared with many other parts of the world.", "In the future, the negative demographic trends will continue.", "In addition, rising oil prices have in recent years held back growth in the EU.", "Unfortunately, economic policies cannot do much to reduce the effects of demographics and oil prices on growth.", "Luckily, however, there are also issues that economic policies can deal with in order to increase Europe's growth potential.", "Let us now turn to those.", "It appears that the European economy has not been able to take advantage of new technologies and globalisation as effectively as the United States.", "The growth of labour productivity in the U.S. has exceeded that of the EU since the mid 1990s.", "This table shows that the difference in productivity increases between the EU and the U.S. is largely due to developments in the IT goods producing sector, and - even more importantly - in the service sector.", "Within services, it is retail trade, wholesale trade, and financial services that count for most of the diverging productivity developments.", "These sectors are important users of IT.", "Indeed, there seems to be a lot of unexploited potential in the EU when it comes to labour productivity.", "First of all, productivity can improve within each industry and within each firm.", "Secondly, aggregate labour productivity can also be raised by the exit of industries and firms with weak productivity, and the entry of those with better productivity.", "Public authorities can facilitate improvements of this kind by removing obstacles to a more productive private sector.", "In the EU, such obstacles are largely related to national boundaries and to regulation of private businesses.", "Policy measures that promote competition and economic integration within the EU can significantly enhance productivity, employment, and economic growth.", "The relation between competition and productivity has been the focus of a significant amount of research in recent years.", "Several studies suggest that an increase in competition normally increases innovation and thereby productivity (e.g.", "This is because companies with monopoly power have less need to reform and to innovate."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Productivity", "Economic growth", "Competition", "EU", "Sluggish growth", "Demographics", "Oil prices", "Monetary policy", "Technology", "Globalisation"]}