{"sentences": ["Chairman Frank, Ranking Member Bachus, and members of the Committee, I am pleased to present the Federal Reserve's Monetary Policy Report to the Congress.", "Monetary Policy Report to the Congress.", "As you know, this occasion marks the thirtieth year of semiannual testimony on the economy and monetary policy by the Federal Reserve.", "In establishing these hearings, the Congress proved prescient in anticipating the worldwide trend toward greater transparency and accountability of central banks in the making of monetary policy.", "Over the years, these testimonies and the associated reports have proved an invaluable vehicle for the Federal Reserve's communication with the public about monetary policy, even as they have served to enhance the Federal Reserve's accountability for achieving the dual objectives of maximum employment and price stability set for it by the Congress.", "I take this opportunity to reiterate the Federal Reserve's strong support of the dual mandate; in pursuing maximum employment and price stability, monetary policy makes its greatest possible contribution to the general economic welfare.", "Let me now review the current economic situation and the outlook, beginning with developments in the real economy and the situation regarding inflation before turning to monetary policy.", "I will conclude with comments on issues related to lending to households and consumer protection-topics not normally addressed in monetary policy testimony but, in light of recent developments, deserving of our attention today.", "After having run at an above-trend rate earlier in the current economic recovery, U.S. economic growth has proceeded during the past year at a pace more consistent with sustainable expansion.", "Despite the downshift in growth, the demand for labor has remained solid, with more than 850,000 jobs having been added to payrolls thus far in 2007 and the unemployment rate having remained at 4-1/2 percent.", "The combination of moderate gains in output and solid advances in employment implies that recent increases in labor productivity have been modest by the standards of the past decade.", "The cooling of productivity growth in recent quarters is likely the result of cyclical or other temporary factors, but the underlying pace of productivity gains may also have slowed somewhat.", "To a considerable degree, the slower pace of economic growth in recent quarters reflects the ongoing adjustment in the housing sector.", "Over the past year, home sales and construction have slowed substantially and house prices have decelerated.", "Although a leveling-off of home sales in the second half of 2006 suggested some tentative stabilization of housing demand, sales have softened further this year, leading the number of unsold new homes in builders' inventories to rise further relative to the pace of new home sales.", "Accordingly, construction of new homes has sunk further, with starts of new single-family houses thus far this year running 10 percent below the pace in the second half of last year.", "The pace of home sales seems likely to remain sluggish for a time, partly as a result of some tightening in lending standards and the recent increase in mortgage interest rates.", "Sales should ultimately be supported by growth in income and employment as well as by mortgage rates that - despite the recent increase - remain fairly low relative to historical norms.", "However, even if demand stabilizes as we expect, the pace of construction will probably fall somewhat further as builders work down stocks of unsold new homes.", "Thus, declines in residential construction will likely continue to weigh on economic growth over coming quarters, although the magnitude of the drag on growth should diminish over time.", "Real consumption expenditures appear to have slowed last quarter, following two quarters of rapid expansion.", "Consumption outlays are likely to continue growing at a moderate pace, aided by a strong labor market.", "Employment should continue to expand, though possibly at a somewhat slower pace than in recent years as a result of the recent moderation in the growth of output and ongoing demographic shifts that are expected to lead to a gradual decline in labor force participation.", "Real compensation appears to have risen over the past year, and barring further sharp increases in consumer energy costs, it should rise further as labor demand remains strong and productivity increases.", "In the business sector, investment in equipment and software showed a modest gain in the first quarter.", "A similar outcome is likely for the second quarter, as weakness in the volatile transportation equipment category appears to have been offset by solid gains in other categories.", "Investment in nonresidential structures, after slowing sharply late last year, seems to have grown fairly vigorously in the first half of 2007.", "Like consumption spending, business fixed investment overall seems poised to rise at a moderate pace, bolstered by gains in sales and generally favorable financial conditions.", "Late last year and early this year, motor vehicle manufacturers and firms in several other industries found themselves with elevated inventories, which led them to reduce production to better align inventories with sales.", "Excess inventories now appear to have been substantially eliminated and should not prove a further restraint on growth.", "The global economy continues to be strong.", "Supported by solid economic growth abroad, U.S. exports should expand further in coming quarters.", "Nonetheless, our trade deficit - which was about 5-1/4 percent of nominal gross domestic product (GDP) in the first quarter - is likely to remain high.", "For the most part, financial markets have remained supportive of economic growth.", "However, conditions in the subprime mortgage sector have deteriorated significantly, reflecting mounting delinquency rates on adjustable-rate loans.", "In recent weeks, we have also seen increased concerns among investors about credit risk on some other types of financial instruments.", "Credit spreads on lower-quality corporate debt have widened somewhat, and terms for some leveraged business loans have tightened.", "Even after their recent rise, however, credit spreads remain near the low end of their historical ranges, and financing activity in the bond and business loan markets has remained fairly brisk.", "Overall, the U.S. economy appears likely to expand at a moderate pace over the second half of 2007, with growth then strengthening a bit in 2008 to a rate close to the economy's underlying trend.", "Such an assessment was made around the time of the June meeting of the Federal Open Market Committee (FOMC) by the members of the Board of Governors and the presidents of the Reserve Banks, all of whom participate in deliberations on monetary policy.", "The central tendency of the growth forecasts, which are conditioned on the assumption of appropriate monetary policy, is for real GDP to expand roughly 2-1/4 to 2-1/2 percent this year and 2-1/2 to 2-3/4 percent in 2008.", "The forecasted performance for this year is about 1/4 percentage point below that projected in February, the difference being largely the result of weaker-than-expected residential construction activity this year.", "The unemployment rate is anticipated to edge up to between 4-1/2 and 4-3/4 percent over the balance of this year and about 4-3/4 percent in 2008, a trajectory about the same as the one expected in February.", "I turn now to the inflation situation.", "Sizable increases in food and energy prices have boosted overall inflation and eroded real incomes in recent months - both unwelcome developments.", "As measured by changes in the price index for personal consumption expenditures (PCE inflation), inflation ran at an annual rate of 4.4 percent over the first five months of this year, a rate that, if maintained, would clearly be inconsistent with the objective of price stability.", "Because monetary policy works with a lag, however, policymakers must focus on the economic outlook.", "Food and energy prices tend to be quite volatile, so that, looking forward, core inflation (which excludes food and energy prices) may be a better gauge than overall inflation of underlying inflation trends.", "Core inflation has moderated slightly over the past few months, with core PCE inflation coming in at an annual rate of about 2 percent so far this year.", "Although the most recent readings on core inflation have been favorable, month-to-month movements in inflation are subject to considerable noise, and some of the recent improvement could also be the result of transitory influences.", "However, with long-term inflation expectations contained, futures prices suggesting that investors expect energy and other commodity prices to flatten out, and pressures in both labor and product markets likely to ease modestly, core inflation should edge a bit lower, on net, over the remainder of this year and next year.", "The central tendency of FOMC participants' forecasts for core PCE inflation - 2 to 2-1/4 percent for 2007 and 1-3/4 to 2 percent in 2008 - is unchanged from February.", "If energy prices level off as currently anticipated, overall inflation should slow to a pace close to that of core inflation in coming quarters.", "At each of its four meetings so far this year, the FOMC maintained its target for the federal funds rate at 5-1/4 percent, judging that the existing stance of policy was likely to be consistent with growth running near trend and inflation staying on a moderating path.", "As always, in determining the appropriate stance of policy, we will be alert to the possibility that the economy is not evolving in the way we currently judge to be the most likely.", "One risk to the outlook is that the ongoing housing correction might prove larger than anticipated, with possible spillovers onto consumer spending.", "Alternatively, consumer spending, which has advanced relatively vigorously, on balance, in recent quarters, might expand more quickly than expected; in that case, economic growth could rebound to a pace above its trend.", "With the level of resource utilization already elevated, the resulting pressures in labor and product markets could lead to increased inflation over time.", "Yet another risk is that energy and commodity prices could continue to rise sharply, leading to further increases in headline inflation and, if those costs passed through to the prices of non-energy goods and services, to higher core inflation as well.", "Moreover, if inflation were to move higher for an extended period and that increase became embedded in longer-term inflation expectations, the reestablishment of price stability would become more difficult and costly to achieve.", "With the level of resource utilization relatively high and with a sustained moderation in inflation pressures yet to be convincingly demonstrated, the FOMC has consistently stated that upside risks to inflation are its predominant policy concern."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["monetary policy", "economic growth", "inflation", "housing sector", "labor market", "productivity", "consumption", "business investment", "financial markets", "energy prices"]}