{"sentences": ["Since August last year the world's developed economies have been convulsed by two very severe shocks: the rise in oil and other commodity prices and the outbreak of financial turmoil that has reached dimensions that nobody could have imagined initially.", "The increase in commodity and oil prices seems to be easing, and yet the events of recent weeks suggest that, as regards the turmoil, we are probably experiencing the most significant financial crisis since 1929.", "There are already numerous reports by domestic and international agencies (IMF, OECD, Bank for International Settlements) analysing the causes and consequences of the situation the industrialised economies are currently going through.", "At first it was thought that the repercussions of the financial crisis would be concentrated in the US economy.", "Then it was considered that other industrialised economies in which debt, the external imbalance or the property boom may have been important, like the UK, Spain, Ireland and New Zealand, might also be affected, while other countries would remain beyond the contagion.", "But this has not been the case.", "The effects have reached all countries.", "As we have just seen with the release of Q2 European growth figures, countries with large external surpluses such as Germany, have also posted a very weak economic performance.", "As a result, today, unlike a few months ago, nobody is defending the possibility of certain European economies decoupling from what is happening in the United States.", "As you can imagine, the Spanish economy has not been able to remain unaffected by these processes.", "In fact, our country, which had been building up certain imbalances, in the form of rapid growth of household and corporate debt and, consequently, of a large external deficit, had already embarked upon a smooth correction from mid-2006.", "However, global events have accelerated and intensified this adjustment, even though, from the viewpoint of the financial system, Spanish banks have had absolutely nothing to do with the causes of the financial crisis.", "They have not generated doubtful assets like US banks have, nor have they invested in these assets like many European Banks have.", "However, the financial crisis has not only affected the institutions that generated these toxic products or invested in them but, by inducing financial market breakdown, has spread to all institutions.", "For Spain, this means that the adjustment process must now take place in the presence of much more difficult conditions in the financial and international environment than we have enjoyed during the last decade.", "That said, the Banco de España has pointed out on a number of occasions that some of the adjustment we are experiencing is an inevitable part of economic developments, which will allow correction of the imbalances that had been accumulating during the upswing.", "Indeed, their continuation would have entailed an increase in the vulnerability of the Spanish economy and the eventual correction would have been even more severe.", "Cyclical upswings followed by downswings are a normal feature of all economies, although the fact that Spain has recorded high growth rates without interruption for fourteen years may have led agents to forget the existence of this type of cyclical disturbance.", "Before addressing the central theme of my speech, it would be useful to answer the question why the industrialised countries have suddenly found themselves in such a complicated situation.", "Part of the answer (the other part being the regulation and supervision failures in many countries) relates to the strong increase in corporate and household debt in numerous countries in recent years, which led, in the presence of highly favourable financial conditions, to a significant appreciation in the value of financial and real assets.", "Some economists and institutions have argued that monetary policy was too lax and that central banks should in future pay attention not only to inflation, but also to other financial developments, such as credit, when taking their decisions.", "In some cases, these favourable financial conditions were harnessed to expand residential and productive investment (as in Spain), while in others consumption was also boosted by the ready availability of financing, leading to a spectacular reduction in household saving ratios, as in the United States.", "The excessive financial expansion was also accompanied by a reduced perception of risk by investors and intermediaries, contributing to spending growth and the leveraged buyout boom.", "This situation was gradually changing as central banks tightened their monetary policy, but the most radical change took place from the summer of 2007, when the turmoil led to a rapid and substantial reassessment of the risk of financial instruments and a sudden standstill in many segments of the money and capital markets.", "There then began a process of deleveraging, the opposite of the one that took place in the previous years of this decade, in which debtors are striving to rebuild their balance sheets, while investors exercise the greatest prudence in choosing where to place their savings.", "During the stage of strong credit growth, the Spanish economy accumulated certain imbalances, linked to the fact that (residential and capital) investment exceeded national saving.", "However, Spain has preserved a number of very important stabilising factors, such as the balanced budget, to which I will refer later.", "Also, as I have mentioned in detail in other speeches, Spanish banks were not involved in the financial innovation operations that, through the creation of highly sophisticated instruments, lie at the source of the current financial crisis.", "This means that our institutions are in a somewhat more solid position to face the new stage than those of other countries.", "Today I am going to reflect on what I consider that different economic agents should do during a macroeconomic adjustment phase like the one we are currently experiencing in Spain.", "It seems to me that it would be useful for us all to understand what is happening and what we can do to get through this phase at the lowest possible cost.", "Admittedly each agent has a different degree of freedom of action, but it is important to remember that it is not only the authorities (governments, parliaments, the ECB, etc.)", "who can help our economy to return to a high growth path as soon as possible."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["financial crisis", "adjustment", "economic imbalances", "monetary policy", "credit", "deleveraging", "risk", "financial innovation", "Spanish economy", "economic agents"]}