{"sentences": ["Ladies and gentlemen, This year's European Banking Congress takes place at a very challenging point in time.", "Today's event is therefore a particularly important one.", "It is a pleasure to be here amid so many distinguished participants and to be joined on this panel by my central bank colleagues from Brazil and the United Arab Emirates.", "We are at a critical juncture as far as the set-up and functioning of the international financial system is concerned.", "The current financial crisis was triggered by a widespread and substantial undervaluation of risk.", "When the crisis erupted in August 2007, it was at first a systemic threat to the liquidity of the financial system, which mainly affected advanced economies.", "In mid-September of this year the crisis deteriorated very significantly and turned into a systemic threat to the solvency of important parts of the global financial system.", "It is no longer limited to advanced economies and is instead also affecting emerging economies.", "In addition, it has spilled over from the financial sphere to the real economy.", "Global challenges call for global responses.", "Policy-makers across the globe have responded and are taking appropriate action to contain and alleviate the crisis.", "Central banks are playing a pivotal role in this regard, providing the necessary liquidity - sometimes in ways that were scarcely imaginable up until a few months ago - in order to ensure that financial markets and institutions can continue to function.", "As far as the ECB is concerned, I would like to point out once again that we have acted decisively from the very beginning of the turmoil in August of last year.", "At that time, when the threat to the liquidity of the financial system first emerged, we provided the system with no less than EUR 95 billion of liquidity within a few hours.", "Later that year, the ECB also began to supply liquidity to European counterparties in US dollars through swap arrangements which we established with the Federal Reserve.", "Since October of this year, we have been granting full allotments in our monetary operations.", "These are only some of the key measures taken by the ECB in order to support financial markets, and you see from the design of these measures that some of them are literally without precedent."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "financial dominance"], "topics": ["financial crisis", "systemic threat", "liquidity", "solvency", "global challenges", "policy-makers", "central banks", "ECB", "financial markets", "monetary operations"]}