{"sentences": ["Mr Prime Minister, Ladies and Gentlemen, I am very pleased to be here again this year and to be paying tribute to Jean-Claude Juncker, Prime Minister of Luxembourg and President of the Eurogroup.", "As regards the \"European Banker of the Year\" award, I warmly congratulate both JeanClaude Juncker and the jury for this decision.", "My main aim for today is to say how honouring Jean-Claude Juncker is a very good choice for many reasons.", "I have known Prime Minister Juncker for many, many years and we have cooperated ever more closely: first in the general European context; then through my association with the Eurogroup; and finally in the current crisis, where governments and central banks have stood shoulder to shoulder.", "Let me briefly review Mr Juncker's career and achievements.", "Born in the western part of Luxemburg, Mr Juncker studied law and earned his degree at Strasbourg University in 1979.", "A brilliant and dazzling rise followed: Mr Juncker became member of the government at the age of 28, first as Secretary of State and afterwards Minister for Labour.", "He was appointed Finance Minister at 35 and Prime Minister at 41.", "Throughout his career, Mr Juncker has been committed to Europe and participated in the birth of the Euro, being one of the major architects of the Maastricht Treaty.", "His European convictions came to the fore in 2005, when he submitted the Constitutional Treaty to referendum, putting his own premiership on the line.", "With Luxembourg nestled between two large countries, Mr Juncker is a very visible representative of his country in the international arena.", "At the same time, he is widely appreciated as a very efficient behind-the-scenes negotiator on European issues, not least because he can see them from both the German and the French perspective.", "He once said - I quote here from the laudatory statement on the occasion of Mr Juncker being awarded the Charlemagne Prize in 2006 - that \"institutional life in Europe is a bit like life in the animal kingdom - a flea can drive a lion crazy, but there is no known example of a lion driving a flea crazy.", "That shows how important it is to find the right balance between great and small.\"", "This quote illustrates his strong belief in his country's strategic role as a mediator alongside the larger European countries.", "Beyond that, Jean-Claude Juncker is currently the longest serving prime minister in the EU.", "This testifies to his leadership and the trust that he inspires in people.", "He also appears to be immune to what academic literature has come to label \"Juncker's say\".", "On the need for politicians know what to do, but what we do structural reforms, he once remarked that \"we not know is how to get re-elected\".", "Dear Jean-Claude, I imagine that many of your fellow heads of government look to you from time to time for guidance on how you have managed to succeed.", "Praise for Mr Juncker must also pay tribute to his leadership skills - as President of the Eurogroup - during the current financial and economic crisis.", "Since 2005, Mr Juncker serves as the first permanent President of the Eurogroup.", "Under his leadership, the Eurogroup provided essential input to the concerted action plan adopted by the euro area Heads of State or Government on 12 October 2008, which was a key step in designing a framework for an EU policy response.", "In this context let me emphasise my appreciation for the full respect Jean-Claude Juncker has for the independence of the European Central Bank, which I qualified some years ago as the \"fierce independence\" of the central bank.", "As President of the ECB, I regularly attend, together with the Vice-President, the monthly meetings of the Eurogroup.", "Mr Juncker attends the meetings of the ECB's Governing Council.", "The exchanges of views on these occasions help us, as policy-makers, to understand each others' policy concerns while fully respecting each other's responsibilities.", "I wish to take this opportunity to thank you, Jean-Claude, for the fruitful cooperation that we have enjoyed over the past few years.", "There is yet another aspect I admire about Mr Juncker, and this is his mastery of language.", "La maîtrise des langues en Europe est primordiale, car l'enjeu et le grand défi européen c'est la création d'un sentiment collectif européen mais aussi et surtout pouvoir parler le même langage alors que l'on parle des langues différentes.", "C'est faire en sorte que, concrètement, les messages politiques soient entendus partout de la même manière quand bien même ils seront émis dans des langues différentes.", "Je me rappelle une pensée du philosophe Edgar Morin qui disait que \"le génie européen n'est pas seulement dans la pluralité et dans le changement, il est dans le dialogue des pluralités qui produit le changement\" (Penser l'Europe).", "C'est pourquoi Jean-Claude Juncker, avec sa parfaite maîtrise des langues, est bien placé pour être au coeur du dialogue des pluralités qui constituent l'universel européen.", "Luxemburg ist ein Beispiel wie verschiedene Sprachen und Kulturen in einem Land harmonisch miteinander leben, sich gegenseitig befruchten und zu einer gemeinsamen Identität finden.", "Lëtzebuergesch, das zur deutschen Sprachfamilie zählt aber auch stark vom Französischen beeinflusst wurde, ist ein gutes Beispiel für diese kulturelle Synthese.", "In dieser Weise kann man Luxemburg als \"pars pro toto\" für ganz Europa sehen.", "Vielleicht aus diesem Grund war Luxemburg die erste Stadt, die zweimal zur \"Europäischen Kulturhauptstadt\" gekürt wurde."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Jean-Claude Juncker", "Eurogroup", "European Union", "Euro", "Luxembourg", "Leadership", "Maastricht Treaty", "Independence", "Language", "Culture"]}