{"sentences": ["Ladies and Gentlemen, I would like to thank the Commission for inviting me to today's conference.", "I trust that the discussion will help to identify avenues that will strengthen the European Union's framework for crisis management and resolution for the years to come.", "The evolving crisis Reflecting on the crisis from today's perspective, I would say that what is now called \"the crisis\" is a deeply evolving phenomenon.", "It evolved from a crisis of liquidity into a full-scale crisis of banking and finance, and then into a global financial and economic crisis.", "And as we are all well aware, a great deal of attention is currently focused on fiscal policy and public finances.", "At the same time, policy-makers around the world have so far fended off a number of threats: a global meltdown of finance, a downward spiralling of the economy and a massive increase in global levels of unemployment.", "Fundamentally, this is a crisis of valuation.", "But it is also a crisis that has led us, and continues to lead us, to fundamental re-evaluation.", "We have had to re-evaluate our understanding of the nature of risk of major market disruptions.", "We have had to re-evaluate the potential responses in terms of the implementation of monetary policy and the effectiveness of fiscal policy.", "And as citizens and policy-makers, we have to re-evaluate our understanding of the role of finance in our economies and our societies.", "In particular, we must consider fundamental questions about the relative importance and limits of the pure financial \"game\" in markets, about the potential abuse of market power, and, most importantly, about the function of the financial sector in the broader economy.", "In my view there is a clear litmus test for this function: whether or not finance serves the real economy.", "Financial reform therefore must ensure that finance is properly reconnected with the real economy.", "Reform needs to go beyond the banking sector on which so much attention has been focused.", "We also have to look very closely at non-bank financial institutions and at the set-up and functioning of financial markets.", "Financial markets are not always efficient.", "They are also not always broad, liquid and representing a fair competition of views and positions.", "Quite often, specific market segments can be oligopolistic, dominated by a few large actors.", "In such oligopolistic markets, information handling is particularly problematic, as views by dominant actors can evolve into fashions and set off trends that, through herding, move valuations out of line with what is warranted by medium-term fundamentals.", "As we now all recognise, if left on its own, finance has the potential to spiral out of control, for example through leverage cycles, triggering financial disruption, wealth destruction and economic hardship for our people.", "Therefore, one of the greatest challenges for economics and public policy at this time is to restore financial and economic stability, to rebuild confidence in the prospects for our economies and to improve the future functioning of financial systems."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance"], "topics": ["financial crisis", "crisis management", "financial reform", "financial stability", "economic stability", "liquidity crisis", "banking crisis", "fiscal policy", "monetary policy", "financial markets"]}