{"sentences": ["The Greek economy is in the midst of a deep, structural and multi-faceted crisis.", "The exit from this crisis will therefore require a multi-annual, persistent and systematic effort.", "It will require a break with the past.", "The main features of the crisis are the large fiscal deficit, the huge debt and the continuous erosion of the country's competitive position.", "These problems were already present prior to the global crisis of 2008 and it was inevitable that, in the absence of bold and decisive action, they would sooner or later lead to an impasse.", "As no such action was taken, the situation deteriorated.", "Meanwhile, the global crisis amplified the cumulated effects of the chronic weaknesses and accelerated the downturn of the economy.", "The outcome is the present situation, which is reflected in the twin deficits and twin debts, and in the close intertwining of the public deficit and debt with the external deficit and debt.", "Today's crisis does not simply reflect a temporary cyclical downturn.", "Nor, of course, is it solely reflected in the public sector and in the worrisome competitiveness deficit.", "It concerns the entire economy, its structures, the mentality and patterns of behaviour that prevailed for years, the distorted growth model that we followed.", "This means that it is not possible to overcome the crisis by resorting to short-term remedies.", "On the contrary, what is needed is a persistent and systematic effort: an effort that is sustained, concerted and groundbreaking.", "Sustained, because changing the structures that have led us to where we are today will be an arduous task that cannot be easily achieved in the short term.", "Concerted, so that we can ensure a smooth aftermath, by minimising the shocks.", "Groundbreaking, because today's problems cannot be addressed if we keep on thinking the same way as we did when we created them.", "Overcoming the crisis will, in other words, require a break with the past."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Greek economy", "crisis", "fiscal deficit", "debt", "competitive position", "global crisis", "twin deficits", "public deficit", "public sector", "competitiveness deficit"]}