{"sentences": ["The world economy is slowly emerging from the crisis.", "Global developments are diverse, with strong growth in the Asian emerging economies and parts of South America and slower growth in the old industrialised countries.", "It remains uncertain to which extent private consumption in the USA and Europe will take over when the government stimulus programmes expire and the necessary fiscal consolidation starts.", "High rates of unemployment and uncertainty about the future will dampen private consumption.", "Investment will gradually begin to fuel the economy again, while the contribution from stock rebuilding will fade away.", "In Germany and Sweden - Denmark's two largest export markets - growth has been surprisingly positive so far.", "For Denmark, Danmarks Nationalbank expects growth in the coming year to be just under 2 per cent, driven by moderate increases in private consumption, business investments and exports.", "The outlook is still subject to considerable uncertainty.", "The economy is presumably more likely to underperform than to exceed expectations.", "The developments on the Korean Peninsula remind us how strongly we can be influenced by uncontrollable events far from our part of the world.", "In Europe we have recently witnessed at close hand what the consequences can be when markets lose confidence in the ability of sovereign states to manage their own debt problems.", "First it was Iceland, then Latvia, then Greece and now Ireland.", "Where will it all end?", "Fortunately, Europe has so far been willing and able to lend a hand in collaboration with the IMF.", "But if confidence is to be restored, the member states in question must make drastic cuts in public-sector wages, pensions, etc.", "while also raising taxes substantially.", "This goes hand in hand with social unrest and loss of international reputation.", "Denmark is also facing a number of fiscal challenges.", "They are not as severe as in many other countries, but nevertheless they must be addressed in time so that they do not grow.", "The economic recovery plan deals with the period until 2015, but after that adverse demographics will increase the government deficit for many years - unless action is taken.", "If we in Denmark are to avoid government debt growing to unmanageable proportions in the long term, we will need to increase taxes, adding to the already heavy tax burden, and put a much tighter rein on public spending than ever before.", "In addition, we need labour market reforms to boost the supply of labour substantially.", "The sooner we start implementing such reforms, the better.", "This will give us more room for manoeuvre.", "Danmarks Nationalbank eagerly awaits the forthcoming plan that will chart Denmark's economic policy course until 2020.", "Confidence in the Danish economy will be strengthened, if broad agreement can at least be reached on the scope of the challenge."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["fiscal challenges", "economic recovery", "government debt", "labour market reforms", "private consumption", "investment", "confidence", "exports", "uncertainty", "public spending"]}