{"sentences": ["Note for the readers: The speech begins with a summary in German.", "The full text in English starts on page 2.", "Sehr geehrte Damen und Herren, ich danke Ihnen sehr herzlich für die Einladung zu Ihrer Klausurtagung in Wildbad Kreuth.", "Ich wünsche Ihnen und Ihren Angehörigen ein gesundes und friedvolles Jahr 2011.", "Das vergangene Jahr hat uns alle vor besondere Herausforderungen gestellt, und ich freue mich, mit Ihnen über die Herausforderungen im laufenden Jahr zu sprechen.", "Lassen Sie mich vorab meine zentrale Botschaft wie folgt zusammenfassen.", "Wir haben in der EU eine Wirtschafts- und Währungsunion.", "Wie dieser Name besagt, beruht die Union auf zwei Säulen: einer wirtschaftspolitischen Säule und einer währungspolitischen Säule.", "Für die währungspolitische Säule stehen die Europäische Zentralbank, ihre Unabhängigkeit und ihre eindeutige Ausrichtung auf Preisstabilität.", "Preisstabilität im Sinne einer durchschnittlichen jährlichen Inflationsrate auf mittlere Frist von knapp unter 2% ist gewährleistet.", "Der Euro ist eine stabile Währung, so stabil wie seine stabilsten Vorgängerwährungen, einschließlich der D-Mark.", "Und dies gilt für ein Währungsgebiet, das nunmehr 331 Millionen Menschen umfasst.", "Preisstabilität für diesen großen Währungsraum gesichert zu haben, und sie allen Indikatoren entsprechend auch für die absehbare Zukunft gesichert zu wissen - das ist die entscheidende Errungenschaft der währungspolitischen Säule in der Wirtschafts- und Währungsunion.", "Die zweite Säule ist die Wirtschaftspolitik.", "Für diese Säule stehen der Stabilitäts- und Wachstumspakt, die Ausrichtung der allgemeinen Wirtschaftspolitik und die effektive gegenseitige Überwachung der Finanz- und Wirtschaftspolitik.", "Leider hat diese zweite Säule erhebliche Defizite offenbart.", "Der Stabilitäts- und Wachstumspakt ist zunächst aufgeweicht und dann verletzt worden, die allgemeine Wirtschaftspolitik ist nicht in allen Ländern auf Stabilität ausgerichtet gewesen, und die gegenseitige Überwachung war oftmals nicht effektiv.", "Die Entwicklungen im letzten Jahr sind eng mit den Schwachstellen der wirtschaftspolitischen Säule verzahnt.", "Daher ist die grundlegende Herausforderung für dieses Jahr, die wirtschafts- und finanzpolitische Säule so zu stärken, dass sie trägt.", "Dies erfordert einen Quantensprung in der Gestaltung und Implementierung des Stabilitäts- und Wachstumspakts, und eine stabilitätsorientierte allgemeine Wirtschaftspolitik aller Länder.", "Wirtschaftliche Schwächen und Wettbewerbsverluste müssen rechtzeitig korrigiert werden.", "Dazu müssen die Mitgliedstaaten erkennen, dass der Euro nicht nur eine gemeinsame Geldpolitik bedeutet, sondern auch eine stabilitätsorientierte Ausrichtung der jeweiligen, nationalen Finanz- und Wirtschaftspolitik erfordert.", "Diese Erkenntnis muss konsequent in der Praxis umgesetzt werden.", "Die derzeitigen Vorschläge dazu gehen nach Auffassung der EZB nicht weit genug und ein ambitionierteres Vorgehen ist hier angemessen.", "Soweit die Zusammenfassung meiner Botschaft heute.", "Ich bitte Sie, mir zu gestatten in Englisch fortzufahren.", "Behind us lies a year of remarkable changes, but also remarkable achievements.", "After the worst recession in decades, economic growth has resumed in Europe.", "The German economy, in particular, has fared much better than many had anticipated.", "And with more than 60% of German exports staying within the EU, rising demand from other European countries has made a significant contribution to that recovery.", "But 2010 was also a year of great challenges.", "The euro area economy was severely tested by developments related to the weakened standing of several sovereigns.", "In response, Europe's leaders chose to take some tough and courageous decisions.", "None were easy, but they were necessary and they are beginning to pay off.", "In 2011 we must strengthen our efforts even more.", "We need to see further significant progress on the reduction of excessive fiscal deficits.", "And we have to build and implement an effective rigorous framework for economic governance in the euro area.", "Current proposals go some way towards repairing the institutional shortcomings that the recent past has exposed.", "Vulnerabilities will be detected and made public earlier.", "There will be less discretion in applying and enforcing macroeconomic and fiscal discipline in Member States.", "But Europe cannot afford to rest halfway - we need to be more ambitious.", "The proposals that we have seen in Brussels do not go far enough in the ECB's view.", "As I have said before, we need to make a quantum leap in our economic governance.", "We must achieve a framework where each and every country respects the principle that a successful economic and monetary union is based on sound macro policies.", "There must be a binding code of conduct for all parties concerned."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Economic Governance", "Fiscal Deficits", "Stability and Growth Pact", "Economic Policy", "Monetary Policy", "Price Stability", "Euro Area", "Inflation", "Economic Growth", "Sovereign Debt"]}