{"sentences": ["WORKING PAPER SERIES Monetary Policy Lessons from the Crisis Athanasios Orphanides Working Paper 2010-1 Central Bank of Cyprus Working Papers present work in progress by central bank staff and outside contributors.", "They are intended to stimulate discussion and critical comment.", "The opinions expressed in the papers do not necessarily reflect the views of the Central Bank of Cyprus or the Eurosystem.", "Box 25529 CY-1395 Nicosia, Cyprus publications@centralbank.gov.cy +357 22 378153 Papers in the Working Paper Series may be downloaded from: © Central Bank of Cyprus, 2010.", "Reproduction is permitted provided that the source is acknowledged.", "Monetary Policy Lessons from the Crisis Orphanides∗ Central Bank of Cyprus Abstract This paper provides a policymaker's perspective on some lessons from the recent financial crisis.", "It focuses on questions in three areas.", "First, what lessons can be drawn regarding the institutional framework for monetary policy?", "Has the experience changed the pre-crisis consensus that monetary policy is best performed by an independent central bank focused on achieving and maintaining price stability?", "Second, what lessons can be drawn regarding the monetary policy strategy that should be followed by a central bank?", "How activist should a central bank be in dampening macroeconomic fluctuations?", "Should the \"output gap\" serve as an important policy guide?", "Are there lessons regarding the stability-oriented approach followed by the ECB?", "How activist should a central bank be in tackling perceived asset price misalignments?", "Does the ECB's monetary analysis pillar help incorporate the pertinent information in formulating policy?", "Third, is monetary policy pursuing price stability enough to ensure overall stability in the economy?", "Or is there room for improvement regarding how central banks can contribute to financial stability?", "Should the role of monetary policy be seen as completely separate from the broader institutional environment governing financial markets and institutions in our economy?", "Or would greater central bank involvement in regulation and supervision pertaining to credit and finance allow better management of overall economic stability?", "Keywords: Great financial crisis, activist stabilisation policy, real-time output gap, robust simple rules, stability-oriented monetary policy, asset prices, macro-prudential supervision, financial stability, ECB.", "The assignment I accepted for this paper is not straightforward.", "The task is to provide a policymaker's perspective on some lessons from the great financial crisis for monetary policy.", "Having studied earlier challenging episodes in monetary history, I am well aware of the pitfalls of attempting to draw lessons from a crisis while the experience is still raw.", "Better to wait a decade or more, to have time to evaluate with greater clarity whether, how and under what conditions things could have evolved differently.", "On the other hand, there is no time to waste on suggested improvements in the policy framework if the objective is to improve the odds of better outcomes for the future.", "What better opportunity to offer some early thoughts on the lessons, then, than the occasion presented by this colloquium honouring Lucas Papademos, taking place right after the last meeting of the Governing Council of the European Central Bank (ECB), before the end of his tenure as Vice-President of this institution.", "I focus on questions in three areas.", "First, what lessons can be drawn regarding the institutional framework for monetary policy?", "Has the experience changed the pre-crisis consensus that monetary policy is best performed by an independent central bank focused on achieving and maintaining price stability?", "Should central banks be more or less inde- pendent?", "Should their aim be higher inflation instead of price stability, as some suggest?", "Second, what lessons can be drawn regarding the monetary policy strategy that should be followed by a central bank?", "A perennial debate in monetary economics has raged over how ambitious monetary policy should be, how activist it should be in dampening fluc- tuations and tackling perceived disequilibria and imbalances.", "Where does the historical behaviour place the ECB in this debate?", "In the history of central banking, one can identify shifts in the consensus from waves of optimism that policies could be fined-tuned to achieve more to waves of caution when the limits of our knowledge are reconfirmed by reality.", "Has the recent experience shifted the centre of gravity in this continuing debate?", "Third, is monetary policy pursuing price stability enough to ensure overall stability in the economy?", "Or is there room for improvement regarding how central banks can contribute to greater stability?", "Would greater central bank involvement in regulation and supervision pertaining to credit and finance allow better management of overall economic stability?", "Or should the role of monetary policy be seen as completely separate from the broader institutional environment governing financial markets and institutions in our economy?", "It is not necessary to elaborate on the consequences of what became \"the great financial crisis\".", "Its severity is evident in the evolution of euro area real GDP (Figure 1).", "Suffices to note that the level of real GDP fell by nearly 5 percent from its peak in 2008Q1 to its trough in 2009Q2.", "Events during the crisis, the decisive policy responses, and implications for the future of macro-prudential supervision, were analysed by Lucas Papademos in a number of timely and insightful speeches (Papademos, 2007, 2008, 2009a,b,c,d, 2010).", "As the person responsible for both financial stability and economic research at the ECB during the crisis, Lucas has been in a unique position to provide insights into the events and guidance on the appropriate policy responses.", "The Institutional Framework of Monetary Policy The founders of the European Union ensured that the ECB, more than any other central bank that has ever existed, would be an independent institution fully committed to ensuring price stability.", "The independence of the ECB as well as its clear mandate are enshrined in the Treaty on the Functioning of the European Union.", "According to the Treaty, the primary objective of the ECB \"shall be to maintain price stability\".", "In light of this mandate, the Governing Council of the ECB aims to maintain inflation rates at levels below, but close to, 2 percent over the medium term.", "Inflation is measured by the year-on-year rate of increase in the Harmonised Index of Consumer Prices (HICP).", "It should not be necessary to remind ourselves why price stability is so important.", "The economic costs of inflation are well known.", "High and variable inflation is detrimental to productivity and growth; uncertainty and unpredictability about future prices leads to inefficient decisions.", "The social costs of failing to preserve price stability can be far reaching.", "Inflation is one of the most virulent and corrosive forces in a democratic society, eroding the functioning of a market economy.", "The key to securing price stability is to ensure that businesses and households do not need to worry about protecting themselves from the inflationary disease.", "Temporary up- ward and downward fluctuations in inflation may occur but they must not be embedded permanently in high inflation or deflation.", "This result is assured only when inflation expec- tations over suitably long horizons are well anchored at levels of inflation sufficiently low to constitute effective price stability.", "The ECB's definition of price stability, that is a rate of increase of the HICP close but below 2 percent a year, meets this criterion.", "Delivering on this goal of price stability is the best way monetary policy can contribute to economic welfare over time.", "Since the birth of the euro, the ECB has been successful in delivering on this task.", "Figure 2 plots HICP inflation as well as the long-term expectations regarding inflation from the ECB's quarterly Survey of Professional Forecasters (SPF).", "As can be seen, the average of the SPF responses (the blue dashed line) has consistently been in line with the ECB's price stability mandate despite fluctuations in actual inflation which, over the past three years, have been relatively large.", "There are differences of opinion among the survey respondents that are also informative.", "The thin red lines in the figure show the 25th and 75th percentiles of the cross-sectional distribution of responses in each quarter.", "As can be seen by the fairly narrow width of the shaded area, disagreement, as measured by the interquartile range of responses, has been limited.", "This speaks volumes for the credibility of the ECB.", "But price stability cannot be assured by a central bank unless it enjoys absolute political independence that can be used to shield it from short-sighted political inflationary pressures that harm the common good over the long haul.", "The temptations are asymmetric and well known.", "Inflationary policies can temporarily ease budgetary pressures, buying time for profligate governments.", "Necessary adjustments may be delayed.", "A democratically elected government facing an unfriendly electorate, could be tempted to pursue inflationary policies that might temporarily raise employment and income and its electoral prospects.", "The detrimental effects of inflation, which far exceed any temporary gains for society, would only appear later on.", "An unavoidable social cost of a democratic society is that the damage from irresponsible government policies sometimes can be hidden from the electorate until after the next election.", "The problem, and its obvious solution, have been recognised for a very long time.", "Early in the 19th century, English economist and member of Parliament David Ricardo explained the main concern that led him to the conclusion that a central bank responsible for the issuance of paper money should be independent as follows: \"It is said that Government could not be safely entrusted with the power of issuing paper money; that it would most certainly abuse it; and that, on any occasion when it was pressed for money to carry on a war, it would cease to pay coin, on demand, for its notes; and from that moment the currency would become a forced Government paper.", "There would, I confess, be great dangers of this, if Government-that is to say, the Ministers-were themselves to be entrusted with the power of issuing paper money\" (Ricardo, 1824).", "Ricardo thought it critical for the bank to be governed by individuals who, in his words, would be \"entirely independent\" of the government's ministers and stressed that the indi- viduals governing the bank \"should never, on any pretence, lend money to Government, nor be in the slightest degree under its control or influence.\"", "The object of Ricardo's inquiry was the Bank of England, but his analysis has had lasting appeal and was adopted when the ECB was created.", "By the end of the twentieth century, the need for an independent central bank to ensure price stability became the consensus view.", "Increasingly, independence was granted to more and more central banks (including the Bank of England in 1997).", "Today virtually all of the world's major central banks enjoy a substantial degree of independence.", "The credibility that an independent central bank can establish with its actions over time does not only facilitate the success of monetary policy in normal times.", "It can be invaluable during critical times when unusual actions may be required that might otherwise risk raising questions regarding the central bank's continued commitment to price stability.", "A complicating factor, especially since the last quarter of 2008, has been that numerous central banks around the world, including the ECB, the Federal Reserve and the Bank of England, have reduced interest rates to or near historical lows and, as a result, consider- ations regarding the zero bound on nominal interest rates have become pertinent.", "When policy operates very close to the zero bound, unconventional policy measures may be under- taken for engineering additional monetary policy easing.", "These measures operate through expanding or changing the composition of the balance sheet of the central bank.", "At times, monetary policy and fiscal policy may blur as some monetary policy decisions may unavoid- ably have a temporary fiscal dimension.", "Under such circumstances, an independent central bank that is credibly committed to ensuring that inflation remains low in line with price stability, can have much greater flexibility to take actions that would otherwise risk stoking inflationary fears.", "Events during the past three years have provided practical demonstrations of these points.", "One example has been the massive provision of liquidity by the ECB and other central banks, first when money markets malfunctioned in August 2007 and then during subsequent periods of stress.", "Were it not for the independence of the central banks in question, and the credibility earned by their earlier success in maintaining price stability, the ensuing rapid increases in the monetary base could have raised the spectre of inflation in the public's conscience.", "Some purchases of assets by central banks over the past two years may also be seen as examples of such unusual actions.", "These actions were taken either to repair market functioning or, in light of the zero bound, to engineer further monetary policy easing and defend against deflation, or both.", "In the United States, for example, the Federal Reserve bought large quantities of asset-backed securities to prop up an ailing financial sector and the housing market and to stimulate economic activity.", "In the United Kingdom, the Bank of England engaged in quantitative easing by purchasing UK government bonds.", "And very recently, the ECB decided to conduct targeted interventions in some euro area public and private debt securities markets to address their dysfunction.", "In each of these cases, the unusual central bank interventions could potentially have been questioned if the central banks undertaking these interventions were not seen as independent, credible and committed to safeguarding price stability.", "One lesson I draw from this experience is that the greater the independence and cred- ibility enjoyed by a central bank in ordinary times, the greater the flexibility to engage in unusual and forceful corrective policy measures during times of crisis.", "Independence and credibility cannot be taken for granted, however, and must be continuously defended, es- pecially in jurisdictions where the independence of the central bank is not enshrined in a constitutional treaty.", "The risk that the corrective actions taken by a central bank during a crisis become part of a short-sighted political agenda cannot be ruled out.", "Another issue that has surfaced in academic debates concerns the appropriateness of price stability as the primary objective of a central bank.", "The zero bound on nominal interest rates suggests that if interest rates are already low under normal circumstances, the scope of engineering a conventional monetary policy easing by cutting rates is limited.", "In light of the recent experience, when several central banks cut short-term nominal interest rates close to zero, it has been suggested that the price stability objective should be replaced with the objective of aiming for a stable higher rate of inflation, say 4 percent.", "This, it is argued, would provide flexibility for greater policy easing, if needed in the future.", "Such proposals to abandon price stability seem to be the unfortunate consequence of a fundamental misconception about monetary policy.", "They seem to draw on the false premise that the zero lower bound on nominal interest rates poses a limit on the effectiveness of monetary policy to protect against deflation.", "But when policy rates are close to the zero lower bound, they no longer suffice as indicators of the monetary policy stance and of how expansionary monetary policy may be.", "In these circumstances, unconventional policy mea- sures acquire an elevated role.", "To evaluate policy, it is important to look at the complete policy package, accounting both for conventional and unconventional policy easing.", "In fact, monetary policy can continue to engage in unconventional policy easing even without chang- ing very short-term interest rates near the zero bound.", "The room for conventional easing may be limited but the ammunition for unconventional policy easing is unlimited.", "A more legitimate concern is that we have much less experience with unconventional policy-easing measures and face greater uncertainty in calibrating their impact.", "But this uncertainty is only a matter of degree.", "Policymakers also face considerable dynamic multiplier uncertainty with respect to conventional policy changes.", "One of the lessons that can be drawn from the experience with near-zero interest rates over the past year or so is that, when needed, unconventional monetary policy measures can be effectively deployed to engineer additional easing to prevent deflation.", "With this in mind, I see absolutely no reason to tolerate corrosive higher inflation in order to reduce the probability that policy rates may occasionally have to be very close to zero.", "The Strategy of Monetary Policy There are a number of areas of broad consensus regarding what constitutes good monetary policy practice.", "Two such elements are common to the monetary policy strategy of numerous central banks around the world today, including the ECB.", "The first is the usefulness of a clear definition of the central bank's price stability objective, as discussed in the previous section.", "The second is a forward-looking policy orientation and the associated monitoring of economic projections and, in particular, close attention to inflation forecasts and inflation expectations.", "Since long and variable lags are an inherent feature of monetary policy, a forward-looking approach is a necessary part of policy stategy.", "Monitoring short-term inflation expectations is valuable because expectations are im- portant determinants of actual price and wage setting behaviour and thus actual inflation over time.", "Monitoring the stability of inflation expectations is also important to gauge the extent to which a central bank can respond to real economic disturbances without compro- mising its price stability mandate.", "When private inflation expectations become unmoored from the central bank's objectives, macroeconomic stabilisation can be considerably harder to achieve.", "Well-anchored inflation expectations facilitate the monetary policy response to adverse supply shocks, thereby enabling central banks to better stabilise economic fluc- tuations.", "Indeed, one lesson from the crisis is the confirmation of this stabilising role of well-anchored inflation expectations when the economy is under stress.", "There is less agreement, however, about a third aspect of monetary policy strategy.", "This aspect concerns the degree of policy activism that should be employed as a central bank seeks to dampen economic fluctuations and address perceived disequilibria.", "We may distinguish between two alternative views: the activist view and the stability-oriented view.", "The activist view suggests that, in addition to price stability, an equally important goal of monetary policy is to guide the economy towards attainment of its ideal \"potential\" level of activity.", "That is, an important guide to policy is the \"output gap\", which measures how far GDP deviates from its potential.", "In contrast to the activist view, the stability-oriented approach could be characterised as attempting to dampen economic fluctuations by promoting stable economic growth over time, subject to a primary focus on maintaining price stability.", "The stability-oriented view more closely describes the monetary policy strategy of the ECB than the activist view.", "A perennial debate in monetary economics has raged over how activist policy should be in terms of closing output gaps.", "In the next two sections, I review in greater detail some lessons that can be drawn from the experience of the ECB regarding these two approaches.", "Monetary Policy Activism The activist view is motivated by the fact that the academic literature sometimes poses the monetary policy problem as the solution to a maximisation problem with not one but two main objectives: getting inflation as close to its assumed target, consistent with price stability, and getting real economic activity close to its ideal \"potential\" level, defined as the equilibrium or natural level of output that is consistent with price stability.", "Let p and q denote (the logarithms of) the price level and real output, respectively, and define the rate of inflation π ∆p.", "Then, using \"stars\" to mark the ideal target values of respective variables, we can use to denote the numerical definition of price stability and to denote the level of potential GDP.", "The activist approach to monetary policy imparts greater symmetry on closing the inflation gap (π and the output gap (q than alternative approaches.", "Thus, to the extent that this is feasible, activist policies prescribe that monetary policy should not only focus on achieving its price stability objective (that is closing the inflation gap) but also on closing the output gap.", "A constraining factor to achieving both results is presented in the form of a Phillips curve.", "A policy tightening can, by opening a negative gap, lead to dampening inflation pressures and vice versa.", "There are two types of activist policies: those that rely on a simple activist policy rule and those that claim broader optimality properties.", "The latter can be seen as attempting to devise a policy plan that balances the inflation and output gaps in the outlook, accounting as precisely as possible for model dynamics.,7 The alternative approach, that is relying on an activist monetary policy rule to achieve an approximate balance, is simpler.", "A common reference to the latter approach is the Taylor (1993) rule: r∗ θπ(π π∗) θq(q q∗) where i is the policy rate and the natural or equilibrium rate of interest.", "5Equivalent definitions may also be expressed in terms of the natural rate of employment and unemployment and are robust to alternative models of the process of inflation determination, as explained by Modigliani and Papademos (1975) in the discussion that defined the NIRU (non-inflationary rate of unemployment) concept.", "The so called \"flexible\" inflation targeting approach to monetary policy is sometimes presented in this manner by some authors.", "The intellectual underpinnings of the approach relate to the optimal control approach to monetary policy that was developed in the 1970s.", "This was an active area of research to which Lucas Papademos, starting with his Ph.D. thesis, contributed considerably (Athans et al (1977), Papademos (1977, 1981), Modigliani and Papademos (1976, 1978).", "Taylor (1999), Orphanides (2003b) and Taylor and Williams (2010) review the development and rationale for this and related simple monetary policy rules.", "The specification of such simple rules for a central bank's policy rate abstracts from the zero-lower-bound problem.", "As mentioned earlier, unconventional policy measures come into play when short-term rates approach zero.", "Either approach to activism potentially suffers from a crucial practical pitfall: the need of accurate measurements of the level of potential output to measure the output gap, (q-q∗).", "Output gaps are notoriously difficult to construct in real time, and without reliable estimates these activist approaches can run into problems.", "Next, I review some illustrative evidence regarding the potential usefulness of the activist approach drawing on the recent experience of the ECB.", "However, since the ECB's policy cannot be characterised by this approach and the ECB does not even publish estimates of the output gap for the euro area, this illustrative evidence must be based on other sources.", "In what follows, I rely on the pertinent analysis presented by the International Monetary Fund (IMF) in its World Economic Outlook (WEO) publications.", "The WEO is useful for two reasons: First, it presents the necessary data and analysis either in the publication or in the associated electronic databases.", "And second, in the years examined, the policy recommendations appear to have been influenced by readings of the output gap and, in this sense, they have had an activist bent.", "Two specific episodes, when the ECB was concerned about inflation and was in a policy tightening mode, present interesting case studies.", "They correspond to the Spring 2000 WEO and the Spring 2006 WEO.", "On both occasions, the economy was growing at a brisk pace, but, according to the IMF analysis at the time, had not reached its potential.", "These are occasions when the differences between the activist and stability-oriented approaches become easier to isolate.", "In the Spring of 2000 WEO, the IMF analysis suggested that the euro area suffered from a significant output gap that was projected to persist into 2001.", "(The forecasts suggested an output gap equal to percent for 2000 and percent for 2001.)", "This was a factor -1.2 -0.5 in the assessment that inflation prospects appeared benign and a policy recommendation that the ECB should hold back on a rapid tightening.", "Specifically, the IMF noted: \"Higher energy prices will temporarily affect headline inflation in the short term, but inflationary pressures should remain subdued due to the large output gap (projected at about 1 1/4 percent in 2000) and increased competitive pressures caused by the deregulation and restructuring across the area.", "While the ECB needs to maintain a strong anti-inflationary stance, and a gradual shift to a less accommodative stance is to be expected as slack is absorbed, inflation prospects remain benign and it is important currently to avoid holding back the ongoing recovery through a rapid tightening of policy\" (IMF, 2000, p. 18).", "A similar analysis is present in the Spring 2006 WEO, and brings us closer to the crisis.", "Again, the IMF projected a significant (negative) output gap for 2006 that was seen as persisting into 2007.", "Specifically, the forecasts suggested a euro area output gap equal to percent for 2006 and percent for 2007.", "Indeed, the significant negative output -1.4 -1.3 gap on this occasion was seen as a global phenomenon.", "Drawing on these estimates, the Spring WEO noted: \"Quiescent inflation, partly because of a significant global output gap, allowed monetary policy to be very accommodative.", "Now as the global output gap narrows, monetary accommodation is being withdrawn\" (IMF, 2006, p. xii).", "The IMF went on to suggest that the ECB should hold back on its policy tightening: \"[W]ith underlying inflationary pressures contained and domestic demand still fragile, there appears to be no need to rush to normalize rates\" (IMF, 2006, p. 25-26).", "On both of these occasions, the ECB emphasised the risks to inflation and continued its tightening.", "In retrospect, this proved to have been the right call.", "Retrospective analysis using the IMF's subsequent estimates of the output gap can be read as confirmation of the ECB's policy.", "Simply, the large real-time negative output gap readings for these two years were subsequently revised away, and eventually became positive estimates of the output gap.", "As can be seen, on both occasions, the real-time estimate proved to be of the wrong sign and was revised by more than 2 percentage points over the subsequent four years.", "Such revisions are not specific to the IMF estimates of the output gap.", "The pattern of revisions is rather typical of other estimates as well.", "For comparison, the figure shows the evolution of corresponding estimates of the output gap prepared by the European Commission (EC) each Spring.", "How much does this matter for policy?", "To get a sense, recall that Taylor (1999) suggested considering 2 values for the output-gap response coefficient in rule (1), = 1/2 (the classic rule), and = 1 (the more activist revised rule).", "Thus, a 2 percentage point revision in the output gap corresponds to a 100 basis points difference in the classic rule and 200 basis points in the revised rule.", "Considering the size of typical policy changes, these are remarkably large.", "Figure 4 plots the time series of real-time estimates of the output gap from each Spring WEO against the latest vintage (Spring 2010).", "Note also that the real-time estimates appear to be systematically biased downward.", "Since the birth of the euro, the real-time estimate of the euro area output gap in the Spring WEO has been negative every single year.", "Looking at the first ten years of this sample (1999 - 2008), on seven of ten occasions, the sign of the 2010 estimate of potential output is the reverse of the sign of the real-time estimate.", "The average bias for the first ten years is quite large, around 2.1 percentage points.", "The pattern of revisions is consistent with a gradual downward update of the rate of growth of potential GDP, which characterizes various estimates over the past decade.", "One reason for the pronounced difference between the real-time and the recent estimates of the output gap is the dramatic revisions in prospects regarding potential GDP, partly as a result of the recent crisis.", "Figure 5 traces successive vintages of the output gap, starting with Spring 2000 to show how large the revisions were in the early years of the euro area.", "Figure 6 plots the successive vintages of the output gap from 2006 to the present.", "As can be seen, these estimates vary rather little for the early part of the sample shown but are drastically different for the past few years.", "The crisis has forced a reevaluation of the euro area's productive capacity, as it has elsewhere in the world.", "According to the Spring 2010 IMF analysis, the output gap of all advanced economies for 2006 and 2007 is now estimated to have been large and positive ( +0.9 and +1.5 percent, respectively) and not significantly negative as was projected in 2006 ( and percent, respectively).", "-0.6 -0.5 Thus, the crisis has reconfirmed the lesson that activist monetary policy cannot work, simply because of our inability to possess reliable estimates of the output gap in real time.", "All in all, the size of revisions in estimates of the output gap for the euro area, as shown in the IMF analysis, suggests that the ECB is correct to eschew the activist approach to policy.", "This lesson against activism in monetary policy is not new.", "It is just a reconfirmation of earlier similar experiences, for example the disastrous experience of the Federal Reserve during the 1970s when warnings against the activist approach were not heeded.", "The Stability-Oriented View and Robust Simple Rules It is not necessary to rely on activist guidelines to formulate effective monetary policy.", "The alternative, stability-oriented approach appears less ambitious.", "Its relative strength is in consistently preserving price stability, stressing robustness over optimality.", "As an illustration, in this section I provide an example of a simple policy rule along these lines that I have found useful to monitor, among other things, over the past several years.", "The policy rule is a simple difference rule that can be thought of as providing prescrip- tions for quarterly changes of the policy rate based on the evolution of inflation and real ∆i = π∗) + ∆q∗).", "(2) Rules of this type have been extensively investigated in quantitative evaluations and have been found to be robust to various sources of misspecification and to the possibility (in reality the certainty) of imperfect knowledge on the part of policymakers and of businesses and households in the model economies.", "The intellectual underpinnings of this rule connect with the writings of Knut Wicksell at the end of the 19th century and those of Milton Friedman in the middle of the 20th century, as well as numerous other authors.", "The common thread is the desire to find a simple monetary policy guide that can lead to reasonably robust policy without requiring precise information about theoretical concepts such as the various \"natural rates\" (e.g.", "the definition of full employment or potential output, or the equilibrium real interest rate) that cannot be reliably observed or measured when policy is set.", "Estimates of output gaps are not needed for guiding policy in this approach, only a sense of the economy's trend growth, which is subject to considerably less uncertainty.", "The link to Friedman comes from the idea that a robust rule for ensuring long-term monetary stability is for the central bank to maintain a constant rate of growth of the money supply-Milton Friedman's k-percent rule.", "This is an example of a policy rule that does not require knowledge of either the natural rate of output or the natural rate of interest, but with a money instrument (Friedman, 1960).", "The Friedman rule draws on the equation of exchange that can be expressed in growth rates (approximated with log-differences) as ∆m + ∆v = π + ∆q (3) where m and v are (the logarithms of) the money stock and its velocity, respectively.", "Selecting the constant growth of money, k, to correspond to the sum of a desired inflation target, and the economy's potential growth rate, and adjusting for any secular trend in the velocity of money, suggests a simple rule that can achieve, on average, the desired inflation target, π∗ ∆q∗ ∆v∗.", "Further, if the velocity of money were fairly stable, this simple rule would also yield a high degree of economic stability.", "Unpredictable fluctuations in the equilibrium velocity of money that may take time to ascertain and operational difficulties in controlling the money supply in the short run for all but the most narrow monetary aggregates, however, do not speak well for relying on the money supply as the main instrument for monetary policy.", "While monetary aggregates can serve to cross-check the stance of monetary policy, especially with regard to medium-to-long term risks to inflation, short-term nominal interest rates are usually more suitable to serve as day-to-day policy instruments.", "The simple interest rate rule (2) may be seen as relating to Friedman's k-percent rule described above.", "To see the relationship between rule (2) and money growth targeting, substitute the money growth in rule (4) into the equation of exchange so that the rule can be stated in terms of the velocity of money: ∆v ∆v∗ = (π π∗) + (∆q ∆q∗).", "(5) Consider now the simplest formulation of money demand as a (log-) linear relationship between velocity deviations from its equilibrium and the rate of interest.", "In difference form ∆v = a∆i + e, (6) where a > 0 and e summarises short-run money demand dynamics and temporary velocity disturbances.", "To reformulate the k-percent money growth rule in terms of an interest rate rule, while avoiding the short-run velocity fluctuations, e, one may substitute the remaining part of (6) into (5).", "The link to Wicksell derives from his work on interest and prices, where he argued that price stability could be maintained in an economy if the market interest rate were always equal to the economy's natural rate of interest, Wicksell examined how the central bank r∗.", "might adjust the rate of interest to achieve price stability.", "Recognising that the natural rate of interest is unavoidably an abstract concept, however, Wicksell did not advise that the central bank first take a stand on what the natural rate is in order to formulate policy: \"This does not mean that the bank ought actually to ascertain the natural rate before fixing their own rates of interest.", "That would, of course, be impracticable, and would also be quite unnecessary\" (Wicksell, 1898 [1936], p. 189, emphasis in the original).", "Rather, Wicksell pointed out that a simple method for a central bank to maintain approximate price stability would be to follow a simple prescription adjusting its interest rate in a systematic manner to developments in prices: \"If prices rise, the rate of interest is to be raised; and if prices fall, the rate of interest is to be lowered; and the rate of interest is henceforth to be maintained at its new level until a further movement in prices calls for a further change in one direction or the other\" (p. 189).", "In algebraic terms, Wicksell's proposal can be interpreted as rule (2), but ignoring the response of interest rates to the difference between the economy's growth from its potential, that is > 0 and = 0.", "Implementation of rule (2) at a quarterly frequency requires summary indicators of the quarterly evolution of inflation and output growth, an assessment of trend or potential output growth and, of course, a numerical definition of price stability, Implementation π∗.", "also requires the rule coefficients which are set to = = 0.5 for this illustration.", "Since monetary policy is forward looking, near-term forecasts are more useful summary indicators of inflation and output for guiding policy.", "For the illustration presented here, I therefore rely on the ECB's SPF.", "Specifically, I employ the average of the survey responses regarding year-on-year forecasts for inflation and output growth with horizons ending about one year ahead from the data available when the survey is conducted.", "These \"year-ahead\" forecasts have approximately the same horizon from quarter to quarter.", "Figure 7 shows the one-year ahead inflation forecast from the SPF together with two numerical guides for the definition of price stability to be used in the rule: an upper guide of 2 percent and a lower guide of 1.5 percent.", "Comparing the inflation forecast with the corresponding guide, therefore, indicates whether the rule prescribes that the policy rate should be raised or lowered on account of the near-term inflation outlook.", "Figure 8 shows the one-year ahead GDP growth forecasts from the SPF together with two alternative indicators of what trend or potential GDP growth is.", "One indicator is from the survey itself, the average response to a question asking what GDP growth is expected to be five years ahead.", "Because cyclical dynamics are expected to dissipate in a few years, this long-term forecast provides information about what the respondents view as the long-term growth potential of the economy.", "The second indicator is a rough real-time estimate of potential GDP growth based on the analysis presented in the IMF's WEO.", "In each year, the figure plots the potential GDP growth estimate for that year as reflected in the Spring WEO.", "The same estimate from the Spring WEO is plotted for all four quarters of the year.", "As can be seen, the WEO estimates are generally close to the five-year ahead SPF forecast.", "A substantial difference appears for 2009 and 2010, however.", "The WEO estimates reflect an unusually large drop in potential GDP growth, not seen in the SPF forecast.", "According to the WEO analysis, however, this drop is expected to be temporary: thus, the implied five- year ahead forecast of potential output growth would be much closer to the corresponding SPF forecast shown in the figure (IMF, 2009).", "The comparison of the GDP forecast with its underlying estimated trend, indicates whether the economy is expanding faster or slower than its normal limit in the near term, and therefore signals whether the rule prescribes that the policy rate should be raised or lowered on account of the near-term inflation outlook.", "The combination of two alternative estimates for trend GDP and the upper and lower guide for the definition of price stability results in four different values for the quarterly change in the policy rate suggested by the rule.", "Figure 9 compares the resulting envelope of rule prescriptions (the shaded area in the figure) with the actual quarterly change in the ECB policy rate (more precisely, the rate on the main refinancing operations, MRO).", "For actual policy, in each quarter I use the MRO rate following the policy meeting of the second month of the quarter.", "This provides the closest match to the timetable of the SPF.", "As already noted, the survey is conducted towards the end of the first month in every quarter and the results are available to the Governing Council at the policy meeting of the second month.", "Figure 10 shows the prescriptions for the level of the policy rate that emerge from applying the prescribed quarterly changes to the level of the policy rate a quarter earlier.", "As can be seen in the figures, the contours of the policy prescriptions from this simple robust rule line up reasonably well with the actual policy decisions taken by the Governing Council of the ECB.", "In that sense, this rule is also descriptive of ECB policy.", "However, several complications should be kept in mind in treating the resulting illustration as an exercise in description.", "These complications would imply that the rule implemented as described above may suggest distorted policy prescriptions.", "The complications arise from the fact that the inputs to the rule may not coincide with either the ECB/Eurosystem staff analysis or the Governing Council's views.", "Thus, the rule prescriptions would be tighter than indicated if, for example: (i) the inflation forecast were higher, (ii) the output growth forecast were stronger, or (iii) the potential output growth were more pessimistic than assumed in the exercise.", "Even if a simple rule such as the one shown captured actual policy decisions reasonably well most of the time, deviations would be expected, reflecting factors that may importantly influence policy on some occasions but are not captured by the simple rule.", "Two such noteworthy deviations in the period since the financial turbulence began can be seen in Figures 9 and 10.", "The first deviation concerns the policy rate increase in 2008Q3, reflecting the tightening on 3 July 2008.", "According to the rule prescriptions, the evidence that the economy was weakening would have argued against the tightening during that summer.", "An important consideration at the time was a serious concern that inflation expectations risked becoming unmoored, a concern not adequately reflected in the summary indicator reflecting the near- term deterioration in the inflation outlook.", "In the summer of 2008, the euro area, together with other parts of the world, experienced an inflation scare.", "This was toward the tail end of a long spell of increases in energy and commodity prices.", "For many months, despite some signs of weakness in the economy and despite continuing tensions in financial markets, there were successive deteriorations in the outlook for headline inflation.", "Signs of the emerging inflation scare appeared in financial market indicators and also in survey expectations.", "For example, as seen in Figure 2, the ECB's SPF showed a shift in the distribution of forecaster's responses regarding their expectation of inflation five years ahead.", "As seen in the figure, the survey that was published in August 2008 was the only one in the history of the survey where more than a quarter of the respondents thought inflation five-years ahead would exceed 2 percent.", "The mean of the forecasts, also shown, was the highest recorded in the history of the survey and slightly exceeded 2 percent (although the reading still rounded to 2.0).", "This was also the only occasion in the history of the survey when the calendar-year- after-next as well as the two-year-ahead forecast exceeded 2 percent.", "(They both registered 2.1 percent.)", "In the Introductory Statement released after the meeting, the Governing Council stressed that: \"Against this background, it is imperative to ensure that medium to longer-term inflation expectations remain firmly anchored at levels in line with price stability\" (ECB, 2008).", "On this occasion, ensuring that long-term inflation expectations remained well- anchored, proved to be a decisive factor.", "Another deviation from the policy rule is evident during 2009.", "According to the policy rule prescriptions shown in Figure 10, additional policy easing (reflected in the reduction of the ECB policy rate on main refinancing operations) would have been suggested by the simple policy rule.", "The lower bound of the range even suggests that, according to the rule, the policy rate would have been set to a negative number for a couple of quarters, if that were possible.", "This episode, of course, involves near-zero short-term nominal interest rates.", "As already noted, under these circumstances, the stance of monetary policy cannot be ad- equately represented by the conventional policy changes embedded in short-term interest rates alone.", "On this occasion, faced with the zero nominal interest rate bound, the Govern- ing Council supplemented its conventional policy easing that brought the main policy rate (MRO) to the historically low 1 percent level with unconventional policy measures, includ- ing liquidity provision at longer maturities and the purchases of assets for monetary policy purposes.", "Some of these measures were unprecedented in scale and scope.", "Indicatively, I mention the decision to offer unlimited liquidity for one year at the rate of 1 percent, upon presentation of adequate collateral, which resulted in the unprecedented liquidity injection of 442 billion euro in June 2009.", "The decisive unconventional policy measures adopted in the first half of 2009 drove overnight interest rates considerably below the policy rate and also influenced other interest rates and asset prices.", "A comparison of the behaviour of overnight interest rates (eonia) as well as the three-month interbank rate (euribor) compared to the policy rate (MRO) illustrates the point.", "As seen in Figure 11, for example, since the Spring of 2009, the three-month euribor has been trading consistently substantially below the policy rate, whereas under normal circumstances it should exceed it.", "This analysis suggests that the simple rule illustrated above can be seen as an informative proxy of the ECB's economic analysis, aiming at assessing the role of short-run forecasts of inflation and economic activity on policy.", "In this sense, it may form a useful element in policy discussions.", "However, it should not be misinterpreted as coming close to providing the full range of considerations pertinent to any policy decisions.", "It should be recalled, for example, that the ECB's two-pillar approach to policy cross-checks economic analysis with the monetary analysis that focuses on a longer-term horizon.", "This two-pillar approach is designed to ensure that no relevant information is lost in the assessment of the risks to price stability and that appropriate attention is paid to different perspectives in order to come to an overall judgement on the risks to price stability.", "Activism and Asset Prices Another area of continuing debate regarding the monetary policy strategy concerns the treatment of suspected asset price misalignments.", "In light of the large costs of the recent financial crisis, the origins of which could be related to such a misalignment, a re-assessment of the role of central banks in promoting financial stability is certainly in order.", "But how activist should monetary policy be in order to counter suspected asset price misalignments?", "Broadly speaking, there are two main strategies for dealing with financial imbalances and suspected asset price bubbles.", "The conventional, non-activist strategy advocates that a central bank should focus its attention on the total risks to the outlook of inflation and real economic activity in evaluating policy alternatives.", "Interest rate policy adjustments should only react to suspected asset price misalignments to the extent that changes in asset prices might affect prospective output and inflation prospects over the pertinent horizon.", "Thus, if a suspected bubble translates into ebullience in consumption and investment decisions, a policy tightening responding to the demand imbalance would be in order.", "And if a suspected bubble bursts, thus dampening aggregate demand, a monetary loosening would reduce the possible damage-the so called \"mop-up\" approach to treating financial bubbles.", "The alternative, more activist approach to responding to suspected asset price misalign- ments suggests that monetary policy should \"lean against the wind\" of emerging financial imbalances over and above the implicit policy reaction suggested by the effect of the sus- pected asset price developments on the evaluation of the risks to the outlook for inflation and real economic activity.", "This approach calls for \"extra action\" to be taken on account of asset price movements (Kohn, 2006).", "The suggested rationale is that tempering emerging financial imbalances while they are developing can reduce the probability of costly financial instability in the future.", "There are a number of practical concerns that bring into question the appropriateness of this activist approach.", "Even if the presence of a bubble is ascertained, one concern regards the difficulty in calibrating the size of an \"appropriate\" interest rate response.", "Another concern regards the appropriate direction and timing of an activist monetary response to suspected asset price misalignments.", "Should policy tighten to arrest a brewing bubble or ease in anticipation of its crash?", "The most obvious concern, however, is that suspected asset price misalignments cannot be identified with enough accuracy in real time.", "Early identification is intrinsically difficult as it presupposes the ability to determine the funda- mental value of assets when market forces fail to do so.", "This problem is fundamentally similar to the difficulty in assessing real-time estimates of the output gap for stabilisation policy.", "Only here the difficulty is far greater.", "Policymakers are asked to take a definitive position questioning the collective wisdom reflected in market valuations.", "The non-activist approach need not mean that suspected asset price misalignments are ignored in setting interest rates, however, and if the risk evaluation framework is suffi- ciently encompassing, it may nest the concerns of the proponents of the activist view.", "In particular, to the extent that a misalignment is detected, and concerns regarding the pos- sibility of a financial collapse emerge, these concerns can and should be mapped into the risk analysis concerning the outlook of the economy.", "An asset boom stokes inflationary dynamics.", "And an asset price collapse can create the risk of a deflationary dynamic in the economy.", "These undesirable outcomes that are associated with asset price booms and busts can be accounted for as part of the overall risk analysis for monetary policy, provided the horizon for the analysis is sufficiently long.", "Indeed, as Papademos (2009c) points out, because asset price booms are often associated with robust money and credit expansion, accounting for the longer-term risks reflected in the ECB's monetary analysis provides an appropriate framework for incorporating the pertinent information in formulating policy.", "Closely monitoring money and credit can alert policymakers to the potential for financing unsustainable runs in asset prices in the medium to long-run.", "An advantage of the ECB monetary policy strategy in using information from the monetary analysis pillar in this manner, is that it can account for the risks from potential misalignments in an integrated risk management approach, without the need to take a definitive position on identifying asset price misalignments (Issing, 2009a,b).", "The pertinent tradeoff may be viewed as one regarding a comparison of the risks to price stability over shorter horizons against tail risks at longer horizons.", "If an adjustment in interest rates can reduce the tail risks to price stability associated with a suspected price misalignment at a more distant horizon, without significantly raising risks of deviating from price stability over nearer horizons, such an adjustment would seem warranted.", "That said, the interest rate does not seem to be the most appropriate instrument for minimising the tail risks associated with a possible asset market collapse at distant horizons.", "Interest rates have always been and remain too blunt a tool for this purpose.", "Enhancing financial stability is certainly a worthwhile goal.", "The great financial crisis has provided a reminder of the value of longer-term risk analysis, such as reflected in the ECB's monetary analysis pillar.", "But it has not provided concrete additional evidence that monetary policymakers should use their interest rate policy instrument to respond to emerging financial imbalances over and above what could be justified by a thorough analysis of the risks to price stability.", "Rather, regulatory tools should be brought to bear in order to minimise the risks associated with suspected asset price misalignment.", "Which brings us to the question regarding central bank involvement in regulation and supervision.", "The crisis has confirmed that a central bank with a price stability objective and insufficient regulatory powers cannot ensure broader financial stability in the economy.", "The question is broader than that regarding the treatment of asset price misalignments and extends to other suspected imbalances in the economy such as overextended households and businesses, high levels of private and public debt, persistent current account deficits, highly leveraged positions in finance, etc.", "The crisis has revealed a general underappreciation of systemic risks in micro-prudential supervision, and highlighted the need for a more system-wide macro-prudential approach towards supervisory oversight to ensure overall stability in the financial system.", "By defi- nition, micro-prudential supervisors focus on individual institutions and cannot effectively assess the broader macroeconomic risks that pose a threat to the financial system as a whole.", "This is a task best suited to central banks.", "However, for central banks to better enhance financial stability they must be provided with the right tools.", "In general, a central bank does not face a tradeoff between price stability and financial stability.", "Rather, most of the time these two goals tend to reinforce each other.", "But there may be occasions when interest rate policy directed at preserving price stability is clearly insufficient to reduce risks to financial stability.", "Consider, for example, an episode of persistently high credit growth in an environment of price stability.", "Adjusting the interest rate tool is unlikely to be the most appropriate response.", "Ideally, under such circumstances, the central bank should have at its disposal macro-prudential levers with which to contain the risk of a potential financial disturbance.", "These could comprise the power to vary capital requirements, leverage ratios, loan-to-value ratios, margin requirements and so forth.", "This highlights the importance of ongoing efforts to strengthen the macro-prudential supervision role of central banks (de Larosi ́ere, 2009).", "Macro-prudential policies could aim to contain the build up of financial imbalances and ensure that the financial system is sufficiently resilient to withstand a disorderly unwinding (Papademos, 2009d).", "The task of the central bank in its role as macro-prudential supervisor is to identify and assess risks and, if needed, to issue warnings and recommendations for remedial action.", "An issue that remains open, however, is the degree of effectiveness of such warnings and recommendations in the absence of an appropriate enforcement mechanism for heeding such warnings.", "Can macro-prudential supervision succeed in preventing the accumulation of large imbalances without the tools of enforcement?", "Can the macro-prudential recommendations issued by a central bank be enforced without the intimate involvement of the central bank in regulation and supervision pertaining to credit and finance?", "Prior to the crisis, there was a tendency to separate monetary policy from supervision and regulation, though both could be viewed as central banking functions.", "Although, in numerous jurisdictions, the functions of bank supervision and regulation have traditionally been the responsibility of the central bank, in some cases these functions were separated from the core monetary policy function of the central bank.", "A lesson from the crisis is that this trend should be reversed.", "Indeed, some jurisdictions have already moved in that direction.", "The crisis has revealed not only the need for more effective micro- and macro-prudential regulation and supervision but also the need for better coordination between the micro and macro parts.", "Considering the important informational synergies between micro-prudential supervision and systemic risk analysis, bringing micro-supervision under the same roof as other central bank functions seems an attractive proposition.", "Central banks can benefit from, and rely on, extended access to supervisory information and intelligence, especially on systemically relevant intermediaries, in order to better assess risks and vulnerabilities of the financial system as a whole.", "Overall, a lesson of the crisis is that greater central bank involvement in regulation and supervision pertaining to credit and finance should contribute to better management of overall economic stability.", "In turn, by reducing the prospects of tail events, this would contribute to the enhancement of price stability.", "Concluding Remarks Unlike the natural sciences, in central banking we do not have the luxury of running con- trolled experiments to improve our understanding of the world.", "Our only guide is history.", "As a result, crises are unique \"natural experiments\" that we can mine for information to advance our learning.", "Reflecting on lessons from the current crisis, Lucas Papademos ob- served that not only it has been \"great\" and \"beyond compare\", but that it has also been \"a learning experience 'beyond compare' for market participants and policymakers, including central banks\" (Papademos, 2009c).", "From the numerous ensuing lessons, I would like to end by returning to two fundamentals that the crisis has reminded us.", "First, principles: By staying true to its principles, by always being committed to preserving price stability, a central bank can have the credibility and flexibility required to take forceful corrective measures and serve as the cornerstone of stability during a crisis.", "Second, humility: We must always strive to avoid hybris.", "We must avoid the temptation to overpromise on what monetary policy can achieve and remain mindful of the limits of our knowledge.", "Athans, Michael, Edwin Kuh, Turgay Ozkan, Lucas D. Papademos, Robert Pindyck and Kent Wall (1977).", "\"Sequential open-loop optimal control of a nonlinear macroeconomic model\", in M.D.", "Intrilligator (ed) Frontiers of Quantitative Economics, Vol.", "III, Amsterdam: North-Holland.", "\"Money in monetary policy design: A formal characterization of ECB-style cross-checking\", Journal of the European Economic Association 5(2-3), April-May, 524-533.", "\"Central bank misperceptions and the role of money in interest-rate rules\", Journal of Monetary Economics, 55:S1-S17.", "\"Asset price bubbles and monetary policy\", remarks before the New York National Association of Business Economics, October.", "\"Monetary policy alternatives at the zero bound: an empirical assessment\", Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series 2004-48.", "\"Asset prices, financial stability and monetary stability: exploring the nexus\", BIS Working Paper 114.", "\"Whither monetary and financial stability?", "The implications of evolving policy regimes\", in Monetary Policy and Uncertainty: Adapting to a Changing Economy, Kansas City, 131-212.", "Cecchetti, Stephen G., Hans Genberg and Sushil Wadhwani (2002).", "\"Asset prices in a flexible inflation targeting framework\", in W. Hunter, G. Kaufman and M. Pomerleano (eds) Asset Price Bubbles: The Implications for Monetary, Regulatory and International Policies Cambridge, MIT Press, 427-444.", "\"Estimating equilibrium real interest rates in real time\", The North American Journal of Economics and Finance, 16(3):395-413, December.", "Clouse, James, Dale Henderson, Athanasios Orphanides, David Small and Peter Tinsley (2000).", "\"Monetary policy when the nominal short-term interest rate is zero\", Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series 2000-51.", "Curdia, Vasco, Michael Woodford (2010).", "\"The central-bank balance sheet as an instrument of monetary policy\", working paper, April.", "Report of the High-Level Group on Financial Supervision in the EU, 25 February.", "\"Introductory Statement\", Press Release, 3 July.", "\"Towards an understanding of the costs of inflation: II\", CarnegieRochester Conference Series on Public Policy, 15(1): 5-41.", "\"The benefits of price stability\", paper presented at the Federal Reserve Bank of Kansas City Symposium on Price Stability and Public Policy, Jackson Hole, Wyoming, 2-3 August.", "Fischer, Stanley and Franco Modigliani (1978).", "\"Towards an understanding of the real effects and costs of inflation\", Review of World Economics, 114(4): 810-833.", "A Program for Monetary Stability, New York: Fordham University Press.", "\"A model of unconventional monetary policy\", working paper, April.", "\"Central banking in the credit turmoil: an assessment of Federal Reserve practice,\" working paper, April.", "\"The Crisis\", working paper, March.", "International Monetary Fund (2000).", "World Economic Outlook, May.", "International Monetary Fund (2006).", "World Economic Outlook, April.", "International Monetary Fund (2009).", "World Economic Outlook, October.", "\"Some lessons from the financial crisis\", International Finance, 12(3): 431-444.", "\"Monetary policy and asset prices\", speech delivered at the European Central Bank Colloquium on Monetary Policy: A Journey from Theory to Practice held in honour of Otmar Issing, Frankfurt, 16 March.", "\"Monetary policy and asset prices revisited\", Cato Journal, 29(1):31-44.", "\"Measuring the natural rate of interest\", Review of Economics and Statistics, 85(4), November, 1063-1070.", "McCallum, Bennett, and Edward Nelson (2005).", "\"Targeting vs. instrument rules for monetary policy\", Federal Reserve Bank of St. Louis Review 87, Sept./Oct., 597-611.", "Modigliani, Franco and Lucas D. Papademos (1975).", "\"Targets for monetary policy in the coming year\", Brookings Papers on Economic Activity, 6(1):141-165.", "Modigliani, Franco and Lucas D. Papademos (1976).", "\"Monetary policy for the coming quarters: the conflicting views\", New England Economic Review, March/April: 2-35.", "Modigliani, Franco and Lucas D. Papademos (1978).", "\"Optimal demand policies against stagflation\", Weltwirtschaftliches Archiv, 114(4): 736-782.", "Orphanides, Athanasios (2003a).", "\"The quest for prosperity without inflation\", Journal of Monetary Economics, 50(3):605-631, April.", "Orphanides, Athanasios (2003b).", "\"Historical monetary policy analysis and the Taylor Rule\", Journal of Monetary Economics, 50(5): 983-1022.", "Orphanides, Athanasios and Simon van Norden (2002).", "\"The unreliability of output gap estimates in real time\", Review of Economics and Statistics, 84(4):569-583, November.", "Orphanides, Athanasios and John C. Williams (2002).", "\"Robust monetary policy rules with unknown natural rates\", Brookings Papers on Economic Activity, 2:63-118.", "Orphanides, Athanasios and John C. Williams (2005).", "\"The decline of activist stabilization policy: natural rate misperceptions, learning, and expectations\", Journal of Economic Dynamics and Control, 29(11): 1927-1950, November.", "Orphanides, Athanasios and John C. Williams (2008).", "\"Learning, expectations formation, and the pitfalls of optimal control monetary policy\", Journal of Monetary Economics, 55, Supplement 1, October, S80-S96.", "Orphanides, Athanasios and John C. Williams (2010).", "\"Monetary policy mistakes and the evolution of inflation expectations\", working paper, May.", "Optimal Aggregate Employment Policy, Doctoral Dissertation, Massachussets Institute of Technology, Cambridge, MA.", "\"Maximum employment anti-inflation policy\", Greek Economic Review, 3(2): 93-127.", "\", in A. G. Herrero, V. Gaspar, L. Hoogduin, J. Morgan and B. Winkler (eds) Why price stability?, Proceedings of the First ECB Central Banking Conference, European Central Bank.", "\"The financial market turmoil, the European economy, and the role of the European Central Bank\", paper presented at an event organised by the European Institute New York, 27 September.", "\"Financial market excesses and corrections: a central banker's perspective\", speech at the International Research Forum on Monetary Policy, Frankfurt, 26 June.", "\"Tackling the financial crisis: policies for stability and recovery\", speech at the Annual Dinner of the Society of Business Economists, London, 11 February.", "\"Strengthening macro-prudential supervision in Europe\", speech at the conference on After the Storm: the Future Face of Europe's Financial System, Brussels, 24 March.", "\"Monetary policy and the Great Crisis: lessons and challenges\", speech at the 37th Economics Conference, Beyond the Crisis: Economic Policy in a New Macroeconomic Environment, Oesterreichische Nationalbank, Vienna, 14 May.", "\"Financial stability and macro-prudential supervision: objectives, instruments and the role of the ECB\", speech at the conference The ECB and Its Watchers, Frankfurt, 4 September.", "\"Financial integration, development and stability: lessons from the crisis\", speech, Frankfurt, 12 April.", "\"Finding the right tool for dealing with asset price booms\", speech at the MPR Monetary Policy and the Economy Conference, London, 1 December.", "\"Plan for the Establishment of a National Bank\", reprinted in J.R.McCulloch (ed) The Works of David Ricardo, London: John Murray, 1888.", "\"Inflation targeting: should it be modeled as an instrument rule or a targeting rule?", "\"Discretion versus policy rules in practice\", Carnegie-Rochester Conference Series on Public Policy, 39:195-214.", "\"A historical analysis of monetary policy rules\", in Taylor, J.B. (ed), Monetary Policy Rules, Chicago: University of Chicago.", "\"Simple and robust rules for monetary policy\", Federal Reserve Bank of San Francisco, Working Paper Series 2010-10, April.", "\"Is price stability enough?", "Interest and Prices, London: Macmillan for the Royal Economic Society (translated by Richard Kahn), 1936.", "\"Monetary policy and the zero bound to interest rates: a review\", ECB Working Paper 190.", "Expected inflation is the average five-year ahead forecast reported in the ECB SPF.", "The thin red lines denote the 25% and 75% percentiles and the shaded area reflects the interquartile range of the cross-sectional distribution of the individual responses.", "IMF estimates are from the Spring WEO of each year.", "EC estimates are from the Spring forecast of each year, except for 2001 when only the Autumn estimate is available.", "The real-time series shows, in each year, the output gap estimate from the IMF Spring WEO of that year.", "Potential output growth in each year reflects the real-time estimate from that year's IMF Spring WEO.", "π∗) inflation forecasts from either of two bounds as shown in Figure 7.", "(∆q ∆q∗) reflects the deviations in the SPF one-year ahead GDP growth forecasts from either of two trend measures as shown in Figure 8.", "The solid line shows the quarterly change in the ECB policy rate (MRO) following the policy meeting of the 2nd month in each quarter.", "reflects the deviations in the SPF one-year ahead inflation forecasts from either of two bounds as shown in Figure 7. reflects the deviations in the SPF one-year ahead GDP growth forecasts from either of two trend measures as shown in Figure 8.", "The solid line shows the ECB policy rate (MRO) following the policy meeting of the 2nd month in each quarter.", "Money Market and ECB Policy Interest Rates Marginal lending facility Deposit facility 3-month euribor 2007 2008 2009 2010 Notes: Eonia is the 5-day trailing moving average."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["institutional framework for monetary policy", "monetary policy strategy", "asset price misalignments", "financial stability", "macro-prudential supervision", "price stability", "independence", "credibility", "activist stabilization policy", "output gap"]}