{"sentences": ["From the start of the global crisis, perhaps the most salient feature has been the jump in the appreciation of risk and in risk aversion.", "To be sure, in the previous years, the reverse was true: market appetite for risk was very high and risks were under-estimated.", "Indeed, I have long maintained that credulity in mechanical risk management models is likely to have been the most important of the several factors that were at the root of the imbalances and excesses that occurred in the run-up to the crisis.", "Believing that their risk models - and the financial engineering built on these models - worked better than they did (and lured by the high rewards for assuming risk), market participants piled into trades that were much riskier than they believed.", "The revulsion that set in once the shortcomings of key parts of the financial engineering edifice, and the associated failures of risk management, were revealed to its users also played a part in the speed with which the collapse occurred in the leading markets in September and October of 2008.", "Accordingly, some of the pricing changes that then occurred represented a normalisation, in that risk premia for many classes of assets had been too low, but for a while there was an overshoot.", "Since then, normality has returned to many key markets.", "Indeed, some observers are fretting about the growing risk appetite that begins to be evidenced by some securities market prices in recent months.", "But for other asset classes, normalisation has not occurred; risk premia have not narrowed.", "One conspicuous example is the pricing of peripheral euro area Government debt, including the case of Ireland, which is best known to me and which, when the dust has settled, is likely to be the country case most studied by future generations of students of this crisis.", "I could dramatise this situation by listing the emerging countries which have the same sovereign debt ratings and yield spreads as the European peripherals.", "But that is a rather painful exercise and I will dodge it on this occasion.", "By the way, it is worth recalling that, before the crisis, spreads on euro sovereigns were rather insensitive to the ratings.", "Market participants obviously want to protect themselves against the risk that they perceive, and the spreads are a consequence of this.", "But the spreads themselves feed back onto the condition of the issuers.", "Borrowing countries whose debt is trading at unaffordable spreads, because of perceived risk and market uncertainty, struggle to correct imbalances and hence can face a negative spiral of worsening creditworthiness.", "It is for this reason that economic and financial policy in countries like Ireland is heavily focused at present on reducing the uncertainty facing the prospects for the economy and for the public finances.", "While the Irish problems were largely home-grown, Ireland is still among the world's most globalised economies, and the solutions are therefore being worked out in a global environment with assistance not only from the rest of the Euro area and the European Union, but on a global scale from the International Monetary Fund.", "It is in the interests of all that the perception of risk that currently swirls around Irish assets is dissipated with better information, unquestioned adequacy of bank capital and a fiscal correction along as solid a national economic growth trajectory as can be achieved.", "Here too the heavy lifting will have to be done largely at home, but optimal engagement of partners remains a crucial element."], "classifications": ["none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["risk", "risk management", "risk appetite", "creditworthiness", "uncertainty", "economic growth", "globalisation", "sovereign debt", "financial engineering", "fiscal correction"]}