{"sentences": ["Summary On accepting the Schumpeter Award in Vienna, ECB President Mario Draghi said 2014 and 2015 were set to be a period of recovery after two years of stabilisation and a return of confidence in the euro area.", "But the recovery \"remains conditional on our pursuing the very policies that have brought about the return of confidence,\" including growth-friendly fiscal consolidation, structural reforms and a committed monetary policy.", "In his speech, Mr Draghi drew a parallel between the policies applied in the euro area with the ideas of economist Joseph Schumpeter, who spoke of \"creative destruction\" driving innovation and productivity growth.", "By cleaning up and repairing banks' balance sheets, the ECB's comprehensive assessment helps create the necessary conditions for resources again to flow to the productive economy.", "\"By encouraging creative destruction in the banking sector, we can facilitate creative destruction in the wider economy and support the recovery.\"", "Deleveraging in the financial system was necessary, since too much debt has been built up in the run up to the crisis, but the question is what form this deleveraging should take, and at what speed it should be allowed, or encouraged, to take place.", "What we want to achieve, Mr Draghi said, is a \"good\" form of bank deleveraging, where equity is built up, where deposits rise and where balance sheet reduction takes the form of swift asset clean-up, rather than a slow scaling back of the loan book while rolling over bad loans.", "The ECB's monetary policy is helping this process.", "As the recovery proceeds and inflation gradually increases towards levels closer to 2%, the ECB's forward guidance, firmly reiterated by the Governing Council in its last meeting, creates a de facto loosening of policy stance, and real interest rates are set to fall over the projection horizon.", "At the same time, the real interest rate spread between the euro area and the rest of the world will probably fall, thus putting downward pressure on the exchange rate, everything else being equal.", "The strengthening of the effective euro exchange over the past one and a half years has certainly had a significant impact on our low rate of inflation, and, given current levels of inflation, is therefore becoming increasingly relevant in our assessment of price stability.", "The risk of deflation, which would make deleveraging harder, is quite limited.", "But the longer inflation remains low, the higher the probability of such risks emerging.", "That is why the ECB has been preparing additional non-standard monetary policy measures to guard against such a contingency and why it stands ready to take further decisive action if needed, Mr Draghi said."], "classifications": ["none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none"], "topics": ["deleveraging", "monetary policy", "inflation", "recovery", "banking sector", "Schumpeter", "growth", "structural reforms", "fiscal consolidation", "exchange rate"]}