{"sentences": ["Summary A banking union will contribute to more sustainable financial integration in the euro area, says ECB President Mario Draghi.", "Speaking at a conference celebrating the 20th anniversary of the European Monetary Institute in Brussels, Draghi explains how stronger supervision, cross-border banking integration and resolution frameworks can reduce the risk of financial fragmentation.", "It was that kind of fragmentation which contributed to the recent financial crisis.", "Draghi explains that financial integration is necessary for an effective monetary union.", "But \"the euro area did not succeed in achieving sustainable financial integration\", the ECB's President says.", "\"And we can see the importance of financial integration all the more in its absence.\"", "According to Draghi, financial integration before the crisis was incomplete.", "While the interbank market was fully integrated, retail banking remained fragmented.", "That led to a situation where banks used short-term and debt-based funding to increase lending to favoured domestic sectors such as real estate.", "\"As banks' assets were not well allocated, nor well diversified geographically, they were more vulnerable to domestic shocks.", "And as their foreign liabilities were mainly interbank, they could not share the subsequent losses with other jurisdictions.\"", "So when the crisis hit, the cost of repairing balance sheets fell largely on their domestic fiscal authorities.", "\"The result was the infamous bank sovereign nexus\", Draghi says.", "A banking union will generate a higher quality of financial integration.", "The Single Supervisory Mechanism will enable supervisors to mitigate the possible destabilising effects of financial integration.", "It will also help to maximise the benefits of integration by creating a policy framework more conducive to cross-border banking.", "If problems still occur, the planned European resolution framework will help by improving private risk-sharing while insulating sovereigns.", "To reach that aim, Draghi makes a case to improve the design of the Single Resolution Mechanism and the Single Resolution Fund.", "The proposed ten-year period to mutualise national compartments into a single fund \"creates uncertainty\", the President says.", "\"We would see merits in doubling the pace of mutualisation to have a genuine European fund within five years.\""], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["financial integration", "banking union", "risk-sharing", "single resolution mechanism", "single supervisory mechanism", "cross-border banking", "bank-sovereign nexus", "mutualisation", "european monetary institute", "euro area"]}