{"sentences": ["David1, distinguished guests, ladies and gentlemen, I am honoured to be here today to celebrate the 10th anniversary of the Hong Kong dollar settlement in the CLS system.", "If we were a married couple, this event would mark our Tin Anniversary, with tin symbolizing durability and pliability.", "It is good to note that our bonding remains robust, despite the fact that CLS has 16 other currency partners, and its desire to have more in the future.", "According to Jane Austen, \"happiness in marriage is entirely a matter of chance\".", "Being a monetary authority, the HKMA would not leave such an important financial infrastructure for addressing the FX settlement risk to chance.", "The one thing that keeps our bonding with CLS strong is our common vision - to provide the solution to help market players eliminate the FX settlement risks through a highly effective and efficient settlement platform.", "Our decision to join the CLS in 2004 was based on the simple fact that CLS provides the most powerful global solution to eliminate the FX settlement risks among market players.", "And CLS has delivered such a solution without a hitch in the past decade.", "Like all happy marriages, the bonding should foster growth and help the partners to realise their potential during good times; and provide an anchor to help them to face the challenges of the bad times with resilience and confidence.", "Both partners have certainly done well during the good times in the past decade.", "(i) HK's developments 8.", "During this period, Hong Kong has continued to consolidate its role as a premier international financial centre and has become a more globalised economy: - The total assets of the banking system have increased 2.7 times to HK$18 trillion, with foreign currency assets accounting for about 60% of the pool.", "- The market capitalization of the Hong Kong Stock Exchange has become more than 4 times bigger, advancing from number 8 to number 6 in the global ladder.", "- The bond market has also increased by about 3 times, with foreign currency denominated bonds accounting for about 40% for most of the time.", "Hong Kong has also become a hub for private wealth and asset management.", "Nearly 80 of the top 100 global money managers are in Hong Kong.", "The total assets under management hit a record high of US$2.1 trillion in 2013, with 72% of the funds sourced from non-Hong Kong investors.", "Hong Kong's net International Investment Position has also grown from 250% of our GDP in 2004 to close to 300% in recent years.", "2004 also marked the commencement of offshore RMB business in Hong Kong and we are now the global hub of offshore RMB business.", "Against this encouraging backdrop, the average daily FX turnover in Hong Kong has more than doubled, from US$102 billion in April 2004 to US$275 billion in April 2013.", "In fact, Hong Kong has become the 5th largest FX trading centre in 2013, up from the 6th place in 2004.", "In short, Hong Kong has further consolidated its status as an international investment, banking, payment and commercial centre.", "Effective FX settlement is a prerequisite to all these achievements, given the significant fund flows that an IFC, such as Hong Kong, needs to handle, and the need to maintain the stability of the Hong Kong dollar under the currency board arrangement.", "(ii) CLS developments 13.", "As for CLS, as many of you know, it has gone from strength to strength in the past decade.", "For instance, the number of currencies it supports has grown from seven from the start, to 17 today.", "The number of settlement members has also increased from 39 to 62. .", "Moreover, the volume and value of transactions via the CLS have expanded significantly, with an average daily value of US$5 trillion2 and daily volume of one million transactions.", "This should not be surprising as the global FX market has become much bigger, with the average daily turnover in 2013 (USD 5.3 trillion3) three times bigger than in Challenging times 15.", "As close partners, we have also faced significant challenges during difficult times in the past decade.", "We all remembered vividly how a large part of the financial markets had almost come to a standstill after the collapse of Lehman Brothers in September 2008.", "Yet, the foreign exchange market continued to operate smoothly.", "Many market players had attributed the market stability to the support provided by CLS.", "I also believe that our linkage with CLS has also provided the functional resilience and, importantly, confidence, that our market players needed in those critical moments.", "This is certainly the case post Lehman's collapse, as Hong Kong's companies and individuals liquidated overseas assets and repatriated HK$220 billion back into Hong Kong to tide themselves over the liquidity and credit squeeze.", "It is no exaggeration to say that CLS is now one of the most important pieces of infrastructure supporting the global financial market.", "The creation of the CLS Bank is also a shining example that demonstrates the power of private sector-public sector collaboration.", "The HKMA is proud to be part of that success story.", "I expect markets to keep changing, and they will only change faster in the coming years.", "As technology advances, and Asia providing the engine for global growth in the medium term, I see plenty of opportunities for CLS to put its strategic focus in the region.", "The HKMA welcomes the CLS' efforts to put more new currencies and members into its orbit.", "I look forward to seeing this happen sooner rather than later, and welcome opportunities for cooperation and knowledge sharing between us.", "This is all because of what I said earlier - that we shared a common vision, and a more widely participated system should mean even less settlement risks for market players.", "I look forward to celebrating our silver anniversary in 2029."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["FX settlement risks", "Hong Kong's financial centre", "CLS", "Global financial market", "International financial centre", "Bond market", "Foreign currency", "Private wealth management", "Asset management", "Offshore RMB business"]}