{"sentences": ["Today's panel discussion is part of a series of events to celebrate the 50th anniversary of the Banco Central do Brasil.", "Other events in the series have looked backward.", "Today we'd like to take advantage of the collective wisdom and experience of our distinguished guests to look forward: what can we expect in the next 50 years of central banking?", "This is an ambitious question, but an appropriate one as the art and science of central banking is currently in flux, and the outcomes of today's policy debates and institutional innovations will shape central banking for many years to come.", "The global financial crisis has had a major impact on how we think about central banking.", "Before the crisis, there were, naturally, a number of unanswered questions and challenging issues for central banking, but the prevalent view was that the major pillars of the field were largely settled.", "In a growing number of countries, the operational regime for monetary policy was inflation targeting; monetary and financial stability objectives could be safely addressed separately; and floating exchange rates, coupled with robust international reserves and access to multilateral funding facilities, were often seen as sufficient to protect financial stability from excessive international capital flow volatility.", "Naturally, macroeconomic stability was and still is a necessary condition for the framework to operate properly.", "The crisis has led to a reexamination of some issues we thought were settled and to the emergence of some new questions.", "Even though Brazil was not at the epicenter of the crisis, we were affected by the crisis itself and by the policies that were put in place in its wake.", "Furthermore, we have been actively participating in the international central banking debate in order to offer our views and to learn from the experience of others."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none"], "topics": ["central banking", "global financial crisis", "monetary policy", "financial stability", "inflation targeting", "floating exchange rates", "international capital flows", "macroeconomic stability", "institutional innovations", "policy debates"]}