{"sentences": ["Dear participants: I am honored and pleased to be in this important conference among distinguished professionals of banking and financial industry!", "I want to start by thanking the organizers for the invitation to be here, but also to congratulate the ECB on its new building: I wish it is as functional, as it is beautiful!", "Coming from the banking industry, I have been feeling the impact on the banking activity arising from the changing economic and financial environment due to recent global financial crisis.", "Since my appointment as the new Governor of the Bank of Albania at the beginning of this year, I have been seriously estimating the challenges we face in order to maintain the stability of our banking sector and ensure that it is fit to play its role in support of Albania's economic growth.", "In my intervention today, I would like to share with you how we see the impact of changes in the financial landscape, including those in supervision superstructure, on the financial system of CESEE countries and more specifically on Albania's one.", "With that being said, please let me start with supervision superstructure and the relevant changes in the post-crisis financial landscape, on the first place.", "Since the beginning of the global financial crisis, there have been significant changes in the financial landscape.", "At this point, a financial regulatory reform was necessary at international level, to address such risks.", "Under the guidance of the G20, broader and more comprehensive regulatory reforms were designed, with a special contribution by Basel Committee, the Financial Stability Board, IMF/WB group and many other.", "Such reforms were aiming to: • strengthen the resilience of the financial system; • avoid future similar crisis; In more details, such reforms included: • Improving the surveillance superstructure of the financial system, through: - establishing institutions with macro-prudential powers to monitor, assess and address systemic risk (in EU - ESRB, ECB; in US - FSOC; in UK - FPC; etc.", "Following, in the second part of my speech I would like to briefly share some thoughts about possible implications for emerging markets and economies, including those in CESEE region.", "In this regard, to my opinion, CESEE may feel some stress impact during the process of reforms implementation which will come most likely from: - deleveraging, in terms of lower \"parent\" support for liquidity and lending to local - cross-jurisdictions similarity in economic and financial cyclicality; - cross-border cooperation in supervision; - possible capital movements and impact on exchange rate; - political process as, in SEE, the EU integration process is determinant; Nevertheless, there is no option on \"holding back\" from the reforms for a long time, given the unstoppable process of financial integration and globalization.", "Hence, an early start of a pacing approach to financial regulatory reform is appropriate.", "In the last part of my speech I would like to stop by on the impact on Albania's financial sector and economy and possible ways to avoid/mitigate negative externalities.", "The features of our financial system are similar to those of other CESEEs.", "In fact: - in Albania, the banking sector dominates the financial system; - banking activity is concentrated and controlled by foreign banks (87% of the assets); - in total there are 16 banks and the 4 biggest ones possess 68% of total assets.", "- banks play the main role in meeting the private and public financing needs, and they rely heavily in local deposits to finance their activity; Changes in the regulatory superstructure, and enforcement of the regulatory requirements, have had important impact on Albania's financial sector and economy.", "More concretely: In the financial sector, we have experienced: - deleveraging in local financial assets investments, particularly seen at subsidiaries of European banking groups, as they try to meet requirements coming after EBA and ECB stress tests; - increasing preference by financial institutions to place local funds in foreign investments (abroad); In the economy, such behavior by some of the banks has materialized in: - lower financial intermediation to both private and public sector; - negative impact on economic growth; However, the stability of both, financial system and macroeconomic framework, have been saved and at this point I would like to state that we believe that there can be found ways to further avoid or mitigate any negative externalities.", "On deleveraging, Bank of Albania has raised the concern on such phenomena directly with the EU counterparts, but also through its role in Vienna II initiative.", "In this regard, we have highlighted the need to establish effective mechanisms to restore healthy lending to economies of non-EU countries where subsidiaries of EU banking groups operate.", "Furthermore, we consider important to ensure that macro-prudential policies undertaken in the Euro-area, and banking group solutions originating from the EU, should take into account the relevant impact on non-EU host countries financial stability where systemically important EU bank subsidiaries operate.", "This could be bridged also by an effective exchange of information in the supervisory colleges, in accordance with the new EU directive for the recovery and resolution of banks, and particularly by working to remove barriers for non-EU host countries to come closer to the European forums and be able to participate and exchange their views.", "Despite some negative externalities that could be temporary, in the Bank of Albania we do believe that the Banking Union/Single Supervisory Mechanism and the new role provided to ECB, will also serve to improve the supervision of the banking sector in our country.", "This will come not only by much more consistent approach in supervision practices, but also through improving the coordination framework between home and host supervisors.", "In this regard, in the Bank of Albania, we are willing and hopeful that we can establish a much stronger working relationship with the ECB.", "Thank you very much for your attention!", "CESEE - Countries of Eastern and South-East Europe; SSM - Single Supervisory Mechanism (EU) ESRB - European Systemic Risk Board (EU) FSOC - Financial Supervision Oversight Council (USA) ECB - European Central Bank EBA - European Banking Authority FSB - Financial Stability Board PRA - Prudential Regulatory Authority (UK) FPC - Financial Policy Committee; BRRD - Banking Recovery and Resolution Directive (EU)"], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["financial regulatory reform", "supervision superstructure", "financial system", "impact on Albania", "CESEE countries", "deleveraging", "macro-prudential policies", "banking sector", "ECB", "Banking Union"]}