{"sentences": ["Summary In January, the ECB decided to expand its asset purchase programme to include government bonds after it became clear that there was a need for more monetary stimulus.", "Asset purchases are unconventional, but not unorthodox, and they have been part of the ECB's toolkit from the start.", "By deploying this tool, the ECB underlined its ability and determination to stabilise euro area inflation in line with its objective.", "The impact of the programme and the ECB's previous monetary policy measures is visible: Bank lending rates to companies started to decline in the third quarter of last year, marketbased measures of inflation expectations have reacted positively to the ECB's balance sheet expansion over recent months, and euro area long-term sovereign yields have fallen - in spite of the renewed crisis in Greece.", "This suggests that the asset purchase programme may be shielding other euro area countries from contagion, which also helps the ECB achieve its monetary policy goals across the euro area.", "The euro area economy grew more than expected in the fourth quarter and unemployment fell to its lowest level since August 2012 in January.", "While this cannot exclusively be attributed to the ECB's monetary policy, it certainly supports the recovery.", "Even though inflation is expected to remain very low or negative in the months ahead mainly due to the sharp drop in oil prices, it is expected to move closer the ECB's policy target over the coming years to reach 1.8 per cent in 2017 - conditional on the full implementation of all policy measures.", "The beneficial impact of the ECB's asset purchases on financing conditions will increase the benefits of governments' structural reforms, rather than reducing incentives for reforms.", "Firms will be encouraged to increase investment, bringing forward the economic recovery."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["asset purchase programme", "monetary policy", "euro area", "inflation", "economic recovery", "Greece", "sovereign yields", "ECB", "structural reforms", "financing conditions"]}