{"sentences": ["The current euro area environment, with policy rates required to stay low for a prolonged period of time and an apparent disconnect between the business and financial cycle, clearly points to a situation where monetary policy cannot deviate from price stability objectives to influence the financial cycle.", "This is the task of macroprudential policy.", "While acknowledged in principle, this fact has not yet been fully reflected in our policy frameworks.", "Two major moves are required.", "First, macroprudential policy must place greater emphasis on preventing large fluctuations in the financial cycle, rather than simply increasing resilience to shocks when they occur.", "In addition to the bank-side capital based measures enhancing banks' resilience, borrower-based instruments (such as LTVs or DSTIs), which have proved to be more effective in curtailing excessive credit growth, and are also applicable in a timevarying fashion, should gain more prominence.", "In particular, borrower-based measures should be properly embedded in European legislation, which is not the case at present.", "Second, a broader macroprudential toolkit is needed to address risks stemming from the shadow banking sector due to its increasing role in credit intermediation.", "This could involve measures such as redemption gates and loading fees to provide additional safeguards.", "Guided stress tests can provide comparable assessments of the health of individual institutions and of the resilience of the financial system as a whole.", "Appropriate policy responses to mitigate growing risks need however to be calibrated, in order to ensure a contained impact on credit supply to the real economy."], "classifications": ["financial dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Macroprudential policy", "Financial cycle", "Borrower-based measures", "Bank-side capital", "Shadow banking", "Credit growth", "Guided stress tests", "Price stability", "Monetary policy", "Credit intermediation"]}