{"sentences": ["Welcome to the New York Fed and to a discussion of how culture and conduct might be improved within the financial services industry.", "I am pleased to see all of you here today - there is tremendous breadth of experience and responsibility within this room.", "We need to take full advantage of this opportunity.", "I encourage all participants to be candid and on-point, because the task of reforming culture is formidable.", "Untrustworthy behavior on the scale that we have witnessed in financial services does not arise in a vacuum.", "Social science research makes it clear that context largely drives conduct.", "This is not a new insight.", "Adam Smith observed centuries ago that, independent of personal sentiment, we often behave according to what we \"[see are] the established rules of behavior.", "\"3 We observe the activity around us, assess the norms of conduct and generally adapt to those norms in our own behaviors.", "Banking is not exempt from this universal propensity.", "Gerry Corrigan noted three decades ago that the \"implicit codes of conduct\" that govern banker behavior exist apart from \"explicit regulations.\"", "He posited that these implicit codes must align with the public good - an obligation that banks owe in exchange for the benefits \"uniquely available to [that]particular class of institutions.", "\"4 This, in Corrigan's view, was what made banks \"special\" - the reciprocal benefits and responsibilities that support and constrain an industry essential to public well-being.", "Corrigan's premise is not an antique concept from a bygone era of banking.", "Then, as now, there are public purposes of banking - including financial intermediation, corporate valuation, facilitating investment opportunities, providing credit and creating market liquidity.", "These activities underpin the economy and financial stability.", "Reciprocity - in other words, the expectation of a quid pro quo in the relationship between society and the financial services industry - is the basis of public trust in financial institutions.", "There is, however, a widespread sense that this principle has been compromised.", "Industry responsibility Two years ago, I noted that recent scandals in banking evidenced \"deep-seated cultural and ethical failures.", "\"5 Many of the industry's leaders now agree.", "According to the Federal Advisory Council of the Federal Reserve System, a group composed of senior representatives from the industry, \"as often as not [...] the challenges faced in recent years have been behavioral and cultural; post-crisis episodes such as LIBOR and foreign exchange manipulation provide hard evidence that there remains work to be done.", "\"6 Last year I argued that \"the solution [to cultural problems] needs to originate from within the firms, from their leaders.", "\"7 I view today's workshop as a progress report on the industry's efforts.", "This is an opportunity for us to discuss collectively what is working, what is not, and the next steps that are needed.", "We should take care, though, not to confuse cause and effect.", "The banking scandals that followed the financial crisis are evidence that something fundamental is wrong.", "I would encourage each of you to consider not just specific examples of misconduct, but the patterns within them that point to underlying causes.", "I suspect we will see a strong overlap with those factors that contributed to the financial crisis.", "I think your focus should be less on the search for bad apples and more on how to improve the apple barrels.", "Role of the official sector Dodd-Frank strengthened bank balance sheets, and banks have become more resilient to systemic shocks.", "This is a positive development.", "At the same time, it is also important to mitigate the sources of systemic shocks.", "Dodd-Frank apparently did little to curb misconduct - a possible source of systemic risk.", "If the people managing capital cushions and liquidity buffers view these tools as sufficient mitigants for the costs of misconduct, or if powerful incentives encourage workarounds of the new regulations, then the connection between post-crisis reforms and greater financial stability becomes threatened.", "In the last year, we have seen emerging approaches to supervision that aim to address culture, conduct and governance.", "These methods are being developed in a number of jurisdictions.", "I am pleased to welcome representatives of 15 foreign supervisors and other official sector agencies who are joining the many representatives of U.S. supervisory and regulatory agencies here today.", "The topic of culture and conduct has truly become a global dialogue.", "We have a lot to learn from each other.", "One question on the minds of many in the official sector is, \"what is the most effective way to promote reform?\"", "Sharing ideas on leading practices, challenges and the opportunities for industry collaboration is a start - but it is not the end.", "Financial firms need to act on this information, and the official sector should hold institutions accountable for demonstrating sustained, observable progress.", "Overview of agenda Let me now give a brief overview of today's agenda.", "The first panel will present the Group of Thirty's recent report on banking conduct and culture, which calls for fundamental and sustained change.", "As you all know, the Group of Thirty is a forum consisting of senior public officials and private sector bankers.", "Its purpose is to facilitate non-partisan discussion of issues that threaten global economic stability and economic progress.", "It speaks volumes that the Group has focused its work in recent years on effective governance, the role of supervision, and on conduct and culture.", "Each of the four remaining panels will address one aspect of the multidimensional nature of cultural change.", "• In the first panel, we will hear about engagement with employees - especially those who are skeptical of the benefits or practicality of reform.", "• In the second panel, we will discuss accountability - not only in the sense of being \"held accountable,\" but also in the broader sense of promoting responsibility and stewardship.", "I am particularly interested in designing incentives - both the carrot and the stick - that yield conduct aligned with the public purposes of banking.", "• The third panel will focus on skill development - particularly on recruiting and training as levers for sustained cultural change.", "• And the last panel will focus on leadership and industry collaboration.", "A prime element of leadership, within a firm and across the industry, is character - behavior anchored in values consistent with the public's legitimate expectation of trustworthiness.", "Our keynote speaker today is Christine Lagarde, the managing director of the International Monetary Fund.", "Christine Lagarde has been outspoken in her view that \"financial leaders [must] take values as seriously as valuation, culture as seriously as capital.", "\"9 This makes abundant sense to me - culture and capital each promote financial stability.", "Thank you for joining us.", "I am also grateful to Stanley Fischer, the vice chairman of the Board of Governors, who will speak with Christine Lagarde following her remarks.", "Please join me in welcoming Christine Lagarde."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Culture", "Conduct", "Financial stability", "Banking", "Industry responsibility", "Accountability", "Leadership", "Supervision", "Incentives", "Skill development"]}