{"sentences": ["Introduction • Europe's financial market infrastructure has proved to be resilient through bouts of financial market volatility; • it has supported the liquidity and stability of financial markets in times of stress; • the European Central Bank and the Eurosystem, in conjunction with European legislators and market participants, have made Europe's financial market infrastructure into the bulwark of financial stability it is today; • in the first part of my presentation, I will investigate the potential impact of the digitalisation of financial services on Europe's market infrastructure; in the second part, I will outline how the Eurosystem plans to deal with the technological and strategic challenges which affect our market infrastructure.", "Part 1: The digitalisation of financial services and their potential impact on Europe's market infrastructure • Technical innovations in financial services will be among the key focal points for the Eurosystem over the next few years; • In my article, I address four key topics where innovation in financial services will have to be tackled in the coming years: A) pan-European instant payments; B) person-to-person mobile payments; C) the emergence of new (non-bank) service providers; D) distributed ledger technology (DLT).", "A) Pan-European instant payments • In 2015, the Euro Retail Payments Board invited the European Payments Council to develop an instant payment scheme for euro payments based on the SEPA credit • the implementation of this scheme is foreseen by November 2017; • By that time, end-user solutions for instant payments in euro should be made available at the pan-European level by the payment service providers; • This means that by November 2017 the European financial market infrastructure has to be ready to clear and settle instant payments on a pan-European scale; • As an operator of market infrastructure, the Eurosystem is exploring how to support the settlement of pan-European instant payments.", "B) Person-to-person mobile payments • Another innovative service that will impact the underlying financial market infrastructure is person-to-person (P2P) mobile payments; • One key component of pan-European P2P mobile payments is the so-called standardised proxy lookup (SPL) service; • This is a database service that can link the mobile number of the payment recipient • this would greatly add to the convenience of mobile payments as it would free users from having to know and use the IBANs of the payment recipients; • Such database services are already available at the national level; • the Euro Retail Payments Board has called on the market to develop a pan-European solution.", "C) new (non-bank) market entrants • the digitalisation of financial services opened the doors for a wave of new market • there are two categories of new market entrants; first, there are start-ups making use of new information technology applied to financial services (\"FinTech\" companies); • second, there are established internet companies (large US social media or ecommerce platforms); • In most cases, they do not offer banking services other than the initiation of payments or access to account information; • these new product and service providers might present a challenge to the traditional market incumbents' revenue streams; • their impact on the underlying financial market infrastructure will be more limited as the clearing and settlement of payments and securities transactions still take place between the account-holding entities.", "D) distributed ledger technology (DLT) • What may have a much more profound impact on the financial market infrastructure in the years to come is distributed ledger technology (DLT); • DLT allows the verification of financial transactions in a decentralised way; • Thus, they have the potential to reshape the mechanisms for making transactions; • the Eurosystem needs to reflect on the possible impact and use of DLT in its three capacities as operator, catalyst and overseer; • as the discussion on DLT is proceeding at great pace, I would like to point out that in the meantime, we have established an organisational structure within the ECB and launched dedicated work streams on DLT around the central bank roles of operator, catalyst and overseer in the field of market infrastructures: [operator role:] • we study the potential impact on the Eurosystem market infrastructure, i.e.", "TARGET2 • work is conducted in the context of our strategic reflections around \"Vision 2020\", on which I will elaborate in a minute; • adopting DLT for the Eurosystem's market infrastructure would obviously imply that central bank money is transacted via DLT; this may have implications on the central bank functions which go beyond the operational and technical sphere; therefore, it is important to structure the discussion along the lines of who could access the central bank ledger.", "[catalyst role:] • in order to avoid DLT silos and jeopardizing market integration achievements, we also attach great importance to standardisation and interoperability both in the payments and in the post-trade domain; • we very much welcome the ongoing industry's efforts in these areas and have already offered our support in facilitating this market-driven process.", "[oversight role:] • in our capacity as overseer of market infrastructures, we need to keep abreast of market developments in the FinTech arena and study the appropriateness of our oversight framework with a view to ensuring efficiency and safety.", "• the Eurosystem is not only helping to create a more integrated financial market but is also contributing to greater financial stability by ensuring a strong and efficient European market infrastructure; • Looking to the future, the Eurosystem remains committed to these objectives and will seek to exploit technological advances and innovation while maintaining safety, reliability and, ultimately, confidence and stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Digitalisation of financial services", "Pan-European instant payments", "Person-to-person mobile payments", "Distributed ledger technology (DLT)", "New (non-bank) market entrants", "Financial market infrastructure", "European Central Bank", "Eurosystem", "Financial stability", "Safety"]}