{"sentences": ["It is a pleasure to be invited to talk on banking resolution to this distinguished gathering of bank regulators, supervisors, central bank officials, bankers, and academics.", "The timing could not be more opportune.", "Banking resolution can be a messy business.", "Last week, criminal police from the Special Prosecutor's Office raided the Bank of Slovenia and seized documents and information related to banking resolution measures undertaken by the Bank of Slovenia and the government in December 2013.", "The main focus of the investigation is the decision taken at that time to use bail-in of subordinated instruments as one of the tools of banking resolution.", "In 2014, the Slovenian Association of Small Shareholders filed several court cases against the Bank of Slovenia and local banks, claiming that the subordinated instruments in rescued banks should not have been erased.", "One of the cases has gone all the way to the European Court of Justice after Slovenia's Constitutional Court referred it to the EU tribunal for clarification.", "A ruling of the European Court on this case is expected early next week.", "The court ruling may have serious ramifications for the efforts under way to establish an effective Banking Union in Europe.", "Considerable momentum has developed in favor of bail-in centered banking resolution.", "As Andrew Gracie of the Bank of England has noted in a recent speech, a bail-in transaction is at the heart of all the resolution plans drawn up in the Crisis Management Groups.", "In addition, the European Banking Authority (EBA) has set standards on Minimum Requirement for Own Funds and Eligible Liabilities (MREL) that banks should have to ensure adequate loss absorbing capacity.", "The Slovene experience brings out the sensitivity of the bail-in tool and the challenges to its smooth implementation.", "It would be important for the resolution authorities to address these challenges upfront and find answers for them.", "A key requirement would be to make bail-in legally enforceable by introducing all the necessary legislation, thereby minimizing the possibility of litigation.", "An important associated step is clear communication.", "Investors and shareholders will need to understand the risks to which they are exposed by holding subordinated instruments, and holders should have clarity on the order in which they would incur losses.", "However, it is doubtful if the ambiguities in the resolution framework can be fully eliminated.", "A major challenge with every resolution is to decide when to trigger resolution measures and what process of resolution to use.", "The criteria for bank resolution are relatively vague and there are no mechanical formulas that tell us exactly whether a bank needs to be resolved.", "Resolution frameworks (including the BRRD) typically do not define trigger thresholds and specify solutions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Banking resolution", "Bail-in", "Loss absorbing capacity", "Minimum Requirement for Own Funds and Eligible Liabilities (MREL)", "European Banking Authority (EBA)", "Slovenian Association of Small Shareholders", "Crisis Management Groups", "Bank of Slovenia", "Special Prosecutor's Office", "European Court of Justice"]}