{"sentences": ["Though I'm surrounded by sublime art and architecture, typically for a Governor of the Bank of England, I want to begin by talking about money.", "Throughout history money has come in many forms - gold and silver coins; English \"tally sticks\" made of willow; even stone disks of up to twelve feet in diameter, pocket change on the Pacific island of Yap.", "It's true; a Yap stone makes up part of the reserves of the Bank of Canada.", "Such variety has meant economists have struggled to define money.", "The Nobel Prizewinning economist, John Hicks, simply wrote \"money is what money does.", "\"1 Wisdom or sophistry?", "There's a bit of Popeye or Forrest Gump in that.", "But what does money do?", "To some, banknotes are mere \"barren tokens.", "\"3 These meagre pieces of paper - soon to be polymer - of no intrinsic value, actually serve vital economic functions.", "They serve as a unit of account.", "As the soon-to-be replaced incumbent of our £20 note, Adam Smith, wrote, they are the \"universal instrument of commerce.", "\"4 Most fundamentally, Money is Memory.", "Money supplants the need to keep track of promises to exchange goods and services across time; it is a simple, universal replacement for detailed record keeping.", "Money is memory in another sense.", "The money we spend today could have been earned from past accomplishments or could be borrowed from future ones.", "Money is also Memory for a country and its people.", "Money, after all, can be a piece of art in everyone's pocket.", "Far from being \"barren\", our banknotes are a celebration of the UK's heritage, a salute to its culture, a testament to the great achievements of its most notable individuals.", "In short, money has not just economic value; it has cultural value.", "By depicting characters on our banknotes, we celebrate those who have advanced British thought, spurred innovation, shown exceptional leadership, shaped this diverse society and forged our common values.", "The great statesman Sir Winston Churchill will feature on the next £5 note, unveiled on 2nd June, and issued in September, replacing the prison reformer Elizabeth Fry.", "The renowned author Jane Austen will feature on the £10 note, which will be issued in 2017, replacing the ground-breaking scientist Darwin.", "And I am delighted to announce that on the £20 note the great economist and moral philosopher, Adam Smith, will be replaced by Joseph Mallord William Turner.", "Turner is arguably the single most influential British artist of all time.", "His influence spanned his lifetime and endures today.", "He inspired the French impressionists and, as Ruskin said, was \"the father of modern art.\"", "His works include masterpieces such as Dutch Boats in a Gale, The Slave Ship, and Rain, Steam and Speed - The Great Western Railway.", "He captured the age of sail, of the advent of steam, the very atmospherics of the British Isles, and lines between light, movement and colour.", "And his influence endures.", "When Mark Rothko visited an exhibition on Turner at the Museum of Modern Art in New York, he jokingly said: \"This man Turner, he learnt a lot from me.\"", "The Margate gallery shows Turner's continuing legacy, with a number of exhibitions influenced by Turner, including that of the Danish artist Joachim Koester - The Other Side of the Sky - which pairs his works with Turner watercolours.", "Turner's story begins with humble origins.", "Born to a London barber and wig maker, his talent was unquestioned.", "He went to extremes in pursuit of the visceral artistic experience.", "Turner exhibited at the Royal Academy at 15, and became an Academician at 24.", "He was undeniably prolific, producing more than 550 oil paintings, 2,000 watercolours, and 30,000 sketches and drawings.", "His work will now feature on another 2 billion works of art - our new £20 notes.", "How did we arrive at Turner?", "As befits Turner, we took the process of selecting a new banknote character out of the black box and brought it into the sunlight.", "In December 2013, the Bank of England committed to making our character selection process much more open and transparent.", "First, the Banknote Character Advisory Committee was created and then decided the field of accomplishment.", "They chose visual arts, which had never before been properly displayed on a banknote.", "The Bank then invited the public to make nominations in this field.", "They proposed artists, sculptors, printmakers, designers, craftspeople, ceramicists, architects, fashion designers, photographers and filmmakers.", "Indeed, the response was exceptional.", "We received almost 30,000 individual suggestions, between them nominating 590 different eligible characters - demonstrating not only the depth of achievement of British art but also the public's passion for it.", "This pool was handed to our expert Banknote Advisory Committee - John Akomfrah, Sir David Cannadine, Andrew Graham-Dixon, Sandy Nairne, Alice Rawsthorn, Baroness Lola Young, and, from the Bank, Deputy Governor Ben Broadbent and Chief Cashier Victoria Cleland.", "They used their considerable knowledge, supplemented with views from public focus groups, and whittled down to a shortlist of five characters.", "First, an unquestioned contribution to the visual arts.", "Second, a wider contribution to British society.", "And third, an enduring influence.", "The strength of the other four characters on the final shortlist - filmmaker Charlie Chaplin, sculptor Barbara Hepworth, painter William Hogarth, and designer Josiah Wedgwood - gives a sense of the exceptional pedigree of British visual arts - and contextualises Turner's contribution.", "To develop this point, I'd like to now introduce a short film from the Committee members celebrating some of the nominated visual artists and outlining their views on the process that led to Turner being chosen."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Money", "Banknotes", "Culture", "Art", "Turner", "Bank of England", "History", "British", "Visual Arts", "Banknote Character Advisory Committee"]}