{"sentences": ["2016 CHRISTMAS MESSAGE Moses D Pelaelo December 16, 2016 Director of Ceremonies, Board Members here present, Deputy Governors, Rre Motsomi and Dr Masalila, Members of the Senior Management Team and esteemed colleagues, good evening.", "Before I proceed with my remarks this evening, may I request that we stand and observe a minute of silence in memory and honour of our former colleague, Mr Ben Sello, who passed on recently, in September 2016; may his soul rest in peace.", "As we do so, let us also remember other colleagues who have not been able to join us this evening due to ill-health or other similar emergencies, including families and friends who did not make it to this day.", "We dearly miss them and our prayers and well-wishes are with them.", "It is a privilege and my pleasure to extend a warm welcome to each and every one of you to this year's Staff Christmas Party.", "I extend a special welcome and thank you to Board members here with us this evening; staff highly appreciate your presence and, of course, the wisdom, diligence and effort with which you continue to guide the affairs of the Bank.", "Also, a warm welcome to those of our colleagues who joined the Bank during the course of the year, and to congratulate them for joining one of the finest and unique national institutions; there is only one Central Bank in any country.", "We all look forward, each year, to the Staff Christmas Party because of the opportunity it gives us to interact and socialise outside of the more formal work environment.", "Ladies and Gentlemen, as you are aware, former Governor Linah Mohohlo retired from the Bank on October 20, 2016 after an illustrious career spanning over a period 40 and half years, 17 of which she was the Chairman of the Board and Chief Executive Officer of the Bank.", "Similarly, former Deputy Governor Oduetse Motshidisi retired after 15 years as Deputy Governor; and a total of 27 years with the Bank.", "In addition, both Advisors in the Governor's Office, Mr Sam McConnel and Dr Haswel Bandawe, as well as other members of the Senior Management team, former Head of Secretariat, Ms Pelani Siwawa-Ndai, former Director of Banking & Currency Department, Mr Matale, and former Deputy Director in the Human Resources Department, Ms Rakgati, all left the Bank at the end of 2015 or during the course of this year.", "Also, Sir Paul Collier resigned from the Board this year after serving two terms.", "Each of these former staff members and the Board member, and those that have left the Bank during this and other years, in good standing, that I have not been able to name, have individually and collectively, made a sterling contribution in their various roles and ways to the development of this Bank, to become what it is today; a reputable, respected and well managed institution.", "We owe all our predecessors a debt of gratitude for laying a strong foundation on which to continue to propel this institution to even greater heights.", "As I mentioned during my recent meetings with your respective Departments and Divisions, in my mind, the single most important gift we can give to all former Governors, past Board members, and all former staff of this Bank, is to continue to uphold high standards of performance, a strong culture of excellence as well as utmost honesty and integrity.", "Dear Colleagues, as you are aware, in addition to my appointment, His Excellency the President appointed Mr Andrew Motsomi and Dr Kealeboga Masalila to the positions of Deputy Governor, with effect from February 1, and December 1, 2016, respectively.", "Furthermore, the Board appointed Ms Ewetse Rakhudu to fill the second position of General Manager.", "Congratulations to all the three, for well-deserved appointments.", "As this new leadership team settles down to the business of running the affairs of the Bank, taking the baton and moving forward, I want to assure you that we shall continue to do our best and strive to steer this Bank to higher levels of institutional performance, with the same vigour and profound excellence.", "Needless to state, this will only be possible with your continuing support, commitment and undivided loyalty to the Bank.", "Together, let us aspire to be the best and, to paraphrase one motivational speaker, \"success is a road under construction\".", "Director of Ceremonies, Christmas is a time to celebrate, but it also provides an opportunity for reflection and introspection on some of our achievements in the year about to pass, and ponder the challenges we will face in the year to come.", "Given that we are here tonight to celebrate, I will confine my remarks only to the highlights of what was a very busy and successful 2016.", "To recap, the Bank's mandate is, in the main, to issue national currency, Pula le thebe; maintenance of monetary and financial stability, implementation of the exchange rate policy, fostering the safety and soundness of banks; providing banking and advisory services to the Government, banks and selected other institutions; promotion of an efficient, reliable and secure payments system and safeguarding the country's foreign exchange reserves.", "The Bank's enduring success infulfilling these functions depends on the skills, knowledge and abilities of its staff; upholding good governance, effective risk management and strong control environment, innovation, robust physical and IT infrastructure, including a safe, secure and healthy working environment.", "Ladies and Gentleman, despite the challenging global, regional and domestic economic developments, the Bank's monetary policy framework and implementation continue to be successful in anchoring expectations of a low, predictable and sustainable level of inflation.", "The latest Business Expectations Survey confirms this view.", "_ Inflation fluctuated around the lower end of the Bank's 3 - 6 percent objective range for most of the year, falling from 3.1 percent in December 2015 to 2.9 percent in November 2016.", "It reached a record low level of 2.6 percent in August and, more significantly, inflation has consistently been within the objective range for more than three years since June 2013.", "This is positive for wealth preservation, savings mobilisation, private sector investment and, together with a relatively strong external position and fiscal discipline, provide a conducive environment for sound and sustainable economic development, including job creation.", "Similarly, despite the weaker domestic economic activity and restrained growth in personal incomes, the annual growth in commercial bank credit increased from 7.1 percent in December 2015 to 7.8 percent in October 2016.", "Lending to businesses accelerated somewhat, from an annual contraction of 0.3 percent in December 2015 to a year-on-year increase of 6.9 percent in October 2016.", "In contrast, the annual expansion in household borrowing slowed from 12.8 percent to 8.5 percent in the same period.", "Despite this slower growth, household credit continues to constitute a larger proportion of commercial bank credit at 59.2 percent.", "As you will be aware, effective October 1, 2016, the Chinese currency, renminbi (RMB) became part of the Special Drawing Rights (SDR) and, therefore, a constituent of the Pula basket.", "To this end, the Bank now publishes, for market information, the RMB/US dollar and RMB/Pula exchange rates alongside other major traded exchange rates.", "I suspect that, very soon, some entrepreneurs will be applying for a bureau de change licence to buy and sell RMB currency in Botswana.", "The Investment Committee of the Bank met regularly to review global financial, economic and political developments, making adjustments to the Bank's investment portfolio positions, as appropriate.", "Notably, the unexpected vote by the United Kingdom to leave the European Union; the results of the United States presidential election and, more recently, the outcome of the Italian referendum, led to heightened uncertainty and volatility in the global markets.", "The management of the country's foreign exchange reserves continues to be prudently undertaken by the Financial Markets Department, underpinned by the key objectives of safety, liquidity and return.", "In this regard, the country's relatively healthy balance of payments position, investment strategies and global markets developments, supported by robust institutional arrangements for investment of the country's foreign exchange reserves, ensured that these national assets are preserved.", "The level of these reserves was BWP79.9 billion as at the end of November 2016 and equivalent to 17.5 months of import cover.", "The Bank continued to conduct open market operations, through weekly auctions of Bank of Botswana Certificates in support of monetary policy implementation and effective transmission of policy signals, within the context of increasing levels of excess liquidity in the domestic market.", "Also, the Bank continued to conduct Government bond auctions in accordance with the Government borrowing programme and, supportive of capital markets development.", "Director of Ceremonies, as part of its banking supervision and financial stability mandates, the Bank continued to conduct macro and micro prudential assessments in the context of subdued economic activity, emerging vulnerabilities, such as weakening property and other asset prices, marginal increases in non-performing loans and sluggish growth in personal incomes.", "Overall, the banking sector was adequately capitalised, liquid and profitable, and all banks were reported to be in compliance with the minimum prudential requirements.", "The number of commercial banks remained at 10 and the total banking assets amounted to P78 billion at the end of September, unchanged from the same level a year ago.", "The on-going liquidation of the defunct Kingdom Bank Africa Limited (KBAL) and the litigation instituted by one of the major creditors against the Bank, are likely to be protracted and continue to consume the Bank's supervisory resources.", "The KBAL saga has, once again, amplified the so-called \"expectation gap\" in the licensing and supervision of banks.", "It has also shown how a bank failure can, among other social ills, harm the reputation of the Bank, including public confidence in the banking system.", "Dear Colleagues, the restructured Currency and Protective Services Department continued to perform the important functions of issuing and managing national currency.", "This year, the Bank completed a major undertaking of destruction and disposal of demonetised old coin.", "I wish to thank Bank Staff and other stakeholders who ensured that this major project was completed successfully.", "The Bank also hosted a regional workshop, under the auspices of the SADC Committee of Central Bank Governors (CCBG), which brought together a number of international and regional experts to share information on the efficient currency management and inherent security considerations.", "I am told this was a very successful workshop.", "The National Payments System (NPS) landscape continues to evolve and has witnessed the emergence of new players, new technologies and new payments initiatives.", "The Banking, Payments and Settlement Department, in particular, had a busy year as it continued to develop regulations for the licensing and monitoring of Electronic Payments Services Providers (EPSPs), to ensure efficient, reliable and effective functioning of the country's payments and _ settlement systems.", "Furthermore, the Bank has acceded to requests by some domestic banks to join the SADC Integrated Regional Settlement System (SIRESS).", "SIRESS is a major milestone towards the realisation of the SADC's vision for an integrated payments system to facilitate closer economic integration, free and increased intra-regional trade, investment and tourism.", "It enables commercial banks and Central Banks to discharge cross-border payments obligations within SADC with certainty and speed, at low risk and relatively low cost.", "As the threat of cyber-crime intensifies and scrutiny in relation to international sanctions compliance heightened, globally, Anti-Money Laundering (AML), the Combatting of the Financing of Terrorism (CFT) and Know Your Customers (KYC) protocols, have received intense attention.", "Efforts were made to ensure that the Bank's systems, and the SWIFT international financial messaging platform, in particular, remain robust.", "The Bank discharged, with utmost care and diligence, its responsibilities of providing banking services to its customers, mainly Government, commercial banks and international financial institutions.", "The Bank's settlement rates, for the internally managed portfolios and other foreign payment obligations, mainly on behalf of Government, compare favorably with those recorded by the Bank's counterparties.", "Let me also take this opportunity to remind you, to ensure that your Cheque books are compliant in accordance with the new Botswana Automated Clearing House standards, to avoid any inconveniences after December 31, Director of Ceremonies, the Bank continues to invest significant amount of financial and other resources on IT infrastructure.", "This year, Information Technology Department undertook a number of projects to enhance operational efficiency, performance and resilience of the Bank's mission critical systems such as the upgrade of the Botswana Interbank Settlement System, SWIFT and the core Banking System (Globus T24).", "Furthermore, the Department enhanced the security of the Wide Area Network traffic by implementing advanced security features for communication between the Headquarters and the Francistown Branch.", "On the physical developments and facilities management, the Property Management Division worked tirelessly to stabilise the Bank's power and water supplies.", "The Bank has procured two new generators with adequate capacity to meet the power needs of this Headquarters building.", "Also, a new generator has been installed in Francistown, again, with adequate capacity for full power coverage, including the refurbished air-conditioning system at the Branch.", "Borehole installations were completed at the Bank's Sports and Recreational Facility and Headquarters, covering all irrigation requirements and providing an alternative source to Water Utilities Corporation's domestic water supply.", "Ladies and Gentlemen, the Bank's three-year Medium Term Plan serves as the anchor and roadmap for formulation of work plans and budgets, entailing a continuous assessment of the opportunities and threats posed by the ever-changing and volatile socio-economic environment.", "The Plan helps the Bank to remain alive to a variety of new challenges, for which strategies must be developed.", "The Bank has no choice but to continue to learn and adapt, including remaining accountable and transparent in its operations, in line with expectations of stakeholders.", "I am also pleased to report that the Bank's 2015 Annual Report, Banking Supervision Report, Monetary Policy Statement and Audited Financial Statements, as in the past, were published on time in compliance with the statutory requirements.", "This augurs well for good governance and public accountability.", "The Bank's Internal Audit Division continued to perform its independent assessment of the Bank's control environment.", "In this regard, the Division undertook a number of audits, evaluating various controls in the Bank through the use of modern auditing techniques such as risk-based auditing.", "The Bank's internal control environment has been consistently adjudged to be robust and effective.", "Director of Ceremonies, the Bank continues to experience a relatively high vacancy rate of about 8.47 percent.", "Notwithstanding the fact that a total of 29 new staff members joined the Bank in 2016 and, despite Human Resources Department's relentless recruitment efforts, there were 50 vacancies as at December 16, 2016.", "Staff development features prominently on the Bank's agenda and, in this regard, the Bank constantly makes efforts to identify cost effective measures to address human capital development needs through long-term, short-term and part-time training initiatives.", "On staff welfare and, consistent with past developments, the Bank's productivity is underpinned by good health and a safe and secure working environment, without which many of us would be less effective or, at worst, dysfunctional.", "A number of staff continue to benefit from the Bank's biennial and annual medical examinations as well as institutional support for their medical, psychological and physiological needs.", "In this regard, let me recognise the contribution and support extended by Bank staff towards HIV/AIDS awareness within and outside the Bank.", "The participation by Bank staff during this year's AIDS Day commemoration activities and the various awareness-raising efforts reflect positively on the Bank.", "Please join me in commending the Bank's HIV/AIDS Coordinating Committee for continuing to spearhead efforts in the achievement of the Bank's staff health policy objectives, to assure fitness and health of all staff.", "Dear Colleagues, regular exercise contributes to a healthy lifestyle; hence the Bank's full support for the activities of the Bank of Botswana Sporting Club.", "In this regard, the Bank has a gymnasium and operates an integrated sporting facility in Gaborone and modest sports facilities at the Galabgwe Court in Francistown.", "Please let's make good use of these facilities.", "We have already received an invitation from the South African Reserve Bank for the Inter-Central Banks competitions to be held in Pretoria in 2017.", "Dear Colleagues, notwithstanding a few unresolved issues, the relations between the Central Bank Union and Management continue to be cordial.", "I wish to thank the Chairman of the JNC, Deputy Governor Motsomi, the President of the CBU, Mr Mpho Sebonego and your respective Executive teams and, of course, the entire staff of the Bank for this harmonious labour relations, built on mutual respect and constructive engagement on relevant matters.", "I believe we are pulling together as a team; but as I come near to the end of my remarks, let me underscore that there are challenges ahead and there is no room for complacency.", "On March 31, 2016, the Bank celebrated 40 years of its existence in the year that our country celebrated its golden jubilee, 50 years of independence.", "For these four decades, there were surely a number of challenges but the Bank, and this country, traversed through these difficult times, to become what we are today, an upper middle income country.", "We must always remember that the Bank is a professionally intensive institution which requires vigilance and high standards of performance and, above all, uphold high standards of integrity and ethical conduct.", "That is the hallmark of a central banker.", "I wish to take this opportunity to sincerely thank Board Members, Deputy Governors, General Managers, Heads of Department and Divisions, and indeed all staff of the Bank for their partnership and collaborative spirit in discharging our respective responsibilities.", "May I also extend congratulations to all those who excelled in one way or another during the year, we owe them a debt of gratitude.", "This commendation extends to all who will be recognised tonight for exceptional performance and long and loyal service to the Bank.", "In addition to former Governor Mohohlo, whom we will have an opportunity to appropriately bid farewell in early 2017, let me extend a special recognition to two of our colleagues, Ms Rachel Tshephe of the Currency & Protective Services Department and Ms Sheila Motsisi of the Banking, Payments & Settlement Department who have successfully completed 40 years of dedicated and loyal service to the Bank.", "Well done Rachel and Sheila.", "With these words, I wish you all and your families a pleasant and safe festive season; I wish you well too in all your endeavours for 2017 and beyond.", "I certainly also wish you an evening of responsible enjoyment.", "Remember to look after yourselves well.", "Merry Christmas and Happy New Year!!", "Thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Banking supervision", "Financial stability", "Foreign exchange reserves", "Payments system", "Anti-Money Laundering", "IT infrastructure", "Staff development", "Staff welfare", "HIV/AIDS"]}