{"sentences": ["An accurate assessment of the conditions and prospects of the Italian banking system should take account of the differences between the various banks and of the measures and reforms adopted so far.", "Overall, the results of four of the five major Italian banking groups in the recent stress test coordinated by the European Banking Authority are in line with the average for the main banks of the other countries.", "Banca Monte dei Paschi di Siena, which failed the test, announced, at the time the results were published, a major recapitalization plan to be implemented by the end of the year, which will allow it to dispose of its entire portfolio of bad loans.", "Even among the remaining Italian banks, both the 'significant' ones (under the direct supervision of the ECB with the participation of the national authorities) and the others (with assets below €30 billion, supervised directly by the Bank of Italy according to common guidelines), the difficult cases are well-identified.", "In the last few years, crisis management has become more complex because of market conditions, which discourage the provision of new capital, and because of changes in the regulatory framework, which no longer allows use of the tools that Italy had long relied on to prevent or resolve bank crises.", "Nevertheless, the banks concerned are carrying out restructuring operations, taking measures to make managing impaired assets more efficient - where necessary through divestments on the market - and recapitalizing.", "The sale of the 'bridge banks', set up during the resolution of four banks at the end of last year, continues in an open, transparent and non-discriminatory manner.", "The process takes into account European rules on competition and the prudential requirements established by the single supervisory mechanism.", "In recent weeks, the deadline for completing the process has been postponed, in agreement with the European Commission.", "Measures are being taken to overcome crises at 'significant' banks and at other banks directly supervised by the Bank of Italy: the latter number about 460, including groups and stand- alone banks, and account for 18 per cent of the assets of the Italian banking system.", "Their average size is small, but the dispersion is high: 17 banks have assets exceeding €5 billion, while about 240 banks have assets below €500 million; 355 of them are mutual banks.", "Supervision of these banks is intensive; the supervisory review process is based on risk profile analysis methods consistent with European guidelines and on regular on-site inspections (roughly one hundred a year).", "The bank's overall functionality, its capital adequacy and its asset quality are assessed.", "Regarding asset quality in particular, inspections include a review of individual credit files to check that loans are correctly classified and the relative valuation adjustments are adequate.", "At the end of the annual evaluation, the capital ratios deemed adequate for each bank are established, taking the minimum requirement as a basis, and requests to strengthen capital are made where necessary.", "It is also thanks to this supervisory action that since the end of 2011 the highest quality capital ratio of the banks directly supervised by the Bank of Italy has increased from 11.8 to 15.5 per cent (against an increase from 8.8 to 11.7 per cent for 'significant' banks) and the coverage ratio for non-performing loans (NPLs) has risen from 28.2 to 43.6 per cent (against an increase from 40.6 to 45.6 per cent for 'significant' banks).", "The high level of NPLs, a weakness more typical of the Italian banking system than of others, is being assessed by market analysts as well.", "Some describe the phenomenon as still growing, others suggest that it is underestimated in publicly available data.", "Given the importance of the questions raised, they deserve satisfactory answers.", "In Italy, the deterioration in loan quality, aggravated above all by the long recession, recently came to a halt.", "The ratio of the stock of NPLs to outstanding loans began to diminish at the end of last year.", "In June this year it stood at 17.7 per cent including write-downs; net of write-downs it was 10.4 per cent, of which 4.8 per cent related to bad loans.", "Attention should focus on the net amounts, as writing down the value of NPLs is virtually equivalent to writing them off.", "In the first six months of this year, the flow of new NPLs returned to the levels of 2008, at around 3 per cent of outstanding loans.", "Provisional data on the third quarter show that the improvement is continuing.", "Moreover, the NPL coverage ratios continue to grow and are now slightly above the average for the main European banks.", "A large part of these exposures are collateralized; this should be taken into account in any overall assessment, although without disregarding the possible problems in recovering the collateral, especially in today's difficult market.", "Also worth noting is the significant difference between exposures classified as bad loans, for which there is actually no possibility of a 'cure', and other non-performing loans (those 'unlikely to pay' and past-due debts or credit-line breaches), in which the debtors may be facing temporary difficulties.", "Without underestimating the risks associated with the latter exposures, it should be borne in mind that proactive management by the banks may make positive cash flows possible and permit a return to normal conditions.", "As regards managing bad loans, in several cases we have found shortcomings in banks' organization and governance.", "These must be resolved so that the banks can take full advantage of the opportunities that have opened up following the recent enactment of new laws to shorten recovery procedure times, potentially bringing them closer to those in the other main countries.", "Banks are being encouraged to move in this direction by the guidelines on managing NPLs, recently provided for consultation by the ECB and addressed to 'significant' banks, and the new detailed survey of bad loans requested by the Bank of Italy, which is currently examining the early findings.", "The availability of systematic, detailed data will not only help to make the internal management of bad loans more efficient, but it will also encourage their sale on the market, where necessary, by ensuring more transparent information.", "It should nevertheless be noted that the majority of non-performing loans are held by banks that are healthy overall; because they do not need an immediate sale of bad loans, they can take advantage of generally higher recovery rates than current market prices imply.", "Moreover, incentives to reduce the ratio of NPLs to outstanding loans, which could have been done quickly had it been possible to set up, with public backing, a company to manage such assets, are now provided by the measures introduced by the Italian authorities over the last two years.", "These are designed to foster the development of a market for NPLs, in part by shortening the recovery process.", "In the near future, a large volume of bad loans could be sold or securitized, including through recourse to government guarantees for senior tranches.", "The timeline for this recovery process should not be cut too short, however.", "The risks that could arise along the way will be smaller, the more efficient are economic policies in supporting the recovery."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Non-performing loans (NPLs)", "Bank supervision", "Asset quality", "Bank restructuring", "Bank capital", "Bank resolution", "Bank governance", "Market for NPLs", "Economic policies", "Recovery process"]}