{"sentences": ["ON THE REMARKS CHILEAN ECONOMY Governor, Central Bank of Chile 1.", "The last few months have brought mixed signals for the Chilean economy.", "Recent data suggest the global outlook appears more favorable, particularly for emerging economies.", "On the one hand, activity data and expectations in advanced economies have been more upbeat, marked by better than expected performance by the manufacturing sector and a more positive outlook following years of stagnation.", "As a result, deflationary risks have dissipated, as inflation is expected to return to more normal levels.", "The Federal Reserve (Fed) has continued to normalize monetary policy and monetary authorities in Europe and Japan appear to have set aside the possibility of additional stimulus measures.", "Markets have incorporated these changes in their expectations avoiding any serious disruptions.", "Along with better signs in advanced economies, activity in China has remained relatively stable, which contrasts with what had been observed one year ago.", "In this context, there has been a generalized increase in willingness to take on risk in financial markets, increasing stock market indices, reducing sovereign risk premiums and increasing capital flows to emerging markets.", "Commodity prices have also benefitted.", "Copper, our main export product, has been trading at prices near its two year highs and prospects for the next few years have improved, which has had a material impact on the Chilean terms of trade.", "Thus, based on better growth prospects for our trading partners, favorable external financial conditions and increased terms of trade, the baseline scenario included in our Monetary Policy Report published the first days of this month, considered that, for the next two years, the Chilean economy will receive an external impulse higher than considered at the end of 2016, when our previous report was published (figure 1).", "Source: Central Bank of Chile.", "On the domestic front, inflation has been consistent with what was expected in December.", "The annual variation of the CPI index fell to 2.7% in March, a significant drop compared to the 4.5% figure of a year ago.", "The behavior of the nominal exchange rate, which has appreciated relative to its level one year ago, has been a fundamental driver of inflationary dynamics.", "The appreciation has had a greater impact in the decline of the goods component of the CPIEFE index (our core inflation measure).", "In fact, the goods component of core inflation dropped from nearly 5% at the beginning of 2016 to 0.3% in March.", "The services component has been stickier, and has dropped from the same levels the first few month of last year to 3.3% in March.", "An explanation for this is that approximately 3⁄4 of the prices included in this component are administered prices or are indexed to past inflation, a fact that enhances their inertia and, as such, makes them less sensitive to exchange rate fluctuations (figure 2).", "Inflation indicators (*) (annual change, percent) Core services Core CPI -2 -2 13 14 15 16 17 (*) Starting from January 2014 the new indexes with base year 2013=100 are used, and are thus not strictly comparable with previous figures.", "Sources: Central Bank of Chile and National Statistics Institute.", "Although in our baseline scenario headline inflation is expected to continue declining in the coming months, reaching levels in the lower bound of our tolerance range, it is foreseen to return to 3% by the end of 2017 and fluctuate close to our target towards the end of the forecast horizon in the first quarter of 2019.", "Market expectations are very similar to the forecasts included in our latest Report, and also point to CPI inflation fluctuating around our 3% target starting the end of this year.", "Convergence of inflation rests on two main assumptions.", "The first one, that our RER will remain relatively stable at its current levels; a level we believe is consistent with fundamentals.", "And the second one, that the output gap will gradually close by the end of this year (figure 3).", "2017 Report (*) The grey area, starting from the first quarter of 2017, corresponds to the forecast.", "Sources: Central Bank of Chile and National Statistics Institute.", "Actually, activity has been worse than expected.", "According to recent data the output gap is currently somewhat larger than we anticipated in December.", "GDP grew by 1.6% in 2016, in line with what was anticipated then.", "However, revised national account data -including the publication of the new Benchmark Compilation, with base year 2013- suggest the economy was somewhat stronger towards the beginning of 2016 and weaker towards the end of the year, leaving a low starting point for 2017 and a higher base of comparison for the beginning of the year.", "The new data also point to weakness in investment-related areas and in sectors that tend to be more persistent, such as business services (figure 4).", "GDP Non-natural resources GDP (annual change, percent) (annual change, percent) 8 8 8 Personal 8 services 6 6 6 6 4 4 4 4 Total Manufacturing Natural Business services -4 Resources -4 14 15 16 Source: Central Bank of Chile.", "On the expenditure side, domestic demand-excluding changes in inventories-also tended to decelerate throughout last year.", "Weakness was most evident in investment in construction and other works, which contracted by 4.9% in annual terms during the fourth quarter (average growth of 0.5% between the first and third quarters).", "Private consumption, in line with its behavior in the previous years, supported the economy, growing by more than 2% annually throughout 2016.", "Private consumption has been enhanced by wage growth and a low unemployment rate.", "However, it must be noted that while consumption of non-durables and services has remained relatively stable, durable goods consumption has recovered, partly due to the appreciation of the peso during the last year, and the necessary replenishment of inventories following several years of weak growth and even contraction.", "Something similar is observed with gross fixed capital formation in machinery and equipment.", "Excluding the purchase of non-regular transport machinery, this component of investment has improved in recent months.", "In our baseline scenario, gross fixed capital formation will experience a slightly positive growth in 2017, after three consecutive years of contraction.", "A key factor in the negative figures we have seen the last few years is the end of the mining investment cycle, which reached its peak in 2012.", "More recently the deterioration of housing construction has added, as the boom triggered by tax incentives finished and a modification of loan-to-value norms reduced home sales.", "Going forward, our forecasts rely on an increase in non-mining and non-residential investment (mainly machinery and equipment).", "While mining investment will eventually return to positive territory during 2018, the gradual adjustment in residential investment is expected to continue during the following quarters (figure 5).", "Since total GFCF is expressed using the 2013 Benchmark Compilation, annual variation of other GFCF is adjusted for consistency purposes.", "Estimations for 2015 and 2016 based on available information from listed companies (FECU), Capital Goods corporation surveys, Chilean Chamber of Construction and National Accounts by institutional sector.", "For 2017 and 2018, Central Bank projection models and sectoral sources are used, including investment plans and Capital Goods Corporation surveys.", "Source: Central Bank of Chile.", "The labor market continues to gradually adjust and could become a drag on consumption.", "Wage employment declined by 2% annually in the moving quarter that ended in February, and annual wage growth moderated.", "In addition, the number of hours worked declined, at a time when an increasing number of workers suggest their workdays are shorter than desired.", "In any case, this has not translated into an increase in open unemployment, due to flexibility in the Chilean labor market: the unemployment rate is still low from an historic perspective.", "In fact, despite being more precarious, self-employment has acted as a significant buffer to the loss of dynamism in wage employment (figure 6).", "Source: National Statistics Institute (INE).", "Domestic financial conditions remain favorable, particularly in terms of interest rates.", "Notwithstanding, credit volumes have decelerated with respect to previous years, as a result of overall subdued demand.", "Despite some increase in recent data, arrears ratios are still low, a clear sign that slower growth has not affected the financial health of companies and households.", "The evolution of the local stock market has caught some attention lately, since the IPSA has increased about 17% this year and more than 30% since December 2015.", "Although these numbers might ring some bells, the performance of the Chilean index does not differ significantly from other regional stock markets and its recent behavior might just be a catch up from very low levels.", "Measured in real terms, its current value does not seem to be an outlier either (figure 7).", "The prolonged strike at the Escondida, the open-pit copper mine with the world's largest production, will have a very important effect on our first quarter GDP figures.", "It already did in the Imacec of February, which showed a yoy contraction of 1.3%, with a fall of 17.1% of its mining component.", "Since the strike ended in late March and resuming normal production levels is not instantaneously, the figures of that month will also be affected.", "If you add the continued weakness in construction, the economy could experience an expansion close to 0% in the first quarter of the year.", "However, one should not forget that the strike at Escondida, while very relevant to explain the first quarter figure, is a oneoff event that is not expected to generate significant spillovers on activity elsewhere in the economy, nor on inflation.", "For these reasons we reduced our growth forecast for 2017, and we are now projecting GDP will be in the 1-2% range (1.5-2.5% in December).", "The growth recovery is based on the fact that the economy does not appear to have any relevant imbalances, the mining-related investment adjustment is expected to end, and as I mentioned at the beginning of my presentation, the global outlook appears more favorable.", "Fiscal policy is assumed to follow the fiscal consolidation path announced by the Government.", "Source: Central Bank of Chile.", "Or growth scenario also assumes that monetary policy will remain expansionary throughout the policy horizon.", "Following our communication in December, when we signaled that an additional impulse was necessary for inflation to converge to the target, during the first months of the year, we reduced the monetary policy rate (MPR) by 50 basis points (bp), leaving it at 3%.", "These actions meant anticipating our December announcement.", "Later, in our March Report, we announced the need of a slightly greater monetary policy impulse.", "As a result, we used the working assumption that the MPR would follow a trajectory similar to the one implied by financial asset prices during the ten days prior to its statistical closing.", "In practice, this meant at least one additional 25bp cut.", "It is always worth remembering that this is a working assumption and as such, contingent to the new developments and their impact on projected inflation.", "If incoming information points at the necessity of an additional boost or, on the contrary, if this is no longer needed, we will react promptly, communicating the justification of doing so.", "Consistent with the assumption used in our March Report, in April we decided to lower the MPR by 25bp, to 2.75%.", "The press release issued then stated that we will assess the need for some additional increase in the monetary impulse, which will hinge on the medium-term inflation outlook (figure 8).", "This way, our monetary policy continues to be one of the most expansionary in a group of comparable economies.", "MPR and expectations Financial asset prices, March Report (*) prices, December 3 3 Financial asset prices (17 April) 14 15 16 17 18 19 (*) Constructed using interest rates on swap contracts up to 10 years.", "Source: Central Bank of Chile.", "As usual when making forecasts, our macroeconomic scenario faces several risks.", "If they materialize, they may reshape the macroeconomic outlook and, therefore, may alter the course of monetary policy.", "We have identified two types of risks in the external front facing the Chilean economy.", "Some of them may potentially have a material impact, yet are hard to quantify (such as political-economic uncertainty).", "Others risks have been mentioned for quite some time, but their likelihood have varied.", "Regarding the latter, the expected trajectories of fiscal and monetary policy in the U.S. may potentially generate upside or downside risks.", "China remains a source of concern although its authorities appear to have successfully managed a gradual deceleration without a major disruption thus far.", "These are probably risks for most economies of the world, but particularly for a small open economy, such as Chile.", "On the domestic front, after several years of subdued growth, we cannot rule out that a more persistent phenomenon may be affecting the economy's ability to grow, in which case it would be necessary to revise the public and private expenditure plans.", "Moreover, while the labor market has gradually adjusted without generating a significant increase in unemployment, it is possible that after several years of low growth, firms require larger personnel adjustments, especially if the expected growth recovery towards the end of the year stalls.", "In contrast, in the context of the absence of observable macroeconomic imbalances that hinder growth, a scenario in which the global outlook improves, combined with the end of the adjustment of mining-related investment, and a rebound in sentiment, may lead to a more dynamic recovery (figure 9).", "In fact, several fundamentals of the Chilean economy have remained quite solid during this weaker part of the cycle.", "As you might know, Chile was one of the first few countries to introduce a structural fiscal policy, which has been applied consistently over more than 15 years.", "As part of this policy, the government has been able to save during good times and currently has two sovereign wealth funds, totaling almost 10% of GDP.", "Sources: Moody's and National Budget Department, Ministry of Finance of Chile.", "Strength of our country is the fact that compared to earlier low-growth periods it has more liquid external funds available.", "At the same time, the financial sector is healthy and non-performing loans have diminished over time.", "Reforms currently under discussion, particularly a New General Banking Law, aim to bolster resilience and improve banking capital adequacy ratios (figure 10).", "Source: Global Financial Stability Report, IMF.", "The medium- and long-term outlook 19.", "The Chilean economy has endured a long period of slow growth, while its potential growth has dropped to a range between 2.5% and 3%, i.e., less than estimated a decade ago (4% to 5%).", "In principle, this change is explained by: (a) a smaller contribution of the accumulation of productive factors, inherent to a maturing economy; (b) a drop in gross fixed capital formation that has lasted several years; (c) reduced mining productivity; and (d) a limited contribution of productivity growth in the other sectors.", "The reduced potential growth calls for closer attention to the determinants of longerterm growth.", "Although the incidence of monetary policy is mild, every central bank must be able to monitor the developments affecting the future path of the economy to ensure a more effective monetary policy.", "Among Chile's future growth possibilities is the fact that closing the output gap would allow boosting growth in a stable manner from just less than 2% in recent years to a 2.5% to 3% range.", "As I mentioned before, this is grounded on a better external scenario, the fading of some sectoral factors that have slowed down the pace of growth, a more expansionary monetary policy, and the lack of macroeconomic growth constraints.", "This requires more dynamic exports, domestic demand and investment.", "A more significant increase in investment that brings it closer to its historical rates, coupled by increased factor mobility, would boost growth to a sustainable rate of around 3.5%.", "This would require revitalizing mining investment, better investor expectations in the rest of the economy, favorable financial conditions, and the elimination of bottlenecks that hinder the reallocation of resources toward more competitive areas.", "A smooth operation of both the labor market and the capital market is essential for this.", "Regarding productivity growth in the other sectors, the possibility of further improvements relies mainly on: (1) increasing human capital accumulation through increased labor participation, raising working skills above the already projected levels or the migration of workers with the competences required by the Chilean system; and (2) making productivity improvements via enhancing companies' efficiency, lowering production and trading costs, and changing output composition toward more competitive and productive sectors, while advancing in terms of innovation and technological development.", "As Chile's concern for growth has intensified, many ideas about public policies have emerged that could help enhance productivity, with proposals coming from the government, private agents and the National Productivity Commission.", "In particular, policies have been developed that have permitted to diversify the energy matrix, increase supply reliability and reduce costs.", "There have been other factors, however, that pose a risk to productivity, including initiatives that may overburden corporate costs, generate new trading costs or reduce savings.", "Finally, any discussion about productivity must necessarily cover technological development.", "This is a key driver of economies' productivity and competitiveness around the world.", "It is obvious in my opinion that the new technologies, knowledge and innovation capacity are input into the productive system through new ventures, investments and restructurings."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Growth", "Monetary policy", "External economy", "Investment", "Fiscal policy", "Labor market", "Financial conditions", "Productivity", "Risks"]}