{"sentences": ["Minister, former Governor Honohan, distinguished guests, I am delighted to welcome you to the inauguration of the Central Bank of Ireland's Dockland Campus.", "Today marks an important step for the future of the Central Bank, as we adapt to fulfil our increasingly complex mandate in a more interconnected and challenging global environment.", "There is also a nice parallel with the past.", "In 1927, when deciding on the first permanent premises of the Currency Commission - the precursor to the Central Bank - members of the Commission emphasised the importance of placing it in close proximity to the Shareholding Banks, and Foster Place was chosen.", "In the same vein, our Dockland Campus, incorporating North Wall Quay and Spencer Dock, again places us firmly at the centre of Ireland's international financial district.", "The Central Bank is a vital institution of the State.", "When the Currency Commission was dissolved in 1943, the Central Bank was established with an enhanced role, the most important of which was \"safeguarding the integrity of the currency\" and, echoing a phrase from Article 45 of the Constitution, ensuring that \"in what pertains to the control of credit, the constant and predominant aim shall be the welfare of the people as a whole\".", "In the years since its establishment, both the domestic mandate of the Central Bank and our European roles have expanded.", "Our European role is critically important and the Bank is recognised as a strong contributor to the work of the European System of Central Banks and European System of Financial Supervision.", "But while our mandate has expanded and our staff has doubled in recent years, what has not changed is our core mission of protecting the public interest, and public service is central to the ethos and culture of the Bank.", "The fact that this site was originally intended to host the new headquarters for Anglo-Irish Bank has invited much commentary.", "In one sense, history is again repeating itself.", "Foster Place was leased in perpetuity from Bank of Ireland.", "Commercial Buildings on Dame Street - as the name suggests - was formerly occupied by members of the Chamber of Commerce, the Stock Exchange, merchants' offices and brokers.", "My own view is that this juxtaposition is quite fitting in serving as an ongoing reminder of the severe economic and social damage caused by financial crises - a reminder to the Bank and our staff (as much as to the public) of our mission and the critical need to remain ever vigilant.", "I hope that our new building can serve as a symbol to the people of Ireland of the importance of our work to fulfil our mission of safeguarding stability, protecting consumers."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["safeguarding stability", "public service", "financial crises", "protecting consumers", "European System of Central Banks", "European System of Financial Supervision", "Dockland Campus", "Currency Commission", "Central Bank of Ireland", "Foster Place"]}