{"sentences": ["controlling the risks Committee on Payments and Market Infrastructures (Bank for International Settlements) As a result of structural changes in financial markets and the introduction of mandatory central clearing obligations for standardised over-the-counter (OTC) derivatives, central clearing has expanded significantly in recent years.", "In parallel, public authorities have devoted greater attention to strengthening the global safeguards for central clearing, notably with the adoption of the CPMI-IOSCO Principles for Financial Market Infrastructures in 2012, a complementary CPMI-IOSCO report on recovery of financial market infrastructures in 2014, and dedicated Financial Stability Board guidance on how to apply the \"Key Attributes of Effective Resolution Regimes for Financial Institutions\" to financial market infrastructures in 2014.", "In 2015 global standard-setting bodies launched a comprehensive work plan on central counterparty (CCP) resilience, recovery, resolution and clearing interdependencies to further enhance this framework.", "This article takes stock of the latest achievements in this area and outlines future priorities, concerning the finalisation of the CCP work plan, interactions between requirements for NB: All views expressed here are the author's own central counterparties and those for banks, greater granularity of central counterparty and do not necessarily reflect supervision and oversight, cross-border cooperation between authorities as well as those of the ECB, the CPMI or CPMI-IOSCO.", "macroprudential safeguards for central clearing.", "C1 Share of centrally cleared transactions in OTC derivatives markets entral clearing has expanded significantly in recent years as a result of both market-driven and regulatory factors.", "The clearing industry had already started to undergo structural changes before the financial crisis in 2007-2009 against the backdrop of globalised financial markets, regulatory harmonisation, the removal of trade barriers, and technological process reducing the cost of services provided by CCPs (CPSS, 2010).", "The financial crisis subsequently underscored the benefits of central clearing in terms of systemic risk reduction through robust counterparty risk S2 S1 S2 S1 S2 S1 S2 S1 S2 S1 2011 2012 2012 2013 2013 2014 2014 2015 2015 2016 management, greater transparency and more efficient use of collateral through multilateral netting.", "Particular Interest rates swaps Credit default swaps concerns regarding bilateral clearing were identified Source: FSB data, ECB calculations.", "with regard to OTC derivatives markets, as the opacity of the underlying exposures, together with uncertainty regarding counterparty creditworthiness fundamentally different from banks, whose social and the inherent leverage and complexity of OTC function is to transform risk and maturity.", "In derivatives, had been a major factor, if not in triggering addition, the financial resources included in the the collapse of Lehman Brothers and the near-default CCP recovery waterfall provide for \"built-in bail-in\" of AIG, at least in amplifying market disruptions of their shareholders and clearing members.", "At the Pittsburgh summit in September 2009, G20 leaders committed themselves Nevertheless, in order to ensure that this is the case to increasing the resilience and transparency of OTC and that CCPs can withstand not only tail events derivatives markets, including through mandatory but \"tail of tail\" events involving the default of central clearing of standardised OTC derivatives.", "As a multiple clearing members, policymakers have in result, the share of OTC derivatives cleared centrally recent years embarked on an ambitious agenda to has increased markedly, especially in the OTC interest enhance their robustness.", "The adoption by the CPMI rate and credit derivatives segments (see Chart 1).", "As and the Board of the International Organization of evidenced by the Financial Stability Board (FSB), there Securities Commissions (IOSCO) of the Principles also seems to be scope for substantial further growth for Financial Market Infrastructures (PFMI) in central clearing, especially for interest rate swaps (CPMI-IOSCO, 2012), related guidance on financial (IRS) and credit default swaps (CDS) (FSB, 2016).", "market infrastructure recovery (CPMI-IOSCO, 2014) and the FMI annex to the FSB's Key Attributes of Inevitably, the increased share of central clearing Effective Resolution Regimes for Financial Institutions has been associated with further risk concentration (FSB, 2014) were important milestones of this work.", "This in itself is not a concern.", "As long as CCPs are superior risk managers and act as pillars In 2015, at the request of G20 finance ministers of strength rather than sources of contagion during and governors, relevant global standard-setting potential crisis situations, they act as risk poolers, bodies agreed to further strengthen the safeguards not risk takers, and they therefore reduce the overall for central clearing with the adoption of the level of risk in the global financial system (not to \"CCP work plan\" (FSB SRC/FSB ReSG/BCBS/ mention other benefits such as a more efficient CPMI/IOSCO 2015).", "The CCP work plan use of scarce collateral).", "In this respect, they are focuses on assessing whether existing international 1| Recent progress in the global requirements for CCP resilience, recovery and policy framework for central resolution are adequately implemented and whether additional guidance should be provided.", "It also provides for further exploring the interdependencies between CCPs and their participants to better understand respective contagion channels and potential vulnerabilities.", "Significant progress has CCPs are exposed to various types of risks, notably been made in the CCP work plan in the meantime, credit and liquidity risk, custody and investment with most deliverables expected to be finalised by risk, operational risk and general business risk.", "Meanwhile, at the European Union Robust credit and liquidity risk management is level, the European Commission has proposed CCPs' first and foremost line of defence against new rules for the recovery and resolution of CCPs potential financial threats to their viability.", "CCPs (European Commission, 2016).", "should be resilient in the sense that their financial resources allow them to withstand potential failures This article takes stock of recent progress in the of major clearing members as well as any other global policy framework for CCPs (Section 1) extreme but plausible stress events (\"non-default\" and outlines future priorities (Section 2).", "related to custody investment losses, Section 3 concludes.", "operational and legal risk and cyber threats).", "Against this backdrop and in the context of the in place that address both default and non-default CCP work plan, CPMI-IOSCO assessed CCPs' scenarios.", "These need to include arrangements for loss absorption capacity and liquidity coverage comprehensively allocating potential credit losses against the related PFMI requirements.", "and liquidity shortfalls as well as for replenishing mutualised default resources and capital after In a report issued in August 2016, CPMI-IOSCO financial buffers for extreme but plausible conditions (2016b) reviewed the financial risk management have been exhausted (see Coeuré, 2015a for a and recovery practices at a sample of ten CCPs broader discussion of the loss-absorbing capacity of - including a mix of globally active and more CCPs and its impact on stakeholders' incentives).", "regionally focused ones - that provide clearing services for derivatives in nine jurisdictions.", "The In addition, CPMI-IOSCO are currently working report underlined that while CCPs have made on guidance to further facilitate CCPs' preparation progress in developing frameworks in line with of recovery plans by elaborating on some aspects the PFMI, there are a number of shortcomings of their 2014 report (see section 2.1).", "that should be addressed, notably in the areas of recovery planning and credit and liquidity risk management.", "Taking into account the stakeholder feedback received, CPMI-IOSCO Recovery arrangements are in principle designed issued initial proposals for guidance ex ante and should be comprehensive.", "However, (CPMIIOSCO, 2016a), which is expected to be finalised since extreme - and by definition implausible - in April 2017 (Box 1).", "market conditions are difficult to predict, there is a remote possibility that even a very carefully designed recovery plan may ex post turn out not to be effective in returning the CCP to viability Notwithstanding the substantial work on CCP or that its implementation may give rise to resilience including under extreme but plausible unexpected risks to financial stability.", "Besides, stress conditions, it cannot be excluded that CCPs expectation of a possible public bail-out would may face even more extreme market events where weaken risk management practices in CCPs and their existing safeguards and financial buffers may encourage a race to the bottom in margining and not be fully sufficient.", "To address such tail-of-tail haircutting practices.", "A framework enabling orderly risks, the PFMI require CCPs to draw up recovery intervention by a resolution authority must therefore plans to ensure continuity of their critical functions also be in place, especially to ensure the continuity without intervention or support from public of critical functions of the CCPs, minimise risks authorities.", "CPMI-IOSCO have also provided to financial stability and set the right incentives specific additional guidance on the development for CCP shareholders and clearing members so of recovery plans (CPMI-IOSCO 2014).", "as to avoid potential reliance on public bail-out funds and related risks for taxpayers.", "While CCP resilience requirements have been in place for several years (CPSS-IOSCO 2004), It should be underlined that the resolution of a recovery planning is still a fairly new area.", "When CCP would not necessarily imply winding it down.", "monitoring the implementation of the PFMI, There could be cases where a CCP in resolution CPMI-IOSCO (2016b) found that a number may cease to exist as a legal entity, for example of CCPs had not yet put in place recovery plans where the resolution authority may choose to sell fully in line with the PFMI.", "Against this backdrop, or transfer its business.", "However, the economics CPMI-IOSCO (2016a, 2017) recently reiterated of clearing favour economies of scale and the the requirement for CCPs to have recovery plans emergence of local monopolies, making such a solution in many cases difficult to implement.", "Interoperability between CCPs may facilitate FSB draft guidance on CCP resolution the transferability of portfolios, but it may also have unwelcome financial stability consequences Key elements underlined in the draft guidance include the following: (Coeuré, 2015b, and ESRB, 2016).", "The continuity of the CCP's critical functions should be ensured • CCP resolution should pursue the objective of financial stability, ensure the in all cases.", "continuity of critical functions and avoid exposing taxpayers to losses in all jurisdictions where those functions are critical.", "It should also maintain As noted in the introduction, the FSB Key Attributes appropriate incentives for effective default management and recovery.", "of Effective Resolution Regimes for Financial Institutions and the respective FMI Annex have • Resolution should to the extent possible, be predictable and ensure that no already set out a framework for CCP resolution.", "creditors are \"worse off\" in resolution than they would have been under CCP Under the CCP work plan, the FSB has considered insolvency proceedings.", "Resolution authorities should therefore follow the the need for additional guidance on implementation steps under the CCP recovery plan unless a departure is deemed necessary in order to assist authorities in resolution planning to achieve the resolution objectives and safeguard financial stability.", "Resolution and promote consistency in approaches across authorities should also have the power to award compensation to clearing countries.", "Following up on an earlier consultation members contributing resources in excess of their obligations under CCP (FSB, 2016), in February 2017 the FSB published rules in the form of equity or other types of ownership.", "draft granular guidance on central counterparty resolution and resolution planning for comments • In defining the timing of entry into resolution, there is a need to balance (FSB, 2017, see Box 2).", "Related work has been predictability for stakeholders with flexibility for resolution authorities.", "To led by the European Commission (2016) at the this end, the draft guidance sets out potential indicators for default and European level.", "non-default-related losses that may inform the decision on whether to place the CCP in resolution.", "In addition, relevant authorities should cooperate closely 1|4 Interdependencies in the lead-up to resolution.", "In order to ensure the robustness of the central • Resolution authorities should pursue prudent and consistent approaches when clearing landscape as a whole, measures calibrated assessing CCPs' resolution funding.", "To this end, the draft guidance sets out to individual CCPs may not be fully sufficient.", "In some common minimum criteria that should be considered.", "Temporary public particular, CCPs all rely heavily on contributions, funding should only be used as a last resort and coupled with very robust financial resources and liquidity provided by the ex post recovery mechanisms.", "same major banks (as clearing members and/or financial service providers), which creates • When conducting resolution planning, authorities should carefully differentiate significant interdependencies between CCPs.", "between potential default and/or non-default resolution scenarios and related These interdependencies may affect the robustness arrangements for allocating financial losses and replenishing CCPs' financial of CCPs especially in the case of distressed market resources.", "conditions that could trigger default management, recovery and/or resolution actions in more than • Oversight, supervisory or resolution authorities should be able to address one CCP at a time.", "Recent supervisory stress test material impediments to resolvability that may be identified by the resolution exercises in the EU and in the United States have authority.", "started lifting the veil on such interdependencies (ESMA, 2016, and CFTC staff, 2016).", "• To assist in the establishment of crisis management groups for CCPs that are systemically important in more than one jurisdiction, further guidance is Against this backdrop, the Basel Committee provided on identifying the relevant CCPs and the composition of these groups.", "on Banking Supervision (BCBS), the CPMI, the FSB and IOSCO established a joint study group in July 2015 to identify, quantify and Concerning recovery, one important area still analyse interdependencies between CCPs and under discussion relates to safeguards for effective clearing members and any resulting systemic interaction between CCP recovery and resolution.", "As a first step, the study group collected data from around 25 CCPs globally There are at least three reasons why recovery in order to identify CCPs' exposures to banks and resolution plans have to be consistent.", "First, as direct members, clients and financial service recovery planning provides the presumed starting providers.", "This work was complemented by an point for resolution and may therefore limit the assessment of existing information on banks' options available to the resolution authority.", "Second, counterparty and funding exposures to CCPs recovery takes place in the shadow of resolution, compiled by the International Data Hub at the implying that resolution plans shape stakeholders' Bank for International Settlements.", "incentives in recovery.", "Third, resolution should obey the \"no creditor worse off\" principle, for which recovery provides a relevant benchmark.", "| Future priorities Since different types of authorities are involved, 2|1 Completing the CCP work plan with supervisors and overseeers reviewing CCPs' recovery plans and resolution authorities conducting The CCP work plan is currently being finalised.", "CCP resolution planning, good coordination is of the essence.", "While, as regards resilience, final guidance on CCPs' risk management practices is expected Potential risks for effective CCP resolution arising to be issued in April 2017, CPMI-IOSCO have from the interplay with CCP recovery plans are not in the meantime also begun exploring the scope a remote theoretical possibility.", "CCP recovery plan for supervisory stress-testing as a complement to provisions regarding requirements for participants CCPs' in-house stress testing.", "The rationale for to make additional contributions in cash to CCPs supervisory stress-testing is twofold, namely in the event of financial shortfalls (\"cash calls\") to (i) support authorities' review of individual are an important case in point.", "CCPs' stress tests and to (ii) make it possible to test the collective response of CCPs to Cash calls are recognised as an essential element of shocks affecting them simultaneously.", "Given resolution authorities' toolkit for allocating financial the latter rationale, supervisory stress-testing losses, notably in view of their measurability.", "of CCPs has an inherently macroprudential Indeed, while clearing participants can fully prepare dimension.", "The development of supervisory for cash calls if they are contractually defined stress-testing is a project with a longer-term and capped ex ante (e.g.", "in relation to clearing horizon, given the related data requirements members' guaranty fund contributions), potential and analytical challenges in terms of building exposures arising from alternative measures, such relevant scenarios and identifying contagion as gains-based haircutting of variation margins channels across CCPs and (from and to) (VMGH) or partial tear-up may be difficult to their clearing members.", "However, CPMI and predict and prepare for as they depend on open IOSCO, also building on existing experience positions and market movements at an uncertain (as noted above), have recently taken a major point in the future.", "The ability of clearing members step forward by launching the development to measure and manage their potential exposures of a basic conceptual framework to guide in CCP resolution is an important aspect not only authorities in the construction and execution from a bank supervisory perspective but also from of multi-CCP supervisory stress tests.", "a broader financial stability angle, as it clearly 102 Banque de France Financial Stability Review No.", "21 - April 2017 - The impact of financial reforms has an impact on the credibility of resolution market environment.", "Second, potential losses funding.", "However, based on a stocktake of public will depend on the type of risk to which a CCP information on the rules of ten major global may be exposed.", "For instance, while losses arising CCPs for allocating participant-default-related from a small operational outage would be limited, losses, the ECB found that half of those CCPs substantial investment losses could arise in case provide for only one cash call in their recovery of sharp and sudden market movements.", "Therefore, if resolution authorities of those this backdrop, consideration should be given to CCPs were to favour the use of cash calls over examining whether CCPs should be explicitly alternative loss allocation tools such as VMGH, required to pursue an appropriately differentiated they would be restricted in their ability to act and prudent approach when calibrating their accordingly: they could either be stripped of this capital defences for non-default recovery scenarios.", "tool (if they intervene after CCPs have already used the call) or, in order to make use of the cash When it comes to covering investment risk, the call embedded in the CCP's rulebook, they would size of the initial margin could be an important need to intervene immediately after the exhaustion metric to determine the size of losses that may of the prefunded waterfall, thereby entirely crystallise.", "As set out in Chart 2 below, an internal shortcutting recovery, which could also be unwarranted.", "ECB stocktake of the capital held by eight major Unless applicable statutory regimes provide the EU CCPs, based on publicly available information, concerned resolution authorities with a dedicated showed that capital amounts to less than 2% of resolution cash call on CCP participants, they may initial margin holdings.", "This appears rather low in have to require amendments to the recovery plan view of the prospectively very significant market to ensure adequate flexibility for their actions.", "movements during a CCP recovery situation and also considering the highly demanding CPMI-IOSCO are also considering potential requirements for taking into account large-scale additional guidance for non-default-related recovery market movements when calibrating CCPs' financial events, notably regarding loss allocation.", "As set out resources for default-related losses.", "in the 2014 recovery guidance, losses arising from non-default risk are first and foremost the responsibility of CCPs and their owners, especially with regard to general business and operational risk.", "However, CCPs may provide for the involvement of participants in C2 Initial margins and capital at selected EU CCPs the allocation of custody and investment losses in a (x-axis: total initial margins in EUR billions, manner proportionate to participants' involvement y-axis: total CCP capital/total initial margins in %) in the respective risk governance.", ".0 1.8 An issue that may warrant further consideration 1.6 in the medium term is the calibration of CCPs' 1.4 own defences against non-default losses.", "Under the 1.2 PFMI, CCPs are required to hold liquid net assets 1.0 funded by equity equal to at least six months of 0.8 current operating expenses to absorb general 0.6 business losses.", "It must be underlined that this is 0.4 a minimum requirement only.", "or recurring business losses in a highly distressed With respect to resolution, the FSB is definition, more severe than extreme but plausible currently considering stakeholder feedback on its market conditions.", "draft guidance issued in February 2017, with the objective of issuing final guidance by mid-2017.", "Balancing these different considerations will As set out in the draft guidance, one issue that will require further analytical support.", "The work on continue to be assessed with a longer-term horizon CCP interdependencies, multi-CCP stress-testing is CCP resolution funding.", "Robust requirements to as well as practical experience in actual CCP ensure the availability of adequate funds to allocate resolution planning under the forthcoming FSB financial losses in resolution and to replenish CCPs' guidance are expected to provide significant input financial resources are critical given that a key in this regard.", "Against this background, the FSB objective of CCP resolution is to avoid exposing intends to determine by the end of 2018 whether taxpayers to losses.", "However, the determination additional guidance for CCP resolution funding of appropriate funding arrangements raises some may be needed.", "|2 Addressing interactions between CCP and banking rules On the one hand, there is a burden of proof on CCPs that the available funding credibly ensures the continuity of their critical functions, including CCPs and major financial institutions are highly in the event of very severe market conditions going interdependent.", "Global banks account for the bulk beyond the scenarios covered under CCP of centrally cleared business and provide critical stresstesting.", "In such circumstances, resolution funding services to CCPs, e.g.", "as investment agents, settlement that relies entirely on ad hoc funding could raise banks, custodians and liquidity providers.", "The challenges as funds would need to be increased at robustness of CCPs therefore depends on the ability the height of market stress, which could in itself of their participants and critical service providers further exacerbate market disturbances and may to meet all ongoing obligations under CCPs' rules simply not work.", "Temporary public funding could and arrangements (e.g.", "margin calls, contributions be difficult to recover from the private sector in a to default management and recovery, liquidity comprehensive and timely manner.", "Especially in the arrangements) in an effective and timely manner.", "case of global CCPs with members dispersed across multiple jurisdictions, there could be challenges Robust CCPs are equally important for banks.", "in enforcing purely contractual obligations on a Given the large share of banks' counterparty cross-border basis over a longer-term horizon, exposures concentrated in CCPs, any CCP failure including in view of potential changes in the or delay in its payment and delivery obligations CCP landscape following the resolution of a CCP.", "to its members will imply significant risks for its members.", "Banks also entrust CCPs with large On the other hand, funding arrangements should amounts of high-quality collateral and depend be proportionate to the \"tail-of-tail\" nature of CCP on CCPs for services ancillary to central clearing, resolution risks and should not weaken incentives such as securities lending and settlement facilities.", "for CCPs and their members to contribute to effective ongoing risk management and recovery.", "Given that the safety of banks and that of CCPs Funding arrangements should not become so are closely interrelated, respective regulatory costly so as to call into question the business case requirements are, in principle, mutually reinforcing.", "for CCPs, thereby thwarting the central clearing For example, progress on bank capital, liquidity objective or adversely impacting market liquidity.", "and resolution significantly reduces the risk that Finally, it is difficult to accurately predict funding CCPs will face the potential default of one of their needs for extremely unlikely events that are, by largest members.", "Similarly, progress in reducing the inherent procyclicality of CCPs' margin and Similar problems could be associated with the collateral policies makes it less likely that banks potential inclusion of banks' exposures to CCPs may be exposed to sudden and steep increases in under the large exposure framework.", "The large collateral requirements and related liquidity strains exposure regime, which applies quantitative limits in tightened market conditions.", "However, given to banks' exposures to individual counterparties, is that banks and CCPs are quite dissimilar in terms in principle difficult to reconcile with the nature of their risk profile, risk controls and balance sheets, of the CCP industry.", "Even high hard limits may the regulatory tools applied to them are different.", "not be workable for products where only one For instance, while banks mitigate credit risk in CCP provides relevant services, and could conflict their banking books with capital calibrated in directly with mandatory central clearing obligations.", "relation to their risk-weighted assets, CCPs always Banks could also be forced to move to a greater maintain balanced positions and rely on mutualised extent into bilateral clearing, which would also default resources to absorb potential losses in be undesirable in view of the recognised greater case of member default.", "As already mentioned, safety of central clearing.", "assuming that they are properly managed under the PFMI, CCPs are fundamentally risk poolers, Such cross-sectoral frictions should be addressed in not risk takers.", "In addition, central clearing is by a manner that appropriately balances the prudential nature a more concentrated business than banking.", "objectives of banking supervisors, the concerns of These differences need to be taken fully into CCP supervisors and overseers, and the shared account when designing CCP and banking rules interest in an overall safe and efficient clearing to avoid unwarranted cross-sectoral externalities.", "The FSB as coordinator of the CCP work plan could play an important role in this A case in point is the treatment of clients' cleared regard, notably by supporting joint ex ante and derivatives transactions under the Basel III leverage ex post impact assessments of prudential changes ratio framework, which provides that clearing by the affected standard-setting bodies.", "In this members are not able to offset the initial margin context, it would be important to also consider posted by their clients against their potential future possible qualitative changes in market structures exposure to that client.", "This treatment could that could give rise to new systemic vulnerabilities weaken the business case for providing client and that may be difficult to subsequently control clearing services, thereby limiting the scope for or reverse.", "indirect access to CCPs and ultimately reducing 2|3 Making CCP supervision and oversight hedging opportunities for end users.", "It could also give rise to disincentives for using CCPs and increased recourse to bilateral clearing, which would be associated with greater systemic risk, Increased central clearing and improved safeguards including for banks.", "In addition, the prospective for CCPs contribute not only to the safety but further concentration of client clearing business also to the efficiency of the financial system, given in a smaller number of clearing members would the benefits of central clearing in terms of greater further increase the respective financial risk collateral efficiency and market transparency.", "concentration and could limit the ability to port However, more stringent CCP rules come at a client positions and collateral in case of member cost to CCPs, clearing members and the financial default, heightening potential systemic spill-over system as a whole.", "It is also true that while CCPs risks.", "The consequences of the Basel III framework are, in principle, systemically relevant in the for the incentives to clear OTC derivatives and markets served, each CCP is different in terms other products centrally therefore need to be of its cross-jurisdictional risk implications and carefully monitored.", "resulting impact on global financial stability.", "It is therefore important to keep the regulatory nature and high degree of concentration of OTC requirements for CCPs strictly proportionate to derivatives markets.", "Against this backdrop, the FSB (2012) identified To this end, CCP supervision and oversight effective cooperation of authorities as a critical should increasingly evolve towards a more granular safeguard for global clearing, including the calibration of requirements in line with CCPs' specific existence of (i) cooperative oversight arrangements risk profiles.", "The PFMI already provide the basis for between relevant authorities, both domestically such a differentiated approach with their emphasis and internationally and on either a bilateral on minimum requirements and more demanding or multilateral basis, that result in robust and coverage requirements for more wide-ranging or consistently applied regulation and oversight of complex CCPs.", "Recent additional guidance on global CCPs and (ii) resolution and recovery CCPs' in-house stress-testing, the development of regimes that aim to ensure that the core functions supervisory stress-testing as well as the enhanced of CCPs are maintained during times of crisis and understanding of CCP interdependencies could that consider the interests of all jurisdictions where make it possible to move, in the medium term, CCPs are systemically important.", "towards an approach to CCP supervision and oversight that would combine standardised minimum These concerns were reflected in both the PFMI requirements for CCPs with \"Pillar II\" and the FSB Key Attributes of Effective Resolution entityspecific requirements reflecting individual risk in Regimes for Financial Institutions.", "\"Responsibility E\" a proportionate way.", "Such requirements would of the PFMI provides for cooperation between derive from a supervisory review process, including relevant authorities that is commensurate with a regular supervisory stress-testing, similar to what financial market infrastructure's systemic importance is now in place for banks.", "across jurisdictions for both normal times and crisis situations.", "Under the FSB Key Attributes, crisis Such an enhanced framework would require management groups (CMGs) should be maintained far-reaching changes to the existing frameworks for all financial market infrastructures that are (such as, in the EU, an overhaul of the European systemically important in more than one jurisdiction Market Infrastructure Regulation), but it would for resolution planning and execution purposes.", "On top of allowing for more proportionate supervision and oversight, it could Nevertheless, progress towards the actual also help to reduce some of the open questions establishment of cooperative arrangements in line regarding recovery and resolution funding.", "While with Responsibility E and of CMGs has been it will never be possible to fully predict events that slow.", "CPMI-IOSCO found in their report on are by definition implausible, a more granular jurisdictions' implementation of the responsibilities for approach to CCP supervision and oversight authorities under the PFMI (CPMI-IOSCO, 2015) could help to reduce the \"unknown unknowns\" that there was not yet sufficient evidence on of central clearing and to better gauge and address Responsibility E-type arrangements to assess the residual vulnerabilities.", "practical outcomes of the respective cooperation across jurisdictions and called upon authorities to continue 2|4 Ensuring effective cross-border cooperation to establish or refine those arrangements.", "Similarly, an internal FSB stocktake of the resolution regimes The introduction of mandatory central clearing in its member jurisdictions in 2015 highlighted that obligations for eligible OTC derivatives has CMGs (or equivalent arrangements) and systematic increased the role of CCPs with cross-border resolution planning processes were not in place for systemic risk implications, given the global several of the largest CCPs.", "Banque de France Financial Stability Review No.", "21 - April 2017 - The impact of financial reforms In this context, the CPMI, IOSCO and the FSB effects across the wider financial system in the have taken action to increase the momentum for event of a CCP emergency that may arise from the cross-border-cooperation.", "CPMI and IOSCO high degree of risk concentration in CCPs as well have developed criteria for identifying CCPs as interdependencies between CCPs and major that are systemically relevant in more than one financial institutions.", "Another, more ambitious, jurisdiction and have also launched a review of objective would be to act in a countercyclical manner whether further guidance on the implementation by preventing the excessive build-up of risk in good of Responsibility E could be helpful.", "As part of its times and smoothen the impact of CCPs' financial risk February 2017 draft guidance on CCP resolution, management during the economic cycle, similar to and based on a consultation by CPMI-IOSCO what is already pursued in the banking sector (ECB, of CCPs' home and host authorities, the FSB has 2016), but of course operationalised in a way that is clarified the CCPs for which CMGs should be appropriate to the specific nature of central clearing.", "established and has also issued further guidance Coeuré (2016) discusses the former objective, while on the composition of CMGs.", "Constâncio (2016) discusses the latter.", "An important additional priority in the future will Macroprudential safeguards for central clearing be to ensure effective and consistent cross-border were already established under the PFMI and the cooperation for major cross-border CCPs throughout Key Attributes and have been further enhanced their potential lifecycle.", "In particular, given the under the CCP work plan.", "close linkages between CCP resilience, recovery and resolution, it will be essential for a core group • The PFMI require CCPs to adopt stable-through- of authorities to be able to assess the robustness of the-cycle margin and collateral haircut practices the CCP throughout its normal risk management, to avoid sudden and steep increases of related recovery and resolution planning processes as requirements during an economic downturn.", "well as to prepare for close communication and The forthcoming CPMI-IOSCO guidance coordination in emergency situations.", "Accordingly, on CCP resilience will further strengthen the authorities responsible for major cross-border requirements for non-procyclical behaviour by CCPs should not only operate CMGs but also requiring CCPs to adopt a holistic approach establish cooperative arrangements in line with in addressing these issues, using quantitative Responsibility E (the composition of which does metrics and considering this aspect during the not have to fully coincide with that of CMGs), model validation process.", "and for this purpose they should use multilateral information-sharing to the extent possible.", "• The PFMI emphasis on stress-testing CCPs' liquid and mutualised default resource has made 2|5 Enhancing the macroprudential CCPs' risk management much more safeguards for central clearing forwardlooking than in the past.", "The forthcoming CPMI-IOSCO further guidance on stress Given the central role of CCPs in the financial testing as well as expected progress towards system, it is critical to ensure that CCPs are not supervisory stress-testing are designed to introduce only robust on a stand-alone basis, but that their additional caution in preparing for stressed potential wider systemic risk externalities are also market conditions.", "understood and mitigated.", "• Under the PFMI, CCPs with cross-border Macroprudential safeguards for CCPs should, at a systemic relevance or a more complex risk profile minimum, prevent CCPs from acting in a procyclical need to comply with more stringent coverage manner.", "This implies limiting potential contagion requirements for their credit and liquidity exposures so as to ensure that their financial of both CCPs and the relevant authorities.", "The buffers will be commensurate with their wider respective global rules are minimum requirements systemic risk implications.", "Measures to spur the only.", "Enhanced CCP in-house stress-testing as well establishment of cooperative arrangements in as progress in supervisory stress-testing should be line with Responsibility E as well as of CMGs used to assess more closely if and to what extent will provide important checks and balances for some CCPs, depending on their specific risk the risk management, recovery and resolution profile, may need to move beyond that.", "In the planning of cross-border CCPs and will be medium term, it is worthwhile considering an essential in supporting effective cooperation approach that would combine standardised between authorities.", "This will help to ensure that minimum requirements with entity-specific ones a potential CCP emergency can be addressed in a based on a supervisory review process, including swift, orderly and comprehensive manner, thereby supervisory stress-testing.", "Greater granularity of limiting potential wider systemic contagion effects.", "CCP supervision and oversight will also help to better calibrate CCPs' defences for potential One area where further progress is still needed relates recovery or resolution scenarios.", "to the enhanced consideration of interdependencies between CCPs and major financial institutions Authorities should step up their efforts to enhance in identifying cross-sectoral vulnerabilities and cooperation with regard to major cross-border contagion channels.", "It would seem useful to CCPs and should ensure that the frequency and develop the recent stock-take of central clearing depth of cooperation is in line with the systemic interdependencies into a regular global data risk implications of CCPs.", "Cooperation should collection in order to ensure effective monitoring also reflect the significant overlaps and interactions of related exposures over time.", "In the medium between potential default management, recovery term, subject to further progress on supervisory and resolution scenarios and ensure that a core stress-testing, it would seem useful to conduct group of authorities from the most affected top-down (model-based) stress-testing of the central jurisdictions will be able to assess a CCP's defences clearing network and potential risk implications throughout its potential lifecycle in a consistent for the wider financial system.", "In addition, cooperation between authorities in charge of CCP supervision and oversight on the one hand, and resolution on the other, should ensure the consistency of recovery and resolution plans, the alignment of The recent review of CCP resilience, recovery stakeholder incentives down the recovery waterfall and resolution under the CCP work plan has and beyond, and the effective application of the confirmed that the safeguards established by the \"no creditor worse-off\" principle.", "PFMI and the Key Attributes for Effective Resolution of Financial Institutions are adequate.", "Additional Finally, authorities should work to further enhance guidance on the application of these requirements the robustness not only of individual CCPs, will promote further rigour and consistency in but of the central clearing landscape as a whole.", "CCPs' approaches as well as enhanced cooperation To this end, it would seem useful to move in the between authorities.", "The main priority at this medium term towards a structured framework juncture is to finalise that guidance and to then for the ongoing monitoring of central clearing ensure its full and timely implementation.", "interdependencies and multi-CCP stress testing.", "In addition, potential cross-sectoral spillover effects In this context, one important priority is to ensure of CCP and banking rules should be carefully a sufficient level of granularity in the approaches assessed when considering prudential changes.", "CFTC staff (2016) CPMI-IOSCO (2016a) Supervisory stress test of clearing houses, November.", "Resilience and recovery of central counterparties (CCPs): Further guidance on the PFMI - Consultative Coeuré (B.)", "\"Ensuring an adequate loss-absorbing capacity of CPMI-IOSCO (2016b) central counterparties\", special invited lecture at the Federal Reserve Bank of Chicago 2015 Symposium Implementation monitoring of PFMI: Level 3 on Central Clearing, Chicago, 10 April.", "assessment - Report on the financial risk management and recovery practices of 10 derivatives CCPs, August.", "(2015b) CPMI-IOSCO (2017) \"The international regulatory agenda on CCP links\", speech at the ESRB workshop on CCP Resilience of central counterparties (CCPs), April.", "interoperability arrangements, 2 November.", "Committee on Payment and Settlement Systems Coeuré (B.)", "(2016) - CPSS (2010) \"Towards a macroprudential framework for Market structure developments in the clearing industry: central counterparties\", introductory remarks implications for financial stability, report of the at a policy panel discussion on the progress with Working Group on Post-trade Services, November.", "new macroprudential instruments at the ESRB CPSS-IOSCO (2004) international conference on macroprudential margins and haircuts, Frankfurt am Main, 6 June.", "Recommendations for Central Counterparties, November.", "Constâncio (V.) (2016) European Central Bank (2016) \"Margins and haircuts as a macroprudential tool\", remarks at the ESRB international conference on \"Topical issue: the ECB's macroprudential the macroprudential use of margins and haircuts, policy framework\", in: Macroprudential Bulletin, Frankfurt am Main, 6 June.", "Committee on Payments and Market Infrastructures European Commission (2016) (CPMI) - International Organization of Securities Proposal for a regulation of the European Parliament Commissions (IOSCO) (2012) and of the Council on a framework for the recovery Principles for financial market infrastructures, and resolution of central counterparties and amending April.", "CPMI-IOSCO (2014) European Securities and Markets Authority (2016) Recovery of financial market infrastructures, October.", "Financial Stability Board - FSB (2012) FSB (2017) Overview of progress in the implementation of the Guidance on central counterparty resolution and G20 recommendations for strengthening financial resolution planning - consultative document, February.", "Report of the Financial Stability Board to FSB SRC/FSB RESG/BCBS/CPM/IOSCO (2015) G20 Leaders, 19 June.", "CCP work plan, April.", "Key attributes of effective resolution regimes for financial institutions, October.", "Essential aspects of ccp resolution planning - discussion note, August.", "Banque de France Financial Stability Review No."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central clearing", "CCPs", "Recovery", "Resolution", "Financial stability", "Systemic risk", "Macroprudential safeguards", "Interdependencies", "PFMI", "Basel III"]}