{"sentences": ["November 13, 2017 Quantitative and Qualitative Monetary Easing and Economic Theory Speech at the University of Zurich in Switzerland Governor of the Bank of Japan I am very honored to have the opportunity to give a speech at the University of Zurich today.", "I also would like to express my sincerest gratitude to the Swiss National Bank for arranging this valuable occasion.", "At present, the Bank of Japan is pursuing powerful monetary easing under the framework of quantitative and qualitative monetary easing (QQE), with a view to achieving the price stability target of 2 percent.", "In my speech today entitled \"Quantitative and Qualitative Monetary Easing and Economic Theory,\" I would like to talk about the following three points.", "First, I will outline Japan's experience with deflation, which lasted for 15 years and led the Bank to introduce the new policy framework of QQE.", "Second, I will explain in detail the two pillars of QQE -- the Bank's strong commitment policy and large-scale Japanese government bond (JGB) purchases -- both in terms of theory and practice.", "Lastly, I will talk about the results QQE has borne to date as well as remaining challenges bearing in mind recent economic debates.", "I. Japan's Experience with Deflation Leading Up to the Introduction of QQE A.", "Prolonged Deflation Let me start by talking about Japan's deflation, which lasted for 15 years.", "Japan experienced a major asset bubble from the late 1980s to the early 1990s.", "In the course of the burst of the asset bubble, Japan's economy suffered a sharp slowdown and the inflation rate steadily declined.", "In the late 1990s, the year-on-year rate of change in the consumer price index (CPI) fell into negative territory and, with brief exceptions, remained in negative territory for 15 years (Chart 1).", "Economic theory points to two possible causes of the prolonged deflation.", "The first is a decline in the natural rate of interest, while the second is a decline in inflation expectations.,2 The natural rate of interest is the real interest rate that is neutral to economic activity in that it will neither accelerate nor decelerate the economy.", "Although the determinants of the natural rate of interest are the subject of considerable debate among academics, it is widely thought that the potential growth rate of the economy plays a major role.", "Since the nominal policy interest rate has a lower bound of 0 percent, if the potential growth rate or inflation expectations decline, real interest rates remain high compared with the natural rate of interest and financial conditions cannot be sufficiently accommodative.", "As a result, it becomes difficult to overcome deflation.", "During the deflationary phase in Japan, both the natural rate of interest and inflation expectations seem to have declined.", "While coping with the aftermath of the burst of the asset bubble, many economic entities such as firms and financial institutions were slow to respond to drastic changes in the economic environment such as globalization and advances in information technology.", "Against this background, Japan's potential growth rate declined from around 4 percent in the early 1990s to around 1 percent in the late 1990s.", "The decline in the potential growth rate continued in the 2000s, reflecting the aging of the population, which was progressing at a faster pace than in other major economies (Chart 2).", "Meanwhile, with actual inflation being slightly negative, inflation expectations also seem to have followed a downward trend.", "Limited Room for a Policy Response With the aim of addressing the prolonged deflation, the Bank of Japan in 1999 introduced the zero interest rate policy, in which the uncollateralized overnight call rate was guided to virtually 0 percent.", "Then, in 2001, the Bank introduced quantitative easing (QE), increasing monetary base to financial markets.", "These were path-breaking policy steps at the time, but Japan's economy nevertheless could not overcome deflation.", "In 2008, with conventional monetary policy measures already exhausted, Japan's economy was dealt a major blow by the global financial crisis.", "At the time, with the short-term policy interest rate at 0.5 percent, there was little room for further reductions.", "The situation was quite different from that in Europe and the United States, where there was room for a further reduction by 3 to 4 percentage points.", "With inflation expectations low and little room for a further reduction in nominal interest rates, the Bank's ability to respond was limited.", "This limited scope for a policy response is one of the major reasons why the economic downturn in Japan was more pronounced than that in Europe and the United States -- which were the epicenter of the crisis -- even though the soundness of financial institutions and the financial system in Japan remained unaffected (Chart 3).", "In order to overcome deflation, real interest rates need to be well below the natural rate of interest, whose key determinant is the potential growth rate.", "Since monetary policy cannot raise the potential growth rate directly, the only means that central banks have left at their disposal is to substantially reduce real interest rates.", "Two key challenges to achieve this are to substantially lower nominal interest rates and to raise inflation expectations.", "Theory and Practice of QQE The two challenges cannot be resolved using conventional monetary policy relying on the control of short-term interest rates.", "While policy innovations were needed, what we could rely on were established economic theories.", "The challenge for the Bank of Japan therefore was to come up with concrete policy measures -- derived from economy theory -- that could be implemented in practice.", "The answer that the Bank came up with was QQE.", "This policy framework consists of two pillars: a strong commitment policy aiming to work on inflation expectations, and large-scale JGB purchases in order to push down long-term interest rates.", "A Strong Commitment Policy (Forward Guidance) Let me elaborate on the strong commitment policy first.", "In economic theory, efforts by the central bank to work on people's forecasts and expectations through commitments regarding the future course of monetary policy are called \"forward guidance.\"", "The importance of working on expectations was recognized by economists long ago.", "For example, Ralph George Hawtrey, a British economist active in the first half of the 20th century, and John Richard Hicks, one of the leading economists of the 20th century, identified concepts such as \"forward-looking monetary policy\" and \"announcement effects.\"", "These concepts were subsequently formalized by Friedman, Lucas, and the New Keynesians.", "Today, the idea that central banks can work on inflation expectations and increase the effectiveness of monetary policy by demonstrating their strong intention to achieve price stability forms a theoretical pillar of monetary policy in many countries, and is widely employed in policies such as inflation targeting.", "Recent years have also seen vigorous research on the mechanism that central banks -- even when facing the zero lower bound -- can \"borrow\" easing effects from the future by committing themselves to continuing with monetary easing even if economic activity and prices improve going forward.", "In 1998, Professor Krugman argued that, in order for Japan to overcome deflation, it was necessary to substantially increase the money supply and make real interest rates sufficiently negative by raising inflation expectations.", "In 2003, Professor Woodford and Professor Eggertsson -- who was an IMF economist at the time -- argued that, in order to overcome deflation at the zero lower bound, the management of the expectations of private entities was important and that, for this purpose, a commitment to keeping future monetary policy sufficiently accommodative was indispensable.", "On the other hand, in the world of practice, the Bank of Japan has been a pioneer of such forward guidance.", "When it introduced the zero interest rate policy in 1999, the Bank explicitly committed to continuing with the zero interest rate policy \"until deflationary concern is dispelled.\"", "I regard this as the first application of forward guidance in practice worldwide.", "Moreover, in the period of QE from 2001 to 2006, the Bank committed to continuing with QE \"until the annual rate of change in the CPI registers zero percent or above in a stable manner.\"", "However, these policies were insufficient to overcome deflation.", "One of the reasons likely is that the natural rate of interest had declined more than expected, but it is probably also the case that the commitment at the time was somewhat ambiguous and the target inflation rate was too low, so that the policies were insufficient to raise inflation expectations.", "When it introduced QQE in 2013, the Bank -- in order to properly lift inflation expectations, and keeping latest economic theory fully in mind -- made sure to make a strong and clear commitment that it would achieve the 2 percent price stability target in a responsible manner.", "In addition, in September 2016, the Bank introduced its inflation-overshooting commitment, which is even more powerful forward guidance.", "This is a commitment that the Bank will continue expanding the monetary base until the year-on-year rate of increase in the observed CPI exceeds 2 percent and stays above the target in a stable manner.", "In general, it takes a fair amount of time for monetary policy to affect economic activity and prices, so that it is desirable to take monetary policy decisions well in advance based on the outlook for the future.", "From this perspective, the current commitment, which clearly states that the policy will be maintained until the inflation target is achieved, is an exceptional step for a central bank and can be regarded as a more powerful measure.", "Large-Scale JGB Purchases Next, I would like to talk about the second pillar of QQE: the large-scale JGB purchases.", "Since the global financial crisis, in order to overcome the zero lower bound, many central banks have pursued a decline in real interest rates by implementing monetary policy focusing on the longer end, where room for interest rate reductions remained.", "The most direct method to do this was to lower long-term interest rates through longer-term lending and purchases of long-term government bonds by central banks.", "However, from the perspective of economic theory, opinions were split as to whether central banks can push down longer-term interest rates, with one view holding that this is possible and the other that it is not.", "Keynes and, following in his footsteps, Tobin, assuming imperfect financial asset substitution, argued that long-term government bond purchases by central banks will push down long-term interest rates, and this was the mainstream view until the 1960s.", "However, as financial markets highly developed and Keynesian influence waned, and based on the assumption that arbitrage in financial markets works perfectly, the so-called \"Wallace neutrality,\" holding that asset purchase operations by central banks have a neutral effect on asset price formation, gained traction.", "While economic theory provided these two conflicting views, central banks -- tasked with the conduct of monetary policy -- weighed up the options, taking the limitations and problems suggested by theory into account, and devised new policy schemes.", "In practice, since the global financial crisis, major central banks including the Federal Reserve have conducted large-scale government bond purchases and have succeeded in pushing down longer-term interest rates.", "Recent empirical studies also support the view that central bank government bond purchases can significantly push down long-term interest rates.", "Work on the theoretical underpinnings of these observations is still ongoing, but research has been conducted once again on market imperfections and segmentation, focusing on deep-seated demand for government bonds as collateral and some investors' particular preference for investment in long-term government bonds.", "The Bank of Japan has also purchased government bonds, and on a scale that far exceeds that of major central banks.", "The size of the Bank of Japan's balance sheet currently is about 500 trillion yen, which is roughly equivalent to Japan's nominal GDP.", "Given that the balance sheets of the Federal Reserve and the European Central Bank (ECB) are equivalent to about 20 to 40 percent of nominal GDP, I think this demonstrates how massive the Bank of Japan's purchases of government bonds are (Chart 4).", "The concrete approach of such purchases has also evolved over the past four and a half years.", "Initially, in order to push down the entire yield curve, the Bank set the quantity target of government bonds to be purchased in a year.", "This approach has been widely used not only by the Bank of Japan but also by other major central banks, because it is simple to operate in practice.", "However, a problem with this approach is that the extent to which long-term interest rates fall for a given amount of government bond purchases depends on the economic and price situation as well as developments in financial markets.", "It is therefore possible that interest rates could decline insufficiently to achieve the desirable yield curve or, conversely, could fall too much.", "In order to solve this problem, the Bank of Japan in September 2016 introduced yield curve control targeting the yield on 10-year JGBs.", "Due to the large-scale JGB purchases over several years, the Bank has a considerable presence in the JGB market, so that it has corresponding control over long-term interest rates.", "In addition, as a more fine-tuned means of adjusting interest rates, the Bank decided to introduce a powerful tool called \"fixed-rate purchase operations,\" in which the Bank buys unlimited amounts of JGBs at a specific interest rate level.", "In fact, for the past year, the Bank has been able to control 10-year JGB yields at the target level, and the yield curve has been formed smoothly in a manner consistent with the guideline for market operations.", "QQE: Results to Date and Remaining Challenges This powerful monetary easing under QQE has been producing remarkable effects.", "Through a rise in inflation expectations and a substantial decline in longer-term interest rates, the Bank has succeeded in reducing real interest rates to levels well below the natural rate of interest for the first time in its two-decade-long battle with the zero lower bound on the short-term policy interest rate (Chart 5).", "Against this background, the output gap has improved steadily, and corporate profits have marked record highs.", "The labor market is very tight, at virtually full employment (Chart 6).", "On the price front, annual CPI inflation excluding fresh food and energy has been positive as a trend for about four years.", "This is the first time since the end of the 1990s that such positive developments are being observed in Japan.", "We judge that the economy is no longer in deflation, which is generally defined as a sustained decline in prices.", "These developments indicate that Japan's economy has been improving steadily.", "At the same time, however, annual CPI inflation excluding fresh food has remained in the range of 0.5-1.0 percent.", "Moreover, while inflation expectations had risen at one point, they have remained in a weakening phase, mainly reflecting the decline in actual inflation resulting from the fall in crude oil prices.", "As a result of 15 years of deflation, a deflationary mindset -- that is, the perception that prices will not increase easily -- has become deeply entrenched among firms and consumers, and there is still a long way to go before the price stability target of 2 percent is achieved (Chart 7).", "Therefore, in the last part of my speech, I would like to touch on the challenges that have emerged during the course of the conduct of QQE, bearing in mind recent developments in economic theory.", "A. Dispelling the Deflationary Mindset The first challenge is how to dispel the deflationary mindset that has become entrenched among people.", "The Bank's experience in this regard allows two observations.", "The first is that central banks can work on inflation expectations, as theory implies.", "This became apparent during the first year of QQE.", "Inflation expectations responded positively to the Bank's strong and clear commitment to achieving the 2 percent inflation target and its large-scale monetary easing policy to underpin this commitment; as a result, many indicators of inflation expectations showed clear increases in a relatively short period (Chart 8).", "The second observation is that, even though the forward guidance provided by the Bank of Japan has been much more forceful than that by other central banks, the rise in inflation expectations in Japan has only been moderate.", "The phenomenon that economic indicators such as inflation expectations seem to respond more moderately to central bank forward guidance than theory predicts has been labelled the \"forward guidance puzzle,\" which has also been the subject of academic debate.", "In Japan's case, analysis of recent developments shows that inflation expectations are susceptible to \"negative price shocks.", "\"9 When actual inflation decreased from summer 2014 due mainly to the substantial decline in crude oil prices, inflation expectations -- which had been increasing steadily until then -- were negatively affected, first flattening out and then turning weaker.", "Especially in the case of Marco Del Negro, Marc Giannoni, and Christina Patterson, \"The Forward Guidance Puzzle,\" Federal Reserve Bank of New York Staff Reports, no.", "574 (2015); and Alisdair McKay, Emi Nakamura, and Jón Steinsson, \"The Power of Forward Guidance Revisited,\" The American Economic Review, vol.", "Bank of Japan, \"Comprehensive Assessment: Developments in Economic Activity and Prices as well as Policy Effects since the Introduction of Quantitative and Qualitative Monetary Easing (QQE)\" (2016); and Kousuke Nishino, Hiroki Yamamoto, Jun Kitahara, and Takashi Nagahata, \"Supplementary Paper Series for the 'Comprehensive Assessment' (1): Developments in Inflation Expectations over the Three Years since the Introduction of Quantitative and Qualitative Monetary Easing (QQE),\" Bank of Japan Review Series, no.", "Japan, where inflation expectations are not anchored at the inflation target, inflation expectation formation is largely adaptive in that it is greatly affected by past inflation rates.", "As a result, inflation expectations do not respond instantaneously to central bank forward guidance.", "It is not easy to quickly dispel the deflationary mindset that has formed over the course of 15 years of deflation.", "However, as the first observation I mentioned shows, in line with theory, the Bank can work on inflation expectations through forward guidance, if it can avoid negative price shocks.", "Therefore, I think that the Bank's strong stance and persistent efforts toward achieving the price stability target of 2 percent are important.", "Determining the Optimal Yield Curve The second challenge that has emerged during the course of QQE is how to determine the optimal shape of the yield curve to achieve the 2 percent price stability target.", "In the world of conventional monetary policy, many benchmarks to determine the desirable short-term interest rate level have been devised.", "For instance, the relative level of the natural rate of interest and real short-term interest rates is important for assessing the degree of monetary easing, while the Taylor rule is an attempt to directly measure the desirable short-term policy interest rate.", "Under QQE, it is necessary to extend these approaches from short-term interest rates to the entire yield curve to establish new criteria for judgment.", "The Bank of Japan has started to work on both theoretical and empirical approaches to do so in the form of developing the concept of, and measuring, the \"natural yield curve.\"", "Although research is still ongoing, we would like to continue to discuss the findings with academics and practitioners.", "Moreover, one point to consider when thinking about the optimal yield curve is that the effect of a decrease in interest rates varies depending on the maturity of interest rates in question.", "For instance, it is generally thought that reductions in short- to medium-term interest rates household financing is based on short- to medium-term interest rates.", "On the other hand, longer-term interest rates are likely to be more relevant for society's financial infrastructure functions such as insurance and pensions.", "An excessive decline in long-term and super-long-term interest rates may give rise to concerns about the rates of return on insurance and pension products, which may have a negative impact on the economy through a deterioration in people's sentiment.", "Another issue that has recently gained attention with regard to the impact on the functioning of financial intermediation is the \"reversal rate.", "\"11 This refers to the possibility that if the central bank lowers interest rates too far, the banking sector's capital constraint tightens through the decline in net interest margins, impairing financial institutions' intermediation function, so that the effects of monetary easing on the economy reverses and becomes contractionary.", "In Japan's case, financial institutions have a solid capital base and credit costs have fallen sharply, so that at present their financial intermediation function is not impaired.", "However, because the impact of the low interest rate environment on financial institutions' soundness is cumulative, the Bank will continue to pay attention to this risk as well.", "Trying to determine the optimal shape of the yield curve gives rise to various theoretical and practical issues.", "This requires using the full range of functions of a central bank, which can broadly monitor not only the economic and price situation, but also the situation in financial institutions and financial markets.", "Taking also various kinds of qualitative information into account, the Bank of Japan will continue to pursue the shape of the yield curve that is deemed most appropriate in order to maintain the momentum toward the 2 percent price stability target.", "As we are almost running out of time, I would like to conclude my speech.", "Since its introduction in 2013, QQE has been called a \"new phase of monetary easing\" as it is more powerful than any previous policies.", "If the term \"new phase\" is used, however, in the sense that the Bank embarked on the monetary easing measures imprudently and recklessly without any consideration for theory, I would like to emphasize that that is not the case.", "Markus K. Brunnermeier and Yann Koby, \"The Reversal Interest Rate: An Effective Lower Bound on Monetary Policy,\" mimeo (2017).", "Needless to say, theory and practice are not opposites but complements that enhance each other.", "The famous expression \"nothing is as practical as a good theory\" applies to the theory and practice of monetary policy as well.", "Central banks, as policy authorities, need to put monetary policies into practice, but at the same time, these policies always have to be firmly supported by theory, since the effects and outcomes have a large impact on the economy and society.", "For example, the inflation-overshooting commitment is more powerful than any previous forward guidance and is unprecedented; yet, at the same time it is firmly grounded in economic theories regarding inflation expectation formation developed in recent years.", "On the other hand, because central banks confront a constantly changing world, in practice, they often face difficulties that cannot be explained by existing theories.", "When the Bank introduced large-scale JGB purchases and yield curve control, it took the limitations and issues suggested by theory into account, carefully investigated the merits and demerits of addressing those issues, and arrived at the current policy framework.", "I believe that such new steps in practice eventually will lead to new theoretical developments in the future.", "Although there remain issues to be resolved to achieve the price stability target of 2 percent, the environment surrounding prices in Japan has improved steadily compared to five years ago.", "I am convinced that this shows that the Bank's efforts based on the economic theories underpinning QQE have been going in the right direction.", "Going forward, with the output gap improving steadily, firms' stance is likely to gradually shift toward raising wages and prices.", "If further price rises come to be widespread, inflation expectations are likely to rise steadily.", "The Bank will continue to persist with powerful monetary easing to ensure that such positive developments are not cut short.", "Thank you for your attention.", "Source: Bank of Japan.", "Sources: Bank of Japan; Federal Reserve; European Central Bank, etc.", "For details of the estimation procedures of the natural rate of interest, see Kei Imakubo et al., \"The Natural Yield Curve: Its Concept and Measurement,\" Bank of Japan Working Paper Series, no.-E-5 (2015).", "The shaded area indicates the 95 percent confidence interval for the natural rate of interest.", "Sources: Consensus Economics Inc., \"Consensus Forecasts\"; Bloomberg; Bank of Japan, etc.", "The output gap is based on BOJ staff estimations.", "The CPI figures are adjusted for changes in the consumption tax rate.", "Figures for corporate profits are based on the Financial Statements Statistics of Corporations by Industry, Quarterly.", "Excluding \"finance and insurance.\"", "Sources: Bank of Japan; Ministry of Internal Affairs and Communications; Ministry of Finance.", "6 Consumer Prices y/y % chg. Introduction of QQE CPI (all items less fresh food) CPI (all items less fresh food and energy) CY 10 11 12 13 14 15 16 17 Inflation Expectations y/y, ann.", "Figures for firms are those for \"Outlook for General Prices\" in the Tankan survey (all industries and enterprises, average).", "Figures for households are from the Opinion Survey on the General Public's Views and Behavior, estimated using the modified Carlson-Parkin method.", "Sources: Bank of Japan; Consensus Economics Inc., \"Consensus Forecasts.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "fiscal dominance", "none", "financial dominance", "none", "monetary dominance", "fiscal dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Quantitative Easing", "Inflation Targeting", "Deflation", "Yield Curve", "Forward Guidance", "Natural Rate of Interest", "Inflation Expectations", "Government Bond Purchases", "Monetary Policy", "Financial Market"]}