{"sentences": ["Prudential bank regulation: present and future Vicky Saporta, Executive Director for Prudential Policy, Bank of England Westminster Business Forum Keynote Seminar: Building a resilient UK financial sector next steps for prudential regulation, structural reform and mitigating risks I would like to thank Matthew Willison for working with me on this speech.", "Thanks are also due to Thom Adcock, Omar Ahmed, Dana Andreicut, Tamiko Bayliss, Stuart Dossett, Orlando Fernandez Ruiz, Mariana Gimpelewicz, Marc Hinterschweiger, Alex Holmes, Antoine Lallour, Jack Leslie, Damien Lynch, Sinead O'Leary-Barrett, Sam Miller, David Murphy, Santosh Pandit, Thomas Papavranoussis, Rajan Patel, Joshua Plank, Jakob Schedlbauer, Jon Sepanski, Dominic Shaw, Jonathan Smith, Ruth Smith, Anthony Veal, and Sam Woods for contributions and comments.", "I am pleased to be here today to give this speech.", "The Westminster Business Forum has a fascinating agenda from policy priorities for UK manufacturing, to the development of FinTech, even the future of the UK space industry!", "And your roots are in Parliament, which gives the Bank of England its objectives to maintain monetary and financial stability.", "Today is also a special day for me personally.", "Exactly two years ago, on 4 July 2016, I was appointed in my current role as Executive Director for Prudential Policy.", "As only 10 days had passed from the EU referendum, I was anticipating that I would be spending significant amounts of my time thinking about how to approach prudential policy during a period of uncertainty over the UK's future relationship with the EU.", "I had not anticipated, however, that the finalisation of Basel III, which at the time was expected to be agreed by the Group of Central Bank Governors and Heads of Supervision in January 2017, would be delayed by another 11 months, during which time a number of people would doubt whether it would be finalised at all.", "But on 7 December 2017, Basel III was finalised.", "This is a major milestone for regulators globally, including the Bank of England, which has been at the forefront of prudential reforms internationally.", "Not only because it signals the continuation of a cooperative approach to standard setting for internationally-active banks, but importantly, because it puts in place the final elements of the reforms to banking regulation agreed since the crisis.", "The scale of these reforms has been remarkable: between the start of 2009 and December 2017, when Basel III was finalised, the Basel Committee on Banking Supervision published 47 standards.", "To put that in context, in the preceding twenty-year period, between the time Basel I was agreed in 1988 and the crisis, the Basel Committee had published less than half of that number 21 standards.", "The reforms have also touched a wide range of different aspects of bank regulation.", "As well as extensive changes to risk-weighted capital requirements, the Basel Committee has published standards for a leverage ratio requirement, liquidity requirements and large exposures limits.", "the publication type 'Standards'.", "Where a standard was published in the This is a count of publications by the Basel Committee of period and subsequently superseded by another standard within the same period both standards are counted.", "In the United Kingdom, we have also developed a range of domestic reforms reflecting the importance of the banking system as a share of our economy.", "These reforms range from the development and implementation of a new institutional framework for macroprudential policy to deal with threats to financial stability, to the design of microprudential remuneration rules that better align risk-taking incentives with variable pay, to the Senior Managers and Certification Regime aimed at improving individual accountability at PRA-authorised institutions.", "We have also undertaken structural reform to protect retail payments and lending to households and businesses from shocks to other parts of banking groups specialising in serving wholesale customers.", "We are well on track to deliver structural reform in January 2019, including higher capital buffers for ring-fenced banks.", "Yesterday, the PRA issued for consultation proposals to implement leverage ratio requirements and buffers for ring-fenced banks whose groups are required already to meet leverage ratio requirements on a consolidated basis, and to reflect these higher leverage buffers in group capital.", "These proposals are in line with the Bank's leverage ratio policy statement published in 20154 and the statement of policy on the systemic risk buffer framework from 2016.5 These proposals mark the end of the policy development cycle on this flagship reform since the crisis.", "Complementing these domestic structural reform measures, policymakers both here and internationally have put in place resolution regimes to end too-big-to-fail.", "Jon Cunliffe has recently discussed developments in this policy area.", "A lot has been said about the progress made through these international and domestic reform agendas in so I will not dwell more on this topic here.", "Suffice to say that UK banks' strengthening financial resilience7, ratios of high-quality capital to risk-weighted assets are on average over ten percentage points higher than UK banks' assets are close to 400% of UK GDP.", "See 'UK leverage ratio: applying the framework to systemic ring-fenced bodies and reflecting the systemic risk buffer, Prudential Regulation Authority Consultation Paper 14/18, -regulation/publication/2018/uk-leverageratio-applying-the-framework-to-systemic-rfbs-and-reflecting-the-srb.", "See 'Implementing a UK leverage ratio framework', Prudential Regulation Authority Policy Statement PS27/15, /-/media/boe/files/prudential-regulation/policystatement/2015/ps2715.pdf?la=en&hash=5DBB377CD051FA67D16BCA1662DBE696682AF56B.", "See 'The PRA's approach to the implementation of the systemic risk buffer', -regulation/statement-of-policy/2016/the-pras-approach-to-the-implementation-of-the-systemic-risk-buffersop.pdf?la=en&hash=6954AC9765597EB5598414171D90C25982A144CE.", "'Central clearing and resolution - of the lessons of Lehmans', 5 June 2018, -clearing-and-resolution-learning-some-of-the-lessons-of-lehmans-speech-by-joncunliffe.pdf?la=en&hash=954FF2E62AA3A5AB6ADCDEA88188FB6697F9B0CD.", "And UK banks' buffers of liquid assets have increased by they were prior to the over 40 percent since 2010 (Chart 2).", "Basel III finalisation Turning back to last December's Basel III package, it is important to remember the aim of these reforms.", "was to reduce excessive variability of banks' assets, and in doing so making banks' Their aim risk-weighted risk-based capital ratios more transparent and comparable.", "This excessive variability is caused by the fact banks' internal models can generate widely weights for very similar assets.", "When the Basel Committee asked banks to calculate risk weights using their internal models for hypothetical portfolios of assets banks reported very different risk weights.", "The ratio of highest to lowest risk weights was as high as 2.3 for a hypothetical portfolio of trading book exposures (and even higher for individual asset classes in the banking book).", "To put that in context, against the same portfolio of exposures, one bank might be holding £100 of capital whereas another one might be holding £230.", "This risk weight variability could reduce the stability of the banking system by impairing the link between risk and capital at the level of the system.", "It means banks with similar portfolios will not be equally resilient.", "It also means that banks with the same ratios of capital to risk-weighted assets actually display different levels of resilience.", "Consequently, excessive risk weight variability makes banks' capital ratios less comparable and less transparent reducing the market's confidence in them.", "This is what happened during the crisis; investors lost confidence in regulatory measures of capital and started constructing their own.", "To accompany this speech, I include a paper co-written with Marc Hinterschweiger and Tobias Neumann that presents detailed analysis of the issue of risk sensitivity in capital regulation.", "Here, I would like to highlight two things from this work.", "First, the evidence supports the hypothesis that more granular and risk-sensitive measures reduce incentives for banks to take on more risk (\"risk shift\", in the jargon).", "In the paper, we compare mortgage lending of UK banks using internal ratings based (IRB) models to UK banks using less risk-sensitive standardised approaches after the implementation of Basel II in 2007.", "(Basel II was the reform that allowed banks to use their much more granular and risk-sensitive internal models to assess capital for mortgages and other credit See .", "Hinterschweiger, Neumann, and Saporta (2018), 'Risk sensitivity and risk shifting in banking regulation', Bank of England Stability Paper No., -stability-paper/2018/risk-sensitivity-and-risk-shifting-in-bankingregulation exposures.)", "We show that after the introduction of Basel II, UK banks that used internal models increased their lending to less risky mortgage borrowers and decreased their lending to risky borrowers, relative to \"standardised\" approach.", "Put differently, more granular banks on the less complex and less risk-sensitive risk-sensitive approaches appeared to have led to less risking up, exactly as the architects of Basel II intended.", "Second, we show that simpler measures of capital adequacy can do better than more risk-sensitive measures in discriminating between failing and surviving banks.", "Indeed, there is now a body of literature that suggests that the leverage ratio did better than the more risk-sensitive Basel I ratio in discriminating between weak and strong banks in the global financial crisis.", "The paper also offers explanations on why this may be the case.", "The first reason is statistical.", "measures tend to be less \"biased\", that is More complex and risk-sensitive on average their predictions are closer to the real risk.", "But notice the emphasis on the words \"on average\".", "Any model, including a zero bias model, can predict different results depending on the sample used.", "And the more complex the model, the \"model variance\", other more parameters involved and the greater the statistical variability in results or, factors being equal.", "To reduce this model variance one needs large and high quality data sets.", "For low probability events, such as defaults on loans to highly-rated large corporations or to low-LTV mortgages, the data requirements become even larger.", "And when data requirements are too large, the paper shows that simple but wrong (biased) models can outperform correct (unbiased) but complex models, precisely due to the large statistical variability (Charts 3, 4).", "The second reason is behavioural.", "Financial participants adapt their behaviours to the policy environment they face by finding ways to take on - \"regulatory arbitrage\"., the same risk but using up less required capital so-called A balance therefore needs to be struck between the need to allow for more risk-sensitive and complex measures to discourage risk shifting and the need to best trade off model bias and model variance, while being less vulnerable to arbitrage.", "A well-known example of such behaviour is the use of securitisation and innovative forms of credit enhancement under the Basel I risk (1999), 'Capital requirements and bank behaviour: the impact of the Basel Accord', Basel Committee on weights (see Jackson, P Banking Supervision Working Paper No., ).", "Such behaviour is, of course, not limited to the financial system, or in fact to humans: even dolphins have been observed rules' ()!", "This is precisely what the final elements of the Basel III package seek to achieve.", "The package reaffirms the role of internal models as a primary means of guarding against risk shifting.", "It also firms up an international leverage ratio regime (borrowing a number of elements from the UK regime13) while also, and more controversially, introducing an aggregate output floor calibrated at 72.5% of standardised risk weights to guard against excessive risk-weight variability.", "By introducing the output floor to the leverage ratio, model variance will be constrained at a wider set of banks.", "The leverage ratio acts as a break to debt-funded asset growth focussed on low risk-weighted assets (RWAs) (Chart 5).", "It binds for banks that specialise such assets, e.g.", "repo, clearing services, and low-LTV mortgages.", "On the other hand, the output floor affects banks for which the leverage ratio is not binding yet nonetheless might be exposed to model risk, for example banks that are active in a range of asset classes but their internal models tend to systematically produce results that are significantly lower than the RWAs based on standardised approaches.", "The Basel Committee will continue to monitor closely the implementation of the Basel III standards, which will include the impact on risk-weight variability.", "The finalisation of Basel III signals that the wave of regulatory reform following the Global Financial Crisis is now over.", "You should not expect a lot of further reform to bank regulation, particularly regulations regarding banks' capital and liquidity.", "The focus of regulators, both in the UK and internationally15, is pivoting towards three things:  Completing the implementation of the post-crisis reforms - e.g.", "the Basel III finalisation package and the reforms contained in CRD V and CRR Il; Making adjustments to the framework in response to new risks;  Making adjustments to the framework in response to unintended consequences.", "For instance, a leverage ratio buffer for global systemically important banks (G-SIBs) that is based on the level of the risk-weighted GSIB buffer.", "There are some differences between the Basel leverage ratio regime and the UK regime but the amounts of Tier 1 capital major UK banks need under each are broadly similar see Box 3 in the June 2018 Financial Stability Report, /-/media/boe/files/financial-stability-report/2018/june2018.pdf?la=en&hash=9D057C7302B80EF57D634020F50C6F46D782904C.", "See the letter from the Financial Stability Board chair to G20 Finance Ministers and Central Bank Governors, 18 March 2018, -content/uploads/P180318.pdf.", "Remaining policy development As mentioned, you should not expect a lot more reform.", "But there will be some further policy development to finish the job we started 10 years ago.", "For example, having implemented the Liquidity Coverage Ratio (LCR) back in 2015, we are polishing our Pillar 2 liquidity framework.", "This has not been adapted since the FSA introduced a new liquidity regime in 2010.", "Pillar 2 liquidity is intended to capture liquidity risks faced by banks that are not captured by the Pillar 1 LCR.", "Earlier this year we published a Statement of Policy on Pillar 2 liquidity.", "And we are now considering the appropriate calibration of overall liquidity requirements, covering both Pillar 1 and Pillar 2.", "This analysis will inform a further consultation paper in due course.", "Importantly, the Bank is taking further steps to ensure the public can have confidence that banks in difficulty can be resolved without disruption to the provision of financial services to the economy.", "The Bank intends to consult at the end of this year on the details of a framework for assuring that banks are resolvable.", "Given the large number of reforms that have been agreed, it should not be surprising to hear that there remains quite a lot of implementation still to do.", "The reforms which finalise Basel III are due to be implemented between 2022 and 2027.", "The Bank supports a full, timely, and consistent implementation of these reforms.", "As the Financial Policy Committee explained late last year, we remain committed to implementing robust prudential standards in the UK, irrespective of the particular form of the UK's future relationship with the EU.", "This will require maintaining a level of resilience as least as great as that currently planned, which itself goes over and above what is required by international baseline standards.", "Prudential Regulation Authority Statement of Policy, February 2018, /-/media/boe/files/prudentialregulation/statement-of-policy/2018/pillar-2-liquidity-sop.pdf?la=en&hash=2963466309B077C9E5FFD64EC4BBAABE26699FD7.", "speech by Jon Cunliffe, 'Central clearing and resolution - learning some of the lessons of Lehmans', 5 See the previously referenced /-/media/boe/files/speech/2018/central-clearing-and-resolution-learning-some-of-thelessons-of-lehmans-speech-by-jon-cunliffe.pdf?la=en&hash=954FF2E62AA3A5AB6ADCDEA88188FB6697F9B0CD.", "See the Communique of Finance Ministers and Central Bank Governors, on which the Bank sits, March 2018, -_fmcbg_march_2018.pdf.", "See page II of the executive summary of the Financial Stability Report November 2017, -stability-report/2017/november2017.pdf?la=en&hash=F6D65F714A7DC28394BC4FCC9909CCD39E28AD10.", "Other reforms that form part of Basel III, as well as other elements of the post-crisis regulatory framework, will be implemented as part of the forthcoming new Capital Requirement Directive and Regulation.", "These are likely to be implemented in around 2020-21.", "Table 1 sets out the pipeline of policies to be implemented.", "Turning now to the identification and handling of new risks.", "Regulators must avoid the temptation to keep on fighting the last war while failing to recognise other, new risks.", "The last war was mainly focussed on the inadequacy of bank's capital and liquidity, the inadequacy of frameworks to tackle too big to fail, and the lack of individual accountability.", "And these issues are and will continue to be important in any future prudential regulatory regime.", "But the world has also changed since.", "As my colleague, Lyndon Nelson, has recently set out, technology is transforming the payments and banking industry and, together with opportunities, it brings with it new risks.", "And his answer to fighting this new war was that PRA-regulated firms need to be on a WAR footing; that is, they should be able to withstand, absorb, and recover from operational shocks.", "latest Financial Stability Report published last week sets out the Financial Policy Committee's approach to establishing standards for the resilience of the delivery of vital financial services to cyber incidents.", "And, tomorrow, the PRA, the Bank in its capacity of supervising financial market infrastructures, and the FCA will be publishing a discussion paper on operational resilience.", "Dynamic adjustments As set out earlier, the reforms that were agreed following the crisis were remarkable in scope.", "They have delivered a much more financially resilient system, both in the United Kingdom and globally.", "See a speech by Lyndon Nelson, 'Resilience and continuity in an interconnected and changing world', 13 June 2018, /-/media/boe/files/speech/2018/resilience-and-continuity-in-an-interconnected-and-changing-worldspeech-by-lyndon-nelson.pdf?la=en&hash=3DFD465DE00C545FA39255384DD660AF7B0C8A9F.", "Furthermore, some of the reforms were put in place quickly.", "They were also developed concurrently.", "Therefore it would be flabbergasting if the reforms did not have some unintended consequences.", "Unintended consequences might arise from the way regulations interact with each other.", "Because reforms were developed at the same time, some interactions may not have been identified as policies were negotiated.", "I referred to one type of unintended consequence already.", "Banks will seek ways to lower regulatory requirements even in ways that do not actually reduce the risks they face ('regulatory arbitrage').", "Plus, the financial system will evolve over time.", "New products, market practices, and especially technologies are going to emerge; some of these might create new risks that were unforeseen when the post-crisis reforms were developed.", "As unintended consequences come to light and new risks emerge regulators may need to make changes to regulation over time, what I am going to refer to as 'dynamic adjustments'.", "Being open to making such adjustments does not mean undermining the objectives behind the post-crisis regulatory framework or changing the level of resilience in the banking system regulations are aiming for.", "On the contrary, it is by making dynamic adjustments that we can ensure the regulatory framework continues to deliver on the reforms' objectives and ensures that the resilience that policy makers injected into the system post-crisis endures.", "To ensure this is the case we will need to follow a set of principles to guide us towards when it is appropriate to make dynamic adjustments.", "Principles for making dynamic adjustments What might these principles look like?", "Here are my current thoughts.", "Principle 1: decisions about dynamic adjustments should be made with reference to the objectives of the original regulation and/or of regulators.", "For the Bank, prudential regulation is relevant to a number of our primary and secondary objectives: most the PRA's microprudential objectives and the FPC's macroprudential objectives, but also the MPC's monetary policy objectives given the role banks play in the monetary transmission mechanism.", "Principle 2: decisions about dynamic adjustments should be evidence-led.", "Decisions about whether or not to make an adjustment will be made on the basis of a careful weighing up of evidence of benefits and costs.", "In doing this we need to bear in mind that regulatory costs will often be easier to quantify than the financial stability and safety and soundness benefits.", "And depending on the case we may need to look beyond the banking system to capture all of the costs and benefits.", "For instance, unintended consequences of bank regulation might be felt not in the banking sector but in financial markets, financial infrastructures, and other parts of the financial system.", "Principle 3: we should aim to match a dynamic adjustment to the problem that has been identified.", "If we identify an unintended consequence of a particular regulation we should first seek to adjust that regulation to deal with the consequence.", "Similarly with any new risks that emerge.", "For instance, if a new risk that is identified is threatening the stability of the system as a whole it would seem appropriate to look to use a macroprudential tool to reduce that risk.", "Adjustments we have made already The Bank has already made several changes to the regulatory framework that can be thought of as dynamic adjustments.", "Two such changes have been made to the leverage ratio requirement.", "In response to a recommendation by the FPC, central bank reserves have been removed from the calculation of the denominator of the leverage ratio since summer 2016.22 This change was intended to ensure the leverage ratio did not impede the transmission of monetary policy.", "But to offset the removal of central bank reserves and ensure the amount of capital banks need to meet the leverage ratio requirement did not decrease, the requirement was also raised from 3% to 3.25%.", "A second change was designed to deal with window dressing behaviour that we had started to observe.", "From 2016 banks have been required to report and disclose the denominator of the leverage ratio based on assets averaged over the quarter.", "Previously it was based on assets observed on the last day of the quarter.", "But this led to banks seeking to shrink their balance sheets at quarter-ends in an attempt to Prudential Regulation Authority Statement on the leverage ratio, /-/media/boe/files/prudentialregulation/publication/pra-statement-on-the-leverage-ratio-august2016.pdf?la=en&hash=F50C86C8AAA788EBFAC159F009BBED7D2FE07B83, August 2016.", "Prudential Regulation Authority Policy Statement 27/15, /-/media/boe/files/prudentialregulation/policy-statement/2015/ps2715.", "Banks in scope of the UK leverage ratio framework are required to disclosure a leverage ratio each quarter.", "A bank's leverage denominator should be based on its daily on-balance sheet exposures averaged over the quarter and its monthly (on the last day of the month) off-balance sheet exposures averaged over the quarter.", "increase the leverage ratios they disclosed.", "This led in turn to volatility in some financial markets at these times (Chart 6).", "Volatility at quarter-ends appears to have abated since this change.", "The Bank announced last year it will also make an adjustment to its approach to setting Pillar 2A add-ons to banks' capital requirements in order to ensure the regulatory framework is proportionate to all lenders, thereby supporting effective competition, whilst not compromising on safety and soundness.", "The adjustment allows supervisors to reduce Pillar 2A add-ons for banks which use the Standardised Approach for credit risk to reflect how risk weights under this approach tend to be higher than the risk weights determined using internal models at other banks for some types of assets.", "This is particularly the case for UK mortgages (Chart 7).", "Another part of the regulatory framework to which we have made adjustments is the Senior Managers and Certification Regime.", "We recognised following the implementation of the regime in 2016 that not all individuals that should be were in scope of the regime.", "In particular, the regime did not include a specific senior management function or responsibility related to areas such as operational continuity and operational resilience, including resilience the Bank's growing emphasis on these areas, as to cyber risk.", "This omission was inconsistent with highlighted earlier.", "In response a new function - the Chief Operations function - has been added to the regime to ensure there is clear and appropriate accountability for operational continuity and resilience.", "Identifying dynamic adjustments We are doing two things to enable us to identify aspects of regulation that might need adjustment.", "Horizon scanning One of these is that we are collecting evidence of the effects of regulations on and new risks faced by individual banks by pooling intelligence gathered in different parts of the Bank as part of a horizon scanning process.", "Prudential Regulation Authority Policy Statement 22/17, /-/media/boe/files/prudentialregulation/policy-statement/2017/ps2217.pdf?la=en&hash=38A16F0135791C4803EC1948DBF86CFB8330DBCB.", "Prudential Regulation Authority Policy Statement 12/17, -accountability-in-banking-and-insurance-amendments-and-optimisations.", "The process draws on supervisory and market intelligence, macroeconomic analysis, and thematic analysis of trends in key financial markets.", "With the information collected through this process we can then reflect on whether any developments warrant dynamic adjustments to be made to microprudential regulations.While horizon scanning helps us make decisions about dynamic adjustments, as well as supporting a supervisory oversight of banks' behaviour, it does not absolve banks from their responsibilities to identify key risks as part of their own risk management, hold financial resources to mitigate those risks, or deal with the PRA in an open and cooperative way.", " Evaluation work The other way we are gathering evidence on the effects, including unintended consequences, regulations are having is running evaluation exercises.", "This is something that is happening internationally.", "A framework for post-implementation evaluations was developed by the Financial Stability Board in 201728 and is now being applied to several of the post-crisis reforms.", "The Basel Committee has started a programme of evaluating the reforms to banking regulation.", "The Bank is playing an active part in these exercises.", "An evaluation is a rigorous assessment of the effects a regulation is having on the financial system and wider economy.", "An evaluation should consider whether a regulation is achieving its aims and whether it is having any unintended effects.", "To do a proper evaluation a policy needs to be in force so one can observe the policy's effects.", "As the post-crisis reforms are still being implemented, evaluation is going to be a multi-year project.", "One evaluation that is underway already relates to the G20's reforms to over-the-counter (OTC) derivatives markets.", "This is examining whether or not the post-crisis reforms are supporting incentives to clear OTC derivatives via a central counterparty, a G20 aim.", "For instance, it is considering whether the leverage ratio requirement on banks is weakening incentives to provide clearing services.", "Bank staff have researched the effect the leverage ratio is having on client clearing (Acosta-Smith, Ferrara, Rodriguez-Tous (2018)).", "The results suggest that the leverage ratio may be deterring banks that are most affected by this regulation from clearing OTC derivatives trades on behalf of clients.", "See the letter from the Financial Stability Board chair to G20 Finance Ministers and Central Bank Governors, 18 March 2018, -content/uploads/P180318.pdf.", "by Stefan Ingves, 'Basel III: Are we done now?", "work in more detail and sets out some thoughts on how one might approach the financial stability case of making an adjustment in this area, in line with the principles I outlined earlier.", "This evaluation exercise highlights that interactions between different types of policy are likely to be a fertile area for research going forward.", "The finalisation of Basel III late last year represented a final step towards completing the reforms to banking regulation that followed the crisis.", "I hope I have been able to convey today the reasons for those reforms and the financial stability benefits both here in the UK and internationally.", "The focus of regulators has now shifted towards completing the implementation of the post-crisis reforms, but also towards monitoring for any unintended effects the reforms are having, as well as being alert to new risks that emerge.", "We will consider making adjustments to regulations in response to unintended consequences and new risks to ensure that the resilience we injected into the banking system post-crisis stands the test of time.", "by Giuseppe di Lampedusa, \"if we want Or put in the words of the young Tancredi in the novel The Leopard things to stay as they are, things will have to change\".", "Box 1:The effect of the leverage ratio on over-the-counter derivatives As part of the evaluation of the effects of post-crisis reforms on incentives to centrally clear over-the- counter (OTC) derivatives, Bank staff have undertaken research on the impact of the leverage ratio on client cleared derivatives (Acosta-Smith, Ferrara, Rodriguez-Tous (2018)).", "Following the Global Financial Crisis, the Basel Committee introduced a leverage ratio requirement: a bank's Tier 1 capital to total exposures cannot be less than 3%.", "The UK introduced a requirement in January 2016 for the largest seven deposit-takers in the UK.", "At the same time, with the aim to reduce systemic risk, regulators also supported a shift towards central clearing in derivative markets, where central clearing refers to the clearing and settlement of OTC derivative trades through a central counterparty (CCP).", "To support this shift, mandatory clearing for the most liquid forms of OTC derivatives was introduced.", "This meant an entity engaging in these trades and subject to the mandatory clearing requirement would need either to become a clearing member of a CCP or form a clearing relationship with a clearing member.", "In the latter case, the clearing member would then clear the derivative transaction through a CCP on behalf of its client hence the term 'client clearing'.", "The number of clients clearing OTC derivatives has increased significantly in recent years, as Chart A illustrates.", "The interaction between client clearing and the leverage ratio arises in two ways.", "First, the leverage ratio includes exposure arising from potential future exposure on derivatives.", "However, initial margin posted by clients is not recognised as reducing exposures by the leverage ratio calculation.", "Second, if it appears on the clearing member's balance sheet, client margin increases the leverage ratio exposure.", "Thus, providing client clearing services means devoting a significant amount of leveraged balance sheet to the activity.", "Since client clearing is a relatively low profit-margin business, many industry participants argue that the leverage ratio is having a negative impact on clearing and is thus undermining the aim of the G20 reforms.", "Acosta-Smith, Ferrara and Rodrigez-Tous (2018), analyse empirically the impact the leverage ratio has had on client clearing in the UK.", "Using detailed data on interest rate derivative transactions and clearing members' balance sheets, the authors study the impact of two 'leverage ratio events': the introduction of the leverage ratio as a mandatory requirement in the UK in January 2016; and the subsequent change in the leverage ratio disclosure requirements in January 2017 to address window Acosta-Smith, Ferrara, Rodriguez-Tous (2018), 'The impact of the leverage ratio on client clearing', Bank of England Staff Working Paper No., /-/media/boe/files/working-paper/2018/the-impact-of-the-leverage-ratio-on-clientclearing.pdf?la=en&hash=EE95D4D26969019C3E984DFB3E564B58E5C1AC93.", "For example, -analysis-leverage-ratio-proposals-will-negatively-impact-client-clearing.", "dressing (see above), which effectively made the requirement more stringent.", "The analysis identifies a causal effect of the leverage ratio requirements by comparing the reactions of clearing members who were subject to the introduction of the mandatory leverage ratio requirement in January 2016, and the subsequent change in reporting requirements, to the reactions of a control group of clearing members that were unaffected by these events.", "The results suggest that the affected clearing members became more reluctant to provide client clearing services after the events: compared to unaffected clearing members, they reduced both the number of transactions they were willing to clear on behalf of clients and their number of clients.", "In magnitude terms, they reacted to the January 2016 event by clearing on average 5% fewer transactions per client and operating with around 4-5 fewer clients on average than otherwise.", "This impact on clients seems to have been driven particularly by a reduced willingness to take on new clients.", "In contrast visible in the overall increase in the number of clients shown in Chart A clearing members unaffected by the leverage ratio on average increased their number of clients significantly.", "Chart A: Number of clients using Swapclear data Source: Acosta-Smith, Ferrara, and Rodriguez-Tous (2018), 'The impact of the leverage ratio on client clearing', Bank of England Staff Working Paper No.", "(a) The chart shows the number of clients over time using data from LCH Swapclear.", "The vertical red line denotes the introduction of the frontloading mandatory central clearing requirement for category 2 firms.", "The results demonstrate that the leverage ratio does appear to weaken incentives of clearing members to provide client clearing services.", "The research illustrates the benefits of evaluation exercises in providing evidence on whether or not the post-crisis reforms are achieving their desired aims, including whether the ways reforms interact are generating problems.", "How could analysis like this inform a decision whether to make a dynamic adjustment to offset the effect of initial margin held on behalf of clients on the leverage ratio denominator?", "What are financial stability benefits and costs that would need to be taken into account in making a decision?", "One benefit would be reversing the impact on client clearing discussed above.", "Another benefit would be that the adjustment could make the provision of client clearing more resilient should a large client clearing service provider withdraw or fail.", "If providing client clearing is less constrained by the leverage ratio, providers will have greater capacity to take on trades of clients of a withdrawn or failed clearing member; a process called 'porting'.", "If porting was not possible, client trades would have to be closed out, potentially at a loss.", "The benefit of this greater resilience is trade continuity for clients and the avoidance of these potential losses.", "The typical level of client initial margin for OTC derivatives held by a large clearing member is over $14bn.", "If clients representing half of the initial margin port, and the others are closed out and lose their entire initial margin, the loss to these clients collectively would exceed $7bn.", "(Clearly we cannot know what the actual losses would be in any particular event, but we do know that the sums at risk are substantial).", "The financial stability benefits would have to be set against any possible costs.", "The risk-weighted capital ratio rather than the leverage ratio is the dominant constraint for many large clearing members.", "This means that for these firms a change in the leverage ratio to allow initial margin to offset exposure is unlikely to change their resilience at all.", "But even were a large clearing member to be constrained by the leverage ratio, the effect on capital and hence on resilience is small.", "For instance, for a typical large clearing member, the effect is to change the probability of default estimated by a model that has been used previously by Bank staff to inform discussions about the calibration of capital requirements35 by between 0 and 8 bps.", "This takes the probability of default of this typical clearing member from 1.2% to 1.28% at worst.", "This illustrates how different pieces of analysis and evidence could be brought together to assess objectively the case for making a dynamic adjustment to an aspect of banking regulation.", "This is an average of the total customer swaps initial margin for the largest five clearing members as reported to the CFTC at end May 2018.", "Because these are US figures only, they represent a lower bound on total customer initial margin for OTC derivatives at a large clearing member.", "See Brooke et al (2015), 'Measuring the macroeconomic costs and benefits of higher UK capital requirements', Bank of Financial Stability Paper No., /-/media/boe/files/financial-stability-paper/2015/measuring-themacroeconomic-costs-and-benefits-of.pdf?la=en&hash=9E3312E32D26EC1F02E25CB2F075356B484F0242.", "Chart 1: Major UK banks' Tier 1 capital ratios Per cent Basel III Tier 1 08 09 10 11 12 13 14 15 16 17 18 Source: PRA regulatory returns, published accounts and Bank calculations (a) This chart was in Box 2 of the June 2018 Financial Stability Report.", "(b) Weighted by risk-weighted assets.", "(c) From 2014, the 'Basel III Tier 1 capital ratio' is calculated as Tier 1 capital over risk-weighted assets.", "The CET1 element within Tier 1 and RWAs are according to the CRD IV definition as implemented in the United Kingdom.", "The additional Tier 1 element within Tier 1 excludes grandfathered instruments and other transitional adjustments.", "Prior to 2014, the chart shows Bank estimates; preference shares are used as a proxy for additional Tier 1 capital.", "The peer group includes Barclays, Cooperative Banking Group, HSBC, Lloyds Banking Group, Nationwide, RBS and Santander UK.", "(d) From 2018, Basel III Tier 1 capital ratios reflect IFRS 9 transitional arrangements as agreed in European law.", "(b) DLG consolidation is applied to Barclays, HSBC, Lloyds, RBS and Santander UK, whilst solo UK entities are shown for Nationwide and Standard Chartered.", "(c) Liquidity buffer refers to the liquidity held under the ILG regime, which is reported weekly until at least July 2019.", "(d) LCR HQLA refers to high quality liquid assets under the EU Delegated Act (reported monthly since October 2015).", "(e) Definition of liquid assets is broader under the LCR.", "(a) True model is number 3.", "The more days are modelled, the more complex the model becomes.", "(b) Error due to simplicity is squared bias, error due to complexity is variance.", "Error is defined as mean-squared prediction error.", "(c) MSPE stands for mean-squared prediction error.", "(a) True model is number 3.", "The more days are modelled, the more complex the model becomes.", "(b) Error due to simplicity is squared bias, error due to complexity is variance.", "Error is defined as mean-squared prediction error.", "(c) MSPE stands for mean-squared prediction error.", "Chart 5: Average risk weights and leverage ratios 1996-2015 Per cent Per cent Average risk weight (right-hand scale) Leverage ratio (left-hand scale) 1996 2000 2004 2008 2012 2016 Source: The Banker and Bank calculations (a) The series represent the weighted averages across the sample of 16 global banks.", "The leverage ratio is measured as Tier 1 capital/Assets.", "(b) Sample includes Bank of America, BNP Paribas, Bank of New York Mellon, Citigroup, Commerzbank, Deutsche Bank, HSBC, ING, JPMorgan, Lloyds Banking Group, Royal Bank of Scotland, Santander, State Street, UBS, UniCredit, and Wells Fargo.", "Chart 6: Overnight sterling repo rate (RONIA) and the introduction of leverage ratio requirements Source: Bloomberg Finance L.P., EVIA (formerly WMBA), and Bank calculations (a) The Repurchase Overnight Index Average rate (RONIA) is the weighted average rate of all secured sterling overnight cash transactions.", "Boxes indicate quarter-end dates.", "(b) The monthly average is the arithmetic mean of a firm's total exposure measure on the last day of each month in the quarter.", "(c) The daily average is the sum of: (i) the arithmetic mean of a firm's total exposure measure in relation to on-balance sheet assets on each day in the quarter; and (ii) the arithmetic mean of the firm's total exposure measure excluding on-balance sheet assets on the last day of each month in the quarter.", "Chart 7: Risk weights on UK mortgages under the Standardised Approach (SA) and Internal Ratings-Based Approach (IRB) Source: Benetton, Eckley, Garbarino, Kirwin, and Latsi, 'Specialisation in mortgage risk under Basel II', Bank of England Staff Working Paper No.. (a) The distribution of risk weights under IRB within each LTV band is represented by the boxplots: the box is the interquartile range and the whiskers are the most extreme observations still within 1.5 times the interquartile range from the upper or lower quartiles.", "Table 1: Timeline for implementation of CRD V, CRR II, CRD V, and Basel III Regulation Implementation date Pillar 2 micro- and macroprudential tools (e.g.", "To derive this estimate we have assumed the directive comes into force at end-2018.", "(b) The Council text for CRR II states that the regulation begins to apply 24 months after the regulation comes into force.", "To derive this estimate we have assumed the regulation comes into force at end-2018."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Basel III", "Prudential regulation", "Financial stability", "Risk-weighted capital requirements", "Leverage ratio", "Liquidity requirements", "Large exposures limits", "Macroprudential policy", "Microprudential remuneration rules", "Senior Managers and Certification Regime"]}