{"sentences": ["The reforms launched in Italy and in the rest of the EU to reduce the elements of fragility exposed by the global financial crisis and the sovereign debt crisis have yet to be completed.", "Willingness to pursue the path taken has gradually weakened; in Europe, some countries have become concerned about the distribution of the costs and benefits of the measures needed to improve the EU's economic governance; in Italy, the reforms have lost impetus owing to fears about their cost, often borne in the short term, and doubts about their benefits, which will emerge gradually and only in the fairly long term.", "In such conditions, if faced with a new crisis, we will be far more vulnerable now than we were ten years ago.", "There remain some fundamental aspects of the banking union that need to be finalized, such as the resolution fund - still without sufficient coverage - and the deposit insurance scheme - yet to be instituted.", "The new rules have eliminated the national tools for managing banking crises, but they have not replaced them with effective common mechanisms.", "A similar situation overshadows the public finances: individual countries saw their scope for manoeuvre further reduced when their debt increased after the recession, but no start has been made on creating a pan-European macroeconomic stabilization capacity.", "Europe needs to overcome the division between those who believe the risks should be reduced and those who maintain they should be shared more equally, a division that has a poor analytical background and serves little political purpose.", "We can in fact reduce the risks by sharing them: the completion of the banking union and the introduction of a real union of capital markets are a precondition for eliminating financial fragmentation and allowing private capital to act as a shock absorber as it does elsewhere, for example in the United States.", "A European budgetary capacity would limit the impact of recessions in single member states without weighing on national public finances, thus reducing the risk of sovereign debt crises and the need for rescue measures, which, as experience has taught, are extremely costly.", "At the same time, it is essential to continue resolutely and visibly reducing the risks in each country in order to win the trust of savers and markets alike.", "This process needs to be carried out carefully and gradually, however, to avoid creating a breeding ground for new crises, particularly given the lack of a common safety net, and so oblige the countries concerned to adopt overly restrictive budgetary measures while making it impossible for the banks to adequately support the economy.", "We must not cease our efforts to strengthen Italy's banking system, particularly the smallest institutes, and to eliminate the structural impediments to realizing our economic growth potential.", "The banks should provide the financial services that will allow firms to grow and innovate, but a system that is able to grant credit justly and efficiently, even in adverse economic conditions, needs its residual competitive disadvantages to be removed.", "This is one of the objectives of the action being taken to improve the efficiency of judicial and administrative procedures; we must not stop now.", "The obstacles to business, innovation and the correct allocation of resources caused by rigidities and delays in public services should also be eliminated.", "And there is clearly a need for public investment, chosen and carried out with the utmost efficiency, just as there is also need for sweeping and balanced fiscal reform to increase employment and promote economic growth.", "In such a situation, demand-side policies should be carefully gauged, focusing on public accounts balance and the importance of monitoring the debt-to-GDP ratio.", "It would be dangerous to rely on such policies alone to help Italy escape the trap of low growth in which it has been confined for so long and resume a path of strong and lasting development.", "Caution and farsightedness are essential to avoid tensions or potential crises and to prevent Italy's future generations from inheriting higher debt and lower income.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["banking union", "financial risks", "economic governance", "sovereign debt crisis", "public finances", "European budgetary capacity", "banking system", "economic growth", "public investment", "fiscal reform"]}