{"sentences": ["The difficulty of straddling the paths of risk reduction and risk sharing is evident.", "There are sizeable obstacles to overcome, both in reaching a consensus and in the practical implementation of reforms destined to profoundly change our European identity.", "It is often claimed that the time is not yet ripe for political union.", "Yet with foresight, we can take important steps in this direction.", "Italy is called on to make an authoritative contribution to the current European debate.", "The more steadfast and credible its commitment to improving Italy's growth potential and ensuring financial stability, the stronger its position will be.", "Banca d'Italia's supervisory work, including in the realm of the Single Supervisory Mechanism, will continue to push the banks to make the most of the opportunities offered by the current economic climate and to proceed decisively with strengthening their balance sheets, reducing NPL stocks, and increasing profitability.", "This is necessitated by the spread of new technology, growing competition on the financial markets, and increasingly prudent rules.", "To strengthen growth in the medium term, further steps must be taken towards structural reforms, improving public services, and rationalizing and stabilizing the tax laws.", "This is not a question of European rules, this is about the balanced development of our economy, its inherent strength.", "An increase in the public deficit is no substitute for reform and could prove counterproductive, since the problem of the national debt cannot be sidestepped.", "Even without the constraints of the Stability and Growth Pact, the need remains for us to make responsible choices.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["growth potential", "financial stability", "structural reforms", "public services", "tax laws", "Single Supervisory Mechanism", "NPL stocks", "profitability", "national debt", "Stability and Growth Pact"]}