{"sentences": ["Ladies and gentlemen, dear colleagues, I would like to conclude the first part of the conference with the actual and expected movement of inflation and the monetary policy measures adopted.", "In year-on-year terms, inflation has slowed down since the start of the year.", "The slowdown was anticipated and stated in the previous issues of the Report, though it was stronger than expected.", "This resulted from lower dinar-denominated import prices due to low inflation in the international environment and the dinar's appreciation in the previous period, and from the still low food production costs.", "That inflationary pressures are still low is suggested also by core inflation, which declined to 0.8% year-on-year in March and April, its lowest level since changes in consumer prices have been used as a measure of inflation.", "Compared to the previous Inflation Report, short-term inflation expectations fell even more - to 2.5% for the financial and 2.8% for the corporate sector, remaining anchored within the target corridor.", "These are the main reasons why the new medium-term inflation projection is somewhat lower than the previous one.", "Processed food prices Fruit and vegetable prices * Ipsos and Gallup agencies until December 2014, Ninamedia agency since December Sources: SORS and Consumer prices (%) 2014, and Ipsos agency since January 2018.", "After reaching this year's low in April, we expect inflation to gradually approach the target in the coming period, though this year it will remain close to the lower bound of the target tolerance band.", "We expect inflation to approach the 3.0% midpoint in the second half of 2019, and to remain stable around that level until the end of the projection horizon.", "In view of this, we expect inflation to remain low and stable in the coming period as well.", "In other words, in the medium term, year-on-year inflation will move within the target tolerance band (3.0%±1.5%) until the end of the projection horizon, i.e.", "in the next two years, also owing to a gradual recovery in domestic demand.", "Medium-term inflation expectations of the financial and corporate sectors are also anchored at the target midpoint of the National Bank of Serbia."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none"], "topics": ["Inflation", "Inflationary Pressures", "Inflation Target", "Inflation Projection", "Monetary Policy", "Core Inflation", "Inflation Expectations", "Domestic Demand", "Inflation Tolerance Band", "Food Prices"]}