{"sentences": ["10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA vy RESERVE BANK OF AUSTRALIA Building Financial Sector Resilience: A Decade Michele Bullock !", "Assistant Governor 10th Annual Commonwealth Bank Global Markets Conference Sydney - 30 October 2018 Thank you to the Commonwealth Bank for the invitation to speak to you today.", "A couple of weeks ago, we released our October Financial Stability Review (FSR).", "In that, we concluded that the Australian financial system looks pretty resilient.", "Australian banks are well capitalised and profitable, and have sound lending standards and plenty of liquid assets.", "The major banks are already very close to meeting the Australian Prudential Regulation Authority's unquestionably strong capital benchmarks.", "This is good for the resilience of the banking sector in the face of any downturn.", "Where the banks stand today reflects changes to the international regulatory framework over the past decade.", "The Global Financial Crisis (GFC) revealed inadequacies in bank capital and liquidity levels and risk frameworks, which resulted in an international effort to increase the resilience of the financial sector.", "Banks around the world have been required to increase the level and quality of their capital and mitigate liquidity risks.", "Systemically important institutions have been required to maintain additional buffers above these minimum requirements.", "There has also been a focus on better disclosure and transparency to facilitate an understanding of where risks might lie.", "The Australian banks were much less affected by the GFC than many overseas banks.", "There were some examples in which funding and asset quality became issues but as a whole the banking sector remained solid.", "There were nevertheless lessons to be learned from the international experience so over the past decade the Australian banking system has, like the rest of the world, been transitioning to a more resilient position.", "In my talk today, I will highlight some of the changes that have taken place and then suggest where future risks might lie.", "-ag-2018-10-30.html 1/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA Capital is there to absorb losses.", "One of the lessons from the GFC was that globally, banks held too little capital relative to the risks they were taking.", "In some cases, there was simply not enough capital to absorb the losses that resulted from such extreme financial and economic conditions.", "There has therefore been a concerted effort globally to increase the amount of capital and improve its quality.", "There have also been changes to make capital held more sensitive to the underlying risks of the assets while introducing a non-risk sensitive leverage ratio as a backstop.", "These reforms, collectively known as Basel III, have been progressively introduced by most international jurisdictions since 2013 and will continue to transition in over the next few years.", "Consistent with this, the Australian Prudential Regulation Authority (APRA) has required the Australian banks to significantly strengthen their capital positions.", "Minimum capital ratios have been raised, risk-weights have been re-examined and refined, capital conservation buffers have been added and those banks that qualify as domestically systemically important (D-SIBs) have been required to hold even larger buffers.", "These measures have resulted in a significant increase in the amount of capital held by the Australian banking system over the past decade.", "Major Banks' Capital Ratios* Consolidated global operations Tier 1 capital ratio CET1 capital ratio Leverage ratio** _ 2006 2010 2014 2018 * Break in March 2008 due to the introduction of Basel Il; break in March 2013 due to the introduction of Basel Ill +x Estimated prior to September 2015 as Tier 1 capital as a per Sources: APRA: RBA -ag-2018-10-30.html 2/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA This graph includes risk-weighted capital ratios for the major Australian banks from the mid-2000s to 2018 (Graph 1).", "At the time of the GFC, the Tier 1 capital ratio was around 7 per cent.", "!1] The Common Equity Tier 1 (CET1) capital ratio, which includes only higher quality capital, increased from around 8 per cent in 2013 (when it was introduced under the Basel III framework) to around 10.5 per cent currently.", "The banks achieved this in a number of ways.", "In addition to direct equity raising, the banks also added to capital from retained earnings and dividend reinvestment plans.", "But at the same time, the banks have also lowered their capital intensive exposures, focussing increasingly on housing lending that generates high returns and is relatively efficient on capital.", "This graph shows the average risk weights for major banks exposures over the past decade (Graph 2).", "The average risk weight on corporate lending has declined from around 80 per cent in 2009 to around 55 per cent, as the banks have reduced the share of their corporate lending that attracts high risk weights.", "The average risk weight on mortgage lending, while much lower than for non- mortgage lending, has however risen.", "This has largely been driven by an increase in the risk weights on housing lending implemented by APRA in 2016.", "This was to address the recommendation in the 2014 Financial System Inquiry to narrow the average mortgage risk weight differential between large and smaller ADIs.", "Average Risk Weight Major banks, on-balance sheet, internal ratings-based approach fo ~.", "With the finalisation of APRA's guidance on unquestionably strong, the major Australian banks will be required to maintain CET1 -ag-2018-10-30.html 3/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA capital ratios of at least 10.5 per cent, which they are close to meeting.", "This is a high capital ratio in both an absolute and a relative sense.", "When the relative conservatism in APRA's framework is taken into account, the major Australian banks Tier 1 capital ratios are currently around 17 per cent on an internationally comparable basis, at the high end when compared with many advanced economies (Graph 3).", "[3) Tier 1 Capital Ratios 20 Internationally comparable add-on** 20 Australia Canada Japan UK US * Data for Japan and US are for 2009 +x Estimated by APRA as being 485 basis points sources: APRA; IMF; RBA Funding and Liquidity Part of the Basel III framework arising from the lessons of the GFC was the introduction of measures to address the risks inherent in liquidity and maturity transformation.", "In particular, the Liquidity Coverage Ratio (LCR) and Net Stable Funding Ratio (NSFR) were introduced to the regulatory framework.", "The LCR requirement was designed to ensure that banks had sufficient high-quality liquid assets (HQLA) that could be easily converted into cash to meet an intense liquidity stress scenario.", "In practice this means that banks need to hold enough of these liquid assets to fully cover the expected net cash outflows in a stress scenario lasting 30 days.", "The NSFR was designed to mitigate the risk inherent in funding illiquid or long-term assets with short-term borrowing.", "It effectively prevents over reliance on short-term funding by requiring banks to have sufficient stable funding to match the liquidity characteristics of its assets.", "Consistent with the international framework, the Australian banks have completed a transition to more stable sources of funding and holding more liquid assets.", "APRA introduced the LCR in 2015 and -ag-2018-10-30.html 4/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA the NSFR in 2018, both applying to larger Australian banks.", "'*) The Australian banks are fully compliant with both requirements.", "But the introduction of the LCR presented some practical difficulties in the Australian context.", "Australia has a very small pool of government and semi- government securities that constitute HQLA.", "Australia therefore introduced a Committed Liquidity Facility (CLF), a facility available under the Basel framework to help meet LCR requirements in jurisdictions where there is insufficient HQLA.", "The CLF enables participating banks to access up to a pre-specified amount of liquidity by entering into repurchase agreements with the Reserve Bank of eligible securities.", "For this facility, the banks are charged an ongoing fee.", "The Australian banks' liquidity and funding profile have changed substantially over the past decade.", "Banks' holdings of liquid assets have increased from around 15 per of total assets prior to the GFC to around 18 per cent currently.", "A lot of this occurred in the immediate aftermath of the GFC but the new liquidity regulations encouraged the move.", "Banks have also increased the share of funding from deposits, a form of funding which the NSFR treats as more stable.", "Over the past decade, the share of funding raised from deposits has increased from around 40 per cent to around 60 per cent, while short-term debt funding has fallen from around 35 per cent to around 20 per cent (Graph 4).", "At the same time, the banks have been gradually increasing the duration of their long-term debt, reducing the frequency with which they need to go to funding markets (Graph 5).", "Funding Composition of Banks in Australia* Share of total funding Domestic deposits rn po\" Sf \\ Short-term debttm* tm ii an on 20 Wy et re ee 20 Long-term debt TN Securitisation --_________-_-- Equity a a a a a ee eee!", "9 2002 2006 2010 2014 2018 * Adjusted for movements in foreign exchange rates; tenor of debt is estimated on a residual maturity basis «x Includes deposits and intragroup funding from non-residents Sources: APRA: RBA; Standard & Poors -ag-2018-10-30.html 5/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA Australian Banks' Debt Maturity Outstanding long-term wholesale debt* 6 6 4 14 Residual.", "vA 2006 2010 2014 2018 * Debt with a maturity greater than one year Sources: Bloomberg; RBA So over the past decade, the Australian banks have all moved towards more resilient balance sheets and funding.", "But what of their profitability?", "A profitable banking sector is important for building and maintaining resilience of the financial sector.", "As noted earlier, retained earnings were an important contributor to the increase in capital in the banking sector over the past decade.", "In the event of an economic downturn, they also give banks scope to absorb rises in credit losses without eating into capital.", "The absolute level of profits of the Australian banks rose over the years immediately following the GFC, largely reflecting a decline in provisions for bad and doubtful debts but also strong growth in assets, primarily mortgages.", "Since 2014, however, profits have stabilised.", "A number of factors have contributed to this slowdown in profit growth.", "There has been a decline in non-interest income as banks have scaled back their fee-generating businesses such as wealth management, and the benefits to profits from falling bad and doubtful debts have also largely finished.", "But at the margin, relatively slow asset growth and declines in net interest margin have also contributed to slower growth in profits.", "Return on equity (ROE) has fluctuated broadly in line with profitability in recent years but with the rise in capital levels, is lower than it was before the GFC.", "The ROE for the major Australian banks has averaged around 12 per cent over the past few years, a little higher than in many overseas -ag-2018-10-30.html 6/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA jurisdictions post-GFC where returns of between 8 and 10 per cent are currently more common (Graph 6).", "Large Banks' Return on Equity* After tax and minority interests 20 .", "PX 20 -10 -10 2006 2010 2014 2018 * Ratio of profits after tax and minority interests to shareholders' equity; the number of banks varies by jurisdiction: Australia (4), Canada (6), euro area (38), Japan (4), other Europe (10), United Kingdom (4) and United States (18); adjusted for significant mergers and acquisitions: reporting periods vary across jurisdictions Sources: Bloomberg; RBA; S&P Global Market Intelligence More recently, various inquiries into the financial sector have highlighted cultural issues within the banks.", "International experience has shown that poor culture can have a significant adverse impact on banks, including on their financial performance and capital position through remediation costs and fines.", "While the Royal Commission has brought to light some poor behaviour by the Australian banks, the direct financial impact on them has been relatively modest so far.", "The fines to date are relatively small compared with the major banks' combined profits of around $30 billion per annum.", "But there are also costs from remediation of past behaviour, which have been reflected in banks' profit announcements in recent times, and there is also the possibility of class actions.", "And there are also likely to be increased costs of compliance which will be ongoing.", "More broadly, there has been very little share price growth over recent years which has had an impact on shareholder returns.", "And changes to business models to address the risk of future misconduct could more permanently impact banks' financial performance.", "These changes, however, are likely to increase the resilience of the financial sector in the medium term, even if at the expense of lower returns.", "-ag-2018-10-30.html 713 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA So over the past decade, much has been done to improve the resilience of the banking sector worldwide, including Australia.", "There is still some work to be done, particularly in the area of resolvability of financial institutions and the implementation of loss absorbing capital regimes.", "But overall we are in a stronger place than pre-GFC.", "Non-bank Financing With the increasing regulatory requirements imposed on banks in recent years, and the prudential guidance to tighten lending standards, there has been some shift in lending activity to the less regulated non-ADI sector.", "This is not necessarily a bad thing.", "The non-ADI sector provides an alternative source of credit for borrowers that might find themselves unable to borrow from a bank because they are assessed as not meeting the bank's risk appetite.", "Non-ADI lenders might be prepared to take on higher risk lending in return for a higher interest rate, hence providing credit to borrowers who might otherwise remain credit constrained.", "The non-ADI lenders can also provide some competition to the regulated sector.", "This is indeed what happened when non-ADI lenders came into the mortgage lending business and resulted in the spread on housing loan rates narrowing sharply in the mid-1990s.", "Nevertheless, lending by the less regulated sector could increase macro-financial risks.", "For example, the measures introduced by APRA over the past few years to address risks in household and banks' balance sheets could be undermined if the less-regulated sector simply filled the gap.", "The lending practices of this sector might exacerbate asset price cycles, with resulting impacts on the balance sheets of the regulated sector.", "And if the regulated sector ultimately responds to competition by easing its lending standards, there could be a broad based increase in risk.", "Lending by non-ADIs, particularly for property, has been growing quickly over the past couple of years as banks have tightened their lending standards and raised their interest rates on investor and interest only loans.", "Much of this growth has been funded by non-bank issuance of residential mortgage backed securities (Graph 7).", "This is higher than in recent years, although still below the levels pre-GFC.", "Despite growing quickly, debt financing by the non-ADI sector is only around 7 per cent of total financial assets in Australia (Graph 8).", "This is not much changed over the past few years and significantly lower than prior to the GFC.", "Furthermore, the exposure of the banks to this less regulated sector is very low, limiting the potential for contagion.", "Their ability to grow their share more rapidly is also somewhat constrained by the cost and availability of funding.", "While issuing conditions in RMBS markets are reasonably good, spreads remain well above the level pre-GFC when the non-ADIs had claimed some market share from the banking sector.", "They are also higher than the funding spreads for the banking sector which, combined with the fact that the regulated sector has a broader range of funding options, makes it difficult to compete directly on price.", "-ag-2018-10-30.html 9/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA Non-ADI Financing Activity Financial assets* $b Value Share of financial system** % Debt related 0 '0 2006 2012 2018 2006 2012 2018 Equity held by managed funds investing in debt § Debt instruments held by managed funds investing in debt !))", "Hedge funds*** i Non-prudentially consolidated finance companies i Securitisation vehicles (excluding self-securitisation) * Total assets where financial assets data are unavailable +4 Financial system excludes the RBA «ee Hedge fund data are only available from June 2008 sources: ABS; APRA; ASIC; Australian Fund Monitors; RBA Nevertheless, we and APRA continue to monitor the sector from a financial stability perspective.", "As part of its focus on lending standards, APRA has been emphasising to the banks the need to monitor the lending standards of the non-ADIs to which they provide temporary funding and ensure they are appropriate.", "APRA now also has powers to collect more detailed data on the non-ADI sector which will allow its growth and potential risks to be more closely monitored.", "And if APRA judges that the non-ADI lenders as a group pose a risk to financial stability, it has the power to make rules covering the lending of this sector.", "While we are nowhere near any such threshold, these reserve powers provide APRA with the ability to directly address such risks if they were to arise.", "So far I have talked about the resilience of the financial sector and how it has improved since the GFC.", "But what are some other more current potential risks to financial stability?", "I have talked about household debt and the housing market on other occasions so I won't say much more here.", "I would like to highlight though some work we have been doing to estimate the impact of the prudential -ag-2018-10-30.html 10/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA policy measures on the housing lending market.", "This work was set out in a special chapter in our recent FSR.", "Our analysis suggests that the introduction of the 10 per cent benchmark on the growth in investor lending didn't really alter the flow of total lending approvals in the year following.", "But it did alter the composition - it reduced loan approvals for investors but the market adjusted to this by increasing loan approvals for owner occupiers.", "To the extent that investor demand exacerbates housing price cycles, a configuration of lending standards that enabled strong growth in lending to this group could be unhelpful for financial stability.", "At the margin, the policy has therefore probably eased this issue.", "This is supported by evidence that the benchmark contributed to a slowing in growth in housing prices disproportionately in regions with high shares of investors.", "While the prudential measures were not aimed at housing prices, at the margin this was probably positive for financial stability.", "But there are two other risks that are mentioned in the FSR that I would like to highlight.", "They are cyber risk and external risks.", "I don't think a day goes by now without some mention of cyber risk in the media.", "It is a regular topic in financial sector conferences and an increasing focus for regulators.", "Cyber risk is the threat of financial losses, disruption or reputational damage from a malicious breach of a firm's information systems.", "And it can manifest itself in different ways - data theft, system disruptions, data manipulation and financial attacks.", "Cyber-attacks are becoming more organised and sophisticated.", "Not surprisingly, given their central role in credit provision and holding deposits, financial institutions are high on the list of entities at risk from cyber-attacks.", "And they are well aware of the risks.", "One simple measure of this is to count mentions of the word 'cyber' in the annual reports of the major Australian banks.", "It is a risk that is continuing to rise and will require continued vigilance and investment in mitigation into the future.", "Could a cyber-attack have implications for financial stability?", "A successful attack on a financial institution could result in a significant loss for that institution.", "The attack on Bangladesh Bank, for example, resulted in a loss of US$81 million but it could have been much larger.", "Could the financial loss have systemic consequences that threaten the stability of the financial system?", "An attack that impacted the integrity of the data held by a financial institution could, however, have a severe impact on its ability to operate.", "A successful attack on an institution could even result in a lack of confidence in the banking system more broadly, with potential withdrawals of funds from financial institutions and liquidity issues for the financial system.", "If an attack disrupted payment systems it could cause significant difficulties for households and businesses and disrupt economic activity.", "A disruption to the settlement of transactions for an extended period could cause issues for the operations of markets and result in a build-up of significant settlement risks in the financial system.", "These are very unlikely outcomes.", "But regulators are nevertheless focusing on how financial institutions are mitigating the risks - not just prevention but detection, response and recovery.", "The second risk to Australia's financial stability that I would highlight is the global environment.", "Solid growth in Australia and the world, as well as relatively stable financial markets, have been supporting -ag-2018-10-30.html 11/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA financial stability in Australia over the past year.", "But compensation for risk worldwide remains low, asset prices are at high levels and markets are vulnerable to a sharp increase in risk sentiment which could have implications for banks' offshore funding and their assets.", "Global growth could contract sharply for a number of reasons, including escalating trade tensions or financial instability in China.", "Although a depreciating exchange rate would help mitigate any effects, there would be implications from this for the Australian economy.", "This would impact the highly indebted household sector as well as the balance sheets of financial institutions.", "The recent policies to strengthen lending standards will help to guard against widespread financial stress, but there is a risk that if the downturn were significant enough, the financial impact on banks and borrowers would amplify the shock.", "The Australian banks have now largely completed a decade long transition to stronger capital and liquidity positions, making them more resilient to adverse shocks than before the GFC.", "This transition has seen a change in business models and a decline in returns.", "Recent focus on tightening lending standards has further improved the resilience of both bank and household balance sheets.", "While lending by the less-regulated sector remains small, it is increasing quickly and is higher risk.", "Furthermore, risks from the external environment are high and operational risk, particularly in the form of cyber risk, is increasing.", "We therefore need to remain vigilant.", "*] I would like to thank Michael Gishkariany for assistance in the preparation of this talk. ]", "The increase has been larger in practice because the capital ratio in 2018 is measured using a more conservative measurement methodology than 2007/08. ]", "For more details, see APRA (2017), 'APRA announces unquestionably strong capital benchmarks', Media Release No 17.23, 19 July. ]", "In August APRA released a discussion paper proposing some revisions to the capital framework.", "An aim of these is to make banks' capital ratios more internationally comparable so that international creditors do not underestimate their 'unquestionably strong' status.", "One option is for banks to report a separate internationally comparable capital ratio.", "Another is to modify some aspects of the relative conservatism inherent in the current approach.", "APRA is also open to retaining the current approach.", "For details, see APRA (2018), 'Improving transparency, comparability and flexibility of the ADI capital framework', Discussion Paper, August 2018.", "[4] The LCR and NSFR currently apply to 15 ADIs; a large number of smaller institutions are subject to the Minimum Liquid Holdings (MLH) regime.", "For details about the LCR, see APRA (2014), 'APRA finalises implementation of Liquidity Coverage Ratio in Australia', Media Release No 14.22, 4 November.", "For details about the NSFR, see APRA (2016), 'APRA releases final revised prudential standard on liquidity for the Net Stable Funding Ratio', Media Release, 20 December.", "[5] For more details about the CLF, see Debelle (2011),'The Committed Liquidity Facility'.", "[6] Earlier this year APRA proposed its first prudential standard focussing on cyber resilience.", "For details see APRA (2018), 'APRA to introduce first prudential standard aimed at tackling growing threat of cyber attacks', Media Release No 18.10, 7 March.", "Available at <-centre/media-releases/apra-introduce- first-prudentialstandard-aimed-tackling-growing-threat>.", "For an international perspective on cyber guidance for -ag-2018-10-30.html 12/13 10/31/2018 Building Financial Sector Resilience: A Decade Long Transition I Speeches I RBA financial market infrastructures, see BIS (2016),' Guidance on cyber resilience for financial market infrastructures', Publication No 146, 26 June."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Capital Adequacy", "Liquidity", "Profitability", "Cyber Risk", "Non-bank Financing", "External Risks", "Lending Standards", "Household Debt", "Housing Market", "Financial Stability"]}