{"sentences": ["The euro was introduced twenty years ago.", "It was by no means a given that Italy would be part of the single currency at the outset, but our country was resolute in its pursuit of the economic and financial objectives required to achieve that goal.", "Expectations were high; taking this brave step towards ever greater union between European countries sealed the commitment to continuing along the path of development built on the rubble of the Second World War; there was little, though some, perception of just how much needed to be done to complete the economic and monetary union or of how great a responsibility was being entrusted to the European Central Bank in the absence of a political governance of the economy.", "Italy has not responded to other challenges with the same determination.", "It has been slow to react to the changes imposed by technological progress and by the opening up of global markets, remaining more exposed than other countries to competition from the emerging countries.", "It has yet to complete the restructuring of the public accounts begun in the 1990s, which involved shouldering the risks connected with its heavy reliance on the financial markets to fund the government debt.", "Tensions that have also been felt in the other advanced economies have been exacerbated by this dual weakness in Italy.", "A country where productivity was already sluggish has had to bear the consequences of a global financial crisis that began on another continent and of a sovereign debt crisis which it had done nothing to trigger.", "The economic and social suffering has been aggravated by the real and perceived difficulties encountered in managing growing migration flows.", "The euro area had neither the governance nor the tools to deal with crises of this magnitude.", "In its pursuit of medium-term price stability, the single monetary policy can mitigate common cyclical difficulties, but it cannot intervene in favour of individual countries nor can it solve structural problems, whether they affect just one country or the euro area as a whole.", "Yet holding Europe responsible for our troubles is a mistake; there is nothing to be gained by it and it diverts attention from the real issues.", "Italy is still struggling to recover from the double-dip recession as it is paying the price of not being - in terms of public service quality and respect for the rules - a business-friendly environment.", "It suffers from a serious technological lag, the result of a production structure that is fragmented and counts a high proportion of firms that find it difficult to grow and innovate.", "It is weighed down by the distortions caused by tax evasion and by the public debt, which makes funding more expensive for households, firms and banks, as well as for the country itself.", "A state of constant uncertainty squeezes firms' investment and household consumption.", "Labour suffers, and social hardship increases.", "The performance of the economy and country risk in turn affect the conditions of banks.", "The progress on credit quality, profitability, and banks' assets observed in the last few years in many cases reflect the significant efforts made, supported by the Bank's supervisory activities and helped by the improved economic situation and relaxed financial conditions that prevailed up until the spring of 2018.", "The possibility that macroeconomic risks could again hit a financial sector that has yet to reorganize is a source of vulnerability of which we must be aware.", "Sustaining growth and easing tensions on the financial markets remain crucial to guaranteeing that this vital component of the economic system is fully functional.", "If we look beyond the short-term horizon we cannot ignore the risk, implicit in demographic trends, of a sharp deterioration in Italy's production capacity, and the prospect of strong pressures on public finances.", "From here until 2030, without the contribution of immigration, the population aged between 20 and 64 is expected to fall by 3.5 million, and by a further 7 million in the subsequent fifteen years.", "Today, for every 100 people in this age group, 38 are at least 65 years old; in twenty-five years' time, this share will have risen to 76.", "Italy's inability to attract highly-skilled labour from abroad and, indeed, the concrete risk of losing our best and most dynamic workers, makes this outlook even more worrying.", "A more careful calibration of the budget towards measures to support work and production activities, a rigorous and credible strategy to reduce the burden of the public debt, and broader structural reforms, designed to eliminate bureaucratic and administrative obstacles to competition and investment in physical and human capital, can all help to restore higher growth rates and confidence in the government bond market.", "This process can be facilitated by effective action to combat evasion as part of a broader tax reform.", "Everything possible must be done to raise labour market participation rates, by prolonging working lives in line with the increase in life expectancy, and by removing the obstacles facing female workers; the country's development requires that the South of Italy, where one third of the population resides, be revitalized.", "It is the job of economic policy to define the legislative framework, by providing adequate incentives and by removing the brakes on production, but it is up to firms to seize the opportunities offered by the market and technology, to be ready to grow, including by opening up to external capital and expertise; it is for students and workers to help effect change by seeking new and more varied skills.", "The financial intermediaries must prove able, in their own interest, to support this process by demonstrating prudence but also wisdom.", "This calls for a concerted effort, with no exceptions, and politics must show the way.", "Italy's membership of the European Union is vital to return to a path of stable growth: this is where we can respond to the global challenges posed by the integration of markets, technology, geopolitical changes, and migration flows.", "The institutional development of Europe has accompanied the economic development of all the member countries: it has opened up a bigger market for firms and consumers, made more funds available to support disadvantaged areas, facilitated cooperation on strategic questions, and guaranteed a stable monetary framework.", "Without Europe we would have been worse off, but if we were to antagonize Europe we would become so.", "We must work responsibly, constructively, and without prejudice to complete the Union, to help reinforce its institutions, and for the wellbeing of all.", "There must be no ambiguity about the responsibilities to be shared, the objectives to be pursued or the instruments to be used, all the while in the knowledge that, including for those who save, invest and produce, 'words are deeds' and 'in the dark, words weigh double'.", "The farsightedness shown by those who laid the foundations of the European project must once again guide our actions today.", "This is an essential condition for guaranteeing a future of peace and prosperity for the generations to come.", "Business confidence of industrial firms (indices: 2000=100) Euro area Italy Figure 3 Sovereign spreads (yield spread vs. German government securities; basis points) Portugal 200 200 0 0 2015 2016 2017 2018 2019 Source: Based on Bloomberg data.", "GDP growth (the dashed lines indicate the average growth for the period) Euro area ItItItItaly Figure 5 Average cost of the public debt and nominal GDP growth in Italy: forecasts (per cent; average 2019-20) Nominal GDP growth 0 0 Average cost of the debt - nominal GDP growth (r-g) Italy Belgium France Germany Greece Portugal Spain United United Japan Source: European Commission, Spring forecast, May 2019.", "Degree of digitalization (DESI; percentage deviations from the European average) 20 20 -10 -10 -40 -40 DK SE FI NL LU IE UK BE EE ES AT MT LT DE SI PT CZ FR LV SK CY HR HU PL IT BG EL RO Source: European Commission.", "Note: The Digital Economy and Society Index (DESI) is a composite indicator that measures the digital performance of the European Union and of its member states.", "Note: Share of the population aged 25-64 years that uses the Internet to access their current accounts.", "Supply of banking services offered through digital channels in Italy Payment services Smartphone 60 60 Asset Lending to households Lending to 1997 2000 2003 2006 2009 2012 2015 2018 Source: Regional bank lending survey (RBLS).", "Note: Share of banks offering their services through digital channels.", "For lending to households and firms, the share refers to banks that provide online estimates of what loans would cost.", "Note: The stocks are calculated gross and net of loan loss provisions.", "Bad debts are a subset of total non-performing loans (NPLs).", "Exports and foreign direct and portfolio investment in Italy (destination/origin; percentage composition) Foreign direct investment Foreign portfolio investment European Union Rest of the world Sources: Based on Bank of Italy, Istat and IMF data.", "Inflation Italy 4 4 Germany by the Printing and Publishing Division of the Bank of Italy Rome, 31 May 2019 Printed on eco-friendly paper"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Public debt", "Italy", "Europe", "Banks", "Financial markets", "Demographic trends", "Labour market", "Structural reforms", "European Union"]}