{"sentences": ["Expectations matter Welcoming remarks at the Joint Conference on Household Expectations 26.09.2019 | Frankfurt am Main | Jens Weidmann 1 Introduction 2 Taking different inflation expectations into account 3 Gaining deeper insights from household surveys 1 Introduction Governor Villeroy de Galhau, dear François, Ladies and gentlemen, dear colleagues, It is my great pleasure to give you all a warm welcome to this get-together at the Bundesbank guest house to set the tone for our joint conference with the Banque de France on household expectations.", "In the early 20th century, the world was stunned.", "Wilhelm von Osten, a German mathematics teacher, presented a horse which appeared to be able to correctly perform arithmetic calculations.", "The horse, called \"Kluger Hans\" (or \"Clever Hans\"), could also read the clock, form sentences and reply to other questions, giving answers by tapping his hoof.", "A public commission was set up to study this intelligent animal, but could find no evidence of a hoax.", "It was a young researcher who eventually discovered what was going on.", "After years of training, \"Clever Hans\" was able to identify tiny changes in the questioners' facial expressions that unintentionally signalled the expected behaviour.", "Without facial contact, the horse could not perform any of the tasks.", "This shows that observers' expectations can impact the observation.", "[1] Similarly, our economies are not just mechanical systems combining labour input, capital and technology: they are also driven by our expectations.", "At least since John Muth introduced the concept of rational expectations in 1961, it has been the case that expectations of economic agents play a key role for both economic theory and policy.", "After the experience of stagflation in the 1970s, central banks around the world today acknowledge the importance of anchoring inflation expectations and preserving the credibility of monetary policy.", "[2] This is also reflected in estimates of the Phillips curve which demonstrate that inflation expectations are one of the key determinants of actual inflation.", "[3] 2 Taking different inflation expectations into account However, there is the question of whose inflation expectations matter to monetary policy and which indicators should be monitored.", "In terms of inflation pressures arising from labour and goods markets, it would be appropriate to consider inflation expectations across firms and households which are engaged in these markets.", "Economic experts, meanwhile, may be better informed about monetary policy and central bank intentions.", "And their forecasts could also provide guidance to other agents.", "In contrast to such survey-based indicators, high-frequency data on expectations can be extracted from financial market indicators such as swap rates or break-even inflation rates.", "However, such measures may combine expectations with preferences of investors.", "As a result, indicators extracted from market prices may deviate from expected inflation from surveys.", "Moreover, market prices may include liquidity premia which blur the picture.", "Recently, the five-year inflation-linked swap rate five years ahead has dropped considerably in the euro area.", "By contrast, long-term inflation expectations in the ECB Survey of Professional Forecasters, for instance, have remained more stable, while qualitative consumer expectations as expressed in the European Commission's survey are virtually unchanged.", "According to ECB calculations, the recent drop in market-based indicators reflects, first and foremost, a fall in the inflation risk premium, rather than in expected inflation.", "[4] As possible reasons, Bundesbank analysis points to differences in liquidity and scarcity premia across bonds.", "Furthermore, the behaviour of specific groups of investors might have contributed to recent developments.", "For example, life insurers and pension funds may face higher risks of interest rate changes arising from their liabilities, as bond yields drop.", "They could respond by investing more heavily in longer-dated bonds, thereby aggravating the decline in yields and affecting market-based indicators of inflation expectations.", "Overall, such market-based measures are probably not representative at present, and below the inflation expectations relevant for our monetary policy.", "This episode highlights that the various indicators have different advantages and shortcomings.", "[5] In general, they should not be viewed as substitutes, but used instead as complementary information.", "Gaining deeper insights from household surveys Unfortunately, we still lack frequent, detailed and quantitative data on inflation expectations of households and firms.", "There are difficulties involved in implementing surveys at the firm level.", "[6] In particular, it is hard to identify and reach those persons within a company who are involved in price and wage setting.", "Surveys of households are more straightforward to implement, and have been studied by academics and central bankers for quite some time.", "Moreover, recent work by Yuriy Gorodnichenko and our keynote speaker Olivier Coibion has shown that household surveys can, in some instances, provide better information about firms' expectations than professional forecasts or market-based inflation expectations.", "[7] For example, disagreement among firms about macroeconomic prospects resembles the dispersion of expectations among households in terms of its size, persistence and asymmetry.", "But household expectations are also of direct importance to the monetary transmission process.", "Households' inflation expectations, for instance, are related to their purchase intentions and can therefore affect private consumption.", "Furthermore, household expectations on economic variables other than inflation are also relevant to central banks.", "If conducted at the national level, additional household surveys could focus on and detect idiosyncratic features.", "In particular, such data may matter for the national mandate of macroprudential policy.", "In order to gain a more comprehensive picture, the Bundesbank has carried out a pilot study for an internet-based household survey on a monthly basis.", "The focus lies on consumer expectations regarding inflation and developments in the real estate market.", "The field phase was completed in July.", "In two sessions of this conference, the findings from several studies by internal and external researchers based on the pilot's data will be presented to a specialist audience for the first time.", "As an appetiser, I have the privilege of giving you a sneak peek at key results from core questions of the pilot survey in advance: First, the median of inflation expectations over a twelve-month horizon is 2% in all three survey waves.", "That is lower than in similar US surveys and indicates that German consumers' inflation expectations are well-anchored.", "Second, only a small fraction of individuals in Germany - namely 3% to 4% - expect inflation to fall.", "And the share of very high inflation expectations is also relatively small.", "Overall, results vary across socio-demographic categories such as income or the level of education in ways consistent with previous studies.", "Third, most individuals in Germany think that house prices will continue to rise sharply.", "Roughly 70% of those questioned answered that they already consider real estate in their neighbourhood to be overvalued; nonetheless, more than half of these persons expect prices to rise further.", "Fourth, tenants predict stronger house price increases than owners.", "This interesting difference is consistent with results from our Panel on Household Finances (PHF).", "The Bundesbank already conducts the PHF survey of German household wealth and debt every three years - in 2017, almost 5,000 households participated.", "In this third wave, the PHF questionnaire was expanded in some areas to include questions on house price expectations, for example.", "The PHF surveys and the recent pilot study have allowed the Bundesbank to acquire expertise and experience.", "Going forward, we would very much welcome cooperation with the Banque de France on a high-frequency survey focusing on household expectations.", "In addition, the ECB has recently started to develop a new consumer expectations survey.", "According to the announcement, a pilot survey will soon be implemented.", "[8] Aside from serving practical purposes within central banks, additional surveys on household expectations would also help to promote research.", "The US is clearly ahead in this field, and an important question is whether the results obtained there would also be valid for other countries.", "Ladies and gentlemen, the discovery of the \"Clever Hans phenomenon\" was a major breakthrough for experimental psychology and led to further research on the effects of expectations.", "For example, evidence was found that teachers' expectations could have an impact on students' performance.", "[9] More generally, \"Clever Hans\" may highlight the importance of designing experiments properly in order to avoid biased results.", "Of course, our researchers also took this lesson to heart when they devised their pilot study.", "By resorting to an internet-based survey, they have effectively eliminated any possible impact of face-to-face contact.", "To conclude, I wish you a pleasant evening and a fruitful conference.", "And, finally, I am very glad to open this joint event together with Governor Villeroy de Galhau.", "Dear François, thank you so much for coming and please take the floor.", "The \"Clever Hans Phenomenon\" revisited, Communicative and integrative biology, 6(6):e27122.", "How the World Achieved Consensus on Monetary Policy, Journal of Economic Perspectives, 21, pp.", "Deutsche Bundesbank (2016).", "The Phillips curve as an instrument for analysing prices and forecasting inflation in Germany, Monthly Report, April 2016, pp.", "Is the Phillips curve alive and well after all?", "Inflation expectations and the missing disinflation, American Economic Journal: Macroeconomics 7.1, pp.", "Coeuré, B., Inflation expectations and the conduct of monetary policy, speech at an event organised by the SAFE Policy Center, 11 July 2019. .", "Inflation expectations anchoring: new insights from micro evidence of a survey at high-frequency and of distributions, BIS Working Papers No 809. .", "Inflation expectations as a policy tool?, NBER Working Paper 24788. .", "How do firms form their expectations?", "New survey evidence, American Economic Review 108(9), pp.", "de Guindos, L., Communication, expectations and monetary policy, intervention at the ECB policy panel of the Annual Congress of the European Economic Association, 27 August 2019. .", "Teachers' expectancies: Determinants of pupils' IQ gains, Psychological Reports, 19, pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation expectations", "Household surveys", "Monetary policy", "Market-based indicators", "Consumer expectations", "Phillips curve", "Anchoring inflation", "Rational expectations", "Stagflation", "Survey-based indicators"]}