{"sentences": ["Your Excellencies Ambassadors, Representatives of Banca d'Italia and Deutsche Bundesbank, Ladies and gentlemen, Dear guests, I have the pleasure, as the Governor of the Bank of Albania, to welcome you to the launching ceremony of the Twinning Project on \"Enhancing Bank of Albania's alignment with EU Acquis\".", "The project is financed with IPA 2015 EU funds, following a previous project on needs analysis for the Bank of Albania - designed and led by the ECB in partnership with 11 central banks of the European System of Central Banks.", "From this perspective, the new twinning project we are launching today may be considered a continuation of the previous one, given that it will address a significant number of recommendations from 2014.", "Hoping that in the spring of 2020 we will see a green light for the opening of accession negotiations for Albania, I would like to reassure you of Bank of Albania's commitment to fulfilling priorities arising from the European integration process.", "Major objectives for strengthening the long-term capacities of the institution coincide with the approximation of its legal, regulatory and operational frameworks to that of the European System of Central Banks.", "I would like to emphasise that undertaking such projects emphasises the mutual engagement of the EU and Albania with regard to deepening integration processes of our country, and reiterates Albania's European perspective.", "Dear ladies and gentlemen, In the last decade, Bank of Albania has implemented a number of EU-funded projects.", "The first twinning project was implemented during 2012 - 2013.", "At that time, like now, Banca d'Italia - in partnership with Banque de France - contributed successfully to achieving concrete results in six areas of Bank of Albania's activity.", "The second project - needs analysis for Bank of Albania's approximation, funded by the EU - was led by the European Central Bank and was implemented during 2014.", "The aim of the sixmonth project was to assess the legal, regulatory and operational frameworks of the Bank of Albania vis-à-vis standards and best practices applied in European central banks.", "From this perspective, it should be underlined that the recommendations left upon the completion of this project are incorporated in the list of main priorities for Bank of Albania's institutional approximation to the model applied in the European System of Central Banks.", "In addition, in light of addressing these priorities, the European Commission decided to allocate EUR 800 000 as under IPA 2015.", "After a long process of consultations and sharing information, for the first time, Bank of Albania's experts put together a Twinning Project, which was submitted to the European Union Delegation to Albania.", "At the end of the process, Banca d'Italia and Deutsche Bundesbank were selected to implement Bank of Albania's project.", "Banque de France and National Bank of Romania are also part of the team for certain components of the project.", "We feel privileged, certainly, by this close partnership with these two major central banks.", "Relations with these two institutions date back to quite early in the history of the Bank of Albania.", "Whether multilaterally or bilaterally, they have assisted for many years the Bank of Albania achieve its objectives and operate like a modern and reliable institution.", "I am therefore optimistic about the success of this next project, irrespective of the relatively tight agenda and deadlines.", "Now, let me briefly introduce you to the main components of this project.", "It will involve eight departments at the Bank of Albania and will address important issues, grouped as follows: 1.", "Banking Supervision and Financial Stability 2.", "Monetary Policy and Statistics 3.", "Other central banking functions such as human resources and European integration For each component, measurable results have been envisaged, which will be translated into regulatory documents, guidelines and specific recommendations related to policies.", "All outcomes will aim to approximate the final product at a higher level to standards and models of the European System of Central Banks.", "Dear ladies and gentlemen, I hope that this project will deliver long-term results, and will strengthen the regulatory and operational frameworks at the Bank of Albania, an institution that makes substantial contribution to the sustainable economic development of Albania.", "On behalf of the Bank of Albania, let me iterate our readiness and commitment for the successful implementation of the Twinning Project, as we strive with professionalism and responsibility to achieve its objectives.", "Concluding, I would like to thank the European Commission, for its support in securing funding for this project.", "I am certain that the Commission will continue to support future initiatives of the Bank of Albania, as we deal with approximation challenges and endeavour to progress toward the European family.", "I would also like to thank the EU Delegation to Albania for their support and valuable suggestions during the design and consultation phases of the project, as well as the General Directorate for Financing and Contracting, for their insistence throughout the design and selection process for compliance with all EU procedures related to fund management.", "Special thanks go to Banca d'Italia, an institution that has constantly supported us with their invaluable experience.", "I believe that the experience and dedication of Mr Gola is an added guarantee in this regard.", "We are grateful to Bundesbank for their active participation in this project - as well as in their specific role in the regional project on \"Strengthening the Central Bank Capacities in the Western Balkans with a view to the Integration to the European System of Central Banks\".", "We would also like to thank National Bank of Romania and Banque de France for their involvement in this project.", "Last but not the least, I would like to thank staff members of the Bank of Albania intensively engaged in the design and implementation of the project.", "I do believe that, as with previous experiences, this project will be implemented and finalised successfully, contributing to the advancement of capacities in our institution."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["EU integration", "Twinning Project", "European System of Central Banks", "Bank of Albania", "Institutional approximation", "Regulatory frameworks", "Banking Supervision", "Monetary Policy", "Financial Stability", "European family"]}