{"sentences": ["On 25 September, Sabine Lautenschläger, the German member of the Executive Board, resigned after the public sector purchase programme (PSPP), Europe's \"quantitative easing\", was reactivated on 13 September following a majority decision of the Governing Council.", "Several other ECB members also voted against, and the governors of the German, Austrian and Dutch central banks openly criticised this decision.", "In September, the euro area was facing the risk of a further slowdown and inflation was remaining too far away from our 2% objective.", "The entire Governing Council agreed on this diagnosis - the debate was not about the need to act, but about the choice of instruments.", "Some of us were not convinced that relaunching asset purchases was the most suitable instrument, because long-term interest rates had never been so low.", "It's normal for there to be different points of view, but once a decision has been taken, we should accept it and move on.", "In fact, that's one of the ECB's greatest qualities - that it can take decisions by simple majority, making it more reactive than other European institutions.", "Not everyone has to be in agreement, although it's better when they are as that gives the decision more weight.", "A technical debate that nevertheless resulted in an open and intense confrontation... Sabine resigned for a combination of personal reasons, and only she can comment on them.", "Another relevant topic is communication.", "I think that once the institution has taken a decision, whatever your personal opinion you should defend that decision.", "Things would be different if the votes were public, which is something I've always supported.", "Each individual would have to take responsibility for their vote and explain how it was in the interest of the euro area - the national central bank governors sit in Frankfurt in a personal capacity and should support the collective interest, not just their country's.", "Since the start of the euro area crisis in 2010, the Bundesbank has routinely voted against the ECB's decisions, criticised them publicly, even joined legal actions against it...", "The Governing Council was almost unanimous in its agreement that the measures taken during the crisis were both necessary and within the ECB's mandate.", "I'm thinking particularly about the decision on Outright Monetary Transactions (OMTs) that we took in September 2012 to protect the euro area from speculation that could have forced some countries out of the single currency.", "That decision was almost unanimous; the single vote against came from the President of the Bundesbank, who thought these operations crossed the line separating monetary and fiscal policy as it was designed to support a euro area country's bond market that was under attack from the markets.", "This was not the opinion of the Governing Council, which had spent the entire summer of 2012 ensuring that this line would not be crossed - we therefore made our intervention conditional on the activation of a European Stability Mechanism (ESM) adjustment programme.", "That is essential, because it means it is not the ECB that is reforming a country's economy or getting a country's public finances back on their feet when it asks for help - the country has to do this itself within the framework of an ESM programme.", "Then the ECB can provide the liquidity that enables the bond market to stabilise.", "Moreover, the European Court of Justice ruled in our favour.", "We seem to be witnessing a real clash of ideologies between the left and right within the ECB, as your zero-rates policy is resulting in the \"euthanisation of the rentier\", to borrow a 19th century phrase, meaning it's hurting savers and pensioners, hence the criticism from Germany and the Netherlands, but helping workers, or growth, in other words.", "It's a false dichotomy.", "One of my regrets is that we haven't managed to convince the German public of the merits of our policy.", "On the one hand, monetary policy always and everywhere affects the balance between saving and consumption via interest rates.", "If it didn't do that, it would serve no purpose!", "And on the other hand, in a period where unemployment skyrockets, growth slows or there is the threat of deflation, as was the case in 2012 and 2014, it is normal for the ECB to be on the side of employment.", "I have no concerns here, it's part of our mandate: without growth and employment, you cannot have price stability.", "Our policy is in the interest of the euro area as a whole, and therefore of Germany, it's as simple as that.", "As soon as you have a single market and a single currency, there's no point artificially setting the interests of different countries against each other, because we are all in the same boat...", "Your policies have also weakened the banks, who have seen their margins shrink to the point that some of them are no longer concerned about charging for deposits.", "On the one hand, interest rates are not low because of the ECB.", "Us lowering our \"key rates\" (for example, the rate at which bank deposits held with the ECB are remunerated) to very low or even negative levels means that there is a savings glut in the economy: the natural rate of interest has fallen due to weak growth, the ageing population and a sort of anxiety in the global economy leading to demand for very safe assets, like government bonds.", "But for monetary policy to work and stimulate the economy, the interest rates set by the central bank have to be below this equilibrium rate.", "If one wants to return to a situation in which savings generate returns and conditions are supportive for the financial sector, criticising the central bank achieves nothing.", "Action needs to be taken on the fundamentals to boost returns on capital, which would naturally lead to interest rates increasing, and the central bank could follow.", "On the other hand, it is true that the fact that the yield curve is flat, in other words that interest rates are low across the maturity spectrum, is weighing on the financial sector.", "Indeed, the difference between the long-term performance of savings and the short-term cost of funding is currently almost zero.", "But what is weighing even more heavily on the profitability of European banks is that they have a cost base that is much higher than that of banks in the United States, Japan, the United Kingdom and Scandinavia, and that, in certain countries, they have nonperforming loans on their balance sheet that no longer yield a return.", "And finally, there are too many banks in Europe and consolidation has not started.", "So, we need fewer banks in the euro area?", "The banking union hasn't yet enabled consolidation within the sector.", "We need to see crossborder M&A activity in the banking sector, and we also need to overcome a number of obstacles to banking activity.", "But the banking union has played a useful role in stabilising a sector that is now much more robust than it was in 2012, since the ECB has taken on the role of banking supervisor and has strengthened capital and liquidity requirements.", "It is important to recognise that one of the major achievements of the past eight years has been to reduce the influence of the banking lobby.", "The banking union has put a stop to the vicious triangle that existed in each country between big banks, the regulator - in other words, the finance ministry - and the supervisor, which was generally the national central bank.", "We have created some distance between the banking sector and the supervisor, which is a good thing for the people of Europe.", "Another effect of your monetary policy has been to create the conditions for a new real estate bubble, since there's no longer any return on savings.", "There is a risk, but we're not there yet.", "There are local tensions, but nothing that affects the euro area as a whole.", "Preventing risks has to start at the national level - if property prices are soaring in a particular city, is the problem related to mortgage lending or is it related to land-use planning?", "In the latter case, that certainly falls outside the ECB's purview.", "Financial institutions are fundamentally stronger than they were in 2008, because they're better capitalised and they have to comply with stricter rules, particularly when it comes to measuring their risks.", "For example, Basel III has imposed limits on banks' use of internal models - previously, they could calculate themselves the risks they were taking, and this made them overconfident.", "That said, if we remain in this environment of low interest rates for a long time, the risk of real estate bubbles will of course increase.", "I would like the ECB to develop an approach which allows a better comparison between the benefits for the real economy of low interest rates and the risks created through the financial sector.", "At the moment, it's not clear at what point the risks start to outweigh the benefits.", "Isn't there also a need to strengthen the rules that banks need to observe when granting a loan?", "Macroprudential tools offer scope to tighten capital requirements for banks and the conditions they impose on borrowers if financial stability problems appear to be emerging.", "Such measures are taken at the national level - in France, for example, the High Council for Financial Stability, which is chaired by the Finance Minister, has taken measures related to lending to large firms and to housing loans.", "If the ECB thinks that a country isn't doing enough, it can take matters into its own hands.", "The European Systemic Risk Board identifies risks and can make recommendations to individual countries, but if the ECB thinks that this doesn't go far enough, it can take charge and impose additional requirements at the European level, something that has so far never been done.", "The area where no tools exist - and this is a matter of concern - is nonbank activity.", "Since the financial crisis, there has been a shift towards the non-bank sector.", "Banks have shrunk their balance sheets while investment funds, money market funds and asset managers continue to grow and are effectively financing the economy.", "So, if an investment fund buys a portfolio of loans from a bank, it becomes a creditor to firms and households.", "Yet there is much less supervision and fewer prudential tools in this sector.", "This is where major work will be needed in the coming years - we need to develop a macroprudential approach for non-bank activity so that credit conditions can be tightened if necessary.", "Since you started at the ECB in January 2012, the institution has undergone a fundamental transformation.", "It used to be much like the Bundesbank, but now it acts more like the US Federal Reserve.", "The existential crises we went through, first with Spain and Italy in summer 2012 and then with Greece in summer 2015, and the actions of one man, Mario Draghi, who was President of the ECB until November this year, gave us the necessary maturity to make full use of the instruments granted to us by the treaties.", "Does this mean that we have become like the Federal Reserve?", "In a certain sense, yes, because we are equipped with a comprehensive toolbox to support the euro area economy at all times, using tools like quantitative easing inspired by the US model, and the capacity to intervene in the markets.", "But there are also significant differences.", "For a start, we don't have the same mandate - the Federal Reserve has a dual mandate that gives equal weighting to price stability and full employment, while the ECB's mandate prioritises price stability.", "And our financial markets are not the same - bond markets in the United States are very deep and liquid, which gives the Federal Reserve an almost unlimited capacity for intervention.", "In Europe, there is no capital markets union - bond markets are fragmented across 19 countries, which limits the capacity of monetary policy.", "Are you proud of what has been accomplished?", "There are three things I take pride in.", "First, Mario Draghi's speech in July 2012, when he said that the ECB, within its mandate, would do whatever it takes to preserve the euro, and the creation of Outright Monetary Transactions, which were the concrete manifestation of that commitment and made it possible to maintain the integrity of the euro area.", "Then there was the episode with Greece, which was of course very controversial, as can be seen in the Costa Gavras film \"Adults in the room\".", "But when the Greek government was close to bankruptcy, we ensured the continued financing of the Greek economy and of Greek banks - which had lost access to the markets and to their own savers following a capital flight - while respecting the political will of euro area governments that the assistance to Greece should be conditional.", "Our actions ultimately allowed Greece to remain in the euro.", "There were those who wanted to make the ECB responsible for Greece leaving the euro area, but we resisted that!", "And the third thing I'm proud of is the quantitative easing we launched in 2015, which averted the risk of deflation.", "We probably started quantitative easing (QE) a little too late, though I'm not blaming anyone.", "It was a major innovation which required an immense effort of persuasion within the Governing Council.", "For example, we had long discussions as to who would bear the risk of these asset purchases and we finally decided that 80% would be borne by the national central banks on their balance sheets and not by the ECB.", "The idea was to prevent QE, a massive purchase of public securities - we now hold almost a third of total European debt, equivalent to 20% of euro area GDP - from being a way of ushering in a fiscal union through the back door against the wishes of Member States.", "We also underestimated the impact that the policy of fiscal austerity would have on activity; this policy was enshrined in the Treaty on Stability, Coordination and Governance and was necessary at the time in order to provide stability to the financial markets.", "But this would have required a more accommodative monetary policy, as recommended by the IMF, going as far as QE, which should have been running from 2010 rather than from 2015.", "Finally, we may have sat on the fence for slightly too long with regard to climate change, even if that is not our core task.", "Other central banks, such as the Bank of England, became aware of it earlier than we did.", "For one, climate change needs to be integrated into financial sector supervision, taking into account the risks it poses for certain sectors of activity and financial securities, and we need to reflect on its consequences for monetary policy.", "And then there were other errors that were not of our making: one reason for the deterioration of the crisis in the euro area was that we lagged far behind the United States in cleaning up the financial sector.", "The European countries were deluding themselves about the state of their banks and we were very late in conducting serious stress tests and imposing recapitalisations.", "Certain countries, including France, even fought rearguard actions so as to avoid bolstering their large banks' capital base.", "All of this has weighed on growth.", "We now need to make sure we don't slip back again!", "Christine Lagarde has announced that she will lead a review of the ECB's strategy.", "Christine Lagarde is right.", "It's a good idea to step back and lead such a discussion.", "I hope that the debate will not be held solely within the ECB, but that independent economists and civil society representatives will be involved too.", "If we look back on how the euro has fared since 1999, we can see that it did not produce all the effects that people had hoped for.", "Trade in the euro area is declining, the capital markets union is in limbo, countries with large capital surpluses, such as Germany or the Netherlands, are investing them in the United States or in China, etc.", "In fact, the country that is gaining the most from the euro is Germany, which amply benefits from the euro's undervaluation.", "Everyone benefits from the euro because the exchange rate risk has disappeared and financial conditions for investment have never been so favourable.", "Likewise, the euro is a common good that enables us to speak with one voice on the international scene, even if we don't make enough use of this strength.", "But it is true that we created the euro, which was backed up with the banking union and the European Stability Mechanism, to enable a single European market, and the fact is that this market is at a standstill.", "Because at the outset it was conceived as a space for the free movement of goods, whereas we are now in a service economy and there is no single market for services.", "You cannot ignore the northern European countries' refusal to offer financial solidarity.", "We have a political problem: the European states have a single currency which, through its very existence, is an extraordinary expression of solidarity.", "But they tend to see the euro area too much as a club with free membership, giving them the right to a certain number of services.", "However, participation in the euro brings with it a duty of solidarity when your neighbour is going through a rough patch.", "While it's true that the Member States fulfilled their duty towards Greece, Ireland, Portugal, Cyprus and Spain, they did so under conditions that were extremely costly, or even toxic, on a political level.", "The adjustment programmes generated huge tensions and acrimony.", "And, conversely, you need to keep your own house in order to avoid creating problems for your neighbours.", "Countries can have whatever economic policy they want, that's democracy, but on the condition that they do not jeopardise their neighbours.", "To that end, the members of the club need to observe certain rules.", "In reality, however, countries have little regard for those rules.", "One day we will need to create ad hoc institutions, including an authority in charge of a euro area budget which would embody the collective interest, have decision-making powers and be accountable before the European Parliament.", "For as long as that is not in place, we will have to cross our fingers and hope that no crisis occurs.", "So is the ECB making up for the failure of political will?", "The lack of coordination in the fiscal domain means that we are the ones who are doing the work.", "I dream of a euro area with a strong and democratic political base, which would alleviate the burden on the ECB.", "The politicisation of the ECB results from the weakness of the political pillar of Economic and Monetary Union.", "Some people accuse the ECB of doing too much and of not being democratic enough, but the excessive expectations projected onto the ECB are only a reflection of political weakness."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["ECB", "monetary policy", "inflation", "banks", "financial stability", "euro", "Germany", "Greece", "quantitative easing", "fiscal policy"]}