{"sentences": ["SPEECH Financial innovation for inclusive growth: a European approach Speech by Luis de Guindos, Vice-President of the ECB, at the conference Financial Integration and Inclusive Development - A View from the Mediterranean Countries, jointly organised by Banco de España, OECD and European Institute of the Mediterranean (IEMed) Madrid, 13 December 2019 The benefits of technological innovation are tangible: we can see them and experience them in our everyday lives.", "Financial services are an integral part of our daily activities and are deeply affected by advances in technology.", "Payment services have changed considerably in recent years, driven by new technologies and shifts in consumer preferences.", "Instant person-to-person (P2P) retail payment solutions are now a reality in many countries[1] and are increasingly available for consumers and businesses to use around the clock.", "Mobile P2P payment solutions allow people to simply use a smartphone to transfer money and only require the phone number or email address of the recipient to complete a transaction.", "At the point-of-sale, large global schemes such as Google Pay and Apple Pay use contactless technologies to enable quick and easy payments.", "In some markets, Quick Response (QR) codes mean making a payment as easy as taking a picture with a smartphone.", "Meanwhile, new service providers piggyback on existing banking and payment infrastructures to offer online payment solutions that cater to our digital lifestyle.", "While I am convinced that technological progress needs to be fostered and not hindered, I can't but notice that its benefits have failed to reach all corners of our societies - in particular underprivileged populations and vulnerable groups, for whom financial innovation has not yet made a difference.", "And while in certain regions mobile money has given millions of customers access to our financial systems, more work is needed to ensure access for the 1.7 billion adults who currently do not have a transaction account.", "Furthermore, in stark contrast to other ubiquitous technologies, existing cross-border payments are not always \"up to speed\" and cost-efficient.", "In fact, while the global average cost of remittances has decreased, it is still well above the 3% target indicator for sustainable development by 2030.", "At the same time, the importance of remittances has grown: they have overtaken foreign direct investment as the largest source of external financing to emerging economies.", "These facts and figures should not come as a surprise to anyone in this room.", "Yet they caused quite a stir earlier this year, and rightly so, when global stablecoin initiatives made headlines by pledging to address these long-standing issues.", "\"Same business, same risk, same rules\" So can stablecoins deliver on their promises?", "Retail stablecoins could be accessed and used for making payments irrespective of whether their users have a bank account.", "In principle, retail stablecoins could provide a functional means of payment and even serve as a gateway for other financial services[5] - two of the three fundamental functions of transaction accounts.", "The third is to safely store value, but I will cover that separately.", "Global stablecoin initiatives are built on a sufficiently broad network to maximise acceptance for a wide range of use cases and are designed to work across country borders.", "Stablecoin ecosystems could also potentially integrate additional financial products offered by financial institutions acting as partners, should the latter decide to play an important role in this area.", "However, to increase financial inclusion, retail stablecoins must successfully address outstanding issues such as high costs, a cash-in/cash-out infrastructure, identification and know-your-customer requirements.", "These are formidable barriers to overcome.", "Moreover, stablecoins must be designed and implemented so that they do not compromise other public objectives such as anti-money laundering and consumer protection -to name just two.", "We must also recognise that a stablecoin's business model is based, first and foremost, on its ability to minimise fluctuations in its price relative to fiat currencies.", "Stablecoins therefore promise users a stable value and the possibility to exchange their holdings at all times.", "But these are not bank deposits in your fiat currency.", "The value of a stablecoin will crucially depend on its governance, risk management and the value of the underlying assets or funds portfolio.", "A mere promise that proceeds from the sales of coins will be invested in low-risk financial instruments will not be enough to ensure the stability of the coin.", "The industry should therefore responsibly manage users' expectations, making it clear that losses could occur and they would not be covered by the traditional financial stability net, which includes deposit guarantee schemes and central banks' role as lenders of last resort.", "In this respect, the term stablecoin is a misnomer.", "They are not stable and they are not coins, for that matter.", "So it is far from certain that stablecoins can deliver on their promises, and it is clear that they could pose risks to consumers and the financial system.", "It is therefore understandable that authorities around the world are calling for stablecoins to be regulated.", "The same rules must be applied to all activities that give rise to the same risks, irrespective of the technologies used or the identity of the service providers.", "In other words, we should uphold the principle of \"same business, same risk, same rules\", which is at the core of technology-neutral regulation.", "Providers of innovative services should not be penalised just because they use new technologies.", "Similarly, portraying existing financial products as something new by using innovative technologies to circumvent regulation must not be rewarded.", "Challenges for both private and public sectors The announcement of the \"Libra\" global stablecoin initiative was a wake-up call for both the private and the public sectors to press ahead and make further progress on issues such as cross-border payments.", "We must admit that there is indeed an unmet consumer demand for payment services that are faster, cheaper and easier to use and that can work across borders.", "The combination of rapid technological progress and the entrance into the market of large global digital firms is putting established banks and payment service providers under pressure to innovate and compete on scale and user convenience.", "For instance, the combined volume of new credit provided by fintech and bigtech in 2017 exceeded 500 billion US dollars - a tenfold increase from 2014.", "Financial institutions will need to rise to the challenge.", "However, to date, European payment service providers have struggled to develop a common solution that can match up to large global digital firms' initiatives in terms of immediacy, convenience, scale and branding power.", "In particular, the European instant payments landscape remains fragmented, with no European solution emerging for point-of-sale and online payments.", "The public sector is already responding to the advent of stablecoins in a coordinated manner.", "Work is underway under the umbrella of the G20 to assess their risks, examine the applicability of the existing rules, and identify gaps in the current regulatory and oversight framework.", "Given the cross-border nature of global stablecoin arrangements, such international coordination is crucial to ensure consistency across borders and prevent regulatory arbitrage.", "Otherwise, providers of stablecoins, or any new financial services for that matter, will have every incentive to operate in the most lenient regulatory environment.", "We have to make sure that there is no scope for regulatory arbitrage.", "For this reason, we need to have information-sharing arrangements in place and rely on cooperative oversight where appropriate.", "Putting the response to stablecoins aside, there is no shortage of initiatives from central banks' and standard-setting bodies to increase their knowledge of technological innovations and their implications for the financial sector.", "Indeed, a number of internationally coordinated efforts have tackled issues related to financial inclusion and remittances.", "Nevertheless, I have to admit that the latest developments have raised more fundamental questions about the suitability of existing forms of money for meeting the new and emerging needs of economic actors, the role of the public sector and, more recently, the possibility that central banks could issue their own digital currencies.", "In this environment, fulfilling the central bank's mandate has taken on a new dimension and requires an active role in driving change.", "Eurosystem initiatives The ECB is not the only driver of change in this field, but we are determined to play a proactive role.", "Our efforts, are focused on four main areas: First, we are investing in instant payments infrastructure.", "Since 2014, the ECB has fostered the development of a pan-European instant payments scheme under the European Payments Council.", "The Euro Retail Payments Board - a high-level strategic body tasked with fostering integration, innovation and competitiveness of euro retail payments - continues to build momentum on instant payments, by identifying outstanding challenges to adoption and recommending measures to overcome these challenges.", "Last year, the ECB launched TARGET Instant Payment Settlement (TIPS), a platform that enables payment service providers to transfer funds to their customers in real time, on a 24/7/365 basis - and that settles in central bank money.", "Second, we are treading new ground.", "The ECB has been exploring how to apply new technologies, particularly distributed ledger technologies, to financial market infrastructures both within the European central banking community and globally through \"Stella\" - our joint research project with the Bank of Japan.", "We are also assessing the value of central bank digital currencies (CBDC) for European citizens and the economy.", "We are analysing the forms CBDC could take with a view to fulfilling its underlying motivations while mitigating possible negative consequences for monetary stability and financial intermediation.", "Third, we are reviewing our oversight of payments.", "The aim is to future-proof the existing Eurosystem oversight frameworks for payment instruments, schemes and arrangements by applying a holistic, agile and functional approach.", "In accordance with its mandate the ECB, together with Eurosystem central banks, is preparing to apply its oversight framework for payment systems to innovative projects, including stablecoin arrangements.", "As the payments landscape continues to evolve, we will work with other international authorities to ensure that the Eurosystem requirements remain relevant by closing any gaps that innovative solutions might create.", "We also support the creation of cooperative oversight frameworks whenever a payment arrangement is relevant to multiple jurisdictions.", "Fourth and finally, we are reforming the European retail payments strategy.", "Earlier this month the ECB's Governing Council decided to relaunch its retail payments strategy.", "One of our aims is to actively foster pan-European market initiatives for retail payments at the location of the purchase or interaction.", "The benefits of financial innovation should be available for all to see and experience.", "Financial institutions have a window of opportunity to leverage technological advances to deliver innovative payment and financial solutions that meet consumers' expectations of convenience, affordability, safety and global acceptance.", "European stakeholders should join forces or brace themselves for external disruption with potentially far-reaching implications for public policy.", "There is strong political momentum to make the financial system more inclusive - starting with access to transaction accounts and cross-border payments.", "Central banks have an important role to play both individually and collectively in the international community.", "The ECB is drawing on this momentum to give new impetus to a European strategy on retail payments that is fit for the global challenges ahead.", "As a central bank, we will continue to monitor how new technologies are changing payment behaviour and project the potential of innovative ways of making payments cheaper, more efficient and more inclusive onto our tasks and activities to the benefit of the European people and beyond.", "Currently, fast retail payment systems operate in 45 jurisdictions.", "This is projected to rise towards 60 in the near future.", "Source: CPMI statistics, October 2019.", "Source: The Global Findex Database 2017.", "According to the United Nations Member States' Sustainable Development Goals to be achieved by 2030.", "See Remittance Prices Worldwide.", "See G7 Working Group on Stablecoins (2019), \"Investigating the impact of global stablecoins\", October.", "See Committee on Payments and Market Infrastructures and World Bank Group (2016), \"Payment aspects of financial inclusion\", April.", "See also \" Joint statement by the Council and the Commission on 'stablecoins'\", 5 December 2019.", "See Frost, J., Gambacorta, L., Huang Y., Shin, H. and Zbinden, P. (2019), \"BigTech and the changing structure of financial intermediation\", BIS Working Papers, No 779, Bank for International Settlements, April.", "(2019), \"Towards the retail payments of tomorrow: a European strategy\", speech at the Joint Conference of the ECB and the National Bank of Belgium on \"Crossing the chasm to the retail payments of tomorrow\", Brussels, 26 November.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, E-mail: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Related topics Rules and procedures Governance Central banking International relations Money Risks Banking sector TARGET Instant Payment Settlem Please note that related topic tags are currently available for speeches and introductory statements to the press conferences (with Q&A) from 2018-19 only.", "Copyright 2019, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial inclusion", "Stablecoins", "Payment services", "Cross-border payments", "Financial innovation", "Central bank digital currencies", "Technology", "Instant payments", "Digital currencies", "Financial stability"]}