{"sentences": ["Honourable Ambassador Apostolova, Dear Minister Hamza, Dear Mr. Taylor, Distinguished representatives of local and international institutions, Dear participants, It is my pleasure to participate in the presentation of the \"Transition Report for 2019\" which also marks the 12th anniversary of the Republic of Kosovo's membership in the European Bank for Reconstruction and Development.", "Of particular importance is the fact that this year's report on the focus has the topic of corporate governance, for which CBK has demonstrated leadership beyond its mandate, where in the role of Regulator and Supervisor of Financial Institutions in the Republic of Kosovo it has advanced the requirements for better corporate governance Let me first share with you some views on the importance that corporate governance has for the financial sector and the economy in general.", "Finance in general and banking in particular relate simply to credibility, this is especially evident in countries with not long experience with financial products, institutions and developed financial markets.", "The last financial crisis showed that one of the main causes of the crisis could be attributed to weaknesses in corporate governance.", "Many studies done so far, confirm the strong correlation of corporate governance with the performance of these banks during the financial crisis.", "Now, more than a decade after the last financial crisis, Kosovo's financial sector has been able to overcome without problems some of the challenges that other countries faced.", "However, we have used this moment to continue building an even more stable financial environment, the pillar of which are the best principles and standards of corporate governance.", "Our message to the financial sector has been very clear: besides the need for greater clarity in the organizational structure, sharing of responsibilities and increasing professional competence, a new way of thinking by their boards, is needed, with a particular focus on: - Increasing the collective capacity to identify risks; - Focus on the long-term economic viability of financial institutions; - Adopting a corporate governance model that adds value built on the effective organization mechanisms of a financial institution (ie, culture, business model, size, organizational needs, etc.", "), and - Above all, the adopting of a model that ensures transparency, impartiality and equal treatment of all stakeholders (shareholders, customers and employees).", "The Central Bank of the Republic of Kosovo enjoys functional, financial and operational independence and as such adapts a modern corporate governance not only to the internal organization but also to the regulatory requirements we have in relation to the financial institutions we supervise.", "This independence CBK demonstrates with strong accountability and transparency as a mechanism of particular importance for sound corporate governance.", "You have recently witnessed some decisions taken by the CBK in relation to financial institutions that have jeopardized the stability of the financial sector in Kosovo and have not complied with legal requirements.", "This speaks for the Central Bank's determination to exercise its constitutional mandate and to be governed by the best corporate governance rules and standards.", "We will continue to remain steadfast in our actions to provide the Kosovo economy with financial institutions and funding sources that suits to the development needs and stability of the economy.", "As I noted above, the CBK's commitment to advancing the Corporate Governance agenda in Kosovo is multi-dimensional.", "Operating based on a modern corporate governance has enabled us to successfully develop the corporate governance legal framework for financial institutions in Kosovo as well.", "The requirements for advanced corporate governance that came out from this framework have not only influenced the implementation of sound models of governance by financial institutions, but also the same to transfer to the private sector through companies they have funded seeking mechanisms for better risk management, internal controls, disclosure and transparency.", "The Central Bank has also played a critical role in installing modern corporate governance mechanisms in two institutions of particular importance to the Kosovo economy; Deposit Insurance Fund of Kosovo and Kosovo Credit Guarantee Fund \", said Governor Mehmeti.", "In this two-decade journey, the Central Bank and other local institutions in Kosovo have enjoyed the privilege of being supported and advised by many international financial institutions, including the IMF, USAID, US Treasury, World Bank, KFW , GIZ, EBRD and others.", "In particular, the special contribution in the field of corporate governance in Kosovo has our host today, the European Bank for Reconstruction and Development, not only being an active investor in the private and financial sectors, but also helping stakeholders in these two sectors and other institutions with technical assistance to advance corporate governance practices in highly qualitative manner.", "The EBRD's commitment in this regard is also demonstrated by the recent publication of the Transition Report, entitled \"Good Governance for a Better Economy\".", "This report highlights the fact that Kosovo has advanced more than other countries in terms of corporate governance, however I estimate that we have not yet managed to integrate good corporate governance deeply and with institutional inclusiveness.", "Therefore, we need to keep all our efforts focused in this direction, in order to position Kosovo at a competitive level in regional and European markets, and only then will Kosovo be able to present its economy in a growth cycle of productivity and accelerated economic growth.", "Let me conclude this speech with the premise of trust on which the financial sector operates.", "Consequently, to gain credibility in the financial market must have credible institutions, which in essence institutions are the people who build and manage them.", "Therefore, active shareholders, effective boards, adequate management, responsible customers (borrowers and depositors) and sound institutions are the key factors of quality corporate governance.", "In the end, I would like to congratulate the EBRD for an excellent report that in fact reminds us, above all, of the challenges that await us in our journey towards further development."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate governance", "Financial institutions", "Financial sector", "Financial stability", "Central Bank", "Transparency", "Accountability", "Risk management", "Economic growth", "Credibility"]}