{"sentences": ["December 26, 2019 Toward Sustaining a Virtuous Cycle Speech at the Meeting of Councillors of Nippon Keidanren (Japan Business Federation) in Tokyo Governor of the Bank of Japan It is a great honor to have this opportunity to address such a distinguished gathering of business leaders in Japan today.", "It is only a week before the first year of the new Reiwa era comes to an end.", "Today, in wrapping up 2019, I would first like to take a look back at this year's economic developments at home and abroad and talk about the Bank of Japan's conduct of monetary policy.", "Then, I will touch on developments in Japan's economy from a somewhat long-term perspective and future challenges.", "Specifically, I will explain the mechanism of the virtuous cycle operating in Japan's economy and the challenges to sustaining this cycle.", "This Year's Economic Developments at Home and Abroad Continued slowdowns in the global economy Starting with a look back at developments in the global economy this year, slowdowns have continued to be observed (Chart 1).", "At this meeting three years ago, I said that the global economy finally seemed to be entering a new phase by putting the negative legacy of the global financial crisis behind it.", "In fact, the global economy registered relatively high growth in 2017 and 2018, partly reflecting a global increase in IT-related demand and a boost in business fixed investment.", "However, a phase shift started from around mid-2018.", "This is mainly because tension over the U.S.-China trade friction began to heighten and the global cycle for IT-related goods entered into an adjustment phase.", "Back then, there seems to have been a prevailing view that adjustments would come to an end shortly and the global economy would head toward a pick-up in the second half of 2019.", "However, it turned out that it remained in a deceleration phase for the whole year.", "A pick-up in the global economy has been delayed, due mainly to the intensified and prolonged U.S.-China trade friction and the continued slowdown in the Chinese economy, and the global economy has not yet moved out of this situation.", "What is the outlook for the global economy next year?", "The Bank projects that the growth rate will rise moderately through mid-2020, although it is subject to considerable uncertainties.", "According to the latest World Economic Outlook (WEO) released by the International Monetary Fund (IMF), the global growth rate also is projected to recover to 3.4 percent for 2020, which is around the past average, from 3.0 percent for 2019.", "There are three major reasons behind the Bank's projection.", "First is that uncertainties over the global economy, including developments in U.S.-China trade negotiations, have eased somewhat.", "As I explained earlier, the global economic slowdown this year is attributable mainly to political and geopolitical uncertainties, such as the U.S.-China trade friction and Brexit.", "It is significant that these uncertainties have been easing, at least to some extent.", "Second is that the global cycle for IT-related goods, which had been exerting downward pressure on the global economy this year, has been picking up.", "World semiconductor shipments recently have turned to an increase.", "The adjustment phase of the global cycle for IT-related goods, which started from around mid-2018, finally seems to be coming to an end.", "Third is the effects of each country's macroeconomic policy.", "Since the turn of this year, many emerging economies have reduced their policy rates, and the Federal Reserve and the European Central Bank (ECB) have conducted monetary easing.", "This is likely to underpin the global economy.", "However, the Bank considers that downside risks regarding such outlook for the global economy remain significant.", "As for U.S.-China trade negotiations, there remain points of disagreement between the two countries, such as those regarding industrial policy.", "In addition, it is necessary to pay attention to such factors as uncertainties over emerging economies and geopolitical risks.", "Thus, future developments in the global economy likely will continue to warrant close attention for the time being.", "Developments in Japan's economy Next, I will talk about Japan's economy (Chart 2).", "Looking back on this year, reflecting the effects of the global economic slowdown, exports have continued to show some weakness and manufacturers' sentiment has become cautious.", "On the other hand, domestic demand has continued on an uptrend, and nonmanufacturers' sentiment has remained at a high level on the whole.", "In the past, there were many cases in Japan where changes in the global economy or external demand affected overall developments in the economy relatively quickly.", "However, what is unique to the current phase is that domestic demand has remained firm so far despite weak external demand.", "One factor underpinning firm domestic demand is business fixed investment.", "According to the December Tankan (Short-Term Economic Survey of Enterprises in Japan), business fixed investment is planned to continue increasing steadily (Chart 3).", "This increase in business fixed investment is underpinned by sustained investment that is less susceptible to short-term economic developments, including labor-saving and efficiency-improving investment, construction investment, and research and development (R&D) investment for growth areas.", "This likely has brought about firm domestic demand that is unlikely affected by external demand.", "In addition, private consumption has continued to increase moderately on the back of steady improvement in the employment and income situation.", "For the time being, the effects of the October 2019 consumption tax hike warrant attention.", "Private consumption registered a somewhat large decline for October, partly affected by natural disasters such as typhoons.", "However, excluding those effects, a reactionary decline in demand after the tax hike seems to be smaller than that of the previous tax hike in 2014.", "As for the outlook, domestic demand is likely to follow an uptrend with a virtuous cycle from income to spending operating.", "Although its pace of increase is expected to decelerate temporarily, affected by the global economic slowdown to date, the consumption tax hike, and natural disasters, a large decline likely will be avoided.", "In addition, the global growth rate is projected to rise.", "Under these circumstances, Japan's economy is expected to continue on a moderate expanding trend.", "Let me move on to price developments (Chart 4).", "Looking back on this year, the year-on-year rate of increase in the consumer price index (CPI) excluding fresh food has decelerated somewhat, partly due to the effects of the decline in energy prices.", "However, that excluding fresh food and energy, which more clearly shows the underlying trend in the CPI, has been somewhat higher compared to last year.", "As for the outlook, the year-on-year rate of change in the CPI is likely to increase gradually toward the price stability target as firms' and households' perception of prices improves amid the continuation of the expanding economic trend.", "The Bank's Conduct of Monetary Policy Next, I will talk about the Bank's conduct of monetary policy.", "The Bank has pursued powerful monetary easing with the aim of achieving the price stability target of 2 percent since the introduction of quantitative and qualitative monetary easing (QQE) in 2013 (Chart 5).", "In this situation, as the global economic slowdown continued and downside risks to Japan's economic activity and prices became significant this year, the Bank clarified its policy stance of being tilted toward monetary accommodation since around summer.", "In October, with a view to making this clearer, the Bank decided on a new forward guidance, whereby it would maintain the policy rates at their present levels or, depending on the situation, lower their levels, as long as downside risks to economic activity and prices remain significantly high.", "While continuing to carefully examine various risks, the Bank will not hesitate to take additional easing measures if there is a greater possibility that the momentum toward achieving the price stability target will be lost.", "Meanwhile, early this month, the government released the Comprehensive Economic Measures to Create a Future with Security and Growth.", "Recently, the cooperation between monetary and fiscal authorities increasingly has been drawing attention globally, so let me explain the basic thinking on it.", "If the government implements fiscal policy when a central bank pursues monetary easing to achieve its inflation target, economic stimulus effects will become more powerful through their synergy effects.", "Such a combination of policies is called a policy mix, and this is a standard approach of macroeconomic policy.", "Therefore, the economic measures that the government recently has implemented can exert significant effects to maintain the expanding trend in the economy with the Bank's pursuit of powerful monetary easing.", "That said, the cooperation between monetary and fiscal authorities entails difficulties in terms of ensuring public confidence toward macroeconomic policy.", "In economic theory, a policy mix is assumed to be conducted in an appropriate manner through monetary and fiscal policies based on their own particular policy objectives.", "In recent discussions, however, some seem to confuse a policy mix with debt monetization by central banks.", "Thus, it is important to clarify each role when considering the monetary-fiscal policy mix.", "In the joint statement released by the government and the Bank of Japan in January 2013, they took this point into account and made it clear.", "The government and the Bank confirmed in the statement that they would work within their respective autonomies to fulfill their own roles, and this framework seems to be functioning very effectively.", "Toward Sustaining a Virtuous Cycle I have looked back at this year's developments in economic activity at home and abroad and explained the Bank's monetary policy conduct during the period.", "In what follows, I would like to talk about developments in Japan's economy from a somewhat long-term perspective.", "Japan's economy has improved significantly since the introduction of QQE in 2013.", "Three virtuous mechanisms have been operating behind this.", "The first is the virtuous cycle from income to spending in the corporate sector.", "The second is the same virtuous cycle in the household sector.", "And the third is the virtuous cycle that has been operating between the corporate and household sectors, whereby an increase in corporate profits leads to a rise in wages, which enables firms to raise their selling prices, resulting in a further increase in corporate profits.", "It is important not to disrupt these virtuous cycles in order to achieve sustainable economic growth in Japan.", "Today, I would like to focus on two cycles that in particular are most relevant to business managers: (1) a cycle from income to spending in the corporate sector and (2) a cycle of wages and prices.", "Cycle from Income to Spending in the Corporate Sector Let me first talk about the cycle from income to spending in the corporate sector.", "Looking back from a somewhat long-term perspective, the collapse of the bubble economy in the 1990s was a significant turning point in Japanese firms' behavior (Chart 6).", "After the bubble burst, firms were negative toward undertaking fixed investment for a prolonged period, mainly against the background of the burden brought about by excess production capacity that was accumulated during the bubble period and of corporate profits remaining low under the following deflation.", "Moreover, this hampered the accumulation of capital stock and innovation, and became one of the factors that lowered Japan's growth potential.", "A remarkable change in this situation was observed after the introduction of QQE in 2013 (Chart 7).", "To begin with, corporate profits have improved clearly.", "Although they recently have shown some weakness in part, due to the effects of the slowdown in overseas economies, they have remained at historical high levels.", "In this situation, business fixed investment has turned to an uptrend gradually.", "However, even after 2013, compared to favorable corporate profits, some cautiousness has remained in firms' fixed investment stance, and firms have continued to save most of their profits (Chart 8).", "One of the multiple factors behind this seems to be a rise in demand for precautionary saving on the firms' side, in reflection of the experience of severe recessions, such as the collapse of the bubble economy and the global financial crisis.", "However, firms' fixed investment stance clearly has become active for the past few years, with corporate profits remaining at high levels.", "Although earned surplus has continued to increase, cash and deposits have stopped accumulating since 2018.", "The proportion of business fixed investment relative to cash flow has increased, and firms have come to use much of their profits for fixed investment.", "In addition, the current steady business fixed investment -- mainly in terms of sustained investment -- despite weak external demand seems to be attributable partly to firms' fixed investment stance, which is generally becoming active.", "Firms' active stance toward fixed investment also can lead to a rise in Japan's growth potential through an accumulation of capital stock and a rise in productivity.", "Of course, economic policies such as structural reforms can contribute to enhancing this potential.", "Monetary policy also has played a part in a rise in growth potential; due to powerful monetary easing, Japan's economy is no longer in deflation and firms' overly pessimistic view has eased.", "However, the main driving force of a rise in growth potential is the private sector, and the mutual interaction between firms' innovation and investment is more important than anything else.", "In order to further enhance Japan's growth potential, firms need to continue with positive investment that leads to the creation of new values and an improvement in productivity.", "IT investment to address the digitalizing society is expected to be one of the areas of such positive investment.", "Japanese firms already have made efforts in this area (Chart 9).", "R&D expenditure during the past few years has been pushed up largely by investment in automobile-related industries.", "The increase reflects moves toward advancing CASE technologies -- connected, autonomous, shared & service, and electric -- of automobiles in response to the digitalization.", "The progress in such firms' efforts is desirable particularly in terms of enhancing Japan's growth potential.", "Let me give you two reasons why this is the case.", "First, since the labor supply is likely to decrease along with the declining and aging population in Japan, the substitution of IT investment for employment has rather positive effects.", "Regarding the impact of IT investment on the economy, some raise concern that employment opportunities will be lost and the number of unemployed may increase.", "However, in Japan, the negative impact of a decline in labor force on economic growth can be offset by IT investment compensating for the future decline in labor supply.", "Second, overall productivity will be enhanced through the advances in digitalization.", "On this point, some argue that, among the general-purpose technologies, the productivity improvement effects brought about by IT such as computers and the internet are smaller than those brought about by electricity and internal-combustion engines.", "Such pessimistic views on IT have been presented by, for example, Professor Robert Gordon of Northwestern University, but there are various counterarguments against this.", "Erik Brynjolfsson, Professor at the Massachusetts Institute of Technology, noting that innovation will occur by connecting a variety of existing products and ideas, states that IT is the general-purpose technology that can lead to innovation more easily compared to electricity and internal-combustion engines, because it enabled the connection of brand-new products and ideas through networks.", "Given that the development of such cutting-edge applied technology as artificial intelligence (AI) and Internet of Things (IoT) is underway, I suppose innovation brought about by the advances in digitization will improve productivity, and this can be evaluated as favorable.", "On this basis, how firms make use of technologies also is important in order to strengthen growth potential through IT investment.", "According to a survey asking Japanese and U.S. firms why they have increased their IT-related budgets, many Japanese firms answered in the 2013 survey that it was to improve business efficiency and cut costs (Chart 10).", "On the other hand, U.S. firms seemed to have focused on so-called aggressive investment, in that they aimed at incorporating new technologies to encourage innovative initiatives such as developing products and services.", "Although there already had been such a contrast between Japanese and U.S. firms, a significant change was observed in the 2017 survey.", "That is, Japanese firms also have started to make more active use of technologies to enhance value-added through innovation, rather than only utilizing them to cut costs and streamline production processes.", "Since Japanese firms are good at making process innovation, I hope that they will proceed further with the current innovations, thereby raising productivity.", "In order to foster various innovations by firms, it is essential to promote basic research to support them (Chart 11).", "For example, \"the number of highly cited papers,\" which is a proxy indicator of basic research, unfortunately is much smaller in Japan than in other countries.", "Providing sufficient funds may be important to raise the level of such research.", "On this point, in addition to financial support from the government, it is hoped that the flow of funds from industries to universities will be boosted.", "Although some statistics show that the proportion of firms providing universities with R&D funds is relatively smaller in Japan than in other countries, Japanese firms have been collaborating with universities by proposing research topics to them.", "Statistics by the Organisation for Economic Co-operation and Development (OECD) show that R&D funds in Japan are not at all small compared to other countries.", "I expect that a further promotion of collaboration among industry, academia, and the government will raise the potential of basic research in Japan into the future, and in turn boost the growth potential of the overall economy.", "Cycle of wages and prices I now will move on to the second virtuous cycle.", "As I said earlier, an increase in corporate profits leads to a rise in wages, enabling firms' selling prices -- that is, general prices -- to rise, which results in a further increase in corporate profits.", "In order for corporate profits to increase in a sustainable manner, it is important that a virtuous cycle of wages and prices continue to operate.", "After the introduction of QQE in 2013, the practice of base pay increases, which had been lost under deflation, has continued for six consecutive years (Chart 12).", "In this situation, the positive inflation rate has taken hold and Japan's economy already is no longer in deflation.", "That said, the virtuous cycle of wage increases and price rises still lacks strength.", "One of the reasons behind this is that, due to the long experience of a severe employment situation under deflation, both labor and management have come to prioritize the stability of long-term employment over wage increases, and this behavior has been deeply entrenched even after wages started rising.", "The lack of strength in the virtuous cycle also is attributable to the fact that firms have absorbed the upward pressure of costs such as personnel expenses by raising productivity, and only moderately passed on such cost increases to selling prices.", "Some of you might think that raising wages and selling prices amid a situation of severe competition is not a viable option.", "However, realizing an economy where wages and prices rise moderately is beneficial from the viewpoint of corporate management as well.", "Let me raise two points.", "First, given that it is difficult in general to lower the level of nominal wages, if there is some room to reduce the wage growth rate, it will be easier for firms to adjust labor costs in the event of an economic downturn.", "I mentioned earlier that, in Japan, the stability of employment was prioritized over wage increases under prolonged deflation.", "However, an empirical analysis suggests that, excluding such an extreme case, it is difficult for firms to lower the level of nominal wages, or in economic terms, there is downward rigidity in nominal wages.", "Provided that wage growth and inflation are zero in a situation where economic activity neither accelerates nor decelerates, there is no other choice but to cut employment or lower wages in order to adjust labor costs in an economic downturn.", "However, if wage growth and inflation are sufficiently positive, firms can adjust real labor costs by lowering the wage growth rate.", "In relation to this, economist James Tobin argued that positive inflation acts as the \"grease of the wheels\" in the labor market.", "Second, aiming at achieving the price stability target of 2 percent as in other advanced economies will lead to stability in foreign exchange rates from a long-term perspective.", "This is based on the idea of purchasing power parity, whereby the long-term trend of nominal exchange rates is determined by the difference in inflation compared to other countries.", "In fact, price differences between Japan and other countries have shrunk with the positive inflation rate taking hold in Japan, and nominal exchange rates have been stable from a long-term perspective.", "Such stability in foreign exchange rates has contributed to corporate management and the stability of the overall economy.", "Thus, moderate rises in wages and prices are beneficial for firms as well.", "In addition, as I mentioned earlier, in order for corporate profits to increase in a sustainable manner, it is necessary to maintain a virtuous cycle in the overall economy in which prices rise moderately along with wage increases.", "In fact, the past data suggest that wages and prices generally move in tandem on average, and a rise in only one of them usually does not occur.", "Although I said that the virtuous cycle of wage increases and inflation still lacks strength, positive changes have been observed recently (Chart 13).", "Households' tolerance of price rises has increased, albeit moderately, on the back of improvement in the employment and income situation, as seen in continued base pay rises.", "Under these circumstances, firms' As for the stance of firms that stance has shifted toward further raising prices.", "price-setting are closely related to consumption, the output prices DI for industries consumption-related shows that the proportion of enterprises, including small ones, answering that output prices have risen has continued to exceed the proportion of those answering that such prices have fallen, and the gap has been expanding, albeit at a moderate pace.", "In an economy where the price stability target of 2 percent has been achieved, if labor productivity rises by around 1 percent, as in Japan's economy at present, the wage growth rate would be around 3 percent; that is, 2 percent inflation plus 1 percent labor productivity.", "On this point, minimum wages have been raised by around 3 percent for four consecutive years from 2016.", "I hope that firms' stance will continue to shift toward further raising wages and prices under the favorable economic environment, and that a virtuous cycle of wages and prices will gain further strength.", "As we are almost out of time, I would like to conclude my speech.", "Today, I talked in some detail about the challenges to sustaining the virtuous cycle of Japan's economy from the viewpoint of expectations for firms.", "I also touched on the importance of (1) firms continuing with positive investment, which leads to enhancing productivity, in order to raise the economic growth potential and of (2) making firms' stance shift toward further raising wages and prices to strengthen the virtuous cycle of wages and prices.", "Next year, the Olympic and Paralympic Games will be held in Tokyo.", "The previous Tokyo Games were hosted in 1964, and back then, Japan was full of energy during the period of high economic growth.", "Looking back on that year, there was a series of historical events that boosted people's confidence, such as joining the OECD in April as well as launching the Tokaido bullet train and hosting the Olympic Games in October.", "On the other hand, economic expansion that had lasted for two years, dubbed the Olympics boom, had its peak in October 1964 and Japan's economy experienced a downturn for a year thereafter.", "From this experience, some worry about economic activity from the second half of next year, but there is no need to be too pessimistic.", "Japan's economy has improved significantly, with the virtuous cycle operating.", "Corporate activities, which had remained cautious, steadily have become vigorous.", "The Bank will continue to firmly fulfill its responsibility as a central bank of achieving the price stability target so that Japan's economy will grow in a sustainable manner under the virtuous cycle of the economy.", "I would like to close my speech by expressing my sincere hope that the year 2020 will be a wonderful one for all of you.", "Thank you for your attention.", "Toward Sustaining a Virtuous Cycle Speech at the Meeting of Councillors of Nippon Keidanren (Japan Business Federation) in Tokyo December 26, 2019 Governor of the Bank of Japan I.", "This Year's Economic Developments at Home II.", "The Bank's Conduct of Monetary Policy III.", "Toward Sustaining a Virtuous Cycle Chart 1 I.", "In the right chart, figures are based on BOJ staff estimates using WSTS data.", "Economic Developments Business Fixed Investment and Private Consumption Developments in Consumption prior to Business Fixed Investment Plans and after the Tax Hikes s.a., average 16-18 months before the tax hike=100 y/y % chg. April 2014 tax hike October 2019 tax hike average (FY 2004-2018) Mar.", "In the left chart, figures are for all industries including financial institutions.", "Figures include software and R&D investment and exclude land purchasing expenses.", "In the right chart, month 0 is the month in which the consumption tax rate was raised -- namely, April 2014 or October 2019.", "Figures are for the Consumption Activity Index (real, travel balance adjusted).", "Sources: Bank of Japan, etc.", "Figures incorporate the effects of the October 2019 tax hike and policies concerning the provision of free education.", "Source: Ministry of Internal Affairs and Communications.", "The Bank's Conduct of Monetary Policy BOJ's Conduct of Monetary Policy Stance of Monetary Policy Conduct Yield Curve Control and Forward Guidance Taking account of developments in economic activity and (Stance of Monetary Policy Conduct) prices as well as financial conditions, the Bank facilitates the formation of the yield curve that is considered most  In a situation where downside risks appropriate for maintaining the momentum toward economic activity and prices, mainly regardingto achieving the price stability target of 2 percent.", "developments in overseas economies, are 1.0 significant, the Bank will not hesitate to take additional easing measures if there is a greater 0.8 possibility that the momentum toward Target level of the 0.6 longterm interest rate: achieving the price stability target will be lost.", "around zero percent Short-term policy 0.4 (Forward Guidance for the Policy Rates) minus 0.1 percent 0.2  As for the policy rates, the Bank expects 0.0 shortand long-term interest rates to remain at their -0.2 present or lower levels as long as it is necessary to pay close attention to the possibility that the -0.4 momentum toward achieving the price stability -0.6 target will be lost.", "Toward Sustaining a Virtuous Cycle Potential Growth Rate y/y % chg. Total factor productivity Capital input Labor input Potential growth rate FY 85 90 95 00 05 10 15 Note: Figures are based on BOJ staff estimates.", "Source: Bank of Japan.", "Corporate Profits and Business Fixed Investment Ratio of Current and Operating Investment-GDP Ratio (Nominal) Profits to Sales s.a., % s.a., % Introduction of QQE Ratio of current profits to sales Ratio of operating profits to sales CY 85 90 95 00 05 10 15 94 96 98 00 02 04 06 08 10 12 14 16 18 Note: In the left chart, figures exclude \"finance and insurance.\"", "Figures from 2009/Q2 onward exclude \"pure holding companies.\"", "Sources: Ministry of Finance; Cabinet Office.", "yen 3.0 Nonmanufacturing Other manufacturing 2.5 Electrical machinery General-purpose, production, business-oriented machinery 2.0 Transportation equipment 1.5 1.0 0.5 0.0 -0.5 FY 10 11 12 13 14 15 16 17 18 Source: Ministry of Internal Affairs and Communications.", "Toward Sustaining a Virtuous Cycle Reasons for IT Investment Defensive Prompt responses to changes in markets/customers Use of new technologies/ products/services Introduction of IT to non-IT business processes Japan2017 Innovation in business models using IT Enhanced development Greater business efficiency/ cost cut using IT 10 of products/services United States 2013 Expansion in Enhanced analysis of customer behavior/markets Responses to Expansion in business operations/ laws and regulations Increasing sales Increasing profits Highly Cited Papers and International Comparison of R&D Funds from Firms to Universities ratio to GDP, %, CY 2016 The proportion of firms' The number of highly cited R&D funds provided to Government sector universities (%) United States 38,347 1.1 28,386 2.7 United Kingdom 8,718 2.0 7,591 3.8 4,716 1.1 3,927 0.7 Japan Germany United France China United Notes: 1.", "In the left chart, figures for the left column are from \"Japanese Science and Technology Indicators 2019,\" NISTEP RESEARCH MATERIAL No.", "283, National Institute of Science and Technology Policy, Tokyo.", "Figures for the right column are calculated by BOJ staff based on this material.", "As for the left column in the left chart, the number of highly cited papers is the adjusted number of papers ranked in the top 10 percent in terms of citation counts in each field and each year.", "Based on the fractional counting method.", "As for the right column in the left chart, figures for the United States, China, and Japan are for 2017; those for the United Kingdom and Germany are for 2016; that for France is for 2015.", "Sources: OECD; National Institute of Science and Technology Policy.", "Figures incorporate the effects of the October 2019 tax hike and policies concerning the provision of free education.", "Sources: Ministry of Health, Labour and Welfare; Central Labour Relations Commission; Japanese Trade Union Confederation (Rengo); Ministry of Internal Affairs and Communications.", "Households' Tolerance of Price Rises and Firms' Price-Setting Stance Output Prices DI for Households' Tolerance of Price Rises Consumption-Related Industries DI (\"rise\" - \"fall\"), % points DI (\"favorable\" - \"unfavorable\"), % points Firms' forecasts Large enterprises Small enterprises CY 83 88 93 98 03 08 13 18 CY 07 09 11 13 15 17 19 Notes: 1.", "In the left chart, figures for 2004/Q4 onward are taken from the Figures prior to 2004/Q4 are extrapolated Opinion Survey on the General Public's Views and Behavior.", "backward using the overall livelihood DI in the \"Consumer Confidence Survey.\"", "The average of figures for 2004/Q4 onward is normalized to zero.", "In the right chart, figures are calculated as the weighted average of the DI for changes in output prices in \"retailing,\" \"services for individuals,\" and \"accommodations, eating & drinking services.\"", "The number of reporting enterprises is used as weights.", "Sources: Bank of Japan; Cabinet Office."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Virtuous cycle", "Monetary policy", "Economic activity", "Corporate profits", "Business fixed investment", "Prices", "Inflation", "Wages", "IT investment", "Productivity"]}