{"sentences": ["Hearing of François Villeroy de Galhau, Governor of the Banque de France before the Section for the Economy and Finance of the French Economic, Social and Environmental Council Paris, 8 April 2020 emergency crisis response to initial thinking on the post-crisis Press contacts: Mark Deen (mark.deen@banque-france.fr) and Deborah Guedj (deborah.guedj@banque-france.fr) Madam President, Vice-Presidents, Section Members Thank you for this \"virtual\" invitation, which is nevertheless essential to maintaining a productive dialogue on the economy between our two institutions during this crisis: the Banque de France is fully mobilised in the economic battle to support our businesses, and, of course, representatives of civil society such as yourselves are following the situation extremely closely.", "This afternoon, I will briefly present the findings of our monthly business survey published today.", "It is the first French survey to analyse the economic impact of the first fifteen days of lockdown.", "I shall then turn, in greater detail, to the economic policy responses: those introduced in the short term, for which there is a solid consensus, and those that will have to be devised once we emerge from the crisis.", "In this respect, questions remain open.", "of the Banque de France's monthly business survey: a I.", "Findings substantial economic cost In 2019, the French economy was defined by its as it better resisted the economic slowdown than its European neighbours, particularly Germany.", "It is now feeling the full force of a severe shock that is impacting both supply and demand.", "Our monthly business survey of 8,500 businesses carried out between 27 March and 3 April illustrates the effect of the lockdown measures that have been in force since 17 March.", "The measures have had a major impact on business activity, which was down by 32% in March, and consequently on our quarterly GDP growth estimate which was down by around 6% in the first quarter.", "In all sectors, activity is dropping, and in most cases, dramatically.", "This decline is not solely the result of the context in France.", "Orders from abroad have also been badly hit, as the epidemic is affecting the majority of French businesses' major trading partners.", "In industry, the automobile, metallurgy, and machinery and equipment manufacturing sectors were the worst affected by the decline in activity.", "For industry as a whole, the capacity utilisation rate fell from 78% in February to 56% in March, which is the lowest rate ever recorded in the survey.", "In the greatest slump was seen in accommodation and catering.", "Construction sector activity also deteriorated significantly, as a number of construction projects were put on hold at the beginning of the lockdown period (Slide 3).", "In short, at the end of March, the economy was running at two-thirds of its normal pace.", "This means that every two weeks of lockdown approximately 1.5% of lost annual GDP and at least 1% of additional government deficit.", "Building the appropriate economic policy responses 2.1 The emergency: rapid, strong and convergent responses during the crisis Confronted with this unprecedented, and totally unforeseeable crisis, strong and convergent responses were implemented across the board in fifteen days to stem the effects of a severe economic shock.", "The lessons of 2008 have not been forgotten.", "Seldom has there been such a solid consensus on the direction and the scope of the measures to be taken, including among economists, which is quite rare.", "In France, we have put in place a shield to protect businesses of all sizes and to help them get through this shock, which in turn protects their employees.", "This \"cash shield\" is fashioned from both unprecedented fiscal and monetary measures.", "The fiscal measures put in place by the government primarily revolve around deferring payments of taxes and social security contributions, a solidarity fund for the self-employed and above all initiatives for those in partial employment formerly referred to as \"technical unemployment\", but we have fortunately inverted that description.", "France has thus learned from the success of Germany and its in 2009.", "Our arrangement currently the most generous and costly in Europe should avoid what has started to happen in the United States: ten million job losses in fifteen days and possibly a lot more tomorrow; it protects employees and their incomes and maintains production capacities for the future recovery.", "The measures also include state-guaranteed loans, up to a total of EUR 300 billion, repayable over one to five years and for an amount covering up to 25% of annual revenue.", "Overall, banks are playing their part, but the Credit Mediation Scheme's services, under the aegis of the Banque de France, are involved and ready to assist any businesses experiencing difficulties.", "Already, each week we are receiving over ten times more cases than last year.", "I will now turn to the monetary measures of this cash shield.", "All over the world, the major central banks have taken bold measures to guarantee financing for businesses in the short term, through purchases of commercial paper, and in the medium term, through purchases of corporate bonds.", "In this respect, the ECB was among the first to lead the way.", "The ECB also stands out in that it has the capacity to provide banks with immediate and almost unlimited liquidity, so that the banks can in turn finance all the economic players: businesses, government and households.", "To do so, during the course of two successive meetings the ECB took some exceptional decisions.", "The decisions taken on 12 March, which were said to have missed their target, have often been compared unfavourably with the successful \"package\" of 18 March.", "However, I want to stress that they are complementary.", "On 12 March, the ECB decided to make almost EUR 3,000 billion 1⁄4 of euro - through \"TLTRO III\" operations that provide area GDP available to banks refinancing at a negative interest rate (that can be as low -0.75% if banks at least maintain their stock of outstanding loans) for an amount of up to 50% of lending to the economy, essentially to ISEs and SMEs.", "On 18 March, we further decided to launch an exceptional asset purchase envelope of EUR 750 billion for those that obtain their financing through the markets, namely governments and large corporations.", "This totally unprecedented Pandemic Emergency Purchase Programme (PEPP) aims at avoiding a positive shock on long-term interest rates associated with the exceptional expense of the public health crisis.", "It also comes on top of the EUR 300 billion of asset purchases that had already been planned.", "Also unprecedented is that the ECB has thus accorded itself flexibility, where necessary, on three fronts: between public and private sector securities, between countries for public sector securities, and with regard to the issuer holdings limit of 33% on each public sector security.", "The Eurosystem also decided, quickly and forcefully, to activate its macro- and microprudential levers to help euro area financial institutions optimise their capacities to finance businesses.", "We have taken this step not because banks are weak but because they are in fact strong.", "Unlike in 2008, the banks are not the weak link in a crisis which this time is of public health; a crisis which is economic, but, at least in terms of its causes, non-financial in nature.", "This is notably the result of the regulations that we have implemented and reinforced over the last ten years.", "And it is what now gives us greater leeway to ease certain capital requirements, such as the counter-cyclical buffer, and to push back the entry into force of the Basel III accords by one year to 2023.", "All these measures should be considered in light of the often heated discussions on the degree of financial solidarity in Europe.", "Arguably, Europe could perhaps do more, but let's not forget that it is already doing a great deal, thanks to major efforts from the Eurosystem or the easing agreed quickly and unanimously of the Stability and Growth Pact, which gives natural priority to national action.", "If we consider a possible role for the European Solidarity Mechanism (ESM), the amounts involved around EUR 410 billion would certainly be significant.", "However, the support provided by the ECB alone represents EUR 1,050 billion on the markets and up to EUR 3,000 billion in bank liquidity.", "Furthermore, the Monetary Union allows Italy and Spain to borrow at a far lower interest rate than before the euro.", "The truth is that questions of European financial solidarity will mainly come in the post-crisis period, which I shall now address.", ".2 Initial strategic thinking on the post-crisis environment Beyond the present emergency and consensus, we must start to consider crisis\".", "It raises some very open questions, some of which are premature.", "Let me begin, very simply, with what we know and what we do not know: We know that growth will be strongly negative in 2020, then positive in 2021.", "However, we do not know the numbers involved: they depend on the peak lockdown period 1.5% of GDP is lost with every two weeks -, our ability to bounce back afterwards, and the chain of events with regard to public health and the economy in the rest of the world.", "We now know that despite our initial hopes, we will not suddenly go from the current phase of general lockdown to a final phase of complete freedom of movement.", "Between, there will be a phase 2 of relative lockdown, which will gradually be wound down, potentially over a long period of time.", "However, we do not yet know how: this is where the interaction between the battle for public health and the battle for the economy will have to be optimised, and where public debate will have to bring together doctors and economists.", "Their opinions may converge more easily than we believe.", "Lastly, we know that we will emerge from this crisis with significantly higher levels of debt.", "This is clearly the case for government debt, with an increase of between ten and several dozen percentage points of GDP.", "But it is also the case for business debts: the longer the economic hiatus lasts, the more their problems will evolve from simple cash requirements to lasting balance sheet challenges and losses to be covered through capital increases.", "In financial terms, several businesses will go from facing liquidity constraints to solvency constraints.", "And the current cash flow problems will become stock problems.", "Relatively speaking, the economic agents generally least affected are households, which experience high levels of \"forced saving\" during the period.", "Of course, this does not mean that, on a micro-economic level, some low-income households and financially vulnerable people are not already feeling the effects of lost income; and these households, which struggle to make ends meet, have no precautionary savings.", "This leads us to consider the lessons that history can teach us about recovering from crises, starting with the post-war years.", "This has become a particular focus of economic research today, even though, fortunately, our situation is less dramatic: the three \"classic\" themes which give rise to so many questions are the return to growth, debt treatment, and the proper use of monetary policy.", "/ How to support growth?", "In Europe, there would be little sense in giving a cheque to every household, which forms part of the US recovery plan.", "We do not have fortunately, to my way of thinking the same social model.", "Given the various social protection schemes in place in Europe, to which we can add forced saving during periods of lockdown, household demand should recover quite spontaneously.", "In terms of total demand, greater uncertainty remains around investment and external demand, particularly with regard to the time needed for the global economy to overcome the public health crisis.", "Supply from businesses could remain stymied in some sectors due to lasting loss of capacity (bankruptcies) and supply chain difficulties.", "This is therefore likely to require investment programmes and climate transition programmes that sustain demand while improving production capacity; and for that, priority will have to be given to financing joint initiatives at the European level , particularly given its higher \"debt capacity\".", "In this instance, our remedies for the crisis will be in step with our long-term priorities.", "At the national level, any initiatives to further education, professional training and more skilled employment will continue to be the best investment for growth: France had fortunately created one million extra jobs during the four years preceding the coronavirus shock; tomorrow, it will still be through our wealth-producing work that we will cover the price of this shock.", "/ How to treat the debts inherited from the crisis?", "Secondly, the question of public and private debt will arise.", "A necessary response will involve strict fiscal management to bring down the deficits: given that an increase in taxes would not be widely accepted, we will have to fall back on a more selective fiscal policy and lower public spending.", "This type of effort will only show results in the medium term as, in the immediate aftermath, help will be needed to kick start the economy.", "Two more specific and more difficult proposals have also been mooted.", "Some support a transfer of private debts to public debts, given that the businesses were not responsible for their loss of activity and only the state has the capacity to play the role of insurer of last resort.", "This is a solution envisaged by the former president of the ECB, Mario Draghi.", "This can also meet the need for a movement towards grant or equity investment mechanisms for certain businesses, rather than simple loans.", "These transfers would have the advantage of protecting means of production from the risk of payment default.", "They are, however, costly for public finances and complicated to put in place.", "The second proposal, which can be cumulative, is to treat the one-off debt inherited from the crisis separately.", "The advantage of ring-fencing debt, which was notably used in the 19th century it led to the creation of the French des dépôts et consignations after the Napoleonic Wars is that it preserves \"ordinary\" fiscal policy.", "How this one-off debt should be amortised, however, remains unclear.", "A more positive alternative is to mutualise debt with more robust countries: this is, of course, the post-war Marshall Plan, but it necessitates a global or European solidarity that is unfortunately uncertain.", "However we do it, we will have to bear higher public debts for longer, even though the burden will be lighter if interest rates remain very low.", "And this brings me to monetary policy.", "Here again, let's begin with what is most 3/ How to use monetary policy?", "certain: inflation should remain weak during the period; it had already fallen to 0.6% in France and 0.7% in the euro area in March.", "Of course, supply is restricted; but demand will only recover gradually, and oil prices are expected to remain low.", "Therefore, over the long term the Eurosystem will have to contend with, if not necessarily a risk of deflation, then at least inflation that is too low for the definition of price stability (close to 2% over the medium term), especially given that annual inflation has been running at only 1.3% for a decade.", "This will thus mean that we not only have the possibility, but also the obligation to maintain very low interest rates and ample non-conventional instruments, including public and private sector purchase programmes, long into the future.", "This low inflation particularly if it is persistent is fuelling some far more speculative and complex thinking on post-crisis monetary policy.", "While monetary financing is prohibited by the European treaties, it would, for example, according to these theories, be possible to imagine the central bank creating money on a lasting basis to directly finance companies.", "In principle, nothing is excluded in intellectual debate.", "However, steps such as these could only be envisaged if there was a major \"downside\" risk for price stability.", "therefore be imperative to ensure that any such measures guide inflation towards its target.", "Indeed, the two pillars that must remain in place come what central bank's mandate may during these exceptional circumstances are the ensuring price stability and its particularly from fiscal authorities.", "Because these two pillars are set down in the Treaty, and, above all, because they are the foundation of our most precious asset: the confidence of European citizens in their currency.", "I would like to conclude by saying a few words about the Banque de France.", "We our activities on five key fronts: our network's support for VSEs and SMEs and households in difficulty; needs with regard to paper money; economic analysis and monetary policy; close monitoring of the markets; and the supervision of the financial resilience of banks and insurers.", "In this period of extraordinary uncertainty, you can count on the commitment of the women and men that make up the Banque de France.", "And I see that as an illustration of a broader conviction: only through our unity and our solidarity will we overcome this trying ordeal for our country."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "financial dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "monetary-fiscal coordination", "none", "fiscal dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "fiscal dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["economic impact", "fiscal measures", "monetary measures", "post-crisis environment", "debt treatment", "monetary policy", "inflation", "price stability", "solidarity", "uncertainty"]}