{"sentences": ["28.01.2020 Multilateralism and globalisation reforms Presentation of the book Excesos: Amenazas a la prosperidad global, by Emilio Pablo Hernández de Cos Good evening Honourable Minister and Authorities, ladies and gentlemen.", "It is an honour to be here at the presentation of Professor Emilio Ontiveros's book Excesos: Amenazas a la prosperidad global (Excesses: Threats to global prosperity), and to share some thoughts with you on the subjects it addresses.", "As has habitually been the case in his extensive academic and popularised work, Professor Ontiveros hits the nail on the head in his analysis of one of the main challenges posed by the current international landscape: the characterisation of and the risks associated with the economic and financial globalisation witnessed in recent decades.", "His work is immense, as it requires deep-seated knowledge of the wealth of interrelated factors that shape the highly complex and changing economic, political and social situation at present.", "As is also habitual for the author, he is successful in his venture: he presents a profound and well-structured analysis of the issue.", "And one that is, moreover, reader-friendly and comprehensible.", "Our congratulations, Emilio.", "The book's main line of argument As Professor Ontiveros rightly says, the globalisation and growing openness of economies to the flow of trade, finance, persons and knowledge, lauded by many just some years back as the fundamental driver of global economic development, is now questioned by significant economic, political and social agents, at least in its current form.", "Among the causes behind this, the author highlights how the opening up and globalisation of economic relations has promoted the rise of new emerging powers - with China to the fore - on the global stage.", "These powers are significant not only economically, but also politically and geo-strategically.", "This has resulted in the growing complexity of global governance and in a rivalry that currently threatens to break the multilateral arrangements in force since the Second World War.", "We should recall that Chinese membership of the WTO was not accompanied by a parallel process involving its transformation towards a market economy.", "Indeed, China retained high export subsidies, was hardly open to foreign investment and pursued industrial and technological policies that distorted international relations.", "This has prompted continuous complaints by the Western powers.", "Partly, one of the arguments behind the protectionist reaction led most recently by the United States has been the WTO's inability to correct these distortions.", "Yet it should be stressed that the US shift towards bilateralism in international relations has significant consequences, beyond merely trade considerations, that stretch to the struggle for leadership of technological developments and, more generally, to an effort to sustain a privileged position in the economic and political arenas.", "The United States is not an isolated case in the shift.", "And undoubtedly bilateralism, linked in part to free market economy constraints, has gained weight recently in how other nations operate globally.", "In any event, as the author points out, what is true is that the shift to protectionist-style policies - commercially and geopolitically - threatens to break the multilateral global governance arrangements in force.", "Paradoxically, the United States had led these arrangements over recent decades.", "Now, there is a consequent danger for global prosperity.", "The redistribution of power among a growing number of players entails the replacement of the multilateral international cooperation arrangements with a new, more fragmented, decentralised and informal system as regards decision-making, in which bilateral and regional solutions trump multilateral agreements.", "Another characteristic feature of globalisation recently has been the onrush of the digital revolution and the roll-out of new communication and information technologies.", "These are driving radical changes in the economy, in society, in how we understand labour relations and in investment and consumption decisions.", "As the author indicates in the book, we are yet to fully discern the possibilities that artificial intelligence, robotisation and quantum computing can offer in the different facets of our lives.", "Professor Ontiveros also emphasises the risks and threats the application of these new technologies entails, e.g.", "the control of individuals, the invasion of privacy, the concentration of market power in the Big Tech companies, inequality and the exclusion of those who fail to adapt.", "Adding to globalisation and technical change is the demographic challenge.", "This poses fundamental challenges to growth, productivity and the sustainability of public finances in numerous economies.", "Migratory problems and those arising from unstoppable urbanisation have also become priorities given their implications for economic, social and environmental development.", "With all these ingredients, the author's main line of argument in the book is that globalisation, bound up with intense technological changes and the deregulation of economies, has contributed to generating uneven economic growth, a prevalence of the financial over the real economy, a concentration of market power in major corporations (which has stifled competition) and a deterioration in the environment.", "These are the \"excesses\" to which the title of the book refers.", "And, according to Professor Ontiveros, they must be tackled by reformulating the capitalist system and the multilateral governance framework.", "With this reformulation, Professor Ontiveros suggests governments and public institutions should play a more active role when regulatorily mitigating market failings and oversee compliance with the rules.", "In his view, that would also serve to ensure the use and efficient, but fair, distribution of resources along with more inclusive and sustainable growth.", "Some thoughts I would like to delve now into some of these aspects which, admittedly, are essential for preventing the threats so rightly identified by Professor Ontiveros from materialising.", "We should not forget that the Bretton Woods Agreements, and the principles of universality and cooperation underpinning them, were the multilateral and cooperative response to the unilateral protectionist measures pursued in the 1930s and which exacerbated a situation of severe economic contraction.", "As I recently remarked1, the pillars acting as a basis for fundamental institutions for the global economy such as the WTO and the IMF were complemented by certain mechanisms and procedures.", "The aim thereby was to ensure they fulfilled their mission and to resolve potential conflicts on the basis of the principles of justice and equity for all the participating States.", "Such arrangements have, for decades, enabled the containment of certain unilateral actions.", "From my standpoint, and taking stock, the liberalisation of trade and financial exchanges in recent decades under these institutions has made, and continues to make, a net positive contribution to global growth.", "This has, moreover, helped improve substantially the opportunities for development, especially in the poorest countries, drastically reducing inequality and extreme poverty globally, at least at a pace never previously seen.", "Accordingly, these principles and institutions are, for me, as necessary today as they were then.", "However, the world has seen far-reaching change in the past 75 years.", "Currently, the setting of rapid transformation means some adjustments are needed to update international economic governance.", "Specifically, one of the key challenges at present is to improve the adaptation of the multilateral rules-based system in force since the Bretton Woods Agreements to the current circumstances and to future challenges.", "In parallel, the illusion of progress may unquestionably have led us to be somewhat naive in failing to properly assess the potential adverse consequences that globalisation and, above all, the rapid parallel process of technical change may have had for certain segments of the population, and for free-market structures and institutions.", "Rising inequality within countries, including the developed economies, has dented citizens' confidence in the ability of the political and economic system to respond to their yearning for generational improvement.", "That is contributing to reconsideration of certain key elements behind the functioning of our open societies.", "Thus, a second lesson to be drawn from globalisation is that we should design instruments and policies aimed at increasing opportunities for all and ensuring that the defining features of our societies, such as individual and collective progress, are strengthened.", "Strengthening and re-designing multilateral institutions Because I am firmly convinced that the globalisation of economic relations goes hand-inhand with enhanced overall well-being, I consider it a priority to strengthen the workings of multilateral institutions and, in particular, of the WTO.", "Here, too, we should acknowledge that, when assessing the capacity of the WTO to absorb changes, we have perhaps underestimated the risks associated with the - at times rushed - opening up of certain emerging economies, especially China's entry on the international stage.", "At the risk of over-simplifying, we could say that we had a system designed to tackle the elimination of tariffs, but not one optimised to address the complex tangle of non-tariff barriers and agricultural and industrial policies that influence trade flows to differing degrees.", "It is thus necessary to make changes to the multilateral system that prevent trade-distorting practices and, at the same time, to adapt this institution both to the new circumstances and to the new challenges posed by e-commerce and the protection of intellectual property, among others.", "One of the biggest future challenges, then, for the WTO and, generally, for the system of international institutions is how to change so as to be able to integrate the major global players: one (the United States) is tempted by bilateralism and the other (China) by retaining a model of State capitalism that is hardly compatible in the medium term with an open world subject to multilateral rules.", "The EU, long-accustomed to preventing the heterogeneity of their economies from hampering the progress brought by economic integration, must take an essential lead on this matter.", "The WTO's conflict-resolution system has been pivotal to the sound functioning and predictability of the system.", "And this is why a solution must be found to the current blocking of appointments to the Appellate Body.", "Significantly, a system of trade relations based exclusively on bilateral agreements is not the best solution.", "These usually give rise to a degree of \"trade deviation\" that detracts overall from the positive effects of \"trade creation\".", "Moreover, bilateral agreements may promote an asymmetrical system of international relations in which the most influential countries ultimately impose their priorities and demands on the rest.", "In the financial arena, the difficulties of reforming IMF governance and the perception that its resources might be insufficient in the event of a severe crisis have led regional financial agreements to proliferate.", "There has been a shift from a multilateral system to one more decentralised and fragmented.", "In this new system of global financial governance, we must acknowledge that regionalism and multilateralism can be compatible, as some problems are regional and are better resolved at that level.", "Indeed, regionalism and multilateralism are not mutually exclusive; rather, they can support and complement one another, generating synergies that strengthen the global financial safety net.", "In this connection, coordination among the different elements should be reinforced, departing from the basis that a regional system can complement, but not replace, that of the IMF.", "In this respect, I believe the IMF continues to play an essential role for several reasons.", "First, because of its unique experience and knowledge of crisis-management.", "Second, because the IMF's participation in the design of adjustment programmes provides an objective perspective that regional institutions may occasionally not offer and which, moreover, is respected both by national authorities and by the private sector.", "Third, because in the case of interconnected economies, the IMF's participation can dissipate the potential regional concentration of risks.", "Fourth, because the IMF is the only institution capable of mobilising a substantial amount of resources if a global crisis occurs.", "A good example of how institutions can adapt and react to challenges is the approval of the banking regulation reform package known as Basel III by the Basel Banking Supervision Committee.", "This, along with the work by the Financial Stability Board in the general financial field, has allowed many of the shortcomings identified by Professor Ontiveros in the preglobal financial crisis framework to be tackled.", "The aim of these reforms has precisely been to strengthen banking regulation, supervision and practices internationally for the sake of financial stability.", "In addition, efforts are under way to adapt this regulatory framework for the entry of new competitors, such as Fintech and Big Tech companies, so as to safeguard savers and the integrity of their privacy, along with level playing field conditions.", "In short, multilateral organisations remain pivotal.", "And this is why they should be reformed and adapted to the new circumstances and be more flexible, cooperative and complementary to the new plurilateral institutions that have arisen at regional level, while becoming more transparent, democratic, representative and subject to public scrutiny.", "We must also equip the multilateral system and its benefits to the public at large with greater visibility, so it may recoup its legitimacy and the support of citizens.", "This is why I particularly want to thank Emilio Ontiveros for his dedication, not only in today's book, to popularising these subjects among those not necessarily expert in the matter.", "b. Re-designing national policies Yet to attain their maximum effectiveness, improvements in global governance should be matched by national economic policies conducive to ensuring the benefits of globalisation reach all citizens.", "Indeed, while globalisation has general equilibrium aggregate effects that are admittedly positive, it may also have an adverse impact - as Professor Ontiveros states in his latest work - on specific sectors and groups.", "It is important to attempt to minimise these effects.", "Improvements in education and active employment policies providing for the readier redeployment of the unemployed are an essential element in this challenge.", "The impact of population ageing should also be prioritised by the authorities.", "Specifically, social insurance systems will have to progressively adapt so as to make sufficiency and intergenerational equity compatible, and for the sake of their own financial sustainability.", "Broadly, in the setting described, the greatest challenge facing public policies is the proper selection of instruments that may effectively attain the goals set and minimise the potential adverse effects.", "In this respect, public policies designed on the basis of the evidence available on their effects coupled with arrangements to regularly assess these policies will be crucial.", "Further, many national policies should be designed with international coordination mechanisms, if they are truly to be effective.", "By way of example, we need to design mechanisms so that large multinationals, particularly in the technological field, do not ultimately pose a risk to market competition conditions and so they may contribute to the sustainability of the welfare system.", "In this connection, the OECD is currently spearheading initiatives to improve the taxation of these companies.", "Another good example of the importance of concerted action concerns the need to urgently tackle the consequences of climate change.", "c. The case of the Economic and Monetary Union The Economic and Monetary Union is a good example of the dual need to improve the governance framework and, in parallel, to apply policies at the national level enabling growth and citizens' well-being to increase.", "In fact, despite the improvements made in the past decade, it is vital to strengthen European integration, especially through the completion of the EMU governance reforms.", "Specifically, as I have said on various occasions2, we must move promptly towards creating a single capital market and completing the Banking Union.", "These two initiatives are key both to the financing of investment and business innovation and to achieving a more robust and resilient monetary union in the face of adverse shocks.", "The Banking Union is a crucially important and far-reaching project for European construction.", "And this is why it is essential not to leave it unfinished.", "Following the start-up of the Single Supervision Mechanism and the Single Resolution Fund, efforts should focus on reaching an agreement on the launch of the European Deposit Insurance Scheme.", "Currently, decisions on the supervision and resolution of banks are taken at the European level, while the responsibility for financing deposit guarantee schemes falls on national insurance arrangements.", "This divergence is not only fertile ground for potential political and institutional conflict, but it also hinders the creation of a true European banking system.", "We should also explore the creation of a common safe asset for the whole of the euro area.", "The operations of financial markets and intermediaries require a broad set of sufficiently liquid assets with minimal counterparty risks.", "This need is greater at times of financial turmoil, given that investors tend to react by accumulating low-risk assets.", "Within the euro area, the volume of these low-risk assets is insufficient, since the debt of only a small number of countries is considered risk-free.", "That gives rise to a shortage of such assets and to financial fragmentation.", "Evidently, an improvement in countries' fiscal positions might help increase the amount of risk-free assets available.", "But a common safe asset would have additional benefits.", "It would contribute to weakening the link between bank and sovereign risks, preventing capital movements towards safe assets that might prove destabilising at times of financial tension.", "And, more generally, it would promote the fairer provision of more stable safe assets for the euro area as a whole.", "Moreover, it is worrying that the euro area still has no fiscal policy tools capable of providing for a greater degree of cyclical stability for the Union as a whole.", "Whereas the United States federal budget smooths close to 10% of economic shocks, in Europe this mechanism is non-existent.", "The absence of effective macroeconomic policy coordination mechanisms in the euro area is exacerbated when monetary policy rubs up against its effective interest rate limits.", "This circumstance might be more frequent in future if we move into a setting of persistent low rates.", "Further, it is in this context that the effectiveness of fiscal policy may prove greater.", "There is a pressing need to create some type of common insurance instrument for the euro area.", "That would help adverse (symmetrical) shocks at the aggregate level or the idiosyncratic (asymmetrical) shocks of certain countries to be absorbed.", "The dual objective would be to smooth the effects on individual countries and safeguard the stability of the euro area as a whole.", "National policy should address the structural shortcomings that hamper productivity gains and the generation and harnessing of investment opportunities in the euro area.", "At the same time, measures should be introduced so that all citizens may share the benefits stemming from the European project.", "We should prioritise greater efforts in at least two areas: first, improving human capital and active employment policies to provide for the swift redeployment of workers to booming sectors; second, increasing public and private spending on innovation to create new business opportunities.", "Europe cannot stand aside from the development of new technologies and from the battle for technological supremacy between the United States and China.", "Finally, we should redress public finances in those countries with high debt and structural deficits.", "This is vital if it is wished to count fully on fiscal policy as a national macroeconomic stabilisation instrument ahead of any more adverse scenario in the future.", "Conversely, those countries with more fiscal space could provide a greater budgetary stimulus to their economies.", "In the current setting of very low interest rates, the positive impact of the fiscal expansion would not only be higher across the group of countries pursuing this measure; it would extend also to the other members, thereby giving rise to positive spillovers for the area as a whole.", "In sum, Professor Ontiveros's book is a perfect tool for delving into the major problems and challenges the global economic system faces.", "Its analysis strikes a conscious balance between a comprehensive, technical description and a clear, reader-friendly explanation of the problems of globalisation.", "It is thus of interest for experts and non-experts alike.", "Reading it offers clarity, but also concern in light of the scale and complexity of the challenges we face."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["Globalisation", "Multilateralism", "Trade", "Financial stability", "Climate change", "Economic and Monetary Union", "Fiscal policy", "Technology", "Inequality", "Demographic change"]}