{"sentences": ["The LIBOR Countdown Has Not Stopped September 29, 2020 Michael Held, Executive Vice President and General Counsel Remarks at the IMN Virtual Investors' Conference on LIBOR Thank you for that kind introduction, and for the opportunity to speak to you all today.", "As always, my remarks reflect my own views and not necessarily those of the Federal Reserve Bank of New York or the Federal Reserve System.", "The last time I spoke publicly about LIBOR transition was almost 18 months ago, when the end of LIBOR still seemed reasonably far away and the world in general seemed much more predictable.", "I said then that what kept me up most at night was whether my daughter would get into a good kindergarten in Brooklyn, but that reference rate reform was only a little further down the list.", "You'll be relieved to know that my daughter is now in a great school, and it's very close to home.", "In fact, it's in our living room.", "A year and a half ago, I never could have anticipated how different and uncertain every single part of our lives would become.", "Now, there's a whole host of new worries atop the list of things that keep me up at night.", "I'm sure that's true for all of you as well, as individuals and families but also as leaders of institutions dealing with the bizarre and uncertain times we find ourselves in.", "Those new concerns and risks have understandably pushed many welllaid plans into the background, and the pandemic has had such far-reaching effects that all sorts of things we thought we knew would happen have become uncertain.", "What I want to do today is remind you all that despite everything else that's happening, the end of LIBOR is still coming.", "Exactly how that happens is still uncertain, but the best response to uncertainty about tomorrow is to take decisive action today.", "Since my speech last year, there has been substantial progress in addressing some of the uncertainties that surrounded LIBOR transition, even as new uncertainties have arisen.", "Now, many lawyers love uncertainty.", "If everything were crystal clear, what would we spend our time arguing about?", "I have said before that the end of LIBOR presents a rather frightening-or awe inspiring, depending on your perspective-litigation risk.", "But it's not just litigation risk.", "The LIBOR transition encompasses a whole panoply of risks.", "Yes, legal risk, but also operational risk, credit risk, regulatory risk, reputational risk, you name it-LIBOR has it all.", "So the possibility of a failed LIBOR transition is something that should keep all of us up at night.", "But let's try and stay positive in these rather dark times-let's talk about what progress has been made, and what you can do now to minimize the uncertainties that remain.", "My remarks will focus on the transition in the United States for U.S. dollar LIBOR, but I will touch on some international developments that are relevant to that transition.", "LIBOR: The End of an Error Some people have asked whether the end of LIBOR will be pushed out somehow to allow more time for transition.", "Some people, I suspect, may even hope that this ends up being the case.", "After all, the task is daunting.", "But I would remind folks that the adage is not \"why do today what can be put off LIBOR being published after the end of 2021.", "In fact, the FCA has said that even though LIBOR will continue until then, announcements about its end could come as early as this November or December.", "The Financial Stability Board (FSB)-which is chaired by Randy Quarles, the Federal Reserve Board's Vice Chair for Supervision-has also emphasized that the pandemic should not prevent firms from removing any remaining dependencies on LIBOR by the end of 2021.", "The Alternative Reference Rates Committee (ARRC), which is the private-sector committee convened by the Federal Reserve to facilitate the transition away from U.S. dollar LIBOR, has recommended that floating-rate notes, syndicated loans, consumer loans, and securitizations should already include definitive fallbacks to cope with the end of LIBOR, and has set target dates by which no new LIBOR-based products should be issued.", "The ARRC also has provided a timeline and resources to ensure that vendors and operational systems are ready for the switch to alternative rates.", "Because having a LIBOR transition office and a high-level plan is not enough.", "Do not underestimate the operational, technical, legal, communications, and risk management work that will be required to move existing transactions off of LIBOR and prepare to use an alternative rate.", "It will take time and resources, and the price of failure or delay in any of those areas could be high.", "There Ought to Be a Law Another uncertainty is the possibility of legislation in United States, the United Kingdom, or the European Union to ease the transition.", "In the U.S., the ARRC has proposed that New York State should, by the force of law, substitute a rate based on the Secured Overnight Financing Rate for LIBOR in contracts that would otherwise have no workable fallback when LIBOR ceases.", "But again, this solution is aimed at contracts that don't specify another fallback and can't be amended to do so-primarily floating-rate bonds.", "We can hope that the New York legislature will take up this proposal in its next session, but obviously it has a lot of other pressing business these days, and no one can guarantee that there will be a legislative Hail Mary.", "And even if there is, it would not displace non-LIBOR fallbacks that are written into existing contracts, which may not be the alternative you'd prefer.", "The lesson here is that for every exposure you have to LIBOR, do everything you can right now to make sure it provides for the end of LIBOR in clear terms.", "Do not wait for the state cavalry to ride to your rescue.", "In the UK, the government has said it will give the FCA new powers to smooth the transition, and there has been speculation about what the FCA will do with those powers.", "The UK legislation takes a very different approach from the proposed New York law.", "It raises the prospect of LIBOR continuing under a new methodology as \"synthetic LIBOR,\" at least in some currencies.", "But the FCA itself has warned that whatever it does will not be an alternative to firms' transition efforts, and that any synthetic continuation of LIBOR will still not be deemed to be a representative rate.", "The FCA has said that any action it takes will be focused on contracts that cannot feasibly be amended by the parties to mitigate the effects of LIBOR cessation.", "It will not provide a solution for new contracts.", "And even at that, it will not necessarily address every LIBOR setting or currency.", "For those it does reach, users will be giving up control of the economics of their contracts to whatever the new methodology may be.", "In short, if you rely on these new powers to take care of your LIBOR contracts, you may not get what you want, and you may not like what you get.", "The message is clear: you must still do everything you can, right now, to anticipate the end of LIBOR and take control of your own risks.", "For contracts that are in scope for the EU s existing Benchmarks Regulation, it would replace a benchmark that had ceased publication or become non-representative with one designated by the European Commission.", "But it would apply only to contracts with an EUsupervised entity and where there is no \"suitable\" fallback.", "Like the New York proposal and the UK law, the EU legislation is intended only to provide a fail-safe for contracts that cannot be proactively managed, and the fail-safe rate the European Commission decides on may not be the one that best suits your needs.", "As a last note on the legislative front, the European Commission has also said it will recommend that the various EU member states adopt national-level legislation to address contracts that the EU-level action doesn't reach.", "To state what is perhaps obvious, it's unclear at this point-and will likely remain unclear for some time-how the various legislative efforts in the UK, the EU, the EU members states, and the U.S. will play out, and how they will interact with one another.", "Every global firm that uses LIBOR anywhere in its operations will need to follow those developments and evaluate carefully what effect this legislation would have on each contract of each of its legal entities.", "To me, the clearest takeaway from all of that is that you should not wait for these proposals to become law and then decide how they affect you and whether you like the result.", "There isn't time for that.", "Do everything you can now to proactively manage your LIBOR risk across every jurisdiction where you have exposure.", "Let's Stand on Protocol For derivatives, which represent by far the largest U.S. dollar LIBOR exposures in the market, there is some good news.", "Standard derivatives documentation does not have workable fallbacks to accommodate the end of LIBOR, and there is enormous uncertainty about what will happen in this market when LIBOR ceases.", "That's not the good news.", "The good news is that there is a simple action every market participant can take to end that uncertainty right now.", "The International Swaps and Derivatives Association (ISDA) will be opening a protocol soon that resolves this uncertainty for firms that sign up to it.", "The ARRC has recommended that all firms adhere to the protocol as a best practice.", "This is an area where the exposures and the risks to firms and the system as a whole are very large, but there will soon be a clear option for managing those risks.", "And because ISDA has contracted with Bloomberg to calculate and publish the protocol's fallback rates beginning now, if you adhere to the protocol you can have a good understanding of the effect of LIBOR's end on your derivatives well before it actually goes away.", "Even better, the ARRC has announced that its recommended rate for LIBOR products that transition to SOFR will be the same as the ISDA protocol's fallback rate.", "So you can have that same certainty for cash products as well.", "Also on the derivatives front, clearinghouses LCH and CME will change over discounting and price alignment interest on listed derivatives to SOFR in two weeks' time, and will incorporate the ISDA transition terms into their standard contracts.", "That should help increase activity in SOFR derivatives, which, as we'll see next, should help lay further groundwork for new SOFR-based alternatives.", "Coming to Terms with SOFR Apart from the overnight and average SOFR rates that are being used right now, there are two other types of rates that some market participants seem to be awaiting.", "One is the forward-looking term SOFR rate that the ARRC is working on.", "Earlier this month the ARRC released a request for proposals for the design and production of term SOFR.", "But that doesn t mean you should wait for it.", "No one can guarantee that the ARRC will end up recommending a term rate, or when that will happen if it does.", "Designing a robust new rate is not a quick process, and the ARRC's first priority will be ensuring that whatever term rate it recommends is robust and durable.", "The likeliest basis for such a rate is forward derivative contracts on SOFR, which have not yet reached the volume and liquidity that are sufficient to support a widely used term rate.", "So even once a design is set and an administrator is lined up, it may well be some time before the term rate is ready for prime time.", "The important point here is that you shouldn't delay your move off of LIBOR in the hope that a forward-looking term version of SOFR will come along.", "SOFR is available right now, including 30-, 90- and 180-day compound averages published daily by the New York Fed that are less variable than overnight rates and can be used in all types of cash products.", "And to make it easier and promote consistency, the ARRC has prepared an extensive set of detailed, product-specific recommendations and conventions for how to do exactly that.", "Spread the Credit Around The second type of potential rate that has gotten a lot of attention lately is one that incorporates a measure of credit risk, since SOFR is a secured rate.", "Some banks have expressed concerns about using SOFR in commercial loans without an additional credit component.", "As part of its work to understand and address any obstacles to the transition away from LIBOR, the New York Fed has hosted a series of four workshops to explore and understand these concerns from both banks' and borrowers' points of view.", "The aim of these discussions has been to understand the issues at play.", "We do not yet know the end result of these workshops, and it would be premature for me to comment on any next steps at this point.", "But I will say that no one involved in those workshops has suggested that they provide a reason to delay moving away from LIBOR on the timetable that we're now all too familiar with.", "I want to be clear-as the ARRC and the Fed have been from the beginning-that no one is requiring that everyone use SOFR for all purposes or for any specific purpose.", "There are other alternatives out there, and nothing prevents you from using any rate that's robust, appropriate for your institution, and fit for the use you're putting it to.", "What is most important is that you move off of LIBOR and do it now.", "But in deciding what to move to, remember that SOFR is the foundation for the transition from U.S. dollar LIBOR because it meets very high standards.", "The ARRC went through an extensive review and consultation process and got input from a wide range of market participants.", "It evaluated a number of alternative rates for benchmark quality, methodological quality, accountability, governance, and ease of implementation.", "SOFR was the clear first choice.", "It's produced by the New York Fed and is based on about a trillion dollars' worth of daily transactions in a broad and liquid market that a wide array of firms of all types have access to.", "The New York Fed has provided detailed public information about every aspect of SOFR, including historical data and a point-by-point description of how it complies with the benchmark principles set out by the International Organization of Securities Commissions (IOSCO).", "You should make sure that any other reference rate you use meets similarly high standards, and is fully transparent about how it's calculated, what it's based on, and exactly how it complies with the IOSCO principles.", "The ARRC and ISDA also went through an extensive public consultation process in constructing their recommended fallbacks that will kick in when LIBOR becomes unusable.", "The overriding goal of that process was to minimize value transfer and ensure as much as possible that the transition did not disadvantage borrowers or lenders, or one side of a LIBOR swap.", "And those are the same fallbacks that will apply under the ARRC's proposed New York legislation.", "Anyone considering using different fallbacks should likewise keep those concerns top of mind.", "Making it Official Before I wrap up, I'd like to talk about the role of the official sector in the transition.", "It might seem at times that our role has consisted mostly of forming working groups and giving speeches where we harangue market participants to just get on with it already-kind of like this one.", "Of course, as I mentioned, the New York Fed has stepped up by producing SOFR, which is key to the transition.", "But it's also clear that a significant speed bump in transition is uncertainty about how the switch to new rates will be treated under the huge range of existing regulations that weren't written with this kind of event in mind.", "The official sector must pave the way for transition by eliminating that uncertainty.", "Paving over the speed bumps, if you will.", "Since my last speech about LIBOR, the official sector has worked closely with the ARRC and others to provide clear guidance and offer the prospect of relief from existing rules.", "There is a final rule on swap margins for legacy swaps that transition away from LIBOR, a proposed CFPB rule on transitioning consumer credit, accounting guidance from the FASB and the SEC, tax guidance from the IRS, and relief from the CFTC.", "The Federal Housing Finance Administration has taken a number of actions, including prohibiting the Federal Home Loan Banks from entering into LIBOR transactions or investments.", "Fannie Mae and Freddie Mac will stop accepting LIBOR-based ARMs by the end of this year and have created new ARM products indexed to the 30-day SOFR average.", "The supervisory agencies have also eliminated uncertainty about what stance they will be taking on LIBOR transition in their supervisory and examination work-they've said very clearly they'll be focusing on it, and every supervised firm needs to focus on it too.", "On the international level, the FSB and the Basel Committee have urged the authorities in each jurisdiction to identify the remaining transition issues and increase the intensity of their supervisory actions when the preparations of individual banks are unsatisfactory.", "The Basel Committee has also put out FAQs on benchmark reform under the Basel Framework.", "In the United States, the Federal Financial Institutions Examination Council (FFIEC) has emphasized the financial, legal, operational, and consumer protection risks of the upcoming transition and announced that the supervisory focus on evaluating institutions' preparedness will increase in the rest of 2020 and 2021.", "And the SEC has identified registrant preparedness for the transition away from LIBOR as an examination program priority for the coming fiscal year.", "So be prepared to answer questions about how you're planning for the end of LIBOR across your business.", "Given how deeply embedded LIBOR is in products and systems across the commercial landscape, the transition away from LIBOR is a huge undertaking that presents a whole array of risks.", "There remain a host of uncertainties about the end of LIBOR, but very little uncertainty about what firms should do to prepare for it.", "A year and a half ago, I talked about ongoing consultations and said that the way forward for the vast majority of LIBOR-based instruments was rapidly becoming clear.", "Well, those consultations have concluded, and the way forward, for all types of LIBOR instruments, is now clear indeed.", "FCA, Impact of the coronavirus on firms' LIBOR transition plans, March 3, 2020; see also Letter from Randal Quarles to G20 Finance Ministers and Central Bank Governors Libor death notice could be served this year--FCA, Risk.net, June 22, 2020.", "FSB Statement on the Impact of Covid-19 on Global Benchmark Reform, July 1, 2020.", "ARRC Recommended Best Practices for Completing the Transition from LIBOR.", "For example, see Internal Systems & Processes: Transition Aid for SOFR Adoption and the Practical Implementation Checklist for SOFR Adoption.", "Proposed Legislative Solution to Minimize Legal Uncertainty and Adverse Economic Impact Associated with LIBOR Transition.", "Statement by Rishi Sunak, Chancellor of the Exchequer, June 23, 2020.", "Edwin Schooling Latter, LIBOR transition-the critical tasks ahead of us in the second half of 2020, August 3, 2020.", "Commission's proposal to amend EU rules on financial benchmarks.", "Fact Sheet: IBOR Fallbacks.", "ARRC Announces Recommendation of a Spread Adjustment Methodology for Cash Products; ARRC Announces Further Details Regarding it Recommendation of Spread Adjustments for Cash Products.", "ARRC Releases Request for Proposals for the Publication of Forward-Looking Term Rates.", "Transition from LIBOR: Credit Sensitivity Group Workshops; see also Nathaniel Wuerffel, Transitioning Away from LIBOR: Understanding SOFR's Strengths and Considering the Path Forward.", "Final Rule on Margin and Capital Requirements for Covered Swap Entities.", "Facilitating the LIBOR Transition (Regulation Z); see also the CFPB's updated Consumer Handbook on Adjustable Rate Mortgages and LIBOR Transition FAQs.", "FASB Issues Guidance to Assist in Transition Away from Interbank Offered Rates to New Reference Rates; Letter to SEC confirming treatment of interest rate reset features as embedded derivatives.", "See also Government Accounting Standards Board Statement No.", "93, Replacement of Interbank Offered Rates and International Accounting Standards Board Staff Paper on Issues Leading up to IBOR Reform.", "Guidance on the Transition From Interbank Offered Rates to Other Reference Rates; see also Letter from the ARRC to U.S. Treasury Department and Internal Revenue Service regarding proposed regulations and Letter from the ARRC to U.S. Treasury Department and Internal Revenue Service requesting guidance regarding financial contract discount rate transition.", "CFTC Provides Relief to Market Participants Transitioning Away from LIBOR; CFTC Provides Additional Relief to Market Participants Transitioning from LIBOR; see also Letter from the ARRC to the CFTC regarding treatment of discount rate changes by derivatives clearing organizations.", "FHFA, Libor Transition.", "FHFA Announces Fannie Mae and Freddie Mac Update on LIBOR Transition, February 5, 2020.", "Fannie Mae to Accept Single-Family SOFR ARM Products Beginning August 3, 2020; SOFR-Indexed ARMS.", "See also their LIBOR Transition Playbook.", "Supervisory issues associated with benchmark transition: Report to the G20, July 9, 2020.", "BCBS, Basel Framework frequently asked questions, June 2020.", "Federal Financial Institutions Examination Council Joint Statement on Managing the LIBOR Transition.", "OCIE, Risk Alert: Examination Initiative: LIBOR Transition Preparedness, June 18, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["LIBOR Transition", "Alternative Reference Rates", "Legislative Efforts", "Derivatives", "SOFR (Secured Overnight Financing Rate)", "Credit Risk", "Official Sector Role", "Regulatory Guidance", "Supervisory Focus", "Risk Management"]}