{"sentences": ["Digital conference at the Bocconi University - 14 May 2020 European solidarity put to the test by the health crisis Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr) Ladies and Gentlemen, cari professori e studenti, I am delighted to share this moment with you.", "I would like to extend my warmest thanks to all of those who made this virtual meeting possible in particular Rector Gianmario Verona, and Vice-Rector Stefano Caselli together with Francesco Daveri.", "To me, Bocconi represents a major source of influence for European integration.", "Think of some great \"bocconiani\" who played a fundamental role in building our Economic union: from Luigi Einaudi - the father of the fathers of Europe - to my friend Mario Monti.", "I also want to honour the memory of Tommaso Padoa-Schioppa who passed away ten years ago.", "In the difficult times we are facing, his vision and ability to translate European ideals into active fights - such as the euro - remain inspirational.", "Today I stand before you as a committed European, a central banker, but also a friend of Italy.", "I first and foremost want to express my deep solidarity: Italy - like France - has been one of the countries hardest hit by the pandemic.", "I am also well aware of the criticism about Europe being too slow or reluctant to help.", "So my purpose today is a challenging one, as I will address the issue of Europe's alleged lack of solidarity.", "I will first argue that in fact Europe - and the Eurosystem at the frontline - has broadly risen to the challenge during this acute phase of the crisis.", "But we need to do more, and I will then sketch the broad outlines of an effective and collective exit strategy.", "The Eurosystem at the front line of the European response during the acute phase of the crisis The lockdown measures have a major impact on the European and so on the Italian economy, which - according to the European Commission - could contract by 9.5% in 2020.", "Confronted with this unprecedented and totally unforeseen crisis, the policy response of European Governments - including Italy's - was immediate and strong.", "But on both sides of our borders, there is a common temptation to blame Europe for not doing enough.", "In reality, Europe is taking action, and more than has been acknowledged.", "The debate on \"Coronabonds\" has divided Europeans, but the exceptional monetary action taken by the European Central Bank (ECB) - which is much more significant - should bring us together.", "In order to fulfill its mandate, the Eurosystem has always been clear in its commitment to ensure appropriate financial conditions in all parts of the euro area, and decisive in its action to fight fragmentation within the euro area.", "We will not allow adverse market dynamics to lead to unjustified interest rate increases in some countries, which would put at risk the smooth transmission of our common monetary policy.", "To put it simply: yields and spreads do matter, even if we don't target fixed levels.", "Hence, and consistent with the risk of still lower inflation, we announced on 18 March a EUR 750 billion Pandemic Emergency Purchase Programme (PEPP).", "In implementing the PEPP, we are and will remain flexible; the Eurosystem should be guided more by market dynamics and liquidity conditions than predetermined volumes of purchases.", "And Italy is reaping the benefits of European integration as it borrows at a far lower interest rate than before the euro.", "If Italy's sovereign bond yield spreads were as wide as before joining the euro, - more than 3% higher than at present - it would incur an additional interest charge of several billion € on the new debt issued in 2020, which includes the costs of the Covid pandemic.", "If we apply this spread to Italy's outstanding stock of debt, the additional interest cost would be several tens of billions of euro.", "At the same time, the ECB has dramatically expanded its targeted longer-term refinancing operations (TLTRO-3) in order to support bank credit for the real economy.", "Less noticed, these new conditions are historically favourable, with support by the ECB now increased to 50 bp under the Deposit Facility Rate.", "This lending incentive will reduce bank funding costs by several billions of € each year.", "The Italian banking sector - and through it, Italian businesses and households - is the main beneficiary of ECB refinancing operations with almost 30% of total credit operations outstanding.", "This even leads some in other countries to argue that our monetary policy is being conducted for the benefit of Italy: they are wrong.", "Monetary policy is not conducted for any one country, be it Germany, France or Italy.", "The Governing Council takes its decisions collectively and independently, taking into consideration the euro area as a whole.", "That being said, let us simply acknowledge that belonging to the Monetary Union has provided Italy with substantial financial relief in this crisis.", "The ECB has worked well for Europe and for Italy.", "Our Governing Council took note last week of the judgement by the German Federal Constitutional Court.", "Let me be crystal-clear: we remain undeterred, as President Lagarde said; furthermore, we are definitely dedicated to and determined to deliver on our mandate as conferred by the Treaty.", "As the European Court of Justice has said, our past actions are indeed proportionate to that mandate.", "More broadly, I hear debates in our two countries shedding doubt on (i) the independence of the central bank - that should be brought \"under political control\" - and on (ii) its mandate - which should go beyond price stability, to include employment or the fight against the health crisis.", "Criticising these two pillars is not only pointless, but is also dangerous: • Pointless: the ECB was able, within its institutional framework and mandate, to be active, innovative and responsive...even more than some political institutions.", "Damage the central bank's independence and you undermine its strength and agility, the very things that protect an economy in a crisis.", "• Dangerous: these two pillars, enshrined in the Treaty, are the legal and democratic foundation of our legitimacy and capacity to act - and not only in \"Northerners\" eyes.", "Furthermore, they are the foundations of European's trust in their currency.", "To give only one example: the Eurosystem cannot cancel public debt, neither legally nor \"fiduciary\": a suspicion of fiscal dominance would give rise to monetary distrust as seen in history and more recently in some emerging market economies.", "Independence and the price stability mandate are not an obstacle to the ECB's powerful action.", "On the contrary, they are its two best levers.", "I will come back to this.", "What European policies for the gradual exit?", "Talking about European solidarity, arguably, Europe could have done more.", "But let us not forget that the glass is at least half full, thanks to the major support from the Eurosystem, but also the SURE framework of the European Commission to help preserve jobs, and the welcome agreement last Friday on unconditional ESM [European Stability Mechanism] credit lines to finance health expenditure.", "Let us now look to the future.", "And do so together: the German Federal President warned last month, \"Germany cannot emerge from the crisis strong and healthy if [its] neighbours do not also become strong and healthy\"i.", "Of course the same applies to, say, the Netherlands or Austria: selfishness today could come at a high price tomorrow.", "And let me stress the utmost importance of Chancellor Merkel's words precisely just yesterday: \"This will encourage us to do more in the area of economic policy, in order to further integration of the euro area.", "We will address this issue in connection with what we call the Recovery Fund for Europe\".", "Our common goals: recovery and repair 1/Supporting growth in the recovery phase is a shared objective for all of us in Europe.", "There is indeed no magic bullet, and - at the end of the day - the debt inherited from the crisis will need to be financed through growth and through our work.", "As pointed out by my colleague and friend Governor Ignazio Visco, \"adequate investment in education is [...] needed to face the uncertainty that surrounds the jobs and the skills that will matter in the future\"ii.", "Yet, in the face of such enormous upheaval such as the Covid-crisis, investment at the national level will inevitably reach its limit.", "Facing the deep European Investment and growth gap, we need to implement major European investment programmes to bridge that gap while tackling common structural priorities such as the fight against climate change which must absolutely not become a collateral victim of the crisis, or digitalisation which will be even more than before the key driver of future productivity.", "/ Preserving the single market while \"repairing\" firms is our second common goal in the recovery phase.", "National governments did well in the acute phase, by taking emergency measures such as providing guarantees and liquidity support to their SMEs.", "But, as these measures will have to be prolonged and transformed into long-term solvency measures, national differences could create an \"unlevel playing field\".", "A single market - which is in the interest of all Member States, starting with Germany - means common rules for corporates: if not, our economies risk further divergence and that would be very unfortunate.", "The solvency of European business is our shared challenge, and calls for shared solutions.", "Focusing on these two objectives is more important than arguing about public debt.", "But let me, for the sake of consistency, propose two basic principles: Existing debts are and will remain the responsibility of national governments.", "Let us stop this fruitless debate about Eurobonds and the mutualisation of past debt.", "Fiscal consolidation will remain a national obligation - including in France -, but with appropriate timing in order to avoid the premature and procyclical tightening of public finances.", "On the other hand, future financing needs related to \"recovery and repair\" should be the natural domain of European financial solidarity.", "Our common instruments : combining solidarity and responsibility I believe that an \"effective and collective exit strategy\" should combine four cornerstones of the European recovery - : (i) an ambitious \"recovery plan\" to provide European financial solidarity, (ii) a clarification of fiscal rules ensuring the responsibility of Member States, (iii) a Financing Union for Investment and Innovation fostering \"private risk-sharing\", and (iv) an accommodative monetary policy, against the backdrop of low inflation.", "a/ Regarding the first cornerstone, an ambitious \"recovery plan\", the discussion so far has focused on its amount - it should be above EUR 1 trillion which is roughly the expected loss of euro area GDP this year - or on its structure: should it take the form of loans or grants?", "Let me answer clearly: it should combine both.", "Hence, as agreed by the European Council on 23 April, it will be crucial to combine the recovery fund with the next multiannual financial framework - which should be increased.", "But let us now discuss the content of the fund.", "First, it should target investments that generate additional potential growth.", "Second, it should include a \"European value added\", with positive cross-border spillover effects.", "Climate change, digital technologies, research and development are good candidates if we know how to be selective.", "\"Technical\" institutions such as the European Investment Bank (EIB) could be entrusted, and possibly \"pari-passu\" with private money.", "If it is a simple transfer of national investment funding already \"in the pipeline\", there will be no gain, and we would even run the risk of losses, in the case of a bad selection.", "Beyond this \"recovery\" side, a \"repair\" side should address growing solvency issues.", "The recent French proposal for a recovery fund foresees the possibility of setting up an equity fund either to inject capital into key companies, especially for those operating in European strategic value chains, as identified by the Commission in November 2019.", "Beyond that, several economists - including Elena Carletti, Professor of Finance at Bocconi University - have proposed the promising avenue of a temporary \"European Pandemic Equity Fund,\"iii which could be managed by the EIB.", "This could take the form of hybrid capital instruments, with no voting rights but a significant remuneration of the public investment, and a predetermined termination option for the firm.", "In addition, the Recovery Fund could consider a specific tool to buy-back some assets from banks.", "b/ A clarification of fiscal rules.", "The counterpart of financial solidarity is the responsibility of Member States.", "The current SGP [Stability and Growth Pact] rules - are at once too complex and not credible enough.", "Obviously, there is a need to maintain fiscal rules - let me stress it, at the risk of unpopularity - but for them to evolve towards greater clarity and better ownership and compliance by Member States.", "The European Fiscal Board interestingly proposed relying on a ceiling on the growth rate of primary public expenditure, net of discretionary revenue measuresiv.", "c/ Making headway with a Financing Union for Investment and Innovation.", "Private risk-sharing mechanisms, which are less frequently considered than public ones, are just as important and effective, as we can see in the US where capital markets play a more important role as a buffer between states than fiscal transfers.", "Here, solidarity and responsibility are mutually reinforcing.", "The euro area has an abundant, and rarely mentioned, resource at its disposal: a savings surplus relative to investment, which amounted to EUR 360 billion last year.", "This resource is currently invested outside the euro area, even though our potential investment needs are substantial.", "A better allocation of European private savings requires more efficient cross- border financing channels - savings are not always where the investment need arises - and more efficient \"transformation\": preferred savings instruments are often short-term and safe, while financing needs are often longer-term and riskier.", "This requires the combination of a more effective Banking Union and a \"Capital Markets Union\", to make a genuine \"Financing Union for Investment and Innovation\".", "European governments all agree in principle; let us now at last walk our talk, as a significant private booster to our collective exit strategy.", "d/ Keeping in place an accommodative monetary policy, against the backdrop of low inflation - 0.4% in April in the euro area.", "Most economists see this shock as disinflationary and expect it to remain so in the next phase as demand around the world recovers more slowly than supply.", "The European Commission forecasts are roughly the same.", "Let me remind you that our inflation objective of \"below but close to 2%\" is both symmetric and mid- term: it should not be a ceiling, nor completely ignore past inflation developments.", "As I said, I fiercely stick to our monetary independence - and oppose fiscal dominance -, and to our mandate focused on price stability.", "But in the present context, this mandate does not prevent action: in the very name of our mandate, we will probably have to do more, and maintain low interest rates and abundant liquidity for longer.", "Nor does independence prevent cooperation.", "On the contrary, the stronger the Economic Union - including its budgetary and financial components - the more effective monetary action will be.", "Take the example of the Federal Reserve in the United States which can count on a strong fiscal and monetary policy-mix.", "Over the past 20 years, the euro area has essentially forged ahead through crises.", "Today it is facing another moment of truth.", "As a golden thread, famously illustrated by Mario Draghi's \"Whatever it takes\" in 2012, stands the unlimited commitment of the ECB to the euro.", "Alessandro Manzoni, one of the greatest Milanesi, wrote in 1815 : « Liberi non sarem se non siam univ [Liberi non saremo se non siamo uniti]».", "Today, we Europeans will not be masters of our own destinies if we are not united.", "Let us now overcome the current \"malinconia\" and face our challenges not with fear or distrust, but with pride.", "Pride in what we have already achieved and pride in the future we want to shape.", "Thank you for your attention.", "Televised address by Federal President Frank-Walter Steinmeier on the coronavirus pandemic at Schloss Bellevue, on 11 April 2020.", "« Education in the digital world », Speech by Ignazio Visco, Governor of the Bank of Italy, Centesimus Annus Pro Pontifice Foundation - Seventh Consultation Meeting \"Ethos, Education and Training: Avenues toward equality and ethical behaviours in the digital era\", Catholic University of the Sacred Heart, Milan, 31st January Arnoud Boot, Elena Carletti, Hans-Helmut Kotz, Jan Pieter Krahnen, Loriana Pelizzon, Marti Subrahmanyam, \"Corona and Financial Stability 4.0: Implementing a European Pandemic Equity Fund\" 25 April 2020, Vox, CEPR Policy Portal.", "European Fiscal Board (2019), \"Assessment of EU fiscal rules with a focus on the six and two-pack legislation\", août, Bruxelles.", "-09-10-assessment-of-eu-fiscal-rules_en.pdf Alessandro Manzoni, in Proclama di Rimini, 1815."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European solidarity", "monetary policy", "economic recovery", "fiscal rules", "financing union", "investment", "inflation", "central bank independence", "price stability", "debt"]}