{"sentences": ["On behalf of the Reserve Bank of India, I am delighted to welcome Mr. Tharman Shanmugaratnam to deliver the Professor Suresh Tendulkar Memorial Lecture, the third in the series.", "We are also deeply honoured to have Smt.", "Sunetra Tendulkar, the wife of late Professor Tendulkar and his daughter Smt.", "A hearty welcome to all the distinguished invitees of the Reserve Bank.", "About Prof. Suresh D. Tendulkar 2.", "Prof. Suresh D. Tendulkar was a great teacher, economist and policy analyst.", "His seminal work on the measurement and analysis of living standards in the country will remain his enduring legacy to public policy formulation.", "In fact, a defining feature of Prof. Tendulkar's life as a professional economist was his deep sensitivity to poverty and a commitment to data-based research to understand poverty.", "With a formidable academic record of great distinction, he joined the Indian Statistical Institute in 1968.", "This was followed by a prestigious two-year assignment at the Development Research Centre of the World Bank.", "From 1978 onwards, he served with great distinction in the Delhi School of Economics in different capacities until his retirement in 2004.", "He served on numerous working groups on the design and conduct of the National Sample Surveys and was the Chairman of the Governing Council of the National Sample Survey Organisation; Chairman of the National Accounts Advisory Committee; and Chairman of the National Statistical Commission.", "He was a member of the Lakdawala Committee for estimation of poverty in 1993, which recommended state specific consumption baskets for estimation of poverty.", "He became a member of the Prime Minister's Economic Advisory Council in 2004 and in 2008 he was appointed the Chairman of the Council.", "Prof. Tendulkar served as Director on the Central Board and the Chairman of the eastern region Local Board of the Reserve Bank from 2006 till his sad demise on June 21, 2011.", "This lecture series was instituted in his honour in 2013 in recognition of his contribution to the economics profession and his association with the Reserve Bank.", "About Mr. Tharman Shanmugaratnam 5.", "I am happy that Mr. Shanmugaratnam has agreed to come to the Reserve Bank, though after a gap of 7 years, to deliver the Third Suresh Tendulkar Memorial Lecture.", "Earlier he had delivered the 13th L.K.", "Jha Memorial Lecture in September, 2012.", "Mr. Shanmugaratnam is a renowned economist and a political personality.", "He has spent his working life in public service, in roles predominantly related to economic and social policies.", "Currently he is serving as Senior Minister of Singapore and also Coordinating Minister for Social Policies, and advises the Prime Minister of Singapore on economic policies.", "He is concurrently the Chairman of the Monetary Authority of Singapore (MAS) and Deputy Chairman of Government of Singapore Investment Corporation.", "Mr. Shanmugaratnam started his career at the Monetary Authority of Singapore as its Chief Economist.", "He later joined the Singapore Administrative Service and served in the Ministry of Education as a Senior Deputy Secretary for Policy.", "Afterwards he started his political career in 2001 when he was elected as Member of Parliament in Jurong Group Representation Constituency and has been re-elected three times since then.", "He had served in prominent positions of Minister for Education, Minister for Finance and also Deputy Prime Minister, following the 2011 general election.", "Mr. Shanmugaratnam chairs the Group of Thirty, an independent global council of economic and financial leaders.", "He also chaired the G20 Eminent Persons Group on Global Financial Governance that recommended reforms for a more effective system of global development finance and financial stability.", "He earlier led the International Monetary and Financial Committee of the IMF.", "Currently, he is co-chairing the Advisory Board for the United Nations' 2019 Human Development Report, and is serving on the World Economic Forum's Board of Trustees.", "The theme of \"Broad-based Prosperity: Tackling the Fundamentals\", chosen by Mr. Shanmugaratnam for today's lecture, is relevant globally and also for the Indian economy.", "The importance of broad based prosperity has been well recognised for a long time and there is a consensus on the need to ensure that the benefits of economic growth reach the populace at large.", "As an idea and a policy objective, it is similar to the concept of inclusive growth.", "While there is consensus on the need to achieve a more egalitarian social and economic order globally as well as within a country, it is equally important to focus on the fundamentals and create an eco system that facilitates greater inclusion.", "The underlying theme has to be structural reforms.", "In this context, let me mention that the mandate given to RBI on maintaining price stability, financial stability and economic growth is not only important from macroeconomic perspective, but also for the objective of inclusive growth.", "Persistently high inflation adversely impacts the economy's allocative efficiency and impedes growth.", "It also contributes to a worsening of income distribution by depreciating the real income of the poor.", "In the backdrop of very high domestic inflation as compared to G20 countries, we adopted a flexible inflation targeting (FIT) framework in 2016 under which primacy has been accorded to the objective of price stability, while simultaneously focusing on growth when inflation is under control.", "Similarly, high growth with financial stability augurs well for inclusive growth.", "High growth can bring inclusiveness in the process of wealth creation and its spread effect.", "I need not elaborate, but higher growth also improves tax-GDP ratio which enhances the resource availability with Government to undertake social and infrastructure expenditure.", "Again, a sound financial system with healthy banks and NBFCs can play an important role in meeting the credit requirements of the bottom of the pyramid.", "Therefore, we have been focusing on strengthening regulation and supervision to develop a robust framework of financial stability where the banks and the NBFCs are able to fulfil the expectations of the society.", "The Government and the Reserve Bank of India have also taken several micro-level initiatives to achieve social and financial inclusion and to bridge income inequalities.", "Financial inclusion in the Indian context is seen as part of a broader structural reform agenda.", "The Jan Dhan Yojana to provide access to banking services has enhanced the opportunities and scope for wider population to share the benefits of the growth process.", "Other schemes such as PMKISAN, e-NAM, etc.", "have been launched with the objective of providing income support and doubling of farmers' income.", "In the area of agricultural market reforms, there is consensus that improvement in the supply chain could become a major channel for promoting inclusive growth, as this can increase the share of farmers in retail prices paid by the consumers.", "A survey conducted by the RBI in 2018 covering farmers, traders and retailers in 85 mandis spread across 16 states found that the difference between retail prices that consumers pay and mandi prices that farmers receive (i.e., margins or mark-ups) varies across crops and centres.", "The average share of farmers in retail prices of major primary food items varies between 28-78 per cent.", "It is lower for perishables and higher for non-perishable items.", "Higher share of retail prices going to farmers augurs well for the rural economy, which in turn, could help sustain domestic demand.", "Initiatives towards wider rural roads network, better communication facilities for faster exchange of information and easier access to micro credit will contribute to better price realisation for the farmers.", "This ongoing process needs to be sustained alongside further agricultural market reforms.", "Prioritizing food processing industries in the policy agenda, encouraging direct sale of farm produce by farmers to consumers, strengthening e-NAM for better price discovery and promoting storage facilities near producing centres will boost farm income and rural employment opportunities.", "The Reserve Bank of India has also taken various measures to increase the level of penetration of banking services to unserved and underserved areas.", "Recently, the National Strategy for Financial Inclusion (2019-24) prepared by the RBI has been approved by the Financial Stability and Development Council (FSDC).", "It sets forth the vision and key objectives of financial inclusion policies in India and aims to provide access to formal and affordable financial services; broaden and deepen financial inclusion; and promote financial literacy and consumer protection.", "Other initiatives taken by the RBI include setting up of an Expert Committee and a Working Group to examine the issues relating to credit flow to MSMEs and Agriculture sectors, respectively.", "Through priority sector lending norms for commercial banks, we aim to support farm and non-farm sector activities which are sources of livelihood for a large cross section of population.", "We are now reviewing the priority sector lending norms, keeping in view the changing needs of the economy and with a view to make them more inclusive.", "Other initiatives like lead bank scheme, no frill accounts, banking correspondent and banking facilitator models, technology products like mobile banking, financial literacy programmes, etc.", "have also contributed to these efforts.", "Leveraging latest technology for benefit of the people is also on the policy agenda of the Reserve Bank.", "To fulfil the vision empowering every Indian with access to a bouquet of epayment options that is safe, secure, convenient, quick and affordable, a focused effort has been made to develop a state of the art national payments infrastructure and technology platforms.", "With this, India has joined an elite club of a handful of countries having payment systems that ensure round the clock funds transfer and settlement on real time basis.", "For ease of settlement, RBI has also enabled liquidity support facility on 24x7 basis to participating banks.", "We have removed the charges levied for offering NEFT.", "Savings bank customers can now initiate online NEFT transactions free of cost.", "Going forward, this can pave way for the large value Real Time Gross Settlement (RTGS) system to be offered to the country on 24x7 basis.", "As of now, we have extended the timing of Real Time Gross Settlement (RTGS).", "To give impetus to small value digital payments, a new type of prepaid payment instrument (PPI) with amount outstanding not exceeding Rs.,000 has been introduced recently.", "To increase customer confidence in electronic payment systems and ensure effective resolution of digital payments complaints, a digital ombudsman scheme has been introduced.", "Recently on January 1, 2020, the Reserve Bank has launched a mobile application called \"Mobile Aided Note Identifier (MANI)\", for aiding visually impaired persons to identify the denomination of Indian Banknotes.", "With these words, I would now like to invite Mr. Tharman Shanmugaratnam to share his thoughts on \"Broad-based Prosperity: Tackling the Fundamentals\".", "The floor would be open for a brief Q&A session after the Lecture."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inclusive growth", "Financial inclusion", "Agricultural market reforms", "Priority sector lending", "Technology for financial inclusion", "Real Time Gross Settlement (RTGS)", "Digital payments", "Price stability", "Financial stability", "Economic growth"]}