{"sentences": ["Good morning, and thank you for inviting me to speak at this first virtual career fair by the Institute of Banking and Finance (IBF) for the financial services sector.", "The financial services sector is a key contributor to Singapore's economy, and has provided good job opportunities for Singaporeans.", "And these are good jobs: 15,000 local jobs created were at salaries within the top 40% of 2016 salaries.", "The median income of locals in the sector last year was $7,600, well above the national median of $4,600.", "As the sector has grown and strengthened its competitiveness as a global financial centre in Asia, it has created good jobs for locals.", "This year, financial services sector growth has held up thus far, with retrenchment levels subdued.", "The sector expanded by 5.9% year-on-year in 1H 2020, and employment rose by about 1,500, based on MAS' estimate.", "Our internal estimates suggests that locals continue to take up at least 3 out of every 4 jobs created.", "Retrenchments in the sector have to-date been modest.", "Based on data from the Ministry of Manpower (MOM), retrenchment in 1Q 2020 for Finance & Insurance services was similar to the average quarterly retrenchment in 2019. .", "However, the economic environment continues to be challenging.", "We have to expect that new job creation in the financial sector will slow, while retrenchments are likely to pick up.", "The Singapore economy shrank by 13.2% on a year-on-year basis in the second quarter of this year.", "For the full year, GDP growth is projected at -7% to -5%.", "The economic downturn has directly impacted the labour market.", "MOM's preliminary data shows the overall unemployment rate rose to 2.9% in June .", "Retrenchments more than doubled in Q2 from the previous quarter, mainly in the wholesale trade and transport equipment sectors.", "The performance of the financial services and the sector's employment situation could continue to be creditable under current challenging circumstances, but we cannot be complacent.", "We must press on with the sector's transformation efforts, in investing in the workforce for the future.", "MAS has three priorities to support the local workforce in our financial sector.", "These are: Protecting Livelihoods, Creating Opportunities, and Strengthening the Singapore Core.", "Protecting Livelihoods 6.", "Our top priority is to keep workers employed while deepening their capabilities.", "Labour market conditions will become more challenging, with some firms downsizing and others imposing hiring freezes.", "Jobs will take a different form too, as financial institutions (FIs) speed up on their digitalisation to cater to the extensive shift in customers' preferences.", "We therefore need to keep workers employed as much as possible.", "We are heartened that some FIs, including large employers like Bank of China, Bank of Singapore, DBS, Great Eastern Life, Maybank, NTUC Income and OCBC are committed to avoid any redundancy exercises where they can.", "MAS urges more FIs to do their part to support their workers and take a longer-term view in investing in their capabilities.", "MAS will support workers to reskill in functions which are becoming more digitalised to harness the potential of technology in new and expanded roles.", "The nature of jobs has evolved rapidly as the use of technology becomes more pervasive in the Financial Services sector, from the design, development to delivery of products and services.", "Therefore, jobs will need to be redesigned and transformed too, and employees will need to acquire new skills and adapt to new work requirements.", "MAS and IBF, with the support of Workforce Singapore, have worked closely with our tripartite partners over the years, to reskill and redeploy workers into new or expanded jobs.", "Thus far, 25 local and foreign FIs have committed to support close to 5,000 employees, of whom 3,000 have embarked on this journey.", "Of these, 900 have completed their training and are in their new roles.", "These efforts have helped to avoid retrenchment of staff who might otherwise be displaced, and contributed to the steady decline in retrenchments in the financial sector, from the peak of 2,300 in 2016 to 1,300 in 2019.", "However, given the accelerated pace of digitalisation, we need to do more, and at scale.", "We are now experimenting an Artificial Intelligence (AI) platform with 13 FI partners to automate the process of identifying adjacencies in jobs and skills, so that more workers can benefit from reskilling and pivot into suitable roles.", "We hope to share more about the platform early next year.", "Creating Opportunities Our second priority is to expand opportunities for those aspiring to enter or reenter the financial sector workforce.", "The National Jobs Council has been set up to mobilise tripartite partners' resources to create opportunities amidst the weak labour hiring conditions.", "I am pleased to note that the financial sector is one of the top contributing sectors to the jobs and traineeships programmes, offering a wide range of opportunities, including in technology and innovation, retail and corporate banking.", "Close to 60 FIs have offered about 1,300 SGUnited Traineeship positions for fresh and recent graduates in this challenging job market.", "As of end July 2020, 50 FIs have committed to hiring 900 Singaporeans over the next 3 years to be groomed for future leadership and specialist roles under structured talent development programmes supported by MAS.", "The number of traineeship positions available in the second run of the attach-and-train Technology in Finance Immersion Programme has tripled, allowing 220 mid careers to be attached to and trained at FIs to gain experience in key technology areas in financial services.", "I thank the financial institutions which have joined us today, and hope to strengthen and expand this partnership with MAS and our tripartite partners to create more job opportunities for Singaporeans.", "Creating the opportunities is only part of the task ahead.", "We need to bring together individual FIs' contributions into a collective whole and help with job matching, so that opportunities can be more easily accessed.", "IBF, as the integrated service provider for jobs and skills in the financial sector, will play the role of such a \"match-maker\".", "The virtual career fair today, is one example, with 16 employers participating to provide a range of resources and opportunities for job seekers.", "Over the next 12 to 18 months, IBF will progressively hold more career fairs to help job seekers source for and navigate the landscape.", "Outside of career fairs, job seekers can also approach IBF Careers Connect for career advisory and matching to suitable opportunities in financial services.", "Another example would be the Singapore FinTech Association Jobs Portal which was launched on 20 July.", "To date, it lists over 500 job opportunities in the FinTech sector.", "At the same time, we need to upskill our workforce to deepen financial capabilities and acquire future-enabled skills so as to take on the opportunities created.", "Major FIs, including Standard Chartered Bank and AIA, have stepped up on training for employees to deepen expertise and acquire new skills across domains, including business planning, compliance, wealth management and tech.", "We should not let up on training.", "We may not emerge from COVID-19 soon, and should take this period of slower growth to help our people and businesses build longer-term capabilities.", "To encourage continued and in fact intensified training, MAS, in April this year, raised the level of IBF course fee subsidies for all locals from 50%-70% to 90%.", "IBF further provides a 5% course fee credit, bringing the total course fee support to 95%.", "In addition, we introduced the Training Allowance Grant to alleviate the burden of manpower costs on FIs, so that they can retain and upskill their employees.", "IBF has been bringing onstream more online courses, so that training can continue even with the safe management measures.", "The number of such courses has increased from about 400 to over 600 within the span of three months.", "As a result of these efforts, training participation has increased at least 75% year-onyear, to 11,000 in Q2 2020.", "As the IBF Credit and training allowance support will expire on 31 Dec 2020, we are looking into extending these measures into next year, so as to provide longer term certainty and support for business and workers.", "I would like to highlight in particular, the need to expand and deepen the Singapore workforce's capabilities in technology areas.", "The demand for digital services is becoming stronger.", "This is why financial institutions continue to invest in digitalisation even with the current strong head-winds.", "More than 400 financial institutions and FinTech firms have applied for the Digital Acceleration Grant launched in April 2020, to strengthen their operational resilience, improve process efficiency, manage risks better and serve customers better.", "Our efforts to grow the tech pipeline has yielded good results.", "However, demand continues to outstrip the local talent supply and FIs have responded to the tech talent crunch by tripling the number of traineeship positions available in the second run of the attach-and-train Technology in Finance Immersion Programme mentioned earlier.", "We will expand the scope of financial sector training support beyond finance and future-enabled skills, to include deep technology areas.", "We hope that FIs and FinTech firms will avail themselves of this support, which will take immediate effect.", "Individuals also have a part to play to make this work.", "I encourage finance professionals to continue to build and upgrade your skills, deepen your knowledge and broaden your abilities, so as to seize these new opportunities created.", "And we will support you along every step in your career development journey, by extending the enhanced course fee subsidies and training allowance for self-initiated learning, and provide career advisory and job matching services where required, which is also available at the career fair today.", "Strengthening the Singapore Core 15.", "In supporting the continued growth of Singapore as a leading global financial centre in Asia, we place a high priority on ensuring that financial sector growth is achieved in a way that is supportive of local employment outcomes.", "Singapore serves as a key financial hub for the region and is well placed to benefit from Asia's growth and economic transformation as it emerges from COVID-19.", "One of the key prongs of our developmental strategy is to attract more global and regional headquarter functions of the FIs here to serve the broader Asian region.", "When that happens, it will involve FIs bringing in a diversity of talent from their global workforce to build up these new functions here, and this may cause the proportion of Singaporeans in these FIs to come under pressure.", "However, anchoring more global and regional functions here also brings along more growth, good jobs and opportunities for Singaporeans.", "Further, it opens up possibilities for Singaporeans to tap on the international footprint of these global financial institutions to gain overseas exposure, with some taking leadership positions overseas.", "We have to remain open and will continue to welcome global talent that complement our workforce.", "Employers must, however, hire in a responsible manner and commit to growing the local talent pool.", "With more global and regional functions anchored here and as the sector transforms with digitalisation and new growth engines, FIs might need to bring in foreigners with the experience and skills that are not yet available locally.", "Most do so responsibly, by ensuring that they concurrently build the local talent pipeline in specialist expertise and groom locals into leadership positions, even as they bring in foreigners to plug immediate capability gaps.", "FIs should commit to good HR practices that consider Singaporeans fairly, and have action plans to grow their pool of Singaporean professionals and leadership.", "FIs should abide by the Tripartite Advisories on Human Capital Practices, and put in place progressive human capital practices.", "Where an FI is suspected to have discriminatory hiring practices due to their workforce profiles, the FI will be subject to additional scrutiny in its employment pass applications, as has happened to firms put on the Fair Consideration Framework Watchlist.", "Building a strong pipeline of local talent, is key to supporting and sustaining an FI's long-term build-out in Singapore.", "It will engender rootedness of the FI to Singapore, and facilitates their deeper appreciation of Singapore and the region's dynamics to facilitate better business outcomes as well.", "We must work to ensure that Singaporeans have opportunities to grow and take on bigger roles in their careers.", "MAS urges all FIs to step up in three ways - 20.", "First, FIs should review their hiring practices to ensure compliance with MOM's requirements under the Fair Consideration Framework.", "The review should also look into the decision-making policies and processes for the hiring of foreign professionals.", "For example, junior or non-specialist openings should generally not be open to foreigners unless the firm has established that locals cannot fill or be trained to fill such roles.", "Second, FIs should actively identify and groom Singaporeans with high potential for leadership roles.", "We have heard often that international experience and exposure is one of the key attributes of a successful global leader.", "To support this, MAS introduced the International Postings (iPOST) scheme back in 2013 to send their promising Singaporeans for overseas postings.", "We enhanced it earlier this year, to provide 90% and 70% co-funding of qualifying costs for postings to Southeast Asia and other Asia locations respectively, so as to increase our pool of local talent with Asian acumen.", "With the international exposure under their belts, many of these Singaporeans have also returned to take on bigger roles in their careers.", "Third, all FIs should strengthen their HR capability, for example, by certifying their HR professionals with the Institute of Human Resource Professionals (iHRP).", "Human capital is the single most important ingredient of Singapore's success as an international financial centre in Asia.", "MAS remains committed to work with our tripartite partners on the Financial Sector Tripartite Committee, to protect, renew and expand our local workforce capabilities, so that we can emerge stronger from the crisis for the benefit of Singapore.", "Thank you and I wish you a fruitful two days ahead.", "Refers to Financial and Insurance activities, excluding holding companies (expressed in nominal terms).", "This accounts for 4.5% of total employment in Singapore.", "Refers to Financial and Insurance activities, excluding holding companies Refers to Financial and Insurance activities, including holding companies MTI, Economic Survey of Singapore 2Q2020, 11 August 2020 MOM, Labour Market Statistics, 29 July 2020 (Seasonally-adjusted basis) MOM, 2019 Labour Market Statistics, 12 March 2020"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial sector", "Retrenchments", "Job creation", "Digitalisation", "Training", "Leadership", "Skills", "Singaporeans", "Technology", "Employment"]}