{"sentences": ["There has been some criticism of ECB policy when it comes to quantitative easing and negative interest rates.", "Some people have described it as an experiment in monetary policy.", "There's been this assertion that interest rates are no longer an effective tool for stimulating economic activity.", "People have painted the scenario of the Japanification of the eurozone economy.", "What's your response to all of that?", "We don't agree with that analysis.", "If you go back to 2014, which is when this policy started, since then ECB monetary policy has been very effective.", "We have seen very low interest rates for firms and households.", "We have seen a big increase in employment in the euro area economy.", "And we do see inflation moving upwards.", "Without these policies these disinflationary pressures would be more severe.", "We would not only have lower inflation: we could even have the risk of deflation.", "And without these policies the recovery in Europe we have seen in the last five or six years would not be so far advanced.", "So we think ECB policy is still effective.", "Going back to your question about Japan, all of this is very much with the intent of avoiding the situation of deflation that Japan had from the mid-1990s to about 2013.", "That was a very costly episode to have and we are intent on making sure inflation goes back to target in order to avoid that situation.", "What would you say to the criticism - and it's been quite loud in some eurozone countries - that the ECB has been deaf to some of the side effects of its policies, say, in particular towards savers and pensioners?", "At any time when the interest rate goes down, it clearly has a different effect on those who have a mortgage and those who have a lot of debt - governments and corporates - than it does on those households that are maybe saving for retirement, those who are accumulating funds and pension funds.", "That has always been true.", "Monetary policy has different effects on savers and debtors.", "What is true at the moment is that this episode has been going on for years now.", "We have had very low interest rates for a long time and that does have implications for the financial system and for these groups.", "Going back to the previous question, if we did not pursue these policies then the medium-term scenario would be worse.", "If inflation gets worse, if it gets lower, if it gets locked in at a low rate, then the prospects for interest rates recovering in the future would be less.", "A temporary phase, which we are in, of low interest rates makes it more likely that we will return to a situation where savers get a better deal.", "It is a temporary phase, but there is no doubt that there are consequences for those looking to earn income.", "This is not a situation that is ideal.", "But we are still in the legacy of the crisis and I think this policy path is correct.", "We also always say that, in terms of the speed of the recovery, European fiscal policymakers can do more.", "Those countries which have fiscal space can do more to accelerate the recovery.", "Some have said that the continued low interest rates and quantitative easing have had benefits for large investment funds, and for the area of property investments in particular these benefits come at the expense of individual prospective house buyers, or indeed people who end up renting.", "It's become an issue here as it has in other parts of Europe.", "How would you respond to that?", "The low interest rate environment has many benefits.", "It helps to create jobs.", "For those with a mortgage, it reduces the cost of maintaining that mortgage.", "For highly indebted governments there is a saving in terms of debt service payments.", "But there is no doubt about it: it does mean that it raises the purchase price of homes.", "It raises the purchase price of commercial property, so those, as you say, with a lot of financial firepower, global institutional investors and so on, will find it easier to deal with that.", "And as you say, there are knock-on effects in the rental market, absolutely.", "We have a strategy review this year, where I think we have always been alive to these concerns.", "Revisiting how we think about housing in how we do monetary policy is part of that review.", "For monetary policy, if it has these consequences, we need what we call macroprudential policy to go hand-in-hand.", "So here in Ireland, as you know, the Central Bank of Ireland has mortgage rules, and it is a very difficult situation.", "If someone says that in order to allow the individual to compete with the global investors, maybe they should be able to borrow more money: I don't really think that's part of the answer.", "We tried that before here, and we need to keep a limit on the amount of debt that households take on.", "Because the cost of excessive debt is so high, as we know in this country.", "Going back, how we deal with improving affordable housing, all of these are frontline political issues, that is true across Europe in different ways.", "For a fast-growing economy like Ireland, where the workforce is growing, where there is so much pressure on housing, it's obviously quite intense.", "But we don't think tighter monetary policy from us is part of the answer.", "Some would say that part of the answer would be to cap particularly retail interest rates charged by banks.", "Do you see that as part of the answer?", "This is a long-running debate here.", "Even though the ECB rate is quite low, when you look across Europe, the mortgage lending rates in Ireland are higher.", "The ECB has provided a legal opinion on the draft law, and it highlights, in line with the Central Bank of Ireland analysis, that a policy that caps the interest rate runs the risk of having an unintended effect, which is that it will deter entry.", "The Irish banking system is quite concentrated.", "Many people would like to see more banks enter to compete and, through competition, lower the rates.", "If you have a legal approach, where there is a legal regulation capping the interest rate, then the incentive for foreign lenders to come in is less.", "We have this long-running debate about the contribution of the quite high default risk in Ireland being built into those higher rates.", "I understand the intent: trying to make housing more affordable is a big issue.", "But personally, and in terms of the official advice of the ECB, we think capping interest rates is not the advisable way to go.", "You don't even see a role for it, say, if you were to consider the housing situation to be an emergency scenario; that it would be a temporary measure given to the central bank?", "Well, again let me come back to the basics here.", "So much of the funding now in the Irish property market is not coming from mortgages.", "You give the example of global institutional investors.", "What is driving the overall pricing of housing, also rental accommodation and so on, is not the mortgage situation in Ireland.", "Those global factors will be there no matter what happens to these mortgage rates in Ireland.", "It's a very important issue for the individual in terms of coping with the mortgage they face.", "But in terms of saying this will somehow contribute to a repricing of the value of property, I don't think that's how it will work.", "We've just had an election.", "We probably won't have a government for some time.", "What economic advice would you give to any incoming government?", "Every six weeks when we make our monetary policy statement, the last part of our statement essentially gives the list of our advice.", "One thing is that we do think the European economy will be better off the more governments do to improve the functioning of the economy.", "There is a long list of recommendations, called the country-specific recommendations that the European Commission offers to the member countries.", "Ireland has a long list in terms of improving infrastructure, productivity, etc.", "There are many dimensions to it, but I think everyone can identify the same list.", "We also say that those countries with a strong enough fiscal position can do more to raise the level of economic activity in the euro area.", "But we also say that those countries with high levels of public debt, and less robust public finances, need to make sure their fiscal position is prudent.", "What I have just said there doesn't boil down to any fixed set of demands.", "In the end, the decisions of government are correctly left with the political system.", "But in terms of some core principles, it's to balance prudence in managing the public finances and to make sure that the government policies are promoting sustainable growth: sustainable, long-term, climateconscious, consistent with the carbon transition, consistent with raising productivity.", "If you read the manifestos of all the parties, they all have different ideas, but I think all share the same principle, which is: the more we can have a sustainable economy that is delivering employment and so on, the better for the future of the Irish economy.", "Is the Irish economy one of those countries that has more room to stimulate economic activity?", "Well, as you know, this is a long-running debate.", "At one level, there has been a lot of progress.", "All of these difficult years of austerity have led to a big improvement in public finances and the number one uncertainty is about the future of corporation tax revenue, which has been unexpectedly high.", "When I was at the Central Bank of Ireland, and where I am now, we would still have the same concern, which is: where do you strike a balance between recognising that this is an important source of revenue versus whether it is guaranteed to be here into the future.", "For any incoming government, having a prudent approach to managing that would be important.", "You're nine months into the job: what do you think the advantages are for Ireland of having the former Governor of the central bank here in such a key role at the ECB?", "What's very interesting about the ECB is that our only focus is on the overall performance of the euro area.", "The euro area is a very important trade partner for Ireland.", "What is good for the wider euro area would typically be good for Ireland.", "What I can say more generally is that the ECB has staff from everywhere in the EU.", "It's very interesting to have that diversity.", "We talked earlier on about savers versus debtors.", "That's important because that differs across the euro area.", "Some countries have big manufacturing sectors.", "Other countries are more focused on tourism or technology.", "It differs so much that having staff - and, if you like, the Executive Board membership - that reflects the diversity of the euro area makes for a very interesting workplace and I think makes for better-quality policymaking.", "One of the things we've been very worried about here for quite some time is Brexit.", "What concerns would you have?", "What concerns at a European level, at the ECB level, are there about Brexit?", "Let me make three points on this.", "One is, as I think it's well understood here: we're in a pause.", "Brexit has happened, but until we know what the new trade deal is going to be, the uncertainty remains.", "The more quickly a trade deal is concluded the better, because we do think uncertainty in general is holding back the European economy.", "A second point to make is trade frictions: the more severe the trade frictions, the worse we think the medium-term performance of the UK and European economies will be.", "But taking the overall European view: the United Kingdom is not big enough.", "It's a big country, but compared with the EU27 it is not big enough to be the driving force for the future of the euro area.", "Of course, it's more important for us (in Ireland), as it's the closest neighbour.", "But for the euro area, while it's an important concern, compared with global trade and the future of, say, China and the emerging economies, this is a medium-priority topic.", "The last point is that, in terms of the financial system, it's very important that we have good supervisory relationships with the Bank of England and the other supervisors in the United Kingdom.", "So even though the trade deal focuses on trading goods and services, we also have an agenda to make sure we can work together post-Brexit in terms of supervising the euro area financial system and the UK financial system.", "Final question, just on a personal level: how are you finding the new job?", "Is it everything you thought it would be?", "Let me say two things.", "One is that of course I very much miss working at the Central Bank of Ireland, which is a great institution.", "But as an economist, leading the economics work of the ECB is a tremendous personal challenge and tremendously fulfilling.", "I can tell you that residentially, Frankfurt as a city is fantastic to spend time in.", "They may have historically a reputation of being a bit quiet, but I think anyone who spends time there is pleased with it.", "It is a really nice city to visit."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["quantitative easing", "negative interest rates", "Japanification", "deflation", "inflation", "monetary policy", "ECB", "Brexit", "housing", "fiscal policy"]}