{"sentences": ["Honorable Mr. Speaker of the Assembly, Distinguished Ladies and Gentlemen, Let me thank you for the invitation and the opportunity you have given me to present to you the Annual Report of the Bank of Albania for 2019.", "In general, I find that the work of the Bank of Albania has had a positive contribution to strengthening the monetary and financial stability of the country.", "This stability is a necessary precondition for the sustainable and long-term development of the country.", "Also, the Bank of Albania has fulfilled its other legal duties, has made progress in the implementation of the Medium Term Development Strategy, and has implemented the recommendations left by the Albanian Parliament.", "In accordance with the legal framework in force, the main objective of the work of the Bank of Albania is to achieve and maintain price stability.", "Albanian economy and monetary policy during 2019 2019 was a challenging year for the Albanian economy.", "Economic activity continued to benefit from rising private consumption and the rapid expansion of tourism.", "However, the foreign environment proved to be unfavorable, while the decline in electricity production, the gradual termination of investments in major energy projects, and the November earthquake had strong negative effects.", "As a result, the economic growth of 2019 resulted in the level of 2.2%, down from the level of 4.1% recorded in the previous year.", "The shocks we suffered slowed down the growth rate, but did not divert the Albanian economy from the positive development trend.", "This performance was reflected in the reduction of the unemployment rate, in the increase of employment and wages, as well as in the reduction of the foreign debt and the public debt of the country.", "In parallel, the main indicators of the health of the banking sector remained at satisfactory levels.", "The average inflation of 2019 resulted in the level of 1.4%.", "The performance still below the inflation target, required the maintenance of the stimulative direction of monetary policy during 2019.", "For this reason, the Bank of Albania kept the key interest rate unchanged at 1.0%, oriented the market on maintaining the easing direction of monetary policy in medium-term horizon, as well as supplied banks with the necessary liquidity.", "In response to our monetary policy, financial conditions were stimulating to increase aggregate demand and appropriate for returning inflation to target.", "The monetary stimulus brought about the reduction of the credit price and stimulated the growth of lending.", "Under these circumstances, private sector lending experienced a relatively rapid growth and showed a better distribution.", "Also, the monetary stimulus reduced the cost of debt service for businesses and households, as well as created the premises for a more stable exchange rate.", "In addition to supporting price stability, the Bank of Albania has also paid attention to the promotion of financial stability, through the supervision and careful regulation of the banking sector, as well as through the coordination of work with other supervisory authorities of the financial sector.", "Banking supervision and financial stability The Albanian banking sector continues to remain financially sound and has shown increasing dynamism.", "This sector has been profitable during 2019, while its liquidity and capitalization indicators are above our regulatory requirements.", "Also, resistance testing exercises show that the banking sector exposure to systemic risks is controlled and that the banking sector's ability to withstand risks is strong.", "Below I will briefly list some of the main directions of our work to strengthen banking supervision and to support financial stability.", "First, the Bank of Albania successfully administered the banking sector consolidation process.", "This process reshaped the domestic banking market, bringing in new and motivated actors, as well as increasing domestic capital.", "Second, the Bank of Albania fulfilled all its obligations under the national plan for the reduction of non-performing loans.", "Thanks to measures taken over the years, the nonperforming loan ratio fell from a maximum of almost 25% in 2014 to 8.4% at the end of 2019.", "Third, the Bank of Albania worked to meet the recommendations of the CoE Committee of Experts on the Evaluation of Measures against Money Laundering and Terrorist Financing (MONEYVAL).", "In the Moneyval valuation report, financial entities were rated at the level of \"substantial\" or \"substantial\" effectiveness.", "Fourth, the Bank of Albania has continued to adopt new regulatory acts of the banking activity or to review them in force, with the aim of further approximation with the directives and regulations of the European Union and with the documents of the Basel Committee.", "Finally, the work to promote sound lending to the economy has been accompanied by careful supervision of the banking system, through full and partial examinations.", "Carrying out institutional tasks also means a constant attention to other areas of activity of the Bank of Albania.", "Here I find it appropriate to emphasize the further development of the emergency intervention function, the promotion of the development of the payment system, the increase of the banknote quality, the administration of the foreign exchange reserve, the improvement of statistics, the support of European integration, and the work to educate the public and improving communication with it.", "Dear ladies and gentlemen, The moment I am making this presentation is unusual.", "The Covid-19 pandemic and the measures needed to control it have dealt a severe blow to Albanian families and businesses over the past three months.", "The Albanian economy is expected to decline during 2020, a decline which will be accompanied by rising unemployment, declining household incomes, as well as deteriorating financial situation of businesses and increased non-performing loans in the banking sector.", "This blow required a quick and comprehensive response of the public authorities, both in terms of health and economic and social.", "In addition to fiscal easing measures, the Bank of Albania undertook a comprehensive package of measures to provide the necessary liquidity to the banking system, to boost lending and to control debt service costs.", "This package includes: reduction to 0.5% of the key interest rate and unlimited supply of liquidity to the banking temporary easing of banking regulations, to enable the temporary postponement of the payment of loan installments to customers in difficulty and the consensual restructuring of loans to customers with solid business prospects, helping business finances and increasing their chances of survival; elimination of operating costs of the electronic payment system, in response to the increasing demand for this type of activity; increase operational capacity to guarantee the supply of the economy with physical money.", "In response to these measures, financial markets continue to function normally, despite increased public sector demand for financing and increased uncertainty in the economy.", "They also enable and complement the fiscal package of the Albanian government.", "In economic terms, coordinated fiscal, monetary and macroprudential measures have partially mitigated the negative effects of the pandemic.", "However, the challenges ahead remain serious.", "In our judgment, the Albanian economy has the premises to successfully withstand this blow.", "However, this requires that all public actors and private sector operators make the right decisions, in a timely manner and in the most coordinated manner possible.", "Coping with the shock is within our means, if each of us will do our best and if we continue to guarantee with priority the monetary and financial stability of the country."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance"], "topics": ["Monetary policy", "Financial stability", "Banking sector", "Economic growth", "Inflation", "Non-performing loans", "COVID-19", "Fiscal policy", "Macroprudential measures", "Banking supervision"]}