{"sentences": ["Monetary Policy: Same Objectives Different Challenges Speech delivered to the Victoria University of Wellington School of Government On 2 September 2020 By Adrian Orr, Governor With special thanks to colleagues Omar Aziz, Cameron Haworth, and Joseph Weller Embargoed until 2 September Time 12.30pm 2 The Terrace, PO Box 2498, Wellington 6140, New Zealand Telephone 64 4 472 2029 Online at www.rbnz.govt.nz Tēnā koutou katoa, welcome everybody.", "- Te Pūtea Matua - Today I want to outline how the Reserve Bank of New Zealand is working to maximise the effectiveness of its actions in the face of the global COVID-19 pandemic.", "While we all hope the health implications of the virus will be as short-lived as possible, it is clear that the economic implications will be severe and long-lasting.", "It is during such unsettling times that public confidence in our financial system matters most.", "I want to assure people that the goals of the Bank remain the same, as set in legislation.", "Our purpose is to ensure public confidence in the financial system, and to minimise the economic vulnerability of New Zealand through a sound and dynamic monetary and financial system.", "I also want to assure people that the core values integrity, innovation, and inclusion remain our bedrock and continue to assist greatly in managing ongoing changing economic times.", "To succeed we continue to exercise sound judgement and work collaboratively to be consistent with our value of innovation, the Bank's activities, capability, most effective.", "And, and capacity continue to evolve with the circumstances.", "During these times of COVID-19 our values have ensured has been able to respond effectively to the many new sometimes unprecedented economic challenges.", "We have been able to, for example: Exercise decision making under extreme economic uncertainty, using a least regrets approach for the current context; Collaborate with the Government, our regulator colleagues, and our regulated institutions, to prioritise actions, coordinate and communicate policy decisions, and urgently implement  Review our strategies and the tools available to implement monetary policy in the most effective and efficient manner, in full line of sight of any different risks that we may need to manage or mitigate; and Test our understanding of the interaction between our monetary policy goals - of low inflation and contributing to maximum sustainable employment and our financial stability and efficiency goals.", "These goals remain mutually supportive.", "Since the beginning of this pandemic, and to the full extent of our mandate and capabilities, we have helped to cushion the initial economic blow delivered by the COVID-19 virus.", "Our initial actions have been focused on promoting cash flow and confidence in the financial system.", "We have also acted to maintain monetary and financial stability, and provide broad support to the Government, financial institutions, and the people of New Zealand.", "However, it is early days.", "The duration of this economic challenge will only be decided by the virus and its containment.", "Hence, we are now well in the groove of ensuring we maintain our policy effectiveness as the nature and scale of the economic challenge unfolds.", "Our goal is to achieve our policy objectives subject to no undue risk.", " - our strategies - How we achieve our policy objectives will evolve appropriately with the economic circumstances.", "And, We continue to ensure that any necessary risks we must accept to achieve our goals are well identified, appropriate, and managed.", "People can remain confident in New Zealand's financial system knowing that we are acting in their best long-term interests.", "Ahead, I will provide a sense of the operating environment the Bank has been confronted with in recent months and how our strategies are evolving to maximise our effectiveness.", "It is hard to think of a more complicated economic shock and starting point scenario for policymakers, including central banks, globally.", "The economic shock from COVID-19 continues to evolve and remains difficult to assess in scale, duration, and impact on demand and supply.", "Most challenging is the downside bias to the economic risks, given the scarring impact the uncertainty has on peoples' willingness to spend, and on businesses' preparedness to invest and employ.", "This impact on confidence may prove to be the longest lingering impact on the economy.", "Fortunately New Zealand entered the pandemic in a good economic position.", "This included a sound banking and financial system, high employment, stable inflation, strong terms of trade, and robust Government accounts.", "New Zealand is also well positioned with a strong backbone of primary production and processing, to both support us through lockdown and provide important foreign earnings.", "However, like all economies in the world, we also harbour vulnerabilities to the COVID-19 pandemic.", "These vulnerabilities include our reliance on services with face-to-face interaction such as hospitality, tourism, and education.", "We also have a high reliance on global demand and trade, including in some relatively low margin and/or low productivity industries where we are a price-taker.", "And there is a high level of indebtedness in some sectors including primary production, commercial property, and household balance sheets making them vulnerable to income cash-flow variability.", "The pandemic also arrived at a time of very low global inflation, and hence historically low nominal interest rates.", "This has meant that the traditional monetary policy reaction of reducing interest rates to offset a downturn in economic activity is limited.", "What we have economically endured since the onset of COVID-19 has been unsettling.", "Supply has been cut short by health-driven social restrictions, interrupting production and separating businesses from their domestic and global supply chains, and customers.", "The demand shock has been even harsher.", "Households have been unable to consume, partly due to lockdowns, but also due to increased caution.", "And businesses have been similarly constrained and concerned about their future.", "If sustained, these conditions could lend themselves to persistently low inflation and higher unemployment.", "Globally, and here in New Zealand, this is why fiscal authorities urgently responded to these challenges, providing business and household support in a variety of ways to shore up jobs, incomes, and confidence.", "It was also immediately clear to central banks globally that expansionary policies were urgent and necessary.", "The Reserve Bank's Monetary Policy Committee agreed that 'least in these circumstances a regrets' policy response was necessary and meant we eased monetary conditions significantly.", "We agreed it was better to risk doing too much too soon, than too little, too late.", "This is especially so given that monetary policy is a repeat game, that is we can reassess our policy stance on a regular basis.", "At the end of the beginning... Globally, monetary and fiscal policy responses, and financial stability policies, are working collaboratively to provide economic support.", "The policies adopted across countries are also broadly similar, and generally include some combination of: ensuring credit and cash is cheap and accessible, increased government spending and investment, support for employers to retain their employees and access credit, and enhanced health and economic welfare support.", "The Reserve Bank's monetary policy mandate stood us in good stead to assist to our maximum effect.", "We are first to admit that the front line economic support is fiscal policy.", "However, we have managed to provide significant assistance by continuing to focus on maintaining price stability and supporting maximum sustainable employment, and promoting financial stability.", "While our goals remain strongly relevant, we have had to develop and implement some new strategies and tools to ensure we are most effective.", "As already mentioned, the pandemic struck at a time of already historically low nominal interest rates.", "The implication being that like many other central banks globally Matua was limited in its ability to reduce the Official Cash Rate (OCR) before reaching zero or some notional effective lower bound.", "Our values and team capabilities ensured we were prepared for such a situation and ready to innovate as issues evolved.", "We also collaborated with our international colleagues, learning from their experiences and vice versa.", "Fortunately for us, unlike many of our colleagues, we've had time to consider the pros and cons of alternative monetary instruments before having to immediately deploy them.", "We published some of this thinking earlier this year.", "Our responses to the COVID-19 induced economic shock have included: a significant reduction in the OCR; the introduction of large scale asset purchases (LSAPs); the provision of plentiful and cheap liquidity for the banking system;  supporting the functioning of New Zealand's debt markets; ensuring accessibility of cash; and facilitating a variety of Government and industry-led initiatives to allow the financial sector to remain customer-focused.", "All of these strategies directly support our monetary and financial stability objectives and are managed well within our risk appetite for ensuring ongoing success.", "We highlight the interaction of these policies in the following figure.", "Figure 1: Mahi tahi: Working together to ensure cash-flow and confidence Source: Mahi Tahi: Working together to ensure cash-flow and confidence (PDF 318KB) While some of the strategies and tools the Bank has developed and/or implemented recently appear new, they are in fact used widely internationally and, in some cases, have been deployed before here in New Zealand.", "I will return to discussing these tools shortly.", "What is unique, however, is the impact these policy actions have on the outcomes we are trying to achieve.", "The impact on monetary conditions and overall economic activity will always depend on the context we are working in.", "The impact of monetary policy will ultimately depend on whether it inspires people and firms to change their investment and consumption intentions.", "This impact depends on the functioning of the transmission channels of our policy actions, and how our actions have been received through the layers of health, economic, and policy uncertainties.", "Monetary policy purposes and decisions are generally well signalled and understood these days, but it is the eventual effectiveness of our actions that remains a continuous 'learning by doing'.", "What have we learnt so far in the times of COVID-19?", "The initial transmission of the OCR and Large Scale Asset Purchase (LSAP) programme decisions has been effective in terms of lowering interest rates across the board.", "Government bond yields are at least 50bps lower, and potentially more than 100bps lower, than they would See RBNZ press release, 'Reserve Bank announces new facilities', 7 November 2008: -bank-announces-new-facilities About using Monetary Policy Tools: -policy/unconventionalmonetary-policy/alternative-monetary-policy-tools#fn3 have been without the LSAP programme.", "And our OCR cuts have had significantly higher pass-through to mortgage rates than usual.", "Figure 2: New Zealand government bond yields (left) and mortgage rates (right) However, it will take time to know how households and businesses can and will respond to this stimulus, and how inflation and unemployment will evolve.", "So far, in the wake of the initial wave of the pandemic, household spending and business investment has lagged behind incomes and earnings.", "But it is still too early to tell how, if at all, things are different this time.", "Will people's reactions be more delayed or muted, or will the historically low interest rates and significant disruption facilitate a necessary investment recovery?", "It will most likely be a bit of both.", "The discussion highlights the limitation of monetary policy in promoting economic activity when can create the environment to spend and invest, but we can't confronted with a pandemic.", "We force it to happen.", "The outcome instead depends on confidence amongst households and businesses.", "This also highlights why fiscal policy has been at the forefront to economic support globally governments are able to directly spend and invest, and ensure resources are mobilised.", "The beginning of the end...succeeding sustainably I have already said that it is hard to think of a more complicated economic scenario for policymakers globally the scale, duration, and relative impact on demand and supply from the COVID-19 pandemic.", "The health-driven nature of the economic challenge means there remains more downside risk to the economic outlook, prompted by uncertainty and caution.", "Likewise, I have highlighted that monetary and financial stability are necessary to economic success, but far from sufficient especially in times of pandemic.", "As appropriate, starring in the times of COVID-19 are health, fiscal, and regulatory policy responses.", "Globally, health outcomes are key to driving business and household confidence levels in the long-term.", "Monetary policy may not be the lead role, but it is playing an important support role.", "The Reserve Bank cannot just step aside and say 'sorry, not our patient'.", "We have a clear mandate to provide our economy its best chance of thriving.", "The Monetary Policy Committee stepped up to this challenge as recently as our August Monetary Policy Statement, announcing an immediate easing in monetary conditions and outlining policy options ahead.", "tools that we've used The policy to date and the additional tools that we are considering using as a package in the near future are not new to central banking.", "The instruments include various forms of negative wholesale interest rates, further quantitative easing using large scale purchases of domestic and foreign assets, direct lending to banks, and forward guidance as to what needs to be done under certain conditions.", "However, we acknowledge that these tools are technical and unfamiliar to most New Zealanders.", "We recognise we have an ongoing communications challenge to ensure people remain confident in our intentions and actions.", "Table 1: Principles for using Monetary Policy7 Decisions the Monetary Policy Committee makes regarding the use of policy tools are in Principles of Monetary Policy accordance with the (Table 1).", "We are also consulting with relevant stakeholders on the implementation of any tools, to ensure our toolkit is best suited for the job in New Zealand.", "I am pleased with the collaboration we have received from the financial industry and look forward to our ongoing work.", "We are very aware of the challenges that we face, which are not new.", "For example: Is there some point at which the pursuit of low and stable inflation and maximum sustainable employment could prove detrimental to efficiency or financial stability?", "We must be aware of broader consequences of our policy actions.", "For example, persistently low nominal interest rates could lead to undue risk-taking by people as they seek higher nominal yields for their savings.", "Such activity can promote other financial vulnerabilities that need to be managed or mitigated.", "At this stage in the COVID-19 challenge, however, we strongly believe that the best contribution we can make to our monetary and financial stability mandates is ensuring we head off unnecessarily low inflation or deflation, and high and persistent unemployment.", "We will also remain vigilant of financial institutions to best ensure they do not promote undue risk taking.", "And we are continuously assessing our prudential policy settings to bolster the conduct and culture conducive to long-term financial stability.", "Consistently below target inflation has its own unique challenges that are best avoided.", "For example, persistently low inflation can further reduce inflation expectations leading to even lower actual inflation in the future.", "At an extreme, a falling general level of prices can significantly hinder economic activity as people delay their spending in the belief that things See Principles for Monetary Policy will forever be cheaper in the future.", "In addition, the real (inflation-adjusted) value of debt will also rise (as general prices fall) making repayment ever more difficult.", "Could low interest rates simply result in ever higher asset prices, benefiting their owners but widening the wealth divide?", "This is an issue that we have been thinking about a lot.", "We have talked to other central banks as well to further understand the distributional impacts across society.", "There is a perception that the Reserve Bank's actions only benefit those with assets.", "That offers only a partial analysis of what we are dealing with.", "We acknowledge that lower interest rates inflate asset prices, which is a transmission mechanism that monetary policy works through.", "Higher house prices, for example, make people feel wealthier, more inclined to spend, which supports the economy.", "However, job security and a predictable household income has the most immediate and beneficial impact on economic wellbeing.", "Unemployment worsens economic wellbeing and underpins income inequality.", "Moreover, periods of unemployment are both more likely and persistent amongst people with lower skills or more transitory attachment to the labour force.", "These characteristics are most evident, for example, amongst youth, female, and Maori and Pasifika, demographic cohorts.", "The biggest contribution we can make right now to economic wellbeing is to improve New Zealanders' job prospects through lower interest rates.", "Can our monetary tools - such as negative wholesale interest rates - reduce banks' willingness to lend?", "We will only implement monetary policy in a way that succeeds in achieving our dual goals of monetary and financial stability.", "This is why we are discussing a package that can best achieve this outcome.", "Our package includes a combination of lower interest rates, direct lending to banks, and ongoing quantitative easing.", "We will not overly rely on a single tool that could lead to suboptimal outcomes.", "Moreover, New Zealand remains a great environment for banks to operate in recording some of the highest profitability in the world, with some of the lowest risks for shareholders.", "Our banks are in a strong financial position, with capital and liquidity headroom, to support their customers.", "New Zealand's financial institutions must use their risk models and capital allocation tools to economic success.", "be part of New Zealand's Banks and financial intermediaries will need to make important decisions based on sound risk-judgement.", "This is why we have insisted our regulated entities operate in their customers' best long-term interests.", "This is not simply saying 'yes' in the good times and 'no' in the tough times.", "Financial intermediaries especially banks given their dominant role in New Zealand need to clearly articulate their risk appetite and their culture.", "They must then operate consistently within their risk appetite over time.", "It is only then that customers can be sure of how they will be treated and why.", "Acting consistently and transparently through time is what we mean by banks acting 'courageously'.", "Courage also involves banks having deliberate conversations with their stakeholders the owners of the equity that past expected risk-adjusted returns may not be achievable if they wish to be 'sustainably successful', that is, over the medium- to long-term.", "Even with all of this in place there will still be a need for prudential regulation.", "The differing time horizons people operate within (e.g., shareholders, bank management, and customers), the lopsided understanding of risks and rewards between banks and customers, and the system-critical nature of large banks promoting a reliance on government insurance all necessitate regulatory intervention.", "This is why we have required banks to hold capital in reserve well in excess of what they would hold if it was left purely to shareholders or management.", "We need financial institutions to be able to store capital reserves in the good times, so that they can both weather adverse economic events and deploy their capital in tougher times.", "The capital buffers of banks should now be used to support their customers.", "Our bank economic stress tests, discussed in our Financial Stability May Report, illustrated that banks are able to continue to lend and prosper through a broad range of adverse scenarios.", "Sound support given to customers today will help to ensure better customer and bank outcomes tomorrow.", "Banks need to make the appropriate risk-reward decisions that endure over time.", "Keeping options open...managing in the 'new norm' of 'radical uncertainty'.", "It has been said that we are currently in a period Everyone in society is confronted with uncertainty in some way, shape, or form.", "There is no precedent for the economic shock caused by COVID-19 in people's living memory.", "We acknowledge that this people's beliefs and expectations.", "pandemic shock could also reshape So how do we operate in such a situation?", "For us at the Reserve Bank, we have clear goals to achieve as mandated.", "To succeed in achieving these goals we rely on our values, culture, and capabilities.", "This enables us to continuously assess the beliefs and assumptions that underpin our strategies, and adapt our strategies as circumstances dictate.", "And it leads us to refine the ways in which we communicate to ensure we are clear and consistent.", "The Reserve Bank has a long history of succeeding in this manner, through promoting the long-term wellbeing of all New Zealanders.", "Our Statement of Intent outlines what we are doing, why we are doing it, and the benefits we expect.", "Our next near-term challenge is to outline our future monetary policy strategies and tools, and when we might use them.", "We are well prepared for this challenge."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Financial Stability", "Economic Growth", "Inflation", "Unemployment", "Interest Rates", "Quantitative Easing", "Risk Management", "Prudential Regulation", "Fiscal Policy"]}