{"sentences": ["A Near Horizon Seizing the opportunities and managing the risks in the transition to net zero: The importance of climate-related financial disclosures Remarks delivered to a virtual roundtable By Adrian Orr, Governor 2 The Terrace, PO Box 2498, Wellington 6140, New Zealand Telephone 64 4 472 2029 Online at www.rbnz.govt.nz tēnā koutou katoa, welcome everyone Thank you to the organisers McGuinness Institute, Simpson Grierson, and the Climate Disclosure Standards Board for gathering us all for this important discussion.", "Thank you also to Mr Mark Carney.", "I want to acknowledge your role in shifting the global financial system to a more sustainable perspective.", "You shook us awake with your 'Breaking the Tragedy of the Horizons'1 speech in 2015.", "Now, only five years on from your speech, a common topic across central banks and financial regulators more broadly is how can we best assess and address climate risks.", "I also acknowledge the Climate Change Minister, James Shaw, and his personal commitment, financial expertise and leadership on this very important issue.", "Today I will speak briefly to three points:  Why climate matters to New Zealand's financial stability;  The Reserve Bank's climate strategy; and The impact of COVID-19 in terms of risks and current opportunities.", "New Zealand's Financial Stability Why climate matters - We use the Māori legend of Tāne Māhuta to tell the story of the Reserve Bank (Te Pūtea Matua).", "Tāne Māhuta - - separated the earth mother (Papatūānuku) and god of the forest and birds the sun could shine in and life could flourish.", "Thereafter, Tāne sky father (Ranginui) so that Māhuta served as the kaitiaki - (guardian) of the forest ecosystem protecting against threats and enhancing the wellbeing of everyone within it.", "Hold on to that image of Tāne letting the - I'll get back to it.", "At the Reserve Bank, we are the kaitiaki of the financial system tasked to maintain and enhance financial stability.", "Assessing material risks to banks and insurers, and the financial system as an ecosystem, is our core business.", "We see financial stability being best maintained when all relevant risks are adequately identified, priced, and allocated to those best able to manage them2.", "Climate change and its associated risks provide a direct challenge to financial stability.", "The risks are material but extremely difficult to identify, price, allocate, and manage with accuracy.", "In the jargon, 'market failure' is rife.", "We simply do not know the true scope and scale of the environmental risks we take on during our daily economic activities.", "Likewise, many of the material costs of our economic decisions are 'externalised', that is, borne by others including future generations.", "There is no obvious market or price for selling climate risk, and hence no personal reward for managing it.", "And market participants often take a short-term, myopic, view in their decision making, pushing longer term problems to the never-never.", "What this means is that we will never have perfect information on the risks of climate However, firms' disclosure on how they identify and manage climate change risks change.", "greatly assist to sharpen our focus.", "After all, it is what gets measured that generally gets managed.", "And it is far often better to imperfectly measure something than ignore it completely.", "What we already know is that climate change holds far-reaching implications for New Zealand's financial system.", "These implications include physical impacts such as sea level rise and drought.", "For example, the National Institute of Water and Atmospheric Research (NIWA) estimates $12.5 billion of property is already exposed to extreme coastal flooding in New Zealand, and that each 10cm of sea level rise puts another $2.4 billion of assets at risk.", "such as 'flight shame' or a shift to Climate change also implies transition impacts - plantbased protein that will pose unique challenges for our highly concentrated export economy.", "Agriculture is already staring down the challenge of a triple whammy: emission pricing, changes in consumer demand, and more extreme weather.", "The Reserve Bank's climate strategy Our climate strategy at the Reserve Bank has three avenues: incorporating the impact of climate change into our core functions; managing our direct impact on the climate; and leading through experience and collaboration.", "Firm disclosure of climate risks assists all three avenues.", "Disclosure will enable risk assessment and mitigation, and incentivise investment in emission reduction and adaptation.", "Disclosure does this by subtly changing the rules to the game-without changing the game.", "Firms' behaviour will change by directing attention to - 'you manage climate-related risks Niwa (2019) Coastal Flooding Exposure under Future Sea-level Rise for New Zealand.", "Accessed at -flood-risks-climate-change.", "A second study, of modelling flooding from rainfall and rivers, estimated that around 411,000 were currently exposed along with 20 airports and 3400km of electricity transmission lines.", "New Zealand Fluvial and Pluvial Flood Exposure.", "Accessed at -floodrisks-climate-change what you measure'.", "While investors' behaviour will change as they see both climate risks and opportunities.", "Even then leadership will still be needed.", "Our survey of New Zealand insurers and banks last year found broad concern that climate change exposed the financial system to significant risk.", "But, we disappointingly found scant evidence that the climate risk concerns are influencing daily business decisions.", "The lack of action may relate to the partial awareness.", "Only 60 percent of surveyed banks and one third of insurers disclose some climate-related information.", "This creates inconsistent information and comparability, leading to uninformed decisions.", "Hence, we support the mandatory disclosure of climate risk, especially one that is collaborative in approach with industry.", "There are important challenges to making disclosure effective in meeting New Zealand's carbon reduction objectives - including standardised measures and climate scenarios, and sound data management and interpretation.", "We need to get this right.", "Recently we stepped up our supervisory engagement on the identification and management of climate risks amongst New Zealand financial institutions.", "We also lead the Council of Financial Regulators' work on the climate challenge, including helping to develop a shared programme to train regulators in climate risk disclosure.", "We do so with haste because any delay in disclosing climate risk increases the likelihood of a disruptive step change to our economic prosperity and social cohesion.", "Disclosure plays a key role in ensuring a smooth transition to a low carbon emission future.", "We encourage those banks and insurers who don't already disclose information to hurry up and do so.", "You need to support our collective objective of enhanced financial stability.", "We will keep going harder on climate.", "As a member of the Network for Greening the Financial System we are working with 66 central banks, supervisory agencies and international financial institutions to develop a coordinated response to climate.", "As part of this, we are looking at options for better managing our own balance sheet to mitigate climate change risk and promote climate change adaptation more broadly in New Zealand.", "The impact of COVID-19 Like climate change, COVID-19 highlights interdependencies between economic prosperity, environmental sustainability, and social inclusion.", "COVID-19 has done something climate -stability/financial-stability-report/fsr-may-2019/industry-surveyon-the-potential-impacts-of-climate-change change has struggled to do: engage everyone on Earth.", "We have all been disrupted.", "As the Economist newspaper noted last week: \"Following the pandemic is like watching the climate button.\"", "crisis with your finger jammed on the fast-forward Our current response to COVID-19 in New Zealand shows that when the risk is acute, we can act together in a powerful, effective response.", "This is motivating: with climate change the risk is also acute.", "The current economic regeneration challenge requires bringing forth opportunities to reduce carbon emissions and adapt.", "We need to ensure that whatever we rebuild, reshape or invest in now is sustainable, long term in its horizon, helps us build climate resilience, and benefits generations to come.", "is significant but, as has been said, 'The best time to plant a tree is 20 years ago.", "The second best time is now'.", "I'll return to Tāne Māhuta and his efforts to let the sunshine in so life could flourish.", "Disclosure is a tool to let in the sunshine.", "Better information to make better decisions.", "The degree to which climate change remains a 'tragedy of the horizons' depends on our ability to make better decisions today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate risks", "Financial stability", "Climate change", "Disclosure", "Climate strategy", "Climate-related financial disclosures", "Transition to net zero", "COVID-19", "Sustainability", "Risk management"]}