{"sentences": ["Good afternoon and thank you for joining us today.", "When I spoke a few weeks ago, I talked about the importance of building a bridge to the recovery and helping as many people and businesses as possible get across that bridge.", "Over the past month, the scale of that national bridge-building task has grown in size - as our efforts to contain the virus have stepped up, that bridge has had to be bigger, longer and stronger.", "As a country, we have been up to this task.", "While we still face some difficult days ahead, Australians can take some reassurance from the fact that all arms of public policy are pulling in the same direction.", "We are all working to support the Australian economy through what is a very challenging period and to make sure we are well placed to recover.", "Today, I would like to provide some details about the economic outlook and an update on the implementation of the Reserve Bank's recent policy package.", "The Economic Outlook Economic forecasting is difficult at the best of times.", "It is even harder at times like this when we are experiencing a once in a lifetime event.", "Given this, I don't think it makes sense at the moment to focus on forecasts to the nearest decimal point, as we often do.", "Instead, I would like to focus on two broad issues: the immediate outlook for the economy the nature and speed of the recovery.", "The next few months are going to be difficult ones for the Australian economy.", "One very obvious consequence of the efforts needed to contain the virus is that many normal activities are restricted or not permitted.", "This means that, for as long as these restrictions are in place, we don't have the jobs and incomes that come from these activities.", "On top of this, there is a high level of uncertainty about the future, which means that many households and businesses are holding back their spending and investment.", "The result of both the restrictions and the uncertainty is that over the first half of 2020 we are likely to experience the biggest contraction in national output and income that we have witnessed since the 1930s.", "Putting precise numbers on the magnitude of this contraction is difficult, but our current thinking is along the following lines: National output is likely to fall by around 10 per cent over the first half of 2020, with most of this decline taking place in the June quarter.", "Total hours worked in Australia are likely to decline by around 20 per cent over the first half of this year.", "The unemployment rate is likely to be around 10 per cent by June, although I am hopeful that it might be lower than this if businesses are able to retain their employees on lower hours.", "The unemployment rate would have been much higher than this without the government's JobKeeper wage subsidy.", "These are all very large numbers and ones that were inconceivable just a few months ago.", "They speak to the immense challenge faced by our society to contain the virus.", "In terms of inflation, we are also expecting a significant decline in the June quarter.", "The large fall in oil prices, combined with the introduction of free childcare and the deferral or reduction in some price increases mean that it is quite likely that year-ended headline inflation will turn negative in June.", "If so, this would be the first time since the early 1960s that the price level has fallen over a full year.", "In underlying terms, however, inflation is expected to remain positive.", "As the economic data roll in over coming months, they will present a very sobering picture of the state of our economy.", "There will be many reports of record declines in economic activity.", "As Australians digest this economic news, I would ask that we keep in mind that this period will pass, and that a bridge has been built to get us to the other side.", "With the help of that bridge, we will recover and the economy will grow strongly again.", "That bridge has been partly built with the help of Australia's strong balance sheets - in particular, the strong balance sheets of our governments, our private banks and of the Reserve Bank.", "Australia's long record of responsible fiscal policy has allowed the government to use its balance sheet to help smooth out the income shock and to offer protection to those most affected.", "In doing so, it is making a major difference.", "The strong balance sheets of our banks are also helping.", "By offering payment deferrals and concessional terms, our banks are rightly acting as shock absorbers and helping the country through this difficult period.", "And as I will speak about in a few minutes, the Reserve Bank itself is using its balance sheet to keep funding costs low and credit available to both businesses and households.", "Without these strong balance sheets, we would have been in a more difficult position.", "I would now like to turn to the speed and nature of the recovery.", "We can be confident that our economy will bounce back and that we will see it recover.", "We need to remember that once the virus is satisfactorily contained, all those factors that have made Australia such a successful and prosperous country will still be there.", "Inevitably, the timing and pace of this recovery depend upon how long we need to restrict our economic activities, which in turn depends on how effectively we contain the virus.", "So it is difficult to be precise and it makes sense to think in terms of scenarios.", "Consistent with this, the Bank will discuss some possible scenarios in the Statement on Monetary Policy in a few weeks' time.", "One plausible scenario is that the various restrictions begin to be progressively lessened as we get closer to the middle of the year, and are mostly removed by late in the year, except perhaps the restrictions on international travel.", "Under this scenario we could expect the economy to begin its bounce-back in the September quarter and for that bounce-back to strengthen from there.", "If this is how things play out, the economy could be expected to grow very strongly next year, with GDP growth of perhaps 6- 7 per cent, after a fall of around 6 per cent this year.", "There is though quite a lot of uncertainty around the numbers, with the exact profile of the recovery depending not only upon when the restrictions are lifted but also on the resolution of the uncertainty that people feel about the future.", "It is harder to make forecasts about the unemployment rate given the uncertainty about how many employees will remain attached to their firm and whether people who are stood down will be looking for employment and thus be counted as unemployed.", "But it is likely that the unemployment rate will remain above 6 per cent over the next couple of years.", "With many firms delaying or cancelling wage increases, year-ended wage growth is expected to decline to below 2 per cent, before gradually picking up again.", "In underlying terms, inflation is expected to remain below 2 per cent over the next couple of years.", "Of course, there are other scenarios as well.", "On the optimistic side, the restrictions could be lifted more quickly, with the virus being contained.", "In that case, a stronger recovery could be expected, particularly in light of the very large monetary and fiscal support that is in place.", "On the other hand, if the restrictions stay in place longer, or they have to be reimposed, the recovery will be delayed and interrupted.", "In that case, the loss of incomes and jobs would be even more pronounced.", "Whatever the timing of the recovery, when it does come, we should not be expecting that we will return quickly to business as usual.", "Rather, the twin health and economic emergencies that we are experiencing now will cast a shadow over our economy for some time to come.", "It is highly probable that the severe shocks we are now experiencing will change the mindsets of some people and businesses.", "Even after the restrictions are lifted, it is likely that some of the precautionary behaviour will persist.", "And in the months ahead, we are likely to lose some businesses, despite best efforts, and some of these businesses will not reopen.", "There will also be a higher level of debt and some households might revaluate the risks of having highly leveraged balance sheets.", "It is also probable that there will be structural changes in the economy.", "We are all learning to work, shop and travel differently.", "Some of these changes will probably stay with us, requiring a rethinking of business models.", "So the crisis will have reverberations through our economy for some time to come.", "The best way of dealing with these reverberations is to reinvigorate the country's growth and productivity agenda.", "As we look forward to the recovery, there is an opportunity to build on the cooperative spirit that is now serving us so well to push forward with reforms that would move us out of the shadows cast by the crisis.", "A strong focus on making Australia a great place for businesses to expand, invest, innovate and hire people is the best way of extending the recovery into a new period of strong and sustainable growth and rising living standards for all Australians.", "The Reserve Bank's Policy Response I would now like to change tack and turn to the Reserve Bank's policy response.", "This is a comprehensive package and is an important part of that national effort to build the bridge to the recovery that I spoke about earlier.", "It was designed to keep funding costs low across the economy and ensure credit is available to businesses and households.", "Following the announcement of the package, the yield on 3-year government bonds has declined and is now around the target level of 25 basis points, after having been around 50 basis points immediately prior to our announcement.", "Liquidity in the Australian government bond market has also improved substantially and this important market is working much better.", "Bid-ask spreads are still a little wider than they were a couple of months ago, but they have narrowed substantially recently.", "To date, the Reserve Bank has bought around $47 billion of government bonds.", "We have bought bonds along the yield curve and bonds issued by the Australian government and by the states and territories.", "We have done this through daily auctions in the secondary market.", "The initial daily purchases were quite large - $4 and $5 billion a day.", "In those first days we were keen to underline our commitment to the target and we were also seeking to relieve some of the very severe dislocation in the government bond market at the time.", "As conditions in the market have improved and the 3-year yield has settled around 25 basis points, we have scaled back our daily bond purchases - over recent days, the purchases have averaged around $750 million.", "We will scale up these purchases again if needed and we will buy bonds in whatever quantity is required to achieve our goals.", "With conditions more settled at the moment, our plan for the immediate future is to schedule any bond auctions we conduct for three days each week - Mondays, Wednesdays and Thursdays.", "That does not mean that we will necessarily purchase bonds on each of these days.", "Whether or not we do so will depend upon the yield on 3-year government bonds and on market functioning.", "It is likely, though, that for the foreseeable future we will be purchasing semi-government securities weekly.", "As is the case now, we will announce our intentions at 11.15 am.", "If conditions warrant it, we will return to daily bond purchases.", "I would like to restate that we are buying bonds in the secondary market and we are not buying bonds directly from the government.", "One of the underlying principles of Australia's institutional arrangements is the separation of monetary and fiscal policy - that is, the central bank does not finance the government, instead the government finances itself in the market.", "This principle has served the country well and I am confident that the Australian federal, state and territory governments will continue to be able to finance themselves in the market, as they should.", "While we are not directly financing the government, our bond purchases are affecting the market price that the government pays to raise debt.", "Our policies are also affecting the price that the private sector pays to raise debt.", "In this way, our actions are affecting funding costs right across the economy as they should in the exceptional circumstances that we face.", "But our actions should not be confused with the Reserve Bank financing the government.", "Another element of the recent package was the Term Funding Facility.", "Around $3 billion of the initial allowance of $90 billion has already been drawn under this facility, with around 35 institutions participating so far.", "The knowledge that ADIs have access to this scheme over coming months has reduced any concerns there might have been about possible future liquidity strains.", "In doing so, this scheme has supported confidence that Australia's ADIs will be able to access the liquidity needed to support their customers.", "It has also contributed to the low cost of borrowing new funds at fixed interest rates for businesses and households.", "The drawings under this facility, combined with the bond purchases and the Reserve Bank's open market operations, have resulted in the balances held in Exchange Settlement Accounts increasing substantially.", "At the beginning of March these balance stood at around $21⁄2 billion.", "Today, they stand at $83 billion.", "On the other side of the Reserve Bank's balance sheet, there are increased holdings of government bonds, purchased both outright and under repurchase agreements in our daily open market operations.", "The very large increase in the balances in Exchange Settlement Accounts has affected the operation of the cash market.", "The number of transactions in this market has declined as fewer institutions need to borrow settlement balances each day.", "The cash rate has also drifted below 25 basis points and today is at 15 basis points.", "Both of these changes are consistent with experience in other countries and have not come as a surprise to us.", "The increase in liquidity in the financial system has also resulted in the spread between the bank bill swap rate (BBSW) and the overnight indexed swap rate (OIS) falling significantly.", "At the three-month horizon this spread is now around zero, which has further reduced funding costs for both the banking system and for the non-bank lenders.", "The increased liquidity in the system also means that the Bank's daily open market operations are now on a smaller scale and we have adjusted the frequency of the longer-term operations.", "We will continue to adjust these operations as required to support the liquidity of the system.", "So that is where we are four weeks after the announcement of our policy package.", "This package, combined with the government's fiscal policies and the work of the banks and many businesses, is building that strong bridge that I have spoken about.", "Our monetary response is keeping funding costs low across the economy and credit available.", "The fiscal response is providing significant support to both jobs and incomes.", "Businesses are also helping their employees by keeping them on where they can and the banks are supporting their customers with more flexible terms.", "Together, these efforts are helping the Australian economy through a difficult period and positioning us well for the recovery.", "Thank you very much for listening.", "I am here to answer your questions."], "classifications": ["none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Economic outlook", "Recovery", "Monetary policy", "Fiscal policy", "Inflation", "Unemployment", "GDP growth", "Reserve Bank", "Government bonds", "Liquidity"]}