{"sentences": ["NATIONAL BANK OF SERBIA Introductory Address by the Governor at the presentation of the Inflation Report - February 2020 Dr Jorgovanka Tabaković, Governor Belgrade, 19 February 2020 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the February Inflation Report, where we will give you an overview of recent macroeconomic trends, set out our new inflation and economic activity projections, and explain our monetary policy decisions in the period since the previous Report.", "Looking at the year behind us, I am pleased to say that 2019 as well was marked by positive economic trends and prospects, despite the slowdown in global economic growth and ongoing trade and geopolitical tensions.", "This is first and foremost the result of an adequate and consistent economic policy that we are pursuing in Serbia.", "A policy which provided for the positive effects of many factors in the previous seven and a half years, contributed to the creation of a favourable business environment and turned our country into an attractive investment destination.", "In this way, in cooperation with the Serbian Government, we supported a vigorous rise in investment, which sustained a 4.3% economic growth on average in the previous two years.", "At the very beginning, I will try to sum up the period behind us by sharing the following data with you: - For seven years in a row inflation has been firmly under the National Bank of Serbia's control.", "In December 2019 it measured 1.9% y-o-y, which is also its average for the year as a whole.", "- According to our latest estimate, economic growth came at 4.2% in 2019, exceeding all the projections released in the course of the year.", "After stepping up to 4.8% y-o-y in Q3, GDP growth accelerated still further in Q4 (to 6.1%), exerting the largest impact on the growth of the Western Balkans region, as stated by the European Commission in its report.", "- While many scaled down the growth forecasts of their economies, Serbia outperformed all the projections owing to the impact of domestic factors, notably higher than projected investment.", "In the past two years alone, fixed investment increased cumulatively by close to 35%, accounting for three quarters of Serbia's economic growth.", "- The NPL ratio was cut to 4.1% at end-December!", "This was a problem that we inherited, but which we addressed systematically.", "Owing to such an approach, the share of NPLs in total loans is now 80% lower than at the start of the implementation of the NPL Resolution Strategy.", "- Goods and services exports remained vibrant in 2019, growing at the rate of 10.5%.", "This means that export growth was faster also relative to 2018, when it measured 9.6%.", "This places Serbia among the few countries whose exports grew faster in 2019 than in 2018.", "Thus, Serbia attracted around 55% of all FDI that flowed in to the Western Balkans in 2018 and 2019.", "- As of yesterday, Serbia also has a 12-year dinar bond and we will work actively on lengthening the dinar yield curve in the period ahead.", "The demand for the 12-year dinar bonds of the Republic of Serbia was more than 10 times higher than the planned volume of sale and the effective rate was 3.4%.", "In late 2012 the interest rate on one-year government bonds was 11.9%, whereas today the rate on our 12-year bonds is 3.4%.", "It is this difference between interest rates and the maturity of dinar government bonds that all the results and Serbia's significantly improved reputation worldwide are reflected in (only three years ago, on 7 February 2017, the rate on one-year bonds was 3.48%).", "- Having increased by 30% in 2019, dinar savings are now five times higher than in 2012 when we started implementing the Dinarisation Strategy.", "At end-2019, dinar savings stood at RSD 79.6 bn, while the latest data point to almost RSD 83 bn.", "I will now switch to the standard format, giving an overview of recent macroeconomic trends, our new inflation and economic growth projections and our recent monetary policy decisions.", "Inflationary pressures remained low even in conditions of strong economic growth and favourable labour market trends.", "In 2019 as well, we preserved low and stable inflation which measured 1.9% y-o-y in December.", "By keeping inflation low, we have preserved the real value of household and corporate incomes, while making an important contribution to the predictability of doing business.", "That inflationary pressures are still low is also indicated by core inflation which averaged 1.3% y-o-y in 2019.", "Low inflationary pressures are also confirmed by both one-year and two-year ahead inflation expectations of the financial and corporate sectors which are anchored within the NBS target tolerance band.", "It is a fact that by placing inflation under control we have restored confidence in the monetary policy, which now makes it easier for us to achieve results.", "Anchored inflation expectations enhance the efficiency of monetary policy and, by extension, the economy's resilience to external shocks.", "In our February projection as well, inflation will remain stable in the coming period and will approach the target midpoint gradually, though it will most probably stay slightly below the midpoint until the end of the projection horizon.", "*CPI excluding food, energy, alcohol and cigarettes.", "Acceleration of economic growth in Serbia is led by investment, exports and sustainable consumption.", "The economic growth in 2019 exceeded our initial projections, which we revised upwards in the course of the year.", "According to our latest estimate, it amounted to 4.2%.", "Economic growth accelerated significantly in H2, reaching, in our estimate, 6.1% y-o-y in the last quarter.", "In the past half-decade, Serbia has been characterised precisely by the growth led by investments.", "Their impact on economic activity is unambiguously evidenced by the data on fixed investment growth at an average annual rate of around 10% during this period, whereby their share in GDP increased to around 24%.", "Let me reiterate that fixed investments increased cumulatively in the past two years by close to 35%, accounting for three quarters of Serbia's economic growth.", "An increase in their share to around 24.5% of GDP is expected this year as well, guided by continued implementation of infrastructure projects and private sector investment.", "Construction and real estate Other Euro area Serbia Manufacturing Tradable goods and services* Sources: IMF and NBS estimate.", "* Agriculture, industry, mining, transportation, catering.", "One of the important sources of investment financing is also increased profitability of enterprises, to which the NBS continues to contribute through the achieved price stability and relative stability of the exchange rate, as well as more favourable terms of financing.", "Companies are increasingly relying on favourable financing conditions for investment growth, as evidenced by the rise in investment loans of 25% in the previous year, with the balance of these loans higher by around EUR 1 bn than in 2018.", "At the level of the year, almost entire growth in lending activity was due to investment loans which, as far back as in 2015, emerged as one of the major sources for financing investment.", "In addition, owing to ordered public finances, the government is quickly increasing the level of capital investment, whose share reached almost 5% of GDP in 2019.", "Another important pillar of investment financing is the FDI inflow, which hit a record high level for the second consecutive year, reaching EUR 3.8 bn in 2019.", "A particular quality comes from the fact that FDI is mainly channelled into tradable sectors and that it is project-diversified, contributing thereby to the growth in our exports.", "For this reason, its full effects are expected in the period ahead.", "It is precisely the activation of earlier investment that helped maintain the high growth rate of Serbia's goods and services exports, which was even higher than in the previous year (10.5% compared to 9.6% in 2018), despite the slowdown in external demand.", "Sources: SORS and NBS calculation.", "I will reiterate that Serbia is one of the few countries where exports rose faster in 2019 than in 2018.", "The investment cycle which began in 2015, and which accelerated significantly in the past two years, is having a considerable impact on import dynamics and structure.", "Import growth in that period is mostly attributable to the economy's increased needs for intermediate goods and equipment, and partly to consumer demand amid conditions of citizens' rising living standard.", "Imported equipment boosted the Serbian economy's export capacity, therefore we expect to see high export growth rates continuing in the medium run.", "External sustainability is also confirmed by the fifth year of full coverage of current account deficit by the net FDI inflow (113% in 2019).", "The external position is further endorsed by the project and geographical diversification of both exports and FDI inflow, which we worked systematically on, broadening our international cooperation.", "In addition, our economy's resilience to potentially adverse developments in the international environment is confirmed by the high level of FX reserves of EUR 13.4 bn at end-2019, which is their maximum level at year-end in the period since 2000, when data began to be monitored in this manner.", "The level of FX reserves is adequate in terms of both their size and structure.", "* Agriculture, industry, mining, transportation, catering.", "Increased production capacities and competitiveness of our economy were conducive to positive developments in the labour market.", "Owing to this, employment increased, while the unemployment rate decreased to a single-digit level.", "Since the beginning of the investment cycle, the unemployment rate has been halved (from 19.2% to 9.5%), and formal employment in Serbia's private sector increased during the new investment cycle by more than 230,000 persons.", "At the same time, wages are on the rise, notably in the private sector, which in turn increases household consumption and supports the social component of growth.", "It is important to note that consumption is rising at sustainable rates, i.e.", "that consumption growth contributes to the sustainability of economic growth.", "Economic growth outlook remains favourable, therefore we expect similar GDP growth dynamics in the medium term of around 4% per annum, as in the previous two years.", "Good coordination of monetary and fiscal policies continues to provide significant contribution to economic growth and overall stability.", "The resilience of our economy was also strengthened by the maintained fiscal discipline in conditions of full coordination of our measures, with a constantly decreasing share of public debt in GDP.", "It is important to point out that such result was achieved in conditions of significantly higher government capital expenditure.", "The general government deficit of 0.5% of GDP was projected in the medium term, ensuring the continuation of the downward path of the share of public debt in GDP.", "We are working systematically to improve the currency structure of public debt in order to lower the risk of change in the value of global currencies - the share of dinar debt rose to 27.7%, while the dollar portion contracted to one-fifth, whereas several years ago the dollar debt accounted for one-third of public debt.", "The strategic introduction of the 12-year dinar bond, extending the dinar yield curve to 12 years, is an important step toward deepening the dinar securities market.", "An important fact for the development of the domestic financial market is J.P. Morgan's announcement that Serbia has been placed on Index Watch Positive for potential inclusion into the reputed Government Bond IndexEmerging Markets (GBI-EM) series.", "J.P. Morgan confirmed the positive outlook by assessing that activities which Serbia undertook in terms of adjusting its bond market to the best international practice have led to a conspicuous rise in secondary market liquidity in the past two years.", "This will additionally broaden the base of investors investing in the Serbian economy and bring Serbia into the ranks of globally attractive investment destinations.", "Thanks to the full coordination of monetary and fiscal policies, overall stability and implementation of reforms, Serbia is one notch below investment grade, typical for economies offering high security of investments.", "This is not only a confirmation of the economic progress and the results we have achieved, but also a contribution to the further improvement of financing and investment conditions in Serbia, and a continued rise in employment and our citizens' living standard.", "Source: Ministry оf Finance.", "Furthermore, owing to the effects of past monetary policy easing, a reduced country risk premium, low interest rates in the international money market and higher interbank competition, the conditions of private sector financing were even more favourable in the fourth quarter.", "Our decisions translated fully into the credit market and in late 2019 interest rates on dinar loans were cut to the hitherto lowest levels: 4.0% in the corporate and 9.1% in the household sector.", "In regard to euroindexed loans, financing conditions improved not only thanks to low interest rates in the European money market, but primarily owing to the sharp fall in the country risk premium, driven chiefly by the positive impact of domestic factors.", "Source: Ministry of Finance.", "* Excluding revolving loans, current account overdraftsand credit card debt.", "The loan structure is such that lending activity also gives a full contribution to economic growth, owing principally to stepped-up investment borrowing by enterprises.", "Since mid-2019, investment loans constituted the bulk of corporate loans.", "The loan structure by enterprise size is also favourable given that a major portion is channelled to micro-, small- and medium-sized enterprises.", "The room for further credit growth was also created by a further reduction in the NPL share in total loans, to the new lowest level of 4.1%.", "NPL share in total loans (RHS) By preserving low inflation and financial stability, and by actively utilising all instruments, the National Bank of Serbia will continue to support vibrant, sustainable economic growth, while preserving the fiscal equilibrium and the downward trajectory of public debt.", "The level of FX reserves and anchored inflation expectations will remain an important pillar of our increased resilience to volatile external conditions.", "Ladies and gentlemen, dear colleagues, My associates will present to you the results of our analysis of the factors underlying Serbia's risk premium.", "Global factors certainly play an important role, both in the short and long run, not only for Serbia, but for all countries.", "What is specific for Serbia and what has been shown and confirmed by our analysis is that the vigorous fall in the country risk premium is crucially determined by domestic factors, i.e.", "the strengthening of our economy.", "As confirmed by the analysis, the lowering and keeping of inflation at a low level, a vigorous fall in the NPL share, a reduction in the public debt share and other health indicators of our economy are the key factors why Serbia is perceived today as a low risk country.", "Given that the risk premium does not reflect current developments only, but investor expectations going forward as well, we may conclude that investors assess that the achieved price stability and overall macroeconomic stability will be preserved in the period ahead as well.", "The policies that yield results should not be changed - this is why we shall continue to apply a coordinated approach in pursuing economic policy, owing to which we have stabilised Serbia and are now making it stronger.", "This is taken into account and emphasized by the International Monetary Fund, other international financial institutions, rating agencies and investors.", "Our aim is to preserve stability, which is the pillar of a strong economy, by further strengthening the competitiveness of our economy and bolstering employment and the standard of living.", "I now give the floor to my colleagues from the Economic Research and Statistics Department to present our latest macroeconomic projections in more detail."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Economic Growth", "Inflation", "Investment", "Exports", "Monetary Policy", "Fiscal Policy", "Financial Stability", "Country Risk Premium", "Dinarisation", "NPLs"]}