{"sentences": ["Ladies and Gentlemen, distinguished fellow panellists, It is a great pleasure to participate in this year's Les Rencontres Economiques d'Aix-enProvence/Seine to discuss current challenges facing our societies, and the role of the state during and after the crisis.", "In times of crises, the state and public authorities, both government and the central bank, typically need to step up their roles to prevent large-scale economic and social damage.", "The Covid-19 crisis is unprecedented both in terms of its global reach and its depth.", "Thus, there is a clear case for sizable public support - both to contain economic damage and stabilise the acute financial turmoil, and to lay ground for a strong, solid recovery.", "However, in my view the increased role of government should, and can, only be temporary.", "In due course, we should return to the preferable balance of European social market economy, effectively combining entrepreneurial dynamism with social justice - or, if you like, competition and market forces with regulation and redistribution.", "We need sustainable, strong growth also to reduce the elevated level of public debt.", "How well has Europe's policy response so far followed such a 'crisis manual'?", "One of the key lessons of the past financial and debt crises is that one must resort to an overwhelming force in monetary policy to contain financial market panic and prevent an economic collapse.", "As a response to the Covid-19 crisis, Europe has embarked on unprecedented monetary stimulus, while corresponding fiscal stimulus should be on its way.", "Hence, in monetary policy we are practicing what we have learnt.", "And that is fully consistent with our price stability mandate.", "For now, and apparently in the medium term, the effect of the Covid-19 pandemic is disinflationary rather than inflationary.", "Moreover, the danger of deflation has recently re-emerged.", "This justifies the forceful monetary policy accommodation by the ECB, which is both proportionate and necessary.", "The ECB's strong monetary stimulus is providing plenty of breathing space for European economies that suffer from the crisis and legacy problems.", "Now it is essential that the EU member states use the breathing space thus provided as a window of opportunity to pursue structural reforms and improve the growth potential and resilience of their economies.", "This would also help pave the way for the overdue economic transformation towards a more competitive, sustainable and digitalised Europe.", "Going forward, we can expect that, with the sizable monetary and fiscal support, the European economy will return to the path of growth over the coming years.", "This will reduce slack and create inflationary pressures again, and one day the member states and their governments should be prepared to live with less accommodation and higher rates.", "One should not assume that central banks would accept becoming subject to fiscal dominance, that is, a setting where monetary policy would be determined by the fiscal situation.", "We are committed to our price stability objective.", "This is not to suggest that we should opt for an early withdrawal of monetary support.", "The premature rate hikes by the ECB in the midst of the euro crisis in 2011 serve as a reminder of the risks of a premature withdrawal.", "As monetary policy is as much art as science, it is better to be safe than sorry when considering the right timing to withdraw monetary policy support, and verify for a certain period of time that inflation indeed has solidly reached the medium-term price stability target.", "In addition to monetary policy support, stronger fiscal stimulus is needed.", "In this regard the midsummer European Council was a disappointment.", "Recent diplomatic actions however give a reason to expect that leaders of the European Union can agree on a European recovery fund soon.", "Combined with the individual member states' fiscal stimulus, this would reinforce the recovery and better share the burden with monetary policy.", "However, it is of paramount importance to use the fiscal stimulus for the intended purposes: for health care and employment, and for sustainable development and digital transformation.", "Using the funding on new permanent spending items, would be against its intended goals.", "That is why conditionality should be reinforced by explicitly bringing in the European Semester of economic policy making.", "Under its method of benchmarking and verification, the national reform programmes should be scrutinised by their effect on structural reforms, innovation, and investment.", "Thus, policy measures can be designed so that they genuinely enhance productivity and competitiveness.", "That goes for every member state, from the South to the North.", "Europe's capacity to create economic prosperity is critical to manage our increasing public debt burden.", "While the crisis is hitting the whole of Europe hard, it is also a chance to make genuine progress.", "This window of opportunity to enhance economic and ecological transformation should be seized, not missed."], "classifications": ["none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "fiscal stimulus", "crisis", "price stability", "growth", "inflation", "structural reforms", "public debt", "European Union", "recovery"]}