{"sentences": ["August 27, 2020 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Business Leaders in Asahikawa SUZUKI Hitoshi Member of the Policy Board I.", "Recent Economic and Price Developments A.", "Developments in Overseas Economies I would like to begin my speech by talking about overseas economies.", "Overseas economies have been depressed significantly, reflecting the novel coronavirus (COVID-19) pandemic.", "As the impact of COVID-19 wanes, they are likely to recover, partly supported by aggressive macroeconomic policies taken by each country and region.", "Nevertheless, the pace of recovery is expected to be only moderate, since firms and households are likely to remain vigilant against the risk of infection until effective medicines and vaccines are developed (Chart 1).", "Let me take a look at developments by major region.", "The U.S. economy has seen a continued pick-up mainly in its labor market indicators, reflecting moves to resume economic activity despite the ongoing spread of COVID-19.", "However, it is of concern whether the pace of economic recovery will be sustained, given the resurgence of COVID-19 and anxieties about the political and social situation.", "In Europe, some signs of heading toward a pick-up have been observed, with indications of a resumption in economic activity, as seen in border restrictions starting to be relaxed within and from outside the European Union (EU).", "Yet, the economy remains significantly depressed.", "Along with an increasing number of confirmed COVID-19 cases, there have recently been moves to retighten preventive measures to contain the spread of the infection.", "As for China, with COVID-19 subsiding for now and economic activity starting to normalize, the economy has picked up due to the emergence of the effects of aggressive macroeconomic policies and the materialization of pent-up demand.", "On the other hand, in emerging economies, such as Central and South America and India, the number of confirmed COVID-19 cases is still increasing.", "Current Situation of Economic Activity and Prices in Japan Based on the aforementioned developments in overseas economies, let me now move on to economic activity and prices in Japan.", "Japan's economy was greatly affected by the spread of COVID-19 particularly in the April- June quarter of 2020, with the declaration of a state of emergency; the real GDP growth rate registered significant negative growth of minus 7.8 percent from the previous quarter (Chart 2).", "COVID-19 has exerted considerable downward pressure on aggregate demand in Japan's economy through the following three major channels: (1) goods exports; (2) inbound tourism demand; and (3) domestic private consumption.", "The output gap -- which represents the balance between the aggregate demand and average supply capacity -- narrowed within positive territory for the January-March quarter, reaching almost 0 percent.", "Given the deterioration in the diffusion indices (DIs) related to employment and business fixed investment in the Bank of Japan's June 2020 Tankan (Short-Term Economic Survey of Enterprises in Japan), it is quite likely that the gap will become negative for the April-June quarter (Chart 3).", "In what follows, I will outline each of the three channels through which COVID-19 has exerted downward pressure on aggregate demand in Japan's economy.", "Exports, mainly of automobile-related goods to the United States and Europe, declined substantially in the April-May period, when each country imposed strict limits on movement in order to contain the spread of COVID-19, and the recovery thereafter has been sluggish.", "Meanwhile, exports to China, where economic activity resumed first, have continued to pick up.", "The second channel through which COVID-19 has exerted downward pressure is inbound tourism demand.", "Inbound demand centered on tourism had been one of the major driving forces in Japan's economy, as indicated by the fact that the number of visitors to Japan exceeded 30 million in 2019.", "Unfortunately, however, this demand has almost evaporated due to the global spread of COVID-19.", "The outlook for inbound tourism demand is extremely severe as it is expected to remain subdued for as long as entry restrictions continue.", "The last channel is domestic private consumption.", "This marked a large decline particularly in the April-May period, when the state of emergency was in place.", "Since then, it has been gradually heading toward a pick-up, along with the resumption of economic activity.", "Nevertheless, the pace of the pick-up will likely be quite moderate, mainly for dining-out and services for individuals, due to vigilance against COVID-19 and the need to ensure social distancing.", "In addition, the propensity to consume will likely remain at a somewhat low level compared with the past average, mainly due to a rise in concern over future developments.", "Since COVID-19 has been pushing down aggregate demand considerably through these three channels, corporate profits seem to have declined significantly recently.", "Weakness in the employment situation has also become evident, as seen in (1) the fact that the DI for employment conditions turned to a net \"excessive\" for manufacturing, accommodations, and eating and drinking services in the June Tankan; (2) a decline in the active job openings-to- applicants ratio; and (3) a rise in the unemployment rate (Chart 4).", "Next, I will elaborate on price developments in Japan.", "The year-on-year rate of change in the consumer price index (CPI) for all items less fresh food (the core CPI) has decelerated recently, mainly due to the effects of the decline in energy prices, and has been at around 0 percent.", "On the other hand, the rate of change in the CPI for all items less fresh food and energy has been in the range of 0.0-0.5 percent recently, albeit with fluctuations (Chart 5).", "On the price front, COVID-19 has affected not only energy but also such items as the following: (1) travel-related services such as charges for hotels and for overseas package tours; (2) water charges, which declined due to reductions and exemptions by local governments for those who have difficulty paying them; and (3) tutorial fees, which declined reflecting the introduction of online classes.", "Meanwhile, moves to reduce prices to stimulate demand seen during the deflationary period in the past are not widely observed at this point.", "In financial markets, tension has abated compared with the period from late February through March 2020, when the markets were extremely unstable.", "In the foreign exchange market, the yen can be considered to have been substantially stable against the U.S. dollar: it temporarily showed large fluctuations but has become increasingly range bound despite the reduction of the Federal Reserve's policy rate by as much as 2.25 percentage points in total since July 2019.", "In addition, the annual range of fluctuation for the dollar/yen exchange rate throughout 2019 was as narrow as around 8 yen, the smallest figure recorded since the adoption of the floating exchange rate system in 1973.", "I would like to point out the following as background to these developments.", "First, there was no significant difference in the volume of exports and imports for 2019 in Japan, with exports amounting to 76.9 trillion yen and imports amounting to 78.6 trillion yen.", "However, the proportion of dollar-denominated transactions in imports was higher, at nearly 70 percent, than that in exports, at almost 50 percent.", "Provided that the net amount of U.S. dollar funds required for exports and imports is raised by selling yen, calculations suggest that this creates demand for approximately 15 trillion yen worth of dollar purchases against the yen, although the result should be interpreted with a certain latitude.", "Put simply, a 10 percent appreciation of the yen against the dollar would result in an exchange rate profit of approximately 1.5 trillion yen for Japan's economy as a whole.", "Second, Japanese firms have been expanding their foreign direct investment mainly through overseas mergers and acquisitions (M&As), with the net figure for 2019 reaching a record high of approximately 27 trillion yen.", "Given that a considerable share of these transactions is denominated in U.S. dollars, they would induce a significant amount of dollar purchases against the yen, barring any currency hedging by the Japanese firms.", "While speculative purchases of the yen may be discouraged when a substantial amount of the funds is based on sound economic activities, I will continue to pay close attention to developments in the foreign exchange market.", "C. Outlook for Economic Activity in Japan With the phased resumption of economic activity, Japan's economy is likely to improve gradually from the second half of this year through the materialization of pent-up demand, together with the support of accommodative financial conditions and the government's economic measures.", "However, the pace of recovery will likely be only moderate as firms and households remain vigilant against COVID-19 while it continues to have a worldwide impact.", "Therefore, it seems inevitable that the economy will register significant negative growth for fiscal 2020.", "Thereafter, as the impact of COVID-19 wanes globally and overseas economies return to a steady growth path, the economy is likely to mark relatively high growth for fiscal 2021, and then continue to grow firmly for fiscal 2022.", "According to the Bank's July 2020 Outlook for Economic Activity and Prices (Outlook Report), the forecasts of the majority of the Policy Board members for the real GDP growth rate are in the range of minus 5.7 to minus 4.5 percent, 3.0 to 4.0 percent, and 1.3 to 1.6 percent for fiscal 2020, 2021, and 2022, respectively (Chart 6).", "D. Outlook for Prices in Japan Next, I will touch on the outlook for prices.", "The background to these forecasts is as follows.", "First, as I mentioned earlier, COVID-19 will affect the prices of such items as energy and travel-related services in the short run.", "Prices of items that are sensitive to economic activity, such as food products, durable goods, clothes, and dining-out, are also highly likely to come under gradual downward pressure.", "Furthermore, mobile phone-related prices are projected to continue to show some weakness, reflecting intensifying competition in the industry.", "Nevertheless, in due course, movement toward price rises is expected again with the impact of COVID-19 waning and Japan's economy improving.", "From a somewhat long-term perspective, the inflation rate is likely to accelerate further through the second half of fiscal 2022 with a continued improvement in the output gap and a rise in medium- to long-term inflation expectations -- the perception of firms and households regarding future prices.", "E. Risks to Economic Activity and Prices However, it should be noted that the outlook for economic activity and prices is extremely unclear and that the balance of risk is skewed to the downside.", "The largest risk by far is the impact of COVID-19 on domestic and overseas economies.", "Until effective medicines and vaccines are developed, it is highly unclear how the COVID-19 pandemic will evolve and how long it will take for it to subside.", "Firms' and households' behavior, including price setting, is also uncertain, given the \"new lifestyle\" that requires the public to ensure social distancing and that will likely induce a rapid expansion of teleworking and online shopping.", "Furthermore, if COVID-19 has a larger impact than expected, there is a risk that deterioration in the real economy will affect financial system stability, thereby exerting further downward pressure on the real economy.", "I would like to elaborate on this later.", "Conduct of Monetary Policy A. Enhancement of Monetary Easing in Light of the Impact of COVID-19 Let me now turn to the Bank's policy conduct.", "Global financial and capital markets were unstable from late February through March 2020 due to the spread of COVID-19.", "Investors' risk sentiment deteriorated sharply, stock prices declined significantly, and credit spreads on CP and corporate bonds widened, while the costs of funding U.S. dollars as a safe asset rose rapidly.", "In addition, financial conditions have become less accommodative in terms of corporate financing, as seen in the deterioration in firms' financial positions due to declining sales and profits.", "Given these developments, at the regular Monetary Policy Meetings (MPMs) held in March and April and at an unscheduled MPM held in May, the Bank decided to take measures to enhance monetary easing with a view to doing its utmost to ensure smooth financing, such as of financial institutions and firms, and to maintaining stability in financial markets.", "These consist of three monetary easing measures, namely, (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) (the Special Program), (2) an ample provision of yen and foreign currency funds, and (3) active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs) (Chart 7).", "I will next explain each of these measures.", "The first is the Special Program to support financing.", "The program consists of the Bank's purchases of CP and corporate bonds within about 20 trillion yen and introduction of funding measures of about 100 trillion yen to encourage lending by financial institutions.", "The latter includes a scheme in which the government takes the credit risk of lending by financial institutions to small and medium-sized firms and the Bank provides funds to those financial institutions on favorable terms.", "The second measure is an ample provision of yen and foreign currency funds.", "The Bank decided to purchase a necessary amount of Japanese government bonds (JGBs) without limit, with a view to maintaining stability in the bond market and stabilizing the entire yield curve at a low level.", "It has also decided to provide a large amount of U.S. dollar funds based on cooperation with five other major central banks.", "The third measure is active purchases of ETFs and J-REITs.", "The aim is to prevent firms' and households' sentiment from deteriorating through volatility in financial markets, thereby supporting positive economic activity.", "B. Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control The Bank has enhanced monetary easing in light of the impact of COVID-19, as I have just outlined, but the Bank has been pursuing powerful monetary easing for more than seven years since the introduction of QQE in 2013.", "Under powerful monetary easing, achieving the price stability target of 2 percent, the Bank has made clear its intention to continue with QQE with Yield Curve Control, as long as it is necessary for maintaining that Controlling short- and long-term interest rates -- so-called yield target in a stable manner.", "curve control -- facilitates the formation of the term structure of interest rates that is most appropriate for achieving the price stability target.", "Specifically, the Bank applies a negative interest rate of minus 0.1 percent to a portion of current account balances held at the Bank by financial institutions, and purchases JGBs so that 10-year JGB yields will remain at around zero percent (Chart 8).", "As a result of resolutely continuing with such powerful monetary easing, Japan's economy had continued, up until around 2019, on an expanding trend with a virtuous cycle from income to spending operating.", "As for prices, the underlying trend in the year-on-year rate of change in the CPI less fresh food and energy has been generally in positive territory for seven years, the economy is no longer in deflation in the sense of a sustained decline in prices.", "Unfortunately, however, the momentum toward achieving the price stability target has been lost temporarily due to COVID-19, and thus it is assumed that monetary easing will be prolonged further.", "C. Effects and Side Effects of Monetary Easing under Prolonged Low Interest Rates As just explained, the positive effects of the Bank's powerful monetary easing measures have materialized under the prolonged low interest rate environment.", "On the other hand, attention should be paid to the point that side effects have accumulated in this environment, and moreover, that the risk of these side effects exerting a negative impact on financial system stability will heighten due to COVID-19.", "I will now share my views on the side effects of monetary easing.", "Although firms' financial positions have deteriorated due to the impact of COVID-19, financial institutions' lending attitudes have remained accommodative so far, as they have been actively supporting their client firms with various measures taken by the Bank and the government to support financing.", "Nevertheless, financial institutions themselves are also facing a severe situation.", "According to the International Monetary Fund (IMF), in 2018 the proportion of global systematically important banks that had a return on equity (ROE) below 4 percent was less than 10 percent, but this is projected to increase to around 50 percent by the end of 2020.2 Furthermore, the IMF points out that, if the impact of COVID-19 persists, many banks in advanced economies may fail to generate profits above their cost of equity (COE) in 2025.", "If ROE does not exceed COE, financial institutions' profitability will gradually decline.", "This may be attributed to three factors: a narrowing of loan spreads; a decrease in investment income; and an increase in credit costs.", "I will now explain the situation surrounding these three factors in Japan.", "Let me first touch on the narrowing of loan spreads.", "Japan has been confronted with both limited demand for new loans, due to a decline in population and the number of firms across regions, and with prolonged low interest rates.", "In this situation, financial institutions' average contract interest rates on new loans and discounts have reached extremely low levels, owing in part to intensified competition among institutions.", "As a result, there has been a narrowing of net profit margins -- calculated by deducting overhead cost ratios from the interest rates.", "For example, the average net profit margin for regional banks -- specifically, member banks of the Regional Banks Association of Japan -- was around minus 2 basis points for fiscal 2019 (Chart 9).", "When considering the net profits of financial institutions, it is also necessary to deduct credit cost ratios -- the amount set aside for potential loan losses (Chart 10).", "In this situation, if lending rates decline further from the current level, financial institutions will not be able to generate profits unless they procure funds at negative interest rates.", "It is difficult, however, for deposit rates -- which account for the majority of financial institutions' funding costs -- to fall into negative territory.", "For this reason, we may be approaching a situation in which, even if market interest rates decline, lending rates do not fall, or the provision of loans does not increase.", "In addition, the amount of effectively interest-free loans expected to be provided to small and medium-sized firms through private financial institutions based on the government's support and the Bank's fund provisioning totals about 52 trillion yen.", "These loans will have a significantly positive effect since they serve as a support for firms that are having difficulties raising funds.", "On the other hand, these effectively interest-free loans are equivalent to almost 20 percent of the amount outstanding of loans to small and medium- sized firms provided by private financial institutions.", "Therefore, interest-free and unsecured loans currently provided to support corporate financing might put downward pressure on spreads on the ordinary loans that will be made, even after the impact of COVID-19 subsides.", "In this case, the narrowing of lending margins would become more prolonged.", "The second factor inducing a decline in financial institutions' profitability is the decrease in investment income.", "As financial institutions have fulfilled the functioning of financial intermediation by responding to the need for support of financing, mainly of firms, the amount outstanding of bank lending rose significantly for July, by 6.4 percent from the previous year.", "Meanwhile, the annual growth rate in the amount outstanding of deposits was higher, marking 8.3 percent, due mainly to an expansion in fiscal spending.", "In terms of value, while lending increased by 30 trillion yen, deposits rose by 60 trillion yen, exceeding the increase in lending by 30 trillion yen.", "Financial institutions invest such excess deposits in, for example, treasury discount bills (T-Bills) or current account deposits at the Bank, but their profitability declines because the yields on T-Bills and the interest rates on these deposits are extremely low.", "The third factor is the increase in credit costs.", "As financial institutions provide active support for firms whose financial positions have deteriorated due to COVID-19, a certain proportion of their loans could become nonperforming, leading to a rise in credit costs.", "The increase in these costs does not so far seem to be as serious as that observed after the Global Financial Crisis (GFC).", "However, if the impact of COVID-19 expands, along with potential second or third waves, credit costs could increase to almost the same level seen at the time of the GFC.", "With the narrowing of lending margins and further declines in JGB yields, financial institutions have actively extended loans to firms with relatively high credit risk and invested in high-risk overseas assets.", "It is therefore extremely important that the Bank monitor carefully whether a deterioration in the profits and soundness of financial institutions, and any resultant weakening in the functioning of financial intermediation, have a negative impact on Japan's economic activity and prices in the event of a phase shift in economic developments and credit cycles.", "If interest rates decline excessively with a decrease in financial institutions' profitability due to these three factors, a tightening of the capital constraints of those institutions that failed to secure adequate profits could induce a decline in bank lending.", "Interest rate levels that reverse the effects of monetary easing in this way are known as \"reversal rates.\"", "As for now, with financial institutions maintaining their active lending stance, the year-on- year growth rate of loans outstanding has been in positive territory.", "Nevertheless, as I mentioned earlier, growth in deposits has exceeded that in lending, and the amount outstanding of net borrowings -- calculated by subtracting firms' deposits from their borrowings -- has fallen by around 20 percent over the past 11 years.", "In addition, according Financial Statements Statistics of Corporations by Industry, to the Annually, for all industries excluding finance and insurance, firms' internal reserves accumulated through fiscal 2018 registered a record high of 463 trillion yen, increasing by about 65 percent over the last decade.", "This partly reflects the difficulties firms had in borrowing from financial institutions in the wake of the GFC.", "Cash and deposits accumulated using internal reserves have in fact supported corporate financing amid the recent decline in sales due to COVID-19.", "It should be noted, however, that the effects of monetary policy on firms' demand for funds could be limited if Japanese firms increasingly tend to accumulate their profits as cash and deposits rather than using them for wages and business fixed investment.", "The Bank assesses that its monetary policy framework is functioning effectively, and the positive effects of monetary easing outweigh the side effects at this point.", "In addition, financial institutions in Japan as a whole have considerable resilience in terms of both capital and liquidity, and the stability of the financial system has been maintained despite growing concern over deterioration in financial positions, mainly of firms.", "Thus, the smooth functioning of financial intermediation seems so far to have been ensured.", "However, the issue is what lies ahead.", "Even if the spread of COVID-19 subsides for now, it will take time for economic activity to return to the level before the spread of the disease.", "Moreover, if COVID- 19 has a larger impact than expected, there is a risk that deterioration in the real economy will affect the stability of the financial system, thereby exerting further downward pressure on the real economy.", "While paying due attention to this risk, the Bank should weigh the positive effects against the accompanying side effects more thoroughly when conducting monetary policy.", "I believe that it is particularly important to aim at achieving both price stability and financial system stability.", "This is because, as the GFC revealed, once the financial system destabilizes, it is extremely difficult for the Bank to ensure price stability, resulting in a failure to meet both objectives.", "Output Gap reversed, DI (\"excessive\" minus \"insufficient\"), % points Output gap (left scale) Tankan factor utilization index (right scale) Tankan factor utilization index (right scale) -2 10 -8 40 CY 85 90 95 00 05 10 15 20 Source: Bank of Japan.", "The output gap is based on staff estimates.", "The Tankanfactor utilization index is calculated as the weighted average of theproduction capacity DI and the employment conditions DI for all enterprises.", "The capital and labor shares are used as weights.", "There is a discontinuity in the data in December 2003 due to a change in the survey framework.", "Ministry of Internal Affairs and Communications.", "Figures in brackets indicate the medians of the Policy Board members' forecasts (point estimates).", "The forecasts of the majority of the Policy Board members are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which he or she attaches the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The range does not indicate the forecast errors.", "In the April Outlook Report, each Policy Board member made their forecasts as a range and submitted two figures (i.e., the highest and lowest figures) within the range of 1.0 percentage point at most.", "The forecasts of the majority of the Policy Board members were shown as a range excluding four figures -- namely, the two highest figures and two lowest figures among the forecasts of the nine members.", "Thus, it should be noted that the definition of the forecasts of the majority of the Policy Board members in the April Outlook Report is different from that in the July Outlook Report.", "The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19: total size of about 120 tril.", "yen + α Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previously amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19: about 100 tril.", "yen Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Further active purchases of JGBs and T-Bills: unlimited Enhancement of the U.S. Dollar Funds-Supplying Operations: unlimited Lowering Risk Premia in Asset Markets Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen for the time being J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none"], "topics": ["COVID-19", "Monetary Policy", "Economic Activity", "Financial Stability", "Financial Markets", "Prices", "Monetary Easing", "Interest Rates", "Credit Costs", "Quantitative and Qualitative Monetary Easing"]}