{"sentences": ["Accompanying slides of the speech.", "Please note that the text below may differ from the actual presentation.", "When I appeared at the hearing before this Committee this time last year, the Norwegian economy was growing at a solid pace and the policy rate was on the rise.", "There was no longer any need for low interest rates to support economic activity.", "After several years of solid economic growth and falling unemployment, capacity utilisation was assessed to be somewhat above a normal level in 2019.", "Inflation was close to the 2 percent target.", "GDP growth slowed through autumn, and towards the end of 2019 the Norwegian economy was assessed to be close to the peak of the business cycle.", "There were prospects that the policy rate would remain close to 1.50 percent ahead, inflation would continue to be close to the inflation target and unemployment would remain low.", "We envisaged that growth would slow in the years ahead, partly as a result of weaker prospects for petroleum investment.", "None of us at that time could have foreseen that a virus would change the picture completely and lead the Norwegian and the global economy into a deep decline.", "Chart: A historically deep decline The economic outlook has changed dramatically in a short period of time.", "Activity in the Norwegian economy has fallen abruptly owing to the coronavirus pandemic.", "The virus outbreak and the extensive measures taken to contain it have led to production halts and lower activity across a range of businesses.", "Unemployment has risen to very high levels.", "Mainland GDP is projected to fall by around 5 percent in 2020.", "We have not seen a contraction like this since the war years.", "Chart: An abrupt and deep decline in the global economy The countries around us have also been severely affected.", "Measures taken to contain the spread of the virus, combined with changes in behaviour and uncertainty about developments ahead, have resulted in substantial declines in output across economies.", "In early March, we expected moderate economic growth among trading partners.", "Now a deep decline appears likely this year followed by a gradual rebound.", "The subsequent path of developments is, however, highly uncertain.", "The authorities in many countries have implemented powerful fiscal policy measures to alleviate the situation.", "Central banks have cut policy rates and taken extensive measures to stabilise financial markets.", "The sharp global downturn amplifies the challenges for a small open economy like Norway.", "Chart: Marked fall in oil prices On top of this, there has been a substantial fall in oil prices as a result of a sharp fall in global oil consumption.", "Despite production cuts, total oil production is substantially higher than consumption, with little spare storage capacity.", "Against this background, oil prices are likely to remain low in the coming period.", "Futures prices indicate that oil prices will pick up, but to a markedly lower level than the level we have been used to seeing in recent years.", "There were already prospects at the beginning of the year that petroleum investment would decline.", "Owing to the fall in oil prices, oil companies have cut their investment plans.", "Low oil prices affect the outlook for the Norwegian economy.", "Chart: Substantial krone depreciation The fall in oil prices and general uncertainty in the wake of the coronavirus outbreak have weakened the krone exchange rate.", "On 19 March, the krone hit record-weak levels against a number of currencies.", "At that time, uncertainty in the NOK market was particularly high, and limited liquidity contributed to amplifying NOK movements.", "Against this background, Norges Bank announced that there could be a need to intervene in the NOK market.", "In order to support a wellfunctioning NOK market, Norges Bank has made extraordinary NOK purchases totalling NOK 3.5 billion in the foreign exchange market.", "Chart: Money market turbulence Financial market volatility also led to high credit premiums.", "As a result, the spread between the policy rate and the Norwegian money market rate, Nibor, widened markedly in March.", "Nibor is an important reference rate and has a significant impact on the rates offered by banks.", "As shown in the chart, Nibor has recently fallen and the spread of Nibor over the policy rate is now close to a normal level, reflecting the large-scale measures taken by central banks, including Norges Bank, to supply liquidity to the market.", "Norges Bank has provided extraordinary F-loans for banks in several rounds, in NOK and USD.", "An important aim of these measures is to ensure that changes in the policy rate pass through to banks' lending rates and to market rates.", "Chart: Policy rate reduced to zero According to the regulation on monetary policy, the operational target of monetary policy is annual consumer price inflation of close to 2% over time.", "But monetary policy is also expected to contribute to high and stable output and employment and to countering the build-up of financial imbalances.", "Norges Bank gives weight to ensuring that monetary policy is forward-looking and flexible.", "Inflation expectations appear to be well anchored.", "We have therefore been able to give considerable weight to supporting output and employment in the demanding situation the Norwegian economy is now facing.", "When the pandemic hit the Norwegian economy at the beginning of March, the policy rate was 1.5 percent.", "It quickly became clear that we had to act.", "Prior to the decisions made in March and in the weeks that followed, the Monetary Policy and Financial Stability Committee met frequently, often at short notice.", "On 12 March, we decided to cut the policy rate by 0.50 percentage point.", "The countercyclical capital buffer requirement was reduced the day after, helping banks to absorb losses and still have the capacity to provide credit.", "A week later, we reduced the rate further to 0.25 percent.", "And at the May monetary policy meeting, we took a step further and reduced the policy rate to zero.", "The Committee also stated that in its current assessment of the outlook for the economy and the balance of risks, the policy rate would most likely remain at today's level for some time ahead.", "With a policy rate close to zero, there is a limit to how much further it can be lowered.", "Other countries have experienced that policy rates can continue to have an impact at slightly below zero, but it is uncertain how negative rates will influence the economy and financial markets, particularly in the current situation.", "The Committee stated at the monetary policy meeting in May that it is now of particular importance to ensure well-functioning financial markets.", "The Committee does not envisage making further policy rate cuts.", "Low interest rates cannot prevent a severe downturn, but can help dampen the decline in activity.", "Low interest rates reduce borrowing costs, making it easier for indebted Norwegian firms and households to weather a demanding period.", "As the situation normalises, low interest rates will support a faster rebound in activity.", "This may reduce the risk of unemployment becoming entrenched at a high level.", "Chart: Activity will pick up gradually This chart shows the projections from the monetary policy meeting on 6 May and the projections published in early March.", "As we can see, the outlook for the Norwegian economy changed markedly in the course of a few weeks.", "Uncertainty about the economic outlook is unusually high.", "We have assumed that the containment measures will be gradually scaled back and that activity in the Norwegian economy picks up ahead.", "But it will nonetheless take time for activity to return to its pre-pandemic level.", "Chart: Unemployment is expected to decline Unemployment has risen to a very high level.", "Many of those now out of work have been furloughed temporarily.", "As containment measures are scaled back, many of these employees are likely to return to their jobs.", "Nevertheless, there is reason to expect that a number of businesses will have to close, with furloughed employees made redundant.", "Our assessment is therefore that it will take time for unemployment to fall back.", "Chart: Prospects for low wage growth High unemployment affects the prospects for wage growth.", "Unemployment is at a historically high level, profitability has declined substantially in much of the business sector and oil prices have fallen.", "Combined, these developments point towards low wage growth in the coming years.", "We now expect wage growth to be below 2 percent in 2020 and even slightly lower in 2021.", "Chart: Temporarily higher inflation The sharp krone depreciation will likely lead to a temporary pronounced rise in inflation.", "Higher energy prices and increased costs owing to the coronavirus outbreak may also push up inflation ahead.", "On the other hand, we believe that high unemployment and low wage growth will restrain inflation in the somewhat longer term.", "Inflation is therefore likely to rise in the year ahead, moderating thereafter.", "The Norwegian economy is in a historically deep downturn.", "The situation is most serious for those who become more permanently unemployed.", "Many firms will not recover.", "At the same time, it should be emphasised that the Norwegian economy is well equipped to meet the challenges facing us.", "We have a business sector that has already proved its adaptability.", "New firms will emerge, and existing firms will adapt.", "We also have room for manoeuvre in economic policy.", "In recent weeks, the authorities have implemented powerful fiscal policy measures.", "At the same time, the policy rate has been reduced to zero percent.", "We also have strong banks that can withstand losses and that have the capacity to provide credit.", "We note that banks have now followed up our policy rate cuts and are offering households and firms record-low lending rates.", "The measures implemented cannot prevent the pandemic from having severe economic consequences.", "But they can ease the situation for firms and households.", "They can also prevent unemployment from becoming entrenched at a high level.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Coronavirus pandemic", "Economic outlook", "Policy rate", "Oil prices", "Fiscal policy", "Financial markets", "Inflation", "Unemployment", "Wage growth", "Monetary policy"]}