{"sentences": ["Financial System Resilience: Lessons from a real stress Sir Jon Cunliffe, Deputy Governor Financial Stability, Member of the Monetary Policy Committee, Member of the Financial Policy Committee and Member of the Prudential Regulation Committee Investment Association Webinar, London Tuesday 9 June 2020 All speeches are available online at www.bankofengland.co.uk/news/speeches The COVID 19 natural disaster has been the toughest test of the financial system since the global financial crisis 10 years ago.", "As the implications of the spread of the virus and the policy measures to contain it became apparent, over a few short weeks, we saw an abrupt and savage pricing down of economic prospects and economic assets across the globe.", "Investors, corporates, banks and households went into a defensive crouch, shunning risk, searching for safer havens, and stockpiling liquidity.", "Many of the resultant moves were unprecedented.", "Bank lending surged as corporates drew down on their banks' net lending to corporates shot up to £33 billion, around 30 times the liquidity facilities.", "In March, UK average monthly lending seen last year.", "The jump was even more striking in the US, where growth in the stock of corporate lending rose by over $600 billion in the first four months of the year, compared to an increase of less than $60 billion for 2019 as a whole.", "In financial markets, the FTSE All-Share index fell over 10% on 12 March, the largest one-day fall since 1987.", "Some high-yield primary debt markets effectively closed: sterling issuance stopped on 13 February and US dollar issuance stopped on 4 March and remained closed for longer than seen in the financial crisis.", "Even short-term funding markets for corporates, such as the commercial paper markets, became strained.", "Initially, yields on risk-free assets fell rapidly at the end of February and early March due to the flight to safety.", "However, this became an abrupt and disruptive \"dash for cash\" in mid-March as investors demand for cash and near-cash assets rose sharply, resulting in selling pressure on usually safe and liquid assets such as government bonds.", "Risk free yields began to rise sharply and the financial conditions facing major economies tightened.", "The \"dash for cash\" also spread to foreign exchange markets, given the dollar's pivotal role in global trade and investment.", "US dollar funding became particularly difficult to raise in global capital markets; the dollar appreciated sharply; and FX liquidity deteriorated across all currency pairs as the near one-way demand for dollars drove bid-offer spreads up to three times their normal levels.", "Central banks had to take extraordinary action to stabilise markets.", "In the UK, the MPC increased the stock of asset purchases by £200 billion to a total of £645 billion, and bought gilts at the fastest rate operationally increased the supply of 'cash', possible.", "These gilt purchases - equivalent to nearly a tenth of UK GDP - reducing market interest rates, and improving liquidity in the gilt market.", "In the US, the Fed initially announced it would purchase $500 billion in Treasuries, then removed the cap, moving to an open-ended In the euro area, the ECB launched a €750 billion Pandemic Emergency Purchase purchase programme.", "Over the past decade, asset purchases by central banks have become an established monetary policy tool to support demand.", "But in this instance, central banks were clear that their actions were aimed primarily at stabilising markets and preventing financial conditions tightening at the very time that economies needed the exact opposite.", "As a result of these central bank interventions, and as fiscal authorities began to provide support to economies entering lockdown, conditions stabilised.", "Non-financial investment-grade corporate bond spreads are now over 90 basis point lower than their peak in mid-March (but still around 40 basis points higher than their end-2019 levels).", "The COVID crisis is very far from over.", "The depth and length of its economic impact remain very uncertain: it is clear that there is likely to be a great deal of pain for the financial sector.", "Given the economic hit a very deep synchronised hit to the global economy we can expect very significant losses on credit to firms and households.", "And future news about the health crisis and consequent policy measures or about geo-political tension, could well spark another very sharp repricing of economic prospects and financial assets.", "The Fed has launched multiple facilities aimed at reducing the stress in US dollar funding markets This included purchases of US Treasuries, Mortgage-Backed Securities, and Commercial Paper, amongst other facilities.", "In addition, the Fed has - alongside other major central banks - enhanced existing and introducing new swap lines to accommodate the heightened demand for dollars My colleague Andrew Hauser's recent speech, 'Seven moments in Spring' gives a vivid and excellent account from the central 'front line' of this extraordinary period.", "However, the first phase the initial shock and adjustment to a far more challenging economic outlook in the near term - has passed.", "While it is fresh in the memory, it is important to ask: how has the financial sector weathered the initial storm?", "How have the reforms made a great cost and effort since the global financial crisis performed under stress?", "And, on the basis of what we have seen so far, which, if any, issues are likely to need further attention by the regulatory and supervisory community?", "We need, of course, to bear in mind throughout the scale of the current shock.", "We have to go back over 300 years to find a similar sudden decline in economic activity.", "There is no precedent in modern economic history for the economic impact of 'lockdown' and 'social distancing'.", "Nor should we forget that, unlike the global financial crisis, this shock originates in a natural disaster rather than in the failings of the financial sector itself.", "But the objective of the reforms of the past 10 years has not just been to make the financial system resilient to the normal run of events or to prevent the financial system itself from generating another crisis.", "Given what we learned, 10 years ago, about the cost of a breakdown in the financial system, the objective of the reforms has been precisely to make the financial system resilient to a 'tail event' regardless of how and where that event originates.", "Our aim has been first to ensure that whatever the shock, it is not amplified and made worse by weaknesses - the so called 'tail in the financial system and second, that well into the range of very severe adverse events the financial system is able to support the real economy and dampen the shock.", "So, measured against that yardstick, how well has the system performed so far?", "The centrepiece of the post GFC reforms has been to require banks to hold 'buffers' of loss absorbing capital so that they can absorb losses from a very severe shock without the massive deleveraging and the bank failures which caused so much economic damage 10 years ago.", "And within the banking system, to strengthen even further the core the globally and domestically systemic banks which provide the key connections in the financial system and with financial markets.", "We have, as I have noted, further to travel through the economic stresses of the COVID crisis.", "The extent of the economic damage remains very uncertain.", "But as far as the initial phase is concerned, the banking system has by and large been able to absorb a very sharp financial market shock and the large prospective losses.", "In the UK, the desktop stress test carried out by the Financial Policy Committee on the basis of the scenario in the MPC's May Monetary policy for the economy Report3, indicates the banks could face up to £80bn of credit losses over the next two years.", "There is of course great uncertainty about the future evolution of the pandemic, of the health policy measures necessary to contain it and of the consequent economic impact.", "The stress test scenario is only one possible economic path through the crisis; more adverse paths are possible.", "But even after the very significant losses indicated by the stress test, considerable resilience remains in the core banking system to deal with more adverse outcomes: the impact of the stress test would exhaust a little less than half of the loss absorbing capital buffers in the system.", "Liquidity failure, as we learned 10 years ago, can damage the banking system faster than credit impairments.", "The reforms of the past 10 years have also strengthened the resilience of the core banking system to liquidity shocks.", "The illustrative scenario features a peak to trough fall in GDP of nearly 30%.", "Unemployment peaks at nearly 10%, house prices fall by 16% and Bank Rate is held at 0.1% over the three years of the scenario horizon.", "The major UK banks went into the COVID crisis holding around £1 trillion in high quality liquid assets, over 4 times what they had going into the global financial crisis.", "Their aggregate loan-to-deposit ratio is now below 100%, compared to over 130% in 2007.", "And they have pre-positioned assets at the Bank of England against which they could draw down around £380bn of liquidity.", "A simple thought experiment is perhaps the best illustration of this point.", "A similar pandemic could well have struck in the years before the financial crisis.", "Had it done so, the overall impact of the FPC stress test would have wiped out nearly all of the aggregate capital in the system and taken banks below their minimum regulatory requirements.", "We would now be dealing with illiquid banks in life preservation mode, cutting back all credit to hoard capital and to remain solvent - in other words a credit crunch and possible bank failures that would make the current economic crisis deeper and the recovery more painful and protracted.", "In contrast, the UK banking system has, I have noted, so far been able to absorb the initial surge in demand for credit from firms6 and extend payment holidays to households.", "The FPC stress test indicates that banks have the resilience to continue to maintain credit to the real economy.", "Admittedly, given the risk around economic prospects and the impact on firms, much of the additional lending that is necessary needs to be supported by government guarantee.", "But we would be dealing with a very different credit environment now absent the resilience both capital and liquidity that has resulted from the post crisis reforms.", "The FPC stress test also illustrates one of the key lessons of the great financial crisis, that if banks have resilience and can use it to help to maintain credit in the real economy in a stress rather than deleveraging, the outcome is in the end better for banks themselves.", "The capital they might preserve by deleveraging is Since the 2008/09 financial crisis, the Bank has increased the range of collateral it accepts, which now extends to loans and a wide range of securities.", "To take a very simplified example: the aggregate CET 1 ratio of major UK banks was around 4.5% in 2007 (compared to over 14% point capital drawdown (the drawdown we expect banks to face in the MPC's illustrative scenario) would have now).", "A 3.8 percentage depleted a very significant fraction of the capital banks had available.", "In reality, the capital drawdown banks would have faced, had the COVID shock happened in 2007, would have been a function of their 2007 balance sheets - so the loan losses may well have been higher than those we pencilled in for banks as part of the illustrative scenario.", "In the first quarter of the year, major UK banks expanded their net lending to businesses by £20bn (compared to a reduction in net lending of £3bn by these banks in 2019 as a whole.", "outweighed by the losses they would suffer from the broader economic damage that would result from a widespread withdrawal of credit.", "No financial system of course can be infinitely resilient.", "Given its function of providing credit and risk mitigation to firms and households, the banking system is exposed to the real economy.", "There is inevitably some level of damage to the economy that the banking system cannot weather.", "Over the coming months we will learn more about how well the post crisis reforms work under stress.", "One particular area of attention will be the usability of the capital and liquidity buffers intended to absorb a tail event shock.", "The results of the FPC's desktop stress test reinforces the message that the clue, as they say, is in the name: the buffers exist precisely to buffer a shock like this.", "All elements of the buffers banks now have are intended to be usable in stress.", "Whether banks continue to draw down on their capital buffers to maintain lending or whether they react defensively and deleverage to conserve capital, particularly as they approach Maximum Distributable Amount thresholds for restrictions on AT1 coupons, will be a key area for regulators to watch in the coming months.", "My initial assessment, however, on what we have seen is that the UK banking system has demonstrated so far that it is likely to be resilient a pretty long way into the tail of adverse shocks.", "The little thought experiment above illustrates that while building resilience in the financial system in good times might seem expensive, it is the better economic bet over the long run.", "The other major post crisis reform that we have seen operating under severe stress conditions in recent months is the changes made to derivative markets and particularly the requirement that derivatives trades be prudently 'margined' or collateralised against counterparty failure and - where sufficiently standardised - centrally cleared.", "web of 'over the counter' 10 years ago, as financial asset prices fell, a complex and under-collateralised (OTC) derivative trades between financial market participants was revealed.", "The resulting exposures and demands for collateral greatly amplified the stress and uncertainty in the financial system.", "-Pittsburgh-Leaders-Declaration.pdf The aim of the reforms was to ensure that derivatives trades were prudently, transparently and efficiently collateralised.", "The reforms also aimed to ensure that collateral could adjust as smoothly and predictably as possible if asset prices changed sharply in times of stress.", "Clearing through central counterparties provided a degree of mutualisation of counterparty credit risk.", "It also efficiency through the ability of central counterparties to 'net off' opposing flows of margin provided greater payments to market participants, reducing the gross liquidity flows around the system that would result from a network of bilateral trades.", "Derivatives markets went into the COVID crisis with much greater underlying collateral in the system to protect against counterparty credit failure - with at least $1trn in additional collateral against OTC derivative exposures.", "As financial market asset prices adjusted very sharply in March, margin call, the increasing collateral required to protect against counterparty credit failure, went up sharply also.", "These margin calls were met in the UK and there were no defaults.", "With one or two small exceptions, the same picture was true internationally.", "It is clear however that the need to post additional margin generated sharp liquidity pressure on those on the 'wrong' side of derivatives exposures, adding to demand for liquidity in the system.", "There are two types of margin.", "CCPs collect variation margin (usually in cash) as a core part of reducing participants' counter party credit risk as prices move.", "Absent the flow of variation margin, CCPs non-defaulting members would face very substantial losses if a counterparty defaults.", "Variation margin is therefore vital, despite the liquidity demands it necessarily entails; and it is not that case that the post-crisis growth in central clearing has increased these demands especially now that variation margin is routinely exchanged on non-cleared derivatives too.", "Indeed the vast multilateral netting sets created by CCPs substantially reduce the volume of variation margin compared to the alternative where the same trades are cleared bilaterally.", "CCPs also collect 'initial margin' to protect their members from potential losses arising from a member default.", "In an historically large stress event, the distribution of potential of losses changes, with larger losses becoming more likely, and therefore initial margin calls increased as well.", "The increase in initial margin requirements at UK CCPs during the crisis was substantial [add stat] but also relatively gradual the peak one-day increase in initial margin was considerably smaller than peak one-day variation margin flows through the crisis.", "This was in part due to prudent measures taken by CCPs before the crisis to prevent initial margin from falling too far in good times and prevent large or unexpected step changes in initial margin requirements when market volatility starts to rise.", "FSB (2017) Report on effectiveness of derivatives reforms.", "Daily variation margin payments to and from UK CCPs peaked at more than £30bn, roughly five times the daily average in January and February.", "UK CCPs also collected nearly £60bn in extra initial margin over the first three weeks of March.", "It is important, however, to stress that margin is not a bug in the system but rather a core feature.", "Derivative contracts enable financial market participants to buy and sell what is effectively 'insurance' against moves in asset prices.", "As asset prices move, the exposure of those who have sold the insurance grows.", "Margin then increases to protect those who have bought the insurance against the failure of their counterparties.", "It is at least partly because of greater margining and central clearing that the market stress in March did not result in widespread concern about counterparty risk unlike in 2008.", "Prompt margining (especially variation margin) avoids a situation in which the perceived stress on one major player leads to a panic because of uncertainty about who else might be exposed, how great the exposure is and whether it is adequately protected by margin.", "We need to be sure that derivatives clearing and margining can adjust to sharp price changes as efficiently and smoothly as possible.", "We need also to dampen down as far as possible pro-cyclical effects without reducing appropriate protection against counterparty credit risk.", "I will return to this later.", "Overall, my initial conclusion is that the derivatives reforms pretty much did the job they were intended to do.", "Again, a simple thought experiment is illustrative: counterparty credit risk, unanticipated margin call and the scale of margin related liquidity flows around the system would have been greater and destabilising had the pandemic struck ten years ago.", "So if the banking and derivatives markets reforms operated broadly as intended can we conclude that the financial system as whole has so far functioned well and proved resilient in the current crisis?", "Here the judgement is more difficult.", "We have not seen systemic bank failures, credit crunches or ballooning counterparty credit risks.", "But we have seen a massive liquidity shock and incipient dysfunction in core financial markets that required central bank intervention on an unprecedented scale.", "Ben Bernanke has pointed out that panics can be a major cause of credit crunches.", "Reforms that avoid such panic reduce the likelihood that financial stress transmits to real economy stress.", "It is arguable, as I noted at the outset, that the extreme liquidity shock was simply a function of the scale of the economic impact of the COVID crisis, and the central bank response a necessary and unavoidable consequence of a tail event.", "Supported by central bank intervention, markets have certainly stabilised.", "Indeed, some seem to have fully recovered their pre-crisis levels.", "I would reiterate, however, that the crisis is far from over and further negative COVID19 developments could cause financial instability to return.", "And although it may seem that all is 'back to normal' and we should move on, I think the March episode raises two important and perhaps uncomfortable broad questions questions to which we will need to return.", "First, do we need more resilience, particularly liquidity resilience, in the non-bank parts of the financial system?", "We have, as I have set out, made the banking system much more resilient to severe, unanticipated shocks.", "The banking system, admittedly, plays a core role in our economies.", "What would be the costs and benefits of greater resilience in market based finance which now accounts for around half of the global financial system?", "And second, if central banks have to backstop liquidity in financial markets as they do for solvent banks how should that be organised and what should be the consequences for the private sector?", "These are questions I believe the central bank and regulatory community will need to address.", "It is too early for answers to these questions.", "And I expect new issues will arise as we progress through this crisis.", "But we should not lose the insights that the last few months have given us already about how the system functions under stress.", "Some US equity markets recently reached record highs, both the FTSE 250 and the S&P 500 have gained over 40% from their March lows, and sterling 3m and USD 3m LIBOR rates have come in 70bps and 81bps respectively from their crisis highs I would at this stage identify a number of areas that will likely merit further consideration in a comprehensive, evidence based, analysis of how stress evolved over the initial phase of the COVID crisis and whether and how market dysfunction could have been prevented without huge central bank intervention.", "Market liquidity broke down very quickly in dealer intermediated corporate bond markets and EME asset markets.", "This, bluntly, was no great surprise.", "The potential illiquidity of these markets under stress has been well known to regulatory authorities and market participants for some time.", "These markets are now very large.", "The global stock of non-financial corporate bonds at the end of 2019 reached an all-time high of $13.5 trillion, with the stock of emerging market corporate debt around $3trn.", "We need to examine the extent to which their illiquidity contributed to pressure on asset prices and liquidity elsewhere, given the desire of many of the holders of these assets to shift their portfolios to more defensive positions and to increase cash holdings.", "Within the investment fund universe, we need to look at the related question of whether actual or prospective redemption requests generated additional pressures for funds invested in illiquid assets, how well liquidity management tools operated under stress and whether we saw any emergence of first mover advantages that could have created 'run' dynamics.", "One important element in the amplification of liquidity pressure appears to have been the unwinding of large positions in interest rate markets, particularly US Treasuries, by very highly leveraged hedge funds.", "These funds can help to stabilise market prices in normal times by arbitraging small differences that open up between the value of derivatives and the value of the cash instrument on which the derivative is based.", "In March, however, these highly leveraged funds appear to have become an amplifier of stress.", "Sharp changes in government bond prices, margin call and inability to rollover funding forced substantial sales of government bonds by these players (almost $90bn during March) which in turn generated further falls in government bond markets.", "Moves in government bond prices generated margin call liquidity pressures on pension funds and insurance companies adding to the pressure on core funding markets.", "the Financial Stability Paper No.", "42 \"Simulating See, for example, previous Financial Stability Reports, or stress across the financial system: the resilience of corporate bond markets and the role of investment funds\" I have mentioned the role of margin in providing resilience against counterparty credit risk.", "Margin call clearly and inevitably puts pressure on those on the wrong side of derivatives contracts.", "Given its importance in the system, we need to be as sure as we can that margin call, both between CCPs and clearing members and between clearing members and their clients, is both prudent and justified.", "of margin in normal times led to margin In particular we should look at whether under-calibration 'catch-up' calls in the stress.", "We should also revisit whether there is more that can be done to reduce procyclicality of margin call under stress by building larger buffers in normal times.", "Some jurisdictions have, for example, introduced specific measures to mitigate procyclicality in margin requirements and we should examine how these performed in the March stress.", "But given that clearing and margining are important risk mitigants in the system, the answers may lie more in ensuring that that financial market participants, be they hedge funds or pension funds, understand how margin call can evolve in a stress and have the resilience to manage the consequent liquidity pressures.", "As the search for liquidity intensified, money market funds (MMFs) came under pressure.", "Post crisis reforms in the US and in other jurisdictions had sought to make MMFs stable under stress, to reduce 'first mover' 'run'.", "advantages and incentives for investors to However, under the recent stress, MMFs appear again to have been a source of vulnerability in the system.", "As the demand for liquidity grew and market participants drew down their investments in money markets, MMFs saw substantial withdrawals.", "However, as many funds tried to liquidate their assets (largely commercial paper) to meet redemptions, they found the markets effectively closed.", "Some MMFs came very close to regulatory liquidity thresholds and to the point at which they would have to suspend withdrawals, which could in turn have triggered contagion to other MMFs and severely exacerbated the overall stress in the financial system.", "Various direct and indirect central bank actions helped to avoid this outcome.", "We need to look at whether, despite the post crisis reforms, investors conceive of MMFs as equivalent to deposit accounts and whether MMFs have the resilience to meet the meet the consequent liquidity demands in a severe stress.", "We should also explore the liquidity characteristics under stress of some of the underlying assets, like bank commercial paper, on which MMFs depend for liquidity.", "As well as looking at what drove and amplified the search for liquidity, we will I think need to examine why the core funding markets were overwhelmed by the demand, amplifying further the pressures in the system.", "There have been warning signs that these markets might prove unable to transmit liquidity under stressed conditions.", "It is not clear whether this is due to the role of regulation such as the leverage ratio as has been claimed or to the increasing risks to dealers as government bond prices fell or some combination of the two.", "But as with CCP margin, it is important that we remember the reasons for the regulatory reforms in this area.", "As I have noted, one of the key differences between this crisis and the financial crisis has been the ability of the core banks to absorb a very severe financial market shock.", "We should not put that at risk by weakening the regulation of banks.", "If we want to increase the overall resilience of the system we cannot simply lower resilience in one area in order to strengthen it in another.", "Rather we need to look at other ways to reduce surges in the demand for liquidity and improve the supply of liquidity under stress.", "See BIS (2017) 'Repo market functioning' and BIS (209) 'September stress in dollar repo markets: passing or structural?'", "qt1912v.htm The issues outlined above are neither an exhaustive nor a definitive list.", "There are other lessons about the financial system under stress that we will inevitably learn as this crisis progresses.", "Not all of these will be in the financial market and non-bank sectors.", "We will, as I have said inevitably learn more about the performance under stress of the banking capital regime and the usability of banks' capital buffers.", "But the list, I think illustrates two important points.", "First, as we learned 10 years ago, we need to look at how the system as a whole has performed under stress and whether and how it might be strengthened.", "Focussing on the resilience of one or another element without understanding its broader effect will give us a false picture.", "Second, such a comprehensive assessment, cannot be done by one jurisdiction or one international standard setter.", "And in this respect, one of the other, major planks of the post financial crisis reforms, the creation of the international Financial Stability Board (FSB) has put us in a far better position than ten years ago.", "The FSB has been active and in crisis mode from the outset of this crisis.", "It has enabled jurisdictions and international standard setters to work together, under its umbrella to share experience, to assess risks to 'what works' (and what doesn't work) in addressing those risks.", "The financial stability, and in to discuss FSB's assessments also provide input to the political level of the G20.", "And to ensure national authorities respond in a consistent way, the FSB agreed Principles, adopted by the G20, which reiterate commitment to common international standards, using their inbuilt flexibility including buffers, while leaning against regulatory rollback.", "Going forward, and just as after the global financial crisis, the FSB can and should enable us to bring together the various perspectives in the central bank and regulatory communities to determine whether we do indeed need more resilience in the system and, if so, how to achieve it."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Financial System Resilience", "Banking Reforms", "Derivatives Market Reforms", "Liquidity Management", "Market Dysfunction", "Central Bank Intervention", "Non-Bank Financial System", "Investment Fund Liquidity", "Margin Call Dynamics", "Money Market Funds"]}