{"sentences": ["Accompanying slides of the speech.", "Distinguished guests, dear friends, Welcome to the publication of the Bank of Finland's Annual Report and our stakeholder event.", "In these exceptional circumstances, I highly appreciate the opportunity to present our current economic review to such a large audience of key stakeholders of the Bank of Finland.", "I would, of course, rather have welcomed you here on the Bank's premises in person, but we must now make do with this virtual dialogue.", "In this situation, it is of paramount importance to contain the spread of the virus to keep risk groups safe.", "At the Bank of Finland, we are always working to ensure as stable an economic foundation as possible for households and businesses.", "Ensuring this now will require exceptional measures in response to the coronavirus and the sharp deterioration in global economic developments it will bring in its wake.", "I will get back to this in a short while.", "But to begin with, I will say a few words about the Bank of Finland's own economy in 2019 and our sustainability programme.", "The Bank of Finland's financial statements and profit distribution proposal were published today.", "We participate in the implementation of the euro area single monetary policy, which has in recent years been reflected in an expansion of our balance sheet.", "This requires accumulation of sufficient risk buffers.", "Even so, part of the Bank's profits can still be transferred to the State.", "For 2019, the amount transferred was EUR 188 million, as was decided today by the Parliamentary Supervisory Council.", "Since adoption of the euro in 1999, a total EUR 3 billion of the Bank of Finland's profits has been transferred to the State.", "In December, the Bank of Finland launched a sustainability programme.", "The foundations of the central bank's sustainability lie in our core functions.", "We promote the well-being of the Finnish people primarily by ensuring that the level of prices remains stable, the financial system is reliable and payment systems are secure.", "Sustainability also means listening closely to our stakeholders.", "Dialogue gives us the tools to consider our own role in major social concerns, such as combatting climate change and the containment of over-indebtedness.", "During the next few years, the Bank of Finland will make a strong contribution not only to the management of climate risks but also to the promotion of financial literacy among the general public.", "Both projects are part of our work on behalf of a stable economy and sustainable growth.", "Distinguished guests, The rapid decline in production that the coronavirus has caused in China and elsewhere in recent weeks has rapidly and drastically reshaped the global economic outlook for the current year.", "Health first - damage to the economy must be mitigated] Protecting the health of the public must take precedence during a pandemic.", "However, the contingency measures put in place to contain the virus also come with economic ramifications.", "Public authorities will inevitably play a key role in mitigating the economic damage, and that also applies to the central bank.", "Countries have responded to the economic crisis with crisis packages that aim to support their respective economies in the coming months and limit the length of the crisis.", "The highest urgency lies in securing the funding to businesses and the liquidity of the banking and financial system.", "However, economic output and confidence are likely to make strides only when the general public can see and trust that the pandemic is getting under control or, at least, that it can be controlled.", "Chinese economy contracted sharply in January and February] At this time, the economic outlook can only be examined by looking at different alternative scenarios, as there is no historical precedent for current events.", "For the calculations in the first scenario, one can make use of statistical data on developments in China between January and February.", "Output contracted sharply during this period.", "It is likely that we will see significant declines in aggregate output in other countries as well when the statistical data for March becomes available.", "Global financial markets have seen exceptional volatility in recent weeks, especially as the valuations of risky investment assets have fallen.", "The uncertainty about what comes next is profound.", "The depth and duration of the recession will largely be determined by how the virus spreads, but also by the economic policy measures taken in response to the crisis.", "What gives hope is the fact that China, Taiwan, Hong Kong and Singapore have made significant progress in controlling the epidemic.", "This has been achieved through comprehensive and extensive measures.", "Businesses will feel the economic impact of the coronavirus across a broad front, both in terms of production difficulties and in terms of reduced demand for their products.", "The issue of working capital finance may prove existential for many businesses.", "Many households, in turn, will be stressed as the risk of unemployment increases and incomes fall.", "The difficulties of banks' clients will also have consequences for the banks' own operations, which may be reflected in banks' own access to funding, including the terms of funding.", "Finnish economy falling into recession] The Finnish economy, too, is falling into recession.", "The Bank of Finland published two alternative scenarios on Wednesday [18 March] on the near-term economic outlook.", "Exports in particular will decline.", "The economy may end up in a deep recession if household consumption also falls substantially and domestic supply chains become disrupted.", "The immediate economic impact of the restrictions placed on personal mobility and other activities will, however, prove temporary.", "Nevertheless, longer-term effects may follow if a sufficient number of businesses, banks or other financial sector participants find themselves in difficulties.", "The threat is bankruptcy, unemployment and welfare loss.", "This is why the economic policies to be decided in the coming weeks are so important.", "The ECB's monetary policy measures of 12 March] At its meeting last week, the Governing Council of the ECB decided to conduct, temporarily, additional longer-term refinancing operations (LTROs) to provide immediate liquidity support to the euro area financial system.", "The Governing Council decided to apply considerably more favourable terms during the period June 2020 to June 2021 to all targeted longer-term refinancing (TLTRO III) operations outstanding during that time.", "The Governing Council decided to add a temporary envelope of additional net asset purchases of EUR 120 billion until the end of the year, ensuring a strong contribution from the private sector purchase programmes.", "Other central banks have also taken similar action.", "Another important decision for the euro area was the joint agreement by central banks on 15 March to lower the pricing on US dollar funding granted via the standing US dollar liquidity swap arrangements and to extend the maturity of US dollar liquidity operations.", "Euro area banks can apply for this US dollar funding via the Eurosystem's standing facilities, and they have already done so.", "ECB Banking Supervision measures in response to the corona virus] The ECB is responsible for banking supervision in the euro area.", "Last week, the ECB's Banking Supervision authority also responded to the rapidly changing situation, announcing measures that will provide its directly supervised banks flexibility in the fulfilment of certain additional capital and liquidity requirements.", "This also applies to those Finnish banks that are directly supervised by the ECB.", "In Finland, the Board of the Financial Supervisory Authority (FIN-FSA) decided on 17 March to lower by one percentage point the capital requirements that are subject to national decision-making.", "These measures will increase banks' ability to provide credit to the real economy during the pandemic.", "The purpose of both the monetary policy decisions and those involving banking supervision is to maintain favourable funding conditions for businesses and households.", "During the pandemic, many businesses are faced with a situation in which a rapid decline in income may lead to problems even though their operating conditions would be good once the economic situation has returned to normal.", "In such cases access to funding is vital.", "The ECB Governing Council's monetary policy decisions of 18 March On Wednesday 18 March, the Governing Council of the ECB decided on additional measures to mitigate the economic impacts of the corona virus crisis.", "We decided to launch a new Pandemic Emergency Purchase Programme (PEPP), which will have an overall envelope of EUR 750 billion.", "Purchases will be conducted in a flexible manner and until the end of 2020 and will include all the asset categories eligible under the existing asset purchase programme (APP).", "Securities issued by the Greek government will also be eligible for purchases under the PEPP.", "The Governing Council is also fully prepared to increase the size of its asset purchase programmes and adjust their composition.", "In addition to this new asset purchase programme, the Governing Council decided on 18 March to expand the range of eligible assets under the corporate sector purchase programme (CSPP).", "It also announced its decision to ease the collateral standards of its credit operations.", "The ECB Governing Council on Wednesday underlined that it will do everything necessary within its mandate to support all citizens of the euro area through this extremely challenging time.", "\"There are no limits to our commitment to the euro,\" ECB President Christine Lagarde summed up rather aptly.", "Purchases of commercial paper] On March 15, the Bank of Finland decided to recommence purchases of Finnish commercial paper.", "In this way, we increase the supply of funding to Finnish businesses.", "Even though commercial paper is used for funding purposes mainly by larger companies, the purchases will also indirectly ease the funding conditions for smaller companies.", "This is because they will free up banks' credit lines for smaller businesses.", "The Bank of Finland decided yesterday, due to strong demand, to double the volume of the programme, in other words to extend the maximum volume of the commercial paper purchases to EUR 1 billion.", "Overall, as regards the economic policy action taken during the acute phase of the corona virus crisis, it is important that the economic policy measures are implemented swiftly and that they are targeted precisely at those affected by the crisis.", "Central to this are not only the decisions of the central bank but also, naturally, those taken by governments.", "Fiscal policy will benefit greatly from European coordination.", "Exports or the availability of foreign input cannot be stimulated via domestic measures, but they CAN be stimulated by introducing joint European measures.", "A European fiscal policy stimulus programme would certainly benefit a small open economy like Finland.", "In Finland and elsewhere, the most burning issue is to alleviate the cash crisis of SMEs, particularly micro enterprises, and to prevent bankruptcies.", "For this purpose, the Government took a decision to extend the powers of the Export Credit Agency Finnvera and to increase the State Pension Fund of Finland's investments on commercial paper markets.", "It is essential that even the smallest businesses are provided with information and services on government loans and other instruments available to them to help them weather the economic recession.", "Distinguished guests, Originally, the topic of this stakeholder meeting was intended to be the ECB's strategy review.", "Reflection on the strategy is likely to be overshadowed in the coming months by the management of the current acute crisis, but in the longer term it will play a key role in the success of the Monetary Union.", "We will revert to this important topic at a later date.", "[Slide 9 Summary] We are living through a very exceptional spring.", "The economy and society as a whole are largely at a standstill.", "The most important thing now is to protect those whose health is threatened by the pandemic.", "At the same time, it is important to protect people from the economic effects of the pandemic.", "Now output is contracting sharply in many countries, including Finland.", "Although economic contraction is inevitable in the short term, a sharp increase in bankruptcies and unemployment can be avoided.", "In this respect, the main responsibility lies with the Government, but to alleviate the damage we need broad cooperation and swift measures, in the spirit of a comprehensive national effort.", "Labour market organisations can contribute to making accommodation fast and fair and help businesses survive and save jobs.", "Banks and pension companies can contribute by securing access to funding for businesses and helping households survive the worst times.", "In this comprehensive national effort, banks operating in Finland can also be expected to participate fully, particularly as their capital requirements have just been eased and the terms of credit obtained via Eurosystem refinancing operations are now very favourable.", "But, of course, the central banks also have their own responsibilities and mandates.", "The key issue is to secure the financing of companies and households.", "This is the aim of the ECB's extensive measures, the Bank of Finland's purchases on the corporate commercial paper market and the Financial Supervisory Authority's decision to lower capital requirements.", "In Europe, the pandemic is a problem for everyone.", "The difficulties are not the result of reckless economic management in any country.", "What is needed now is European solidarity.", "This pertains to both the ECB's activities and the management of the public finances.", "A common fiscal stimulus is also in Finland's interest.", "The current crisis is global and also concerns a wide range of Finnish businesses, employees and households.", "In responding to the crisis, cooperation is of paramount importance: cooperation between central banks, cooperation between European countries, and cooperation between domestic policymakers.", "Finland has in the past come through even more difficult situations.", "I am confident that, despite the need to keep a physical distance from each other, we in Finland are ready and able for such national cooperation as is necessary to overcome this crisis and alleviate the damage following in its wake, in a just and fair way."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["coronavirus", "economic crisis", "funding", "liquidity", "recession", "central bank", "ECB", "monetary policy", "banking supervision", "fiscal policy"]}