{"sentences": ["There is no doubt that the economic situation we face today is characterised by profound uncertainty.", "Looking into the future has rarely been harder.", "But, as Abraham Lincoln said, \"the best way to predict your future is to create it\".", "And this is the theme that I want to emphasise in my remarks today.", "Obviously there are some major unknowns that we cannot do much about, such as possible second waves of the virus or when exactly vaccines will arrive.", "But there are steps we can take to help navigate out of the fog of uncertainty.", "Most importantly, we need to elaborate and propose a reliable compass - that is, a positive vision of what our economy will look like after.", "Our economies are entering an inevitable phase of transformation, but if policymakers can demonstrate that we will emerge together from the crisis stronger - with more agile, more modern and more equal economies than before - we can ensure a more resilient recovery today and more sustainable growth in the future.", "Uncertainty in euro area economy The crisis is weighing heavily on the euro area economy.", "Business investment looks to have collapsed in the first quarter, even more strongly than GDP.", "Measures of consumers' propensity to save have surged to historical levels, far above what we saw after the Lehman crash.", "Some of this reflects \"forced saving\" because people have been unable to spend and will therefore reverse naturally.", "But we are also seeing significant precautionary saving, which is a sign that households are preparing for an uncertain future, and uncertainty is likewise a key factor in weak business investment.", "There are two main sources of uncertainty today.", "The first source is uncertainty about how the economy will recover from the coronavirus (COVID19), which is evident in the Eurosystem's latest macroeconomic projections.", "Our baseline projection sees GDP falling by 8.7% this year, but this is surrounded by a wide range of potential scenarios.", "In our mild scenario, the drop in GDP would be 5.9% this year, and in our severe scenario it would be 12.6%.", "In this latter case, output would still be well below its pre-crisis level at the end of 2022.", "Faced with such an outlook, it is understandable that households are anxious about their future incomes and firms are hesitant about making irreversible decisions.", "In particular, many citizens fear that, in a slow recovery, some jobs will be lost once government support schemes are phased out.", "This underlines why it is so important that the recovery is properly managed and that the economy is adequately stimulated.", "Confidence in government policies is critical to reducing uncertainty, which is itself a form of stimulus.", "In fact, results of a survey conducted at the ECB show that households that assess government policies as adequate have lower uncertainty about their future income.", "The second source is uncertainty about how the economy will change in response to COVID-19.", "It is becoming increasingly clear that the crisis will restructure our economies in fundamental ways.", "In the manufacturing sector, we are likely to see a push to make supply chains more resilient, which will likely lead to a greater focus on \"proximity\", i.e.", "on-shoring of production and reinforcing of strategic value chains.", "In the services sectors, by contrast, the pandemic is likely to shift the economy towards more \"distancing\" via more digitalisation.", "We are already seeing this transition accelerate as retail trade gravitates towards e-commerce, services that we previously thought were \"non-tradeable\" start being traded online, and more remote working becomes possible.", "As the workplace changes profoundly, it will take time for the new equilibrium in the economy to appear.", "Some sectors will grow and create more jobs as their reach increases - think of communication or education and training, for example.", "But other sectors could undergo significant changes if, say, people no longer need to commute into work to the same extent, or to make as many business trips or attend as many conferences where they consume hospitality services.", "This rebalancing should lead to higher investment in intangible capital, but part of the capital stock related to tangibles could be superseded.", "If such changes happen too rapidly, they can lead to temporary disruptions in the labour market.", "So it is natural for people to wonder what the economy will look like in the future and how we will ensure sustainable growth.", "Our task today - if we want to prevent a persistent increase in precautionary saving and instead to direct such saving towards needed investment - is to provide them with credible answers.", "Transitioning to the post-crisis economy Dealing with uncertainty about the outlook is the task of stabilisation policies, and here the ECB will continue to take all necessary steps within our mandate of price stability - for all euro area citizens in all parts of the euro area.", "Already our policies have dispelled tail risks in financial markets that could have led to selfreinforcing vicious circles.", "We are now orienting our measures to ensure that the right financial conditions are in place to support a recovery from the crisis.", "This was the motivation behind our recent decision to expand our pandemic emergency purchase programme to €1.35 trillion, coupled with the up to €3 trillion we are making available to banks that lend to the real economy.", "But monetary policy cannot address the more profound questions about how the economy will look in the future.", "Historical experience suggests that major economic shifts like the one we are going through today require government action to foster change and smooth the transition to the new normal.", "In particular, governments need to foster innovation by providing the right framework to encourage experimentation and risk-taking in new and growing sectors, and to support the transition to new jobs for people working in \"sunset\" sectors.", "In parallel, they need to ensure that the conditions are in place to direct investment towards the technologies and sectors of the future.", "The European Commission estimates that the investment needs for delivering the digital transformation as well as the green transition will be at least €1.2 trillion over the next two years.", "But in a number of countries - Italy among them - mobilising investment requires above all a business-friendly economic environment, with efficient and agile public and private services, adequate physical and digital infrastructures, a well-functioning judicial system and a strong financial sector.", "If such actions are taken, this crisis can engender a period of positive transformation.", "It offers an opportunity to policymakers to take a decisive step forward towards more inclusive, greener and more digital growth.", "A renewed focus on the digital economy, for example, can help break the negative feedback loop we see in Europe between fragmented markets, low economies of scale and weak investment in digital capacities, which has at times resulted in the knowledge economy in the euro area contributing only about half as much to productivity growth as in the United States.", "Greater digitalisation would in turn help accelerate the shift in Europe towards what the economist Carlota Perez has termed \"smart green growth\", which is not only about renewables and sustainable goods, but also about innovation in the productivity of resources and the shift from tangibles to intangibles.", "Europe already hosts the largest eco-innovation and circular economy industry in the world and the euro is the currency of choice for global green bond issuance.", "In the twentieth century, Europe was also at the forefront of the creation of the welfare state.", "The crisis today offers a possibility to consolidate and expand our global leadership on the environmental front and to make it converge with more digital lifestyles - producing a new, more sustainable economic model.", "Finally, the drive to build more resilient supply chains could be the catalyst we need to definitively complete the Single Market.", "If we are to \"de-globalise\" while also achieving allocative efficiency and strategic autonomy, we will have no choice but to make full use of the size and diversity of our continent-wide economy.", "So the potential to frame a positive European vision should, I hope, be compelling.", "The Commission's recovery fund proposal is clearly a key building block in delivering on this goal.", "But the European level cannot be expected to do it alone.", "Crucially, the recovery fund will only reach its full potential if it is firmly rooted in structural reforms conceived and implemented at the national level.", "We will get a \"bigger bang\" for each euro spent if countries conduct the structural reforms they need at the same time.", "As an illustration, ECB research shows that in the event of a common shock hitting all euro area countries - of the type we have just seen - those with less efficient economic structures can on average suffer up to twice the output loss of a country that is at the frontier of institutional parameters.", "The Country Specific Recommendations identify further helpful reforms.", "In Italy's case, I understand that these recommendations call for, among other things, investing in digital infrastructure for education and training, promoting renewable energy production, developing ebusiness models and modernising public administration.", "Such reforms - designed and owned by you - are indispensable to capitalise on this moment.", "I therefore encourage you, as policymakers, not to let this crisis go to waste.", "My institution, the ECB, will play its part within its mandate.", "But it is for you to prove to citizens that our societies will emerge from this transformation stronger and greener.", "If we are collectively successful, uncertainty will start to turn into confidence, and then a real recovery can begin.", "Digitalisation and the euro area and EU economies: Degree, effects, and key issues\", Occasional Paper Series, ECB, forthcoming.", "European Commission (2020), \"Identifying Europe's recovery needs\", Staff Working Document, (2020) 98.", "Perez, C. and Murray Leach, T. (2018), \"A Smart Green 'European Way of Life': the Path for Growth, Jobs and Wellbeing\", Beyond the Technological Revolution Working Paper, 2018-01.", "See: ec.europa.eu/environment/ecoap/indicators/socio-economic-outcomes_en ECB (2020), The international role of the euro, June.", "Sondermann, D. (2016), \"Towards more resilient economies: the role of well-functioning economic structures\", Working Paper Series, No 1984, ECB, November."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic uncertainty", "Euro area economy", "Monetary policy", "Post-crisis economy", "Government action", "Digitalisation", "Green growth", "Supply chains", "Structural reforms", "Country Specific Recommendations"]}