{"sentences": ["The Reserve Bank Board met yesterday and decided on a comprehensive package to help support jobs, incomes and businesses as the Australian economy deals with the coronavirus.", "I would like to use this opportunity to explain this package and to answer your questions.", "We are clearly living in extraordinary and challenging times.", "The coronavirus is first and foremost a very major public health problem.", "But it has also become a major economic problem, which is having deep ramifications for financial systems around the world.", "The closure of borders and social distancing measures are affecting us all and they are changing the way we live.", "Understandably, our communities and our financial markets are both having trouble dealing with a rapidly unfolding situation that they have not seen before.", "As our country manages this difficult situation, it is important that we do not lose sight of the fact that we will come through this.", "At some point, the virus will be contained and our economy and our financial markets will recover.", "Undeniably, what we are facing today is a very serious situation, but it is something that is temporary.", "As we deal with it as best we can, we also need to look to the other side when things will recover.", "When we do get to that other side, all those fundamentals that have made Australia such a successful and prosperous country will still be there.", "We need to remember that.", "To help us get to the other side, though, we need a bridge.", "Without that bridge, there will be more damage, some of which will be permanent, to the economy and to people's lives.", "Building that bridge requires a concerted team effort, with us all pulling together in the country's interest.", "On the economic front, there is very close policy coordination between the Australian Government, the Australian Treasury, the Reserve Bank and Australia's financial regulators.", "We are all in close contact with one another and are working constructively together and we will continue to do so.", "This coordination is evident in the various policy statements today.", "Governments across Australia are playing their important role in building that bridge to the recovery, with the various fiscal initiatives from the Australian and state governments providing very welcome support.", "Rightly, the focus is on supporting businesses and households who will suffer a major hit to their incomes.", "It is increasingly clear that further help will be required on this front and the Australian Government has indicated that additional policy measures will be announced shortly.", "Australian public finances are in good shape and the country's history of prudent fiscal management gives us the capacity to respond now.", "The banks too have an important role to play in building that bridge to the recovery by supporting their customers.", "Without this support, it will be harder for us all to get to the other side in reasonable shape.", "Australia has a strong financial system, which is well placed to provide the needed support to businesses and households.", "The system has strong capital and liquidity positions and our financial institutions have invested heavily in resilience.", "As APRA confirmed this afternoon in a public statement, the current large buffers of capital and liquidity are able to be used to support ongoing lending to the economy.", "The financial regulators have also confirmed that they are examining how the timing of various regulatory initiatives might be adjusted to allow financial institutions to concentrate on their businesses and work with their customers.", "APRA and ASIC both stand ready to assist institutions work through regulatory issues arising from the virus.", "The Council of Financial Regulators is meeting again tomorrow and will also meet with the largest lenders to discuss how they can support their customers and whether there are any regulatory impediments in the way.", "The Reserve Bank itself is also playing a role in building that bridge to the recovery.", "I will now turn to that.", "Our major focus is to support jobs, incomes and businesses, so that when the health crisis recedes the country is well placed to recover strongly.", "Supporting small business over coming months is a particular priority.", "Prior to today's announcement, we had already taken several steps over recent days to support the Australian economy.", "Over the past week or so we have been injecting substantial extra liquidity into the financial system through our daily market operations.", "As part of this effort, we will be conducting onemonth and three-month repo operations each day.", "We will also conduct repo operations of sixmonth maturity or longer at least weekly, as long as market conditions warrant.", "As a result of these liquidity operations, Exchange Settlement balances have increased from around $2.5 billion a month ago to over $20 billion today.", "The Reserve Bank also stands ready to purchase Australian government bonds in the secondary market to support its smooth functioning.", "The government bond market is a key market for the Australian financial system, because government bonds provide the pricing benchmark for many financial assets.", "Our approach here is similar in concept to our longstanding approach to the foreign exchange market, where we have been prepared to support smooth market functioning when liquidity conditions are highly stressed.", "We now stand ready to do the same in the bond market and we are working in close cooperation on this with the Australian Office of Financial Management (AOFM).", "In addition to these previously announced measures, today's package has four elements.", "They are: a reduction in the cash rate to 0.25 per cent; a target of 0.25 per cent for the yield on 3-year government bonds; a term funding facility to support credit to businesses, particularly small and medium-sized businesses; and an adjustment to the interest rate on accounts that financial institutions hold at the RBA.", "I will discuss each of these in turn.", "A Further Reduction in the Cash Rate to 1⁄4 Per Cent This brings the cumulative decline over the past year to 11⁄4 percentage points.", "This is a substantial easing of monetary policy, which is boosting the cash flow of businesses and the household sector as a whole.", "It is also helping our trade-exposed industries through the exchange rate channel.", "At the same time, though, low interest rates do have negative consequences for some people, especially those relying on interest income.", "The Reserve Bank Board has discussed these consequences extensively, but the evidence is that lower interest rates do benefit the community as a whole, although I acknowledge that the effects are uneven.", "With this decision today, the policy rates set by the Reserve Bank of Australia, the United States Federal Reserve, the Bank of England and the Reserve Bank of New Zealand are all effectively at 1⁄4 per cent.", "Each of us are using all the scope we have with interest rates to support our economies through a very challenging period.", "At its meeting yesterday, the Board also agreed that we would not increase the cash rate from its current level until progress was made towards full employment and that we were confident that inflation will be sustainably within the 2-3 per cent range.", "This means that we are likely to be at this level of interest rates for an extended period.", "Before the coronavirus hit, we were expecting to make progress towards full employment and the inflation target, although that progress was expected to be only very gradual.", "Recent events have obviously changed the situation and we are now likely to remain short of those objectives for somewhat longer.", "I am not able to provide you with an updated set of economic forecasts.", "The situation is just too fluid.", "But we are expecting a major hit to economic activity and incomes in Australia that will last for a number of months.", "We are also expecting significant job losses.", "The scale of these losses will depend on the ability of businesses to keep workers on during this difficult period.", "We saw during the global financial crisis how flexibility in working arrangements limited job losses and this benefited the entire community.", "I hope the same is true in the months ahead.", "It is also important to repeat that we are expecting a recovery once the virus is contained.", "The timing and strength of that recovery will depend in part upon how successful we are, as a nation, in building that bridge to the other side.", "When that recovery does come, it will be supported by the low level of interest rates.", "We will maintain the current setting of interest rates until a strong recovery is in place and the achievement of our objectives is clearly in sight.", "A Target Yield on 3-year Australian Government Bonds Over recent decades, the Reserve Bank's practice has been to target the cash rate, which forms the anchor point for the risk-free term structure.", "We are now extending and complementing this by also targeting a risk-free interest rate further out along the yield curve.", "In particular, we are targeting the yield on 3-year Australian Government Securities (AGS) and we have set this target at around 0.25 per cent, the same as the cash rate.", "Over recent weeks, the yield on 3-year AGS has averaged 0.45 per cent, so this represents a material reduction.", "We have chosen the three-year horizon as it influences funding rates across much of the Australian economy and is an important rate in financial markets.", "It is also consistent with the Board's expectation that the cash rate will remain at its current level for some years, but not forever.", "To achieve this yield target, we will be conducting regular auctions in the bond market.", "We published some technical details earlier today and we will keep the market informed of our operations.", "Our first auction will be tomorrow.", "As part of this program, our intention is to purchase bonds of different maturities given the high level of substitutability between bonds.", "We are also prepared to buy semi-government securities to achieve the target and to help facilitate the smooth functioning of Australia's bond market.", "I want to make it clear that our purchases will be in the secondary market and we will not be purchasing bonds directly from the Government.", "I would also like to emphasise that we are not seeking to have the three-year yield identically at 25 basis points each and every day.", "There will be some natural variation, and it does not make sense to counter that.", "It may also take some time for yields to fall from their current level to 25 basis points.", "I understand why many people will view this as quantitative easing - or QE.", "This is because there is a quantitative aspect to what we are doing - achieving this target will involve the Reserve Bank buying bonds and an expansion of our balance sheet.", "But our emphasis is not on the quantities - we are not setting objectives for the quantity and timing of bonds that we will buy, as some other central banks have done.", "How much we need to purchase, and when we need to enter the market, will depend upon market conditions and prices.", "Rather than quantities or the size of our balance sheet, our focus is very much on the price of money and credit.", "Our objective here is to provide support for low funding costs across the entire economy.", "By lowering this important benchmark interest rate, we will add to the downward pressure on borrowing costs for financial institutions, households and businesses.", "We are prepared to transact in whatever quantities are necessary to achieve this objective.", "We expect to maintain the target for three-year yields until progress is being made towards our goals of full employment and the inflation target.", "Our expectation, though, is that the yield target will be removed before the cash rate is increased.", "A Term Funding Facility for the Banking System with Support for Business Credit, Especially to Small and Medium-sized Businesses The scheme has two broad objectives.", "The first is to lower funding costs for the entire banking system so that the cost of credit to households and businesses is low.", "In this regard, it will complement the target for the three-year yield on AGS.", "The second objective is to provide an incentive for lenders to support credit to businesses, especially small and medium-sized businesses.", "This is a priority area for us.", "Many small businesses are going to find the coming months very difficult as their sales dry up and they support their staff.", "Assisting small businesses through this period will help us make that bridge to the other side when the recovery takes place.", "If Australia has lost lots of otherwise viable businesses through this period, making that recovery will be harder and we will all pay the price for that.", "So it is important that we address this.", "Under this new facility, authorised deposit-taking institutions (ADIs) in total will have access to at least $90 billion in funding.", "ADIs will be able to borrow from the Reserve Bank an amount equivalent to 3 per cent of their existing outstanding credit to Australian businesses and households.", "ADIs will be able to draw on these funds up until the end of September this year.", "Lenders will also be able to borrow additional funds from the Reserve Bank if they increase credit to business this year.", "For every extra dollar lent to large business, lenders will have access to an additional dollar of funding from the Reserve Bank.", "For every extra dollar of loans to small and medium-sized businesses they will have access to an additional five dollars.", "These funds can be drawn upon up until the end of March next year.", "There is no extra borrowing allowance for additional housing loans.", "The funding from the Reserve Bank will be for three years at a fixed interest rate of 0.25 per cent, which is substantially below lenders' current funding costs.", "Institutions accessing this scheme will need to provide the usual collateral to the Reserve Bank, with haircuts applying.", "The first drawings under this facility will be possible no later than four weeks from today.", "This scheme is similar to that introduced by the Bank of England.", "Unlike the Bank of England's scheme, though, the interest rate is fixed for the term of the funding.", "This is consistent with our view that the cash rate is likely to stay at its current level for some time.", "Another difference with the Bank of England's scheme is that we have not included a higher interest rate if credit contracts.", "While a decline in credit would be undesirable, including a penalty may act as a disincentive for institutions to take part in the scheme.", "We are encouraging all ADIs to use the term funding facility to help support their customers.", "I welcome APRA's confirmation this afternoon that it also supports ADIs using this scheme.", "I also welcome the Australian Government's announcement that it will support the markets for assetbacked securities through the AOFM.", "This support is important as it will help non-bank financial institutions and small lenders to continue to provide credit to Australian households and businesses.", "An Adjustment to the Interest Rate on Exchange Settlement Balances Under our longstanding framework, the RBA operates a corridor system around the cash rate.", "Under that system, the balances that banks hold with the RBA overnight in Exchange Settlement accounts earn an interest rate 25 basis points below the cash rate.", "And on the other side of the corridor, in the event that a bank needed to borrow from the RBA overnight, it would be charged 25 basis points above the cash rate.", "Under this arrangement and with the cash rate now at 25 basis points, the interest rate on Exchange Settlement balances would have been zero.", "We have decided to increase this to 10 basis points.", "We are not making any change to the arrangements for the top of the corridor.", "This adjustment to the corridor reflects the fact that there will be a significant increase in the balances held in Exchange Settlement accounts due to the combined effect of the Bank's enhanced liquidity operations, bond purchases and term funding program.", "Maintaining a zero interest rate on these balances would increase the costs to the banking system.", "In the current environment, this would be unhelpful.", "The increase in settlement balances is also expected to change the way that the cash market operates.", "In other countries, where there have been large increases in balances at the central bank, the cash rate equivalent has drifted below the target and transaction volumes in the cash market have declined.", "It is likely that we will see the same outcome in Australia.", "The Reserve Bank will continue to monitor the cash market closely and is prepared to adjust arrangements if the situation requires.", "So these are the four measures announced earlier this afternoon.", "Together, they represent a comprehensive package to lower funding costs in Australia and support the supply of credit.", "Complementary initiatives by APRA and the AOFM are also working towards those same objectives.", "The term funding scheme and the three-year yield target are both significant policy developments that would not have been under consideration in normal times.", "They both carry financial and other risks for the Reserve Bank and they both represent significant interventions by the Bank in Australia's financial markets.", "The Reserve Bank Board did not take these decisions lightly.", "But in the context of extraordinary times and consistent with our broad mandate to promote the economic welfare of the people of Australia, we are seeking to play our full role in building that bridge to the time when the recovery takes place.", "By doing all that we can to lower funding costs in Australia and support the supply of credit to business, we will help our economy and financial system get through this difficult period.", "Thank you for listening and I am here to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Interest rates", "Economic recovery", "Financial system", "Credit support", "Monetary policy", "Bond market", "Government support", "Business assistance", "Central bank intervention", "Financial stability"]}