{"sentences": ["It is a pleasure to be invited to speak at the Centre for European Reform.", "Before turning to the longer-term issues that are the primary focus of this speech, I wish to comment on the coronavirus.", "As emphasised by President Lagarde earlier today, we are closely monitoring the information about the spread of the coronavirus, which is first and foremost a public health emergency, with the most severe impact on the families of those that have died from the virus.", "In terms of the macro-financial implications, the more quickly is the virus contained, the smaller will be the impact on the world economy and the faster will be the recovery.", "Conversely, more widespread contagion and a longer interruption in normal economic activity constitute additional downside risks to near-term projections.", "Accordingly, it is a priority for the ECB to assess on a continuous basis the implications of the evolving situation for economic and financial conditions.", "In my remarks this evening, I aim to outline some of the factors that are relevant in understanding the role of monetary policy in the current environment of low interest rates and low inflation.", "First, there has been a trend decline in the underlying equilibrium real interest rate since the 1980s.", "The equilibrium real rate (typically labelled r*) is the rate required to match the desired levels of saving and investment.", "The combination of slower population growth, rising life expectancy and an ageing population acts through multiple channels to push up desired savings and reduce desired investment.", "A reduction in desired investment also reflects slower productivity growth and, possibly, shifts in the structure of the aggregate production function.", "In the wake of the global financial crisis, risk appetite may also have diminished, which provides a disincentive to invest, reinforces the precautionary saving motive and encourages a portfolio shift to less risky assets, such as sovereign bonds.", "Finally, the scars of the crisis have also affected desired savings and desired investment levels: many banks, firms, governments and households have focused on repairing their balance sheets or have been constrained by legacy effects when making investment decisions.", "Some of these forces may go into reverse over time, especially if we see a more complete recovery from the crisis and if there were improved public policies to cope with demographic trends and better productivity developments (such as the successful, widespread adoption of artificial intelligence, innovations in automation and enhanced infrastructure investment).", "However, for now the downward pressure on the equilibrium real rate is a significant environmental constraint on the options available to central banks.", "The low equilibrium real rate has been compounded by weak nominal developments over the last decade.", "The global financial crisis (plus the sovereign debt crisis in the case of the euro area) resulted in a considerable amount of slack in labour markets and capacity utilisation.", "In the euro area, the post-crisis focus on fiscal consolidation meant that the fiscal stance was not supportive of domestic demand until quite recently.", "Given these forces, the ECB has adopted an accommodative monetary stance, which has been characterised since 2014 by a combination of: (a) a negative policy rate; (b) an asset purchase programme; (c) targeted longer-term refinancing operations (TLTROs); and (d) forward guidance on the path of policy instruments.", "This policy stance has been successful in warding off deflation risk and, more recently, in supporting a resurgence in wage inflation (through the accumulated reduction in labour market slack).", "However, ongoing monetary accommodation is still required in order to ensure the robust convergence of price inflation to our aim.", "This sustained period of below-target inflation reflects both the extent of post-crisis slack in the economy and the inherent gradualism of inflation adjustment in this environment.", "In particular, while above-target inflation can be countered by sharp monetary tightening, lower bound limits on policy space mean that policy easing measures must take the form of less-sharp adjustments that are maintained over an extended horizon.", "A corollary fundamental principle in the design of monetary policy in this environment is that - in order to avoid a long-term de-anchoring of inflation expectations - easing measures must be sufficiently pre-emptive to guard against a further downward drift in inflation dynamics.", "Furthermore, under conditions in which policy rates are likely to rise only gradually over time, fiscal measures have an especially powerful macroeconomic impact, both by providing stabilisation in the event of adverse shocks and by supporting the return of inflation to our aim.", "In conclusion, I have briefly described some of the forces shaping the ECB's current monetary stance.", "However, there are still many open questions that are raised by the combination of low interest rates and low inflation.", "Accordingly, this year's review of our monetary policy strategy provides an excellent opportunity to take stock, reflect on our experiences and listen to a wide range of external voices.", "For a more detailed discussion, see: Lane, P. R. (2020), \"The monetary policy toolbox: evidence from the euro area\", speech at the US Monetary Policy Forum, New York, 21 February; and Lane, P. R. (2019), \"Determinants of the real interest rate\", remarks at the National Treasury Management Agency, Dublin, 28 November."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none"], "topics": ["monetary policy", "equilibrium real rate", "inflation", "coronavirus", "macro-financial implications", "fiscal policy", "de-anchoring of inflation expectations", "precautionary saving motive", "sovereign bonds", "TLTROs"]}