{"sentences": ["China-Singapore Financial Co-operation Let me first congratulate the Shanghai Municipal Government for successfully convening the Lujiazui Forum while the world is still grappling with the Covid-19 pandemic.", "Singapore is honoured to be the Lujiazui Forum's Partner City this year.", "Covid-19 has unleashed not only an economic crisis but also a growing fragmentation of the global economy.", "This is a threat facing the whole world.", "But the countries in Asia are well placed to lead the global economic recovery and forge new channels of cooperation and integration.", "Finance can play a key role in facilitating this economic recovery and integration.", "China and Singapore can help to blaze a new trail in financial cooperation and innovation in Asia.", "marks the 30th anniversary of the China-Singapore bilateral relationship.", "Financial cooperation has been a highlight of this relationship.", "We have made good progress in three areas.", "First, growing the offshore RMB market.", "Since 2013, with ICBC being appointed as RMB clearing bank in Singapore, this has helped to promote greater use of RMB in the region.", "Singapore is the largest offshore centre for RMB deposits and RMB trade finance and second largest for RMB foreign exchange trading, outside Greater China.", "Second, enhancing the links between our capital markets.", "The Monetary Authority of Singapore (MAS) and the People's Bank of China (PBC) are looking to enable designated banks in Singapore to offer custody and trading services for global investors in China's bond market.", "Third, providing opportunities for our financial institutions to grow in each other's markets.", "The Bank of China and ICBC are among the select group of nine Qualifying Full Banks in Singapore; five Chinese banks are licensed as Wholesale Banks.", "All three Singapore-headquartered local banks are incorporated in China.", "The Shanghai-Singapore Connection Within this broader canvass of financial co-operation, the ties between Shanghai and Singapore have been intensifying.", "Singapore banks are deepening their partnerships in Shanghai - DBS and Shanghai Pudong Development Bank in loan syndication and joint bond OCBC and Bank of Shanghai in digital banking and supply chain financing; UOB and Shenergy Group in establishing a consumer finance corporation.", "Our exchanges are working closer together.", "The Asia Pacific Exchange (APEX), a commodities derivatives exchange in Singapore, is collaborating with the Shanghai International Energy Exchange (INE) to attract more international institutional investors to China's commodity derivatives markets.", "The co-operation between the regulators has been growing stronger.", "The Monetary Authority of Singapore (MAS) and the Shanghai Municipal Financial Regulatory Bureau have been organising since 2017 a joint training and exchange programme for financial agencies and institutions from both cities.", "MAS and the Shanghai Municipal Financial Regulatory Bureau have also organised since 2015 four editions of the Singapore-Shanghai Financial Forum (SSFF).", "MAS will set up a new Shanghai Representative Office in August this year.", "The Shanghai Representative Office will be MAS' second office in China, in addition to its Beijing Representative Office.", "This year will also see the launch of the Singapore-Shanghai Comprehensive Cooperation Council Financial Working Group, which will facilitate financial institutions in our two cities to participate in various areas such as cross-border RMB business and product innovation.", "Let me suggest one important area where Shanghai and Singapore can work together for the greater good - and that is to harness the power of finance to promote a greener, more sustainable economy.", "Using Finance to Green the Economy The world needs to take urgent actions to reduce the risk of catastrophic climate change.", "Finance can be a powerful tool to promote a more sustainable economy and society.", "Both China and Singapore are committed to meeting their sustainability goals under the Paris Agreement.", "Both countries have embarked on ambitious green finance agendas.", "China issued a Green Industry Guiding Catalogue last year to harmonise differing standards for green activities, and is in the process of updating its taxonomy on green bonds to align with international practices.", "Chinese companies led the world with US$33.6 billion of green bond issuance last year.", "Singapore launched a Green Finance Action Plan last year, built on three core pillars: building the financial industry's resilience against environmental risks; developing green financial products and solutions; and leveraging technology to support the development of green finance.", "As we stimulate our economies to bounce back from the Covid-19 crisis, there is a good opportunity for Shanghai and Singapore to collaborate on promoting green finance in the region.", "There is strong demand in Asia for green investment.", "According to a study by the United Nations Environment Programme (UNEP) and DBS Bank, US$200 billion in green investment is required annually until 2030, to support the greening of Asian economies.", "We already see Chinese and Singapore banks partnering to finance green and sustainable projects.", "In April last year, ICBC Singapore worked with DBS and other global banks to jointly issue its first Belt and Road green bond, sized at US$2.2 billion, and more recently issued its first green loan in Singapore, through a partnership with DBS and OCBC.", "In September last year, the Singapore branch of the Agricultural Bank of China collaborated with UOB and BNP Paribas to originate a US$200 million green loan in Singapore.", "There is scope for our financial centres to deepen our partnership in green finance.", "One, we could create together frameworks for green and sustainability-linked loans customised for Chinese and Singaporean small and medium-sized enterprises (SMEs).", "Such frameworks can help promote cross-border syndications in green loans.", "They can also help to reduce the borrowing costs of SMEs, which will not need to incur expenses for external reviews certifying their activities are green.", "As Vice Premier Liu He said earlier, we must focus on increasing the proportion of SME loans, to promote economic transformation and upgrading.", "Two, we could work together to apply innovative FinTech solutions to promote green finance.", "The Sustainable Digital Finance Alliance (SDFA) founded by China's Alibaba Ant Financial and UNEP is a good example.", "The SDFA has engaged the FinTech community on applying digital technology to promote green finance - such as the digitisation of green bonds.", "MAS' annual Global FinTech Hackcelerator is another platform through which financial institutions and FinTech firms in Shanghai and Singapore can collaborate on innovative green finance solutions.", "The Hackcelerator is a global competition that invites market-ready solutions for real problems faced by the financial industry.", "This year, green finance is a key theme for the programme, and because of the Covid19 situation, we are conducting the entire Hackcelerator - from sourcing proposed solutions to curating prototypes - on a cloud-based platform called the API Exchange (APIX).", "Through APIX, financial institutions and FinTech firms in Shanghai can engage other players across Asia in collaborative experiments to create digital solutions to support green finance.", "I would also like to take this opportunity to invite Shanghai FinTech firms and financial institutions to participate in the Singapore FinTech Festival this November.", "There is much that our two financial centres can do together.", "Strengthening the partnership between Shanghai and Singapore will bring broader benefits to our economies, and together with other financial centres such as Hong Kong, Tokyo, and Sydney, create a more vibrant financial ecosystem across Asia."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green finance", "RMB market", "China-Singapore financial cooperation", "Shanghai-Singapore financial cooperation", "Green economy", "Sustainable finance", "Green bonds", "FinTech", "Financial ecosystem", "Green investment"]}