{"sentences": ["\"The Chilean Peso as an Eligible CLS Currency: Second Workshop CLS-CBC\" Opening remarks by Mario Marcel, Governor of the Central Bank of Chile July 21st, 2020 - Santiago, Chile (via WebEx) I. Welcoming remarks Good morning everybody and welcome to the second joint workshop between CLS and the Central Bank of Chile (CBC) dedicated to the \"Nostro\" service, a fundamental business in the CLS payment system operation.", "This event is part of the process of incorporating a new currency into the CLS System.", "This belongs to the due diligence and analysis phase that CLS and the CBC are respectively finalizing.", "Then we should move to the implementation phase.", "This workshop complements the provision of information on CLS and the bilateral meetings that bankers have been holding with CLS and the CBC for some time, to assist banks in assessing the benefits, prospects and opportunities in participating in the system, either as a Settlement Member or Nostro.", "I am looking forward to the banking sector's active participation in this workshop that features representatives of the Nostro banks and CLS experts.", "The Chilean Peso incorporation process • The process of incorporating the Chilean Peso in CLS, started last year when we sent the Letter of Intention to CLS to demonstrate our commitment to the process and initiate the engagement stage.", "After the change in our legislation in 2016, which established the finality of payment irrevocability on a legal level, we felt it was timely to resume previous conversations with CLS.", "Our legislation now should fully meet all the high standards and requirements for the Peso to operate in CLS.", "After demonstrating our interest to CLS, I met personally with the Vice-Governor of the Federal Reserve Board to express our interest.", "The Federal Reserve Board and the New York Fed are respectively in charge of the regulation and supervision of CLS, hence the importance of their opinion about the benefits and performance of the system.", "Besides, the Fed presides the oversight committee along with 23 central banks representing the 18 currencies that settle in CLS.", "Then, it was important for us to show our commitment with the process in order to be part of this committee once the Peso is incorporated.", "• We subsequently moved on to the due diligence stage last July 2019, when together with CLS we held the first workshop at the CBC for the private sector.", "Benefits of the CLS for Chile • Since the beginning of the process, the CBC has publicly stated on several occasions the benefits of CLS and its intention to incorporate the Peso to the system.", "• CLS mitigates the settlement risk, through a multicurrency Payment versus Payment (PvP) system with legal certainty, meaning the payments are final and irrevocable.", "Moreover, CLS improves the liquidity management of the financial institutions, particularly the banks that settle directly into the system, using an efficient multilateral net mechanism.", "Additionally, due to the high standards of currency eligibility and the efficiency of the operative process of settlement, when a currency is part of CLS it gives a strong signal of financial development.", "At the same time, important international players that only traded if the payment is performed through CLS can incorporate the Peso into their portfolios, thus increasing market competition.", "Finally, the CLS settlement of the Peso will improve the transparency of the currency markets' transactions, incorporating over-the-counter transactions into an infrastructure, according to the international recommendations and principles.", "Private sector involvement in the CLS system • An important part of the risk reduction and liquidity saving benefits is faced by the financial institutions participating in the system and, therefore, passing through to the rest of the financial markets, and ultimately to the users of the financial products, currency derivatives, and foreign exchange (FX) transactions.", "• Moreover, as a financial market infrastructure, CLS interacts with other financial institutions, particularly with banks.", "At CLS, banks play different roles, such as Settlement Member, correspondent or Nostro service provider, and liquidity provider.", "• The timely involvement of banks in the process is essential, considering the start of the implementation phase by the end of this year.", "In other words, at this stage of the Peso incorporation process to CLS, it is imperative to define the participation of local banking entities, as a Settlement Members or Nostro services providers.", "• The current projection is that the Peso will go live before the end of the second quarter of 2022.", "Therefore, and given the necessary actions, investments, and transformations to connect to the system, the banks must join during this budget period to carry out the implementation process during next year.", "V. Central Bank actions to incorporate the Peso • The CBC must also perform significant actions, investments, and modifications of its current operation to integrate the Peso settlement into the CLS System.", "• Several actions that will be detailed later in this workshop, include extending the operating hours of our Realtime Gross Settlement (RTGS)-Sistema LBTR-to coincide with CLS between 00:00 AM and 6:00 AM.", "• In this sense, the CBC is willing to take all the necessary steps to incorporate the Peso and to do business as usual with the Peso settlement in CLS.", "Central Bank actions to improve the Peso convertibility • Let me emphasize that CLS is an important piece among the actions taken by the CBC to improve the convertibility of the Peso in a safe environment, following our mandate to safeguard the local and foreign payments.", "• Last July 3rd, the CBC Board approved the release for public consultation of stage two of the FX regulation modernization.", "This regulatory reform consists of four stages, the first of which was enacted early this year, simplifying the compliance with, and reporting of FX transactions to the CBC.", "• This second stage will allow transactions in derivative products whose settlements or payments contemplate the physical delivery of Chilean Pesos.", "Additionally, upon the enactment of this regulation, non-residents will be able to open and hold an account in Pesos as well as ask for loans denominated in our currency, whether in the form of mutual, lines of credit, or other.", "• Although these regulatory changes are part of our 2018-22 Strategic Plan, and have an independent agenda of implementation, they are of extreme relevance to the operation of CLS.", "Without these amendments, foreign settlement members would not be able to manage their accounts in Pesos or have access to the credit lines in Pesos, that are fundamental to perform the payment to CLS.", "• Conversely, the FX changes should impact on the FX activity involving the Peso, increasing the systemic risk of settlement.", "CLS arises as the best-known alternative to mitigate those risks.", "Then, CLS is essential in this future FX context.", "CLS and the current situation • Lastly, I cannot end my intervention without referring to the Covid-19 pandemic that is sweeping across our country and the world.", "• As we have discussed in our publications, such as our Monetary Policy Report, the current events will have dramatic effects on financial and economic activity.", "A contraction in the economy and a rise in unemployment are expected.", "Financial institutions and the banking sector are exposed to the shocks in liquidity and credit risk.", "At the same time, the banking sector is an important pillar channeling liquidity and credit support to firms and households.", "The CBC has been providing liquidity facilities to the markets since the Covid-19 first hit our country.", "• Nevertheless, we have also stated that although this crisis will last longer than we originally expected, it is a temporary crisis.", "Moreover, the banking sector is in good shape and solvent to weather the storm.", "• When crises hit our countries, systems like CLS acquire one of their most important roles.", "It is during these times that counterparty, and credit risks increase and a system that allows payments without any settlement risk is of extreme value for financial markets and the economy.", "This crisis has created an important challenge to policymakers everywhere.", "In many countries, we hear that an extraordinary crisis should generate extraordinary responses.", "In Chile, we have indeed produced such extraordinary responses, both in size and shape.", "In the case of the CBC, our Facilidad de Crédito Condicional al Incremento de las Colocaciones-FCIC1 and FCIC2 facilities-have committed about 15% of GDP support to bank lending.", "Banks have used these facilities and government guarantees to support massive rollover of debts falling due, a robust flow of lending for working capital with a focus of small and medium-sized enterprises that far exceeds historical figures.", "This is making the current recession the first one to be accompanied by an increase, not constraint, of corporate lending.", "Yet what may be more meaningful to this workshop, we have engineered such a robust response to the crisis without compromising some key components of our policy framework.", "In particular, we have maintained full convertibility of our currency, we kept FX intervention to a minimum, and we have avoided constraining capital flows in any way.", "In the face of large portfolio rebalancing needs, CBC actions have pointed at providing liquidity, reduce frictions and contain uncertainty.", "And while we have kept ourselves very busy in dealing with these shocks and turns of the crisis, we have never compromised our commitment to our mandates of keeping inflation low and preserving financial stability.", "• I am sure that no currency has joined CLS in a more challenging environment than this, and that no Central Bank has provided a stronger proof of commitment to principles shared by CLS.", "• Finally, I believe that the recent events should feed into the way banks assess the value in participating in CLS.", "In the same way that the economy will not return easily to its pre-crisis state, banking will also face important changes.", "New business opportunities should gain further attention when banking is unlikely to go back to business-as-usual.", "Your decisions can make a difference for banking development in Chile, to the security of cross-border payments, and to financial stability overall.", "Acknowledgements Let me finish by thanking those who have made this workshop possible.", "From the CLS side, I thank everyone involved through its Chief Regulatory Officer Dino Kos, as well as the Head of LATAM Sales of the Americas Manuel Benites.", "From the Central Bank of Chile side, I thank the Director of our Financial Policy Division Solange Berstein, the Manager of Infrastructure and Financial Regulation Gabriel Aparici, and Economists Álvaro González, Carmen López, and Cristian Santa Cruz.", "Finally, to those in charge of logistics Paloma Navarro, María José Reyes, and Francisco Rossi.", "Thank all of you for zooming in and I look forward to your active and fruitful participation in the program prepared for today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["CLS incorporation", "Peso settlement", "Currency convertibility", "Financial markets", "Banking sector", "Settlement risk", "Liquidity management", "FX regulation", "Central Bank actions", "Covid-19 pandemic"]}