{"sentences": ["The extempore speech has been transcripted and marginally edited.", "It is a privilege to be here this morning at the very prestigious India Economic Conclave organised by The Times Network.", "I assumed charge of the Reserve Bank last year on December 12, and this event was held around that time.", "Having witnessed many of the proceedings of the event last year on television, I looked forward to participating in this year's conclave.", "I must also compliment Shri Anand of Times Network and Shri Vaidyanathan of IDFC First Bank for introducing the subject and the theme of the event succinctly.", "Today, as we sit down and talk here or elsewhere, almost every discussion converges on the state of the Indian economy.", "Multiple views are expressed, multiple analyses are done, and multiple suggestions are made.", "The whole country's interest in the economy is a very good sign.", "There is indeed a need for very informed and objective conversation on the state of the Indian economy, and more importantly, about our future course of action.", "In this context, I propose to talk about the important role of the Reserve Bank of India in creating a financial system for the 21st century, with a focus on the growth aspect.", "Financial stability, which is essential for growth and economic development, will also be touched upon by me.", "Role of the Reserve Bank of India 4.", "As a national institution, the Reserve Bank predates the independence of India.", "The preamble of the RBI Act, 1934, states the RBI's role as: \"...to regulate the issue of banknotes and the keeping of reserves with a view to securing monetary stability in India and generally to operate the currency and credit system of the country to its advantage...\" 5.", "This mandate has been interpreted over time as to maintain price stability, financial stability and economic growth with the relative emphasis between these objectives governed by the prevailing macroeconomic conditions.", "In May 2016, the RBI Act was amended, and the role of the Reserve Bank in the area of monetary policy has been restated as follows: \"the primary objective of monetary policy is to maintain price stability while keeping in mind the objective of growth\".", "Empowered by this mandate, the RBI adopted a flexible inflation targeting (FIT) framework under which primacy is accorded to the objective of price stability, defined numerically by a target of 4 per cent for consumer price headline inflation with a tolerance band of +/- 2 per cent around it, while simultaneously focusing on growth when inflation is under control.", "The relative emphasis on inflation and growth depends on the macroeconomic scenario, inflation and growth outlook, and signals emerging from incoming data.", "Post Global Financial Crisis (GFC), financial stability has emerged as a key priority for central banks around the world.", "Though the jury is still out as to whether it should be added as an explicit objective of monetary policy, the fact remains that it has always been an underlying theme within this mandate.", "In fact, drawing upon this mandate, the Reserve Bank of India has taken several policy actions in recent months encompassing monetary and liquidity measures as well as macro-prudential measures to reinvigorate domestic demand and accelerate the pace of economic growth.", "Simultaneously, we have been taking steps to strengthen the banking and the non-banking financial companies (NBFC) sector.", "The Reserve Bank of India will continue to do whatever is necessary to deal with the multiple challenges of growth slowdown, spikes of inflationary pressures and health of the domestic banking sector and NBFCs.", "Having briefly touched upon the role of the Reserve Bank, let me now turn to growth and then to financial stability.", "In the recent couple of years, we have seen that global growth has slowed down because of trade tensions, protectionist tendencies, lingering uncertainty over Brexit, among others.", "What is critical is that the outlook on all these is ever-changing.", "Talking about the ongoing trade tensions, one often hears of statements about trade wars between the two leading nations coming to an end one day, followed by contrary news the next day.", "This fluctuation has been happening over a period, especially in the last few months.", "Yesterday's announcement of the United States of America (USA) and China coming to some understanding, hopefully, will be sustainable and will not get reversed in the coming weeks or months.", "Media reports of China increasing its agricultural imports from the USA and the USA going slow on its proposal to levy new tariffs on Chinese imports, I hope, will bring in a lot of certainty in the global trade and growth spheres.", "Similarly, in the case of Brexit, there has been a positive development in the sense that there is a stable government which is committed to Brexit.", "Earlier, the debate in the public space in the United Kingdom (UK) was oscillating between Brexit and no Brexit.", "Fortunately, as it would appear, there is some element of certainty coming in there.", "To highlight the kind of uncertain times that we are living in, I would like to mention one more development.", "When the Saudi oil drone strikes happened about a few months ago, the oil markets went into great suspense immediately.", "In an interview within two/three days of the drone strikes, I was asked a question by your channel, ET Now, and I had said that I will wait for at least two weeks to see Saudi Arabia's revival plan.", "But fortunately, within no time, the Saudi authorities were able to put together a revival plan and the shock was rendered temporary.", "While the times are uncertain, it is good that efforts are being put in to reduce the element of uncertainty.", "Against this backdrop, I had observed in my intervention at the Introductory Session of the IMF's International Monetary and Financial Committee (IMFC) meeting in October 2019 that we (all member countries) need to act now and together to prevent the slowdown from becoming entrenched.", "Global growth is widely talked about in India because it influences domestic growth as well.", "I do not intend to imply that the slowdown that we are experiencing in the country is entirely due to global factors, but they do have an impact.", "For emerging market economies such as India, quick revival of growth is very important - considering their contribution to global growth - and there is, therefore, a need for coordinated and timely action by all countries.", "This is a point which needs to be driven home very strongly.", "In 2008, when the global financial crisis (GFC) happened, multilateralism was at the forefront of global discourse.", "Ten years later, today, when there is a global slowdown, it is no more the dominant theme - bilateralism has overtaken the multilateral sentiment.", "All the G-20 countries, led by the USA, had come together post GFC and worked out a global plan of action to revive growth.", "We do not see that kind of global action in the current scenario.", "I only hope that global growth does not suffer from hysteresis.", "That is, delayed action by countries should not overtake or should not stifle the recovery process.", "For example, even though quarterly growth (annualised) in the Euro area (EA) has been stable in the last two quarters - it was 0.8 per cent in Q2 and Q3 of this year - it is not what the EA would like to have.", "We find that there is space for fiscal policy action in many of the larger European economies, but we are yet to see any traction on that front.", "These countries may have their own reasons for holding back fiscal action, but as an outsider and after my interaction with central bank governors of other major economies, it is felt that fiscal action in Europe is somewhat delayed and we are yet to see the kind of fiscal action that we saw in 2008.", "In fact, it is noteworthy that the new chief of European Central Bank, Ms. Christine Lagarde, has stressed the need for some amount of fiscal expansion by countries in the EA which can afford to do so.", "Talking about the world growth scenario, we find that there are some marginal signs of pickup in the US economy, with growth in Q3 being 2.1 per cent in comparison to 2.0 per cent in Q2 of 2019.", "The UK, which recorded a surprising growth of -0.8 per cent in Q2, has reported a 1.2 per cent annualised growth in Q3.", "Growth in China has decelerated.", "South Africa has witnessed a decline in growth from 3.2 per cent in Q2 to -0.6 per cent in Q3.", "Brazil has shown some marginal improvement.", "The overall picture, however, remains unclear.", "Fortunately, for India, both Government and the Reserve Bank have acted in time.", "With regard to the RBI, I can say that the markets were somewhat surprised by RBI's action a little ahead of time, in terms of reduction in policy rate as early as in February 2019, when we anticipated that a momentum for a slowdown is building up.", "The Government, on its part, has also announced several policy measures in the last five to six months.", "I would like to conclude this part of my intervention by saying that a synchronised slowdown across countries necessitates coordinated policy action by major economies.", "Domestic Economic Growth 19.", "Coming to domestic economy, it is imperative that we recognise and highlight the growth drivers of the past and the present.", "What led the Indian growth story in the last two to three decades?", "Which sectors could play that role today?", "Growth Drivers of the Past 20.", "In the late 1990s and the first decade of the 21st century, it was essentially the information technology (IT) sector which led the growth.", "The telecom revolution also happened during the same period and created a lot of new jobs and also added to the gross domestic product (GDP).", "The infrastructure sector, especially the construction of highways, also expanded with the Golden Quadrilateral and the other initiatives that followed.", "Riding on the global growth, manufacturing activity was mainly driven by new automobile companies which made entry into India such as Ford, Hyundai, Toyota, Renault and Nissan, among others.", "Maruti and Ashok Leyland went for expansion and new manufacturing facilities came up.", "Simultaneously, big global electronic hardware and manufacturing companies started setting up their base in India.", "Furthermore, the Incredible India campaign was initiated and large number of foreign tourists started taking interest in India.", "Growth in the late 1990s and in the early years of this century was, thus, primarily driven by IT, telecom, manufacturing, especially in automobiles, electronics and tourism.", "Related segments within the service sector also experienced concomitant expansion.", "What can be the growth drivers of today?", "Going forward, India should strive and become a part of the global manufacturing value chain.", "We have been fairly insulated from the global value chain.", "Therefore, when major manufacturing economies experienced slowdown in the past, India was not significantly impacted.", "It cannot be a justification for remaining permanently away from it for far too long.", "For a major economy such as ours, which is increasingly making its global presence felt, it is necessary to play a significant part of the global value chain.", "I am sure that the policy makers in the Government will give due attention to this aspect.", "There are of course a number of steps which have been taken in this direction in the recent months and years; however, more steps are necessary.", "Food processing could be another area.", "We also need to regain our pre-eminence in textiles.", "Opportunities in the manufacturing and tourism sectors need to be explored further.", "Spending on infrastructure by the Central and State Governments is another important area.", "Capital expenditure of states has remained stagnant around 2.6-2.7 per cent of their gross domestic product (GDP) over the last few years.", "This needs to be stepped up.", "E-commerce and start-ups offer new opportunities and several steps have been taken to create an enabling ecosystem in these areas.", "The RBI's role in the context of revival of growth has been multi-pronged.", "As I mentioned earlier, we have pre-emptively reduced the policy rate by 135 basis points between February 2019 and now to reinvigorate demand.", "In keeping with the accommodative stance, the Reserve Bank has injected a sizable amount of liquidity into the system which was in deficit for a very long time.", "Currently, the system is in daily surplus by about ₹2.5-3.0 lakh crore - that is the quantum of money we are absorbing through reverse repo operations every day.", "To ensure better and higher credit flow, we have taken several measures.", "To touch upon a few, we have increased the single exposure limit for banks to NBFCs; allowed commercial bank lending to NBFCs for on-lending to certain sectors of the priority sector; and reduced the risk weights for banks in certain category of loans to individuals without compromising on any of the macro-prudential principles which is prescribed under the Basel norms.", "Role of RBI in maintaining Financial Stability 25.", "This brings me to the role that RBI plays in maintaining financial stability.", "In this regard, I would like to share certain interesting facts.", "I touched upon it briefly in the press conference post monetary policy, but I would like to highlight a few points again.", "We did a survey of 1539 listed manufacturing companies and an analysis was done based on their H1:2019-20 unaudited half yearly statements which indicate the following: 1.", "These manufacturing companies have increased their investment in fixed assets, including capital work-in-progress, during the first half of 2019-20. .", "45.6 per cent of the funds available with these companies were deployed in fixed assets as compared to 18.9 per cent in the first six months of last year, which means that there was a certain quantum of funds available with the manufacturing companies which was put into fixed assets.", "This probably means that some signs of revival are beginning to show in the investment cycle.", "I must qualify by saying that it is too early to rush into any conclusion.", "Nonetheless, this is an interesting fact which deserves attention.", "Our analysis also showed that there is evidence of some amount of deleveraging (i.e., reduction in borrowing) during the first half of this financial year.", "The proportion of available funds that was used to reduce the long-term and short-term borrowing during the first half of 2019-20 was 11 per cent and 4.2 per cent, respectively.", "Many companies are not availing their working capital limits to the full, which may not be a very good sign.", "It points to some slowdown in the economic activity.", "On the other hand, it could also imply that they have adequate surplus with them which is being used to meet their working capital requirements.", "As time progresses, one would expect them to utilise more of these funds in investments.", "In other words, there is a certain amount of capital available in the system which needs to feed into the investment cycle.", "My sense is that there is a process of cleaning up of balance sheets going on in the corporates.", "So, as far as these corporates are concerned, new investments are being carefully thought through.", "They have certain amount of funds available, certain amount of investable resources at their disposal, but they are in the process of deleveraging and cleaning up of their own balance sheets before they can restart their investment plans.", "Banks and NBFCs are cleaning up their balance sheets as well.", "These are positive signs which are creating a base for future growth.", "In the case of Scheduled Commercial Banks (SCBs), we find that the system-wide capital to risk-weighted assets ratio (CRAR) is about 14.3 per cent at the end of March 2019.", "Comparable numbers for other countries, like China and the US, are 14.1 per cent and 14.9 per cent, respectively.", "One of course must mention that in the advanced European countries like France and Germany, it is a little higher at about 18-19 per cent.", "But our 14.3 per cent is well above the regulatory requirement .", "The problem of stressed assets is also being addressed and the resolution of nonperforming assets (NPAs) has gathered momentum.", "The Supreme Court's judgment in the case of Essar Steel has really unclogged a major resolution issue which had been pending for quite some time.", "There has been improvement in the gross NPA figures.", "After a long time, scheduled commercial banks, especially the public sector banks, have had perceptible improvement in profitability.", "In this context, the role of the Reserve Bank has been to focus on strengthening regulation and supervision to create or to facilitate a robust framework of financial stability where the banks and the NBFCs will be able to fulfil the expectations of the society.", "We have carried out a review of regulations of banks and NBFCs in the recent months and have brought about several improvements regarding their supervision.", "We have created separate Departments of Supervision and Regulation; there is a College of Supervisors which is being set up to improve the supervisory skills of our personnel; and an internal research and analysis wing is being set up within the regulation and supervision departments to support them with analytical and research inputs.", "Because of the interconnectedness of our financial system, this research and analysis wing will be able to see things together; correlate them and look at issues holistically; and identify the possible vulnerable areas and the possible weak or fragile spots, if any, that are showing signs of coming up.", "We also need to focus on 21st century banking in which a lot of activity is currently taking place in digital banking.", "We have put in place a 'regulatory sandbox' for FinTech.", "In the digital payments space, the Reserve Bank has played an important role in creating a kind of a model (Unified Payments Interface (UPI)) that is being watched internationally.", "The Bank of International Settlements (BIS), in a very recently published paper, has said that the UPI framework of India can become an international model to facilitate quick and seamless payments not only within countries but across countries.", "The National Payments Corporation of India (NPCI) has decided to set up a subsidiary to focus on taking the UPI model to other countries as a business proposition.", "Role of Communication 31.", "While doing all these, an important area which is not often discussed about, but which I would like to specifically mention is communication.", "While there have been divergent opinions about central bank communication, there is no denying the fact that it plays a very important role in the functioning of a central bank.", "Some central bankers in the past have believed that central bank communication should be delightfully vague.", "That is, at the end of a Governor's talk, when one tries to understand what he said, one realises that he has said nothing or nothing new.", "The counter view is that central bank communication should give clarity, should bring about transparency in its policymaking and should also give some forward guidance.", "It is for you to assess how we have fared in this aspect, but we have tried to strengthen our communication in the recent months.", "I would not say that it is for the first time - as it has happened earlier too - but that, by and large, the focus of RBI's communication has been to give greater clarity to what goes behind decisions and be as transparent as possible.", "In fact, I can share that in the last few months, whenever we have taken any major policy decision, we have had detailed and long meetings with analysts, researchers and media personnel.", "We have also had discussions with academic bodies and research institutions and these are held closed-door so that a free and frank discussion can flow, and we can try to explain what has gone into the decision-making process.", "For the first time, we have also started giving forward guidance about our major policy decisions, especially with regard to monetary policy.", "Let me give some examples: 1.", "About six months ago, in one of the monetary policy committee (MPC) resolutions, we had said that growth is a matter of highest priority as long as inflation is under control.", "We gave a very clear message that so far as the Reserve Bank is concerned, so far as the monetary policy is concerned, and so far as the MPC is concerned, growth is a matter of highest priority.", "To give some amount of forward guidance to the market and the analysts, after we had changed our stance to accommodative a few months ago, we had said in the MPC resolution that the Reserve Bank will continue the accommodative stance as long as necessary to revive growth while keeping in mind the inflation target.", "When we took a pause in the last MPC meeting, I do not know why the markets said that they were surprised.", "I was told that the market was surprised by our policy decision in February, but subsequently I am happy and want to thank all of you for accepting that it was the right call to take.", "This time around too, with the pause that we have taken, I do hope that the events will unfold in a manner which will prove that the MPC's decision was right.", "But that is not the point I am trying to make and only time will tell how the situation evolves.", "When we took the pause, the MPC very clearly recognised that monetary space is available, and it will use this space as per requirement, keeping in mind the incoming data regarding inflation and growth.", "This can be construed as an example of forward guidance wherein the reasons for the pause have been very elaborately explained in the MPC resolution and in the statement which I made during the press conference.", "It is available on the RBI website.", "In our decision to take a pause, while we have said that there is space for further monetary policy action, we have very carefully and very definitively also said that the timing will have to be decided in a manner that its impact is optimum and maximised.", "We have, in fact, in other policy measures also, tried to bring about a lot of transparency, showing our focus on communication.", "To explain the power of communication, let me mention the 2008 Global Financial Crisis and the expansionary policy that the US Fed adopted at that time.", "The communication at that time was very powerful; therefore, it was accepted by the international markets and the analysts.", "Everybody understood exactly what the Fed was going to do.", "In 2013, during the so-called taper tantrum, the US Fed's communication was not as powerful - a mere mention that they are perhaps going to roll back or unwind the expansionary policy - created a huge havoc and volatility in the international financial markets.", "Communication, therefore, is a powerful tool.", "Any decision that is taken by the central bank has to be backed by communication.", "Of course, communication should be backed by action and it should never be empty words.", "Let me conclude by saying that in a complex and interconnected economy such as India, challenges emanate from the spheres of monetary policy, regulation and supervision of financial markets as well as detection of frauds, risk management functions and internal control systems of banks and non-banks, amongst others.", "Consequently, there is never a dull moment in the central bank.", "It is always full of challenges; what is important is that we should respond to these in time.", "Recently, an old timer in Mumbai told me that you have winds blowing from two different directions in the top floors of the Reserve Bank.", "I thought he was talking about the role of the Reserve Bank and how complex it is until I realised that he meant that the wind actually blows in from two different directions.", "My reply to him was: \"Well, that would demonstrate how complex and challenging is the role of Reserve Bank in a complex economy like India!\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Growth", "Central banking", "Communication", "Inflation", "Banking sector", "Manufacturing", "Investment", "Economic slowdown"]}