{"sentences": ["COVID-19 and the Reserve Bank's Balance Sheet A speech delivered to 2020 KangaNews New Zealand Capital Markets Forum in Wellington On 20 August 2020 By Christian Hawkesby, Assistant Governor1 General Manager, Economics, Financial Markets and Banking Group Chair, Assets and Liabilities Committee E nga mana, e nga reo.", "E nga karanga maha o te wa.", "It is great to be able to participate in this conference that was originally scheduled for late February, albeit still remotely due to COVID-19 restrictions.", "The last time I spoke to a financial markets audience in person was in late-January at a conference in Sydney.", "I recall being struck at the time that I had never seen a conference organiser so happy to see me arrive at a venue.", "Turns out it was nothing personal.", "All the rest of the keynote speakers were part of a world tour and had got stuck in Hong Kong in self-isolation.", "Travelling from Wellington, I was the only one that had made it in person.", "In my mind, that was a moment when COVID-19 became something very real and tangible, spreading to our part of the globe.", "Of course, the world has changed remarkably since late January in response to this global health crisis.", "One of those ways is that the Reserve Bank's balance sheet has increased from around $25 billion to $60 billion (Figure 1), and growing.", "For a long time, the Reserve Bank has been seen primarily as an institution that makes announcements on interest rates every six weeks.", "However, periods like the Global Financial Crisis (GFC) and COVID-19 serve as stark reminders that we are ultimately a bank - the bank to the banking system and the bank to the Crown (the New Zealand Government).", "In recent years, we have used the story of Tāne Mahuta to illustrate to the general public this broader perspective of the role of the Reserve Bank of New Zealand - Te Pūtea Matua -in the financial system.", "Just as Tāne Mahuta is part of the forest and the guardian - kaitiaki - of that forest, the Reserve Bank is both a part of the financial ecosystem and kaitiaki.", "Figure 2: Tāne Mahuta Last month, my colleague, Geoff Bascand, spoke about the Reserve Bank's role as the regulator and supervisor of the financial system, the actions taken during COVID-19, and the agenda ahead.", "The branches and leaves and roots of Tāne Mahuta.", "Today, I would like to focus on how we have utilised our balance sheet flexibility to support the economy and financial system throughout COVID-19.", "That is, the roots, sap and vascular system of Tāne Mahuta.", "Specifically, I will:  describe what the Reserve Bank's balance sheet looks like;  outline our approach to managing it before COVID-19;  explain our actions taken through the crisis; and  share some reflections on that experience and the way ahead.", "While I am also a member of our Monetary Policy Committee (MPC), I am speaking mostly as the chair of our Assets and Liabilities Committee (ALCO), responsible for the internal governance of our balance sheet.", "While the MPC sets monetary policy, our ALCO oversees its implementation and our activities in financial markets.", "There are two key messages that I want to leave you with today about our role as a central bank.", " First, our goal is not to maximise our profits or dividend from the activities on our balance sheet.", "We use our balance sheet to achieve our ultimate policy objectives of monetary and financial stability.", "In an environment where the Official Cash Rate (OCR) is nearing its lower bound, the size and composition of our balance sheet will inevitably become a more active tool, particularly for our monetary policy decisions.", " Equally, it is not our goal to minimise financial risk on our balance sheet.", "Rather, our approach is to manage risk within a clear risk appetite framework, across the dimensions of operational, legal, financial, and reputational risk.", "In environments like the GFC or COVID-19, central banks need to take financial risks to succeed in achieving their objectives for monetary and financial stability.", "But these risks need to be very well-understood, wellexplained, and managed on a no surprises basis.", "Balance Sheet Pre-COVID-19 To appreciate the fundamental changes that happened to our balance sheet during COVID-19, it is useful to first touch on what it looked like before the crisis.", "Like any bank, our liabilities include deposits and our assets are a combination of loans, bonds and other assets.", "The Reserve Bank's liabilities predominantly consist of three core parts, which line up with three key roles that the Reserve Bank plays in the financial system: the sole issuer of currency, the bank for the banking system, and banker to the Crown.", "i) Currency in circulation The Reserve Bank has the trusted position of being the sole supplier of legal tender New Zealand dollar banknotes and coins.", "Currency is a liability on our balance sheet because it acts as an IOU from the Reserve Bank to the holder.", "Banks that hold physical currency can return it in exchange for a deposit in their account at the Reserve Bank.", "This liability is the sum of the 'physical cash' on issue.", "Before COVID-19, currency in circulation was around $7 billion.", "ii) Settlement accounts As the bank to the banking system, we hold deposits from settlement banks.", "Settlement balances in these accounts are a liability as banks can draw on this cash to make inter-bank payments to each other through a trusted intermediary - the Reserve Bank.", "There are currently 13 settlement banks in New Zealand out of the 27 banks registered here.", "These deposits with us can be thought of as 'electronic money' rather than physical currency.", "These settlement accounts cannot be overdrawn.", "Before COVID-19, there was typically $7 billion-$8 billion in aggregate across these settlement accounts, to facilitate the smooth functioning of the money market and interbank payments.", "iii) Crown settlement account Lastly, we act as the banker for the New Zealand Government.", "Like a normal bank, the Government can deposit surplus funds in their bank account with us, their Crown Settlement Account (CSA).", "It creates a liability on our balance sheet as it is money the Government can draw on.", "When the Government receives taxes, or sells a bond or bill, it produces an inflow into its bank account.", "Conversely, payments of welfare benefits, interest on Government bonds or repaying the principal of a bond as it matures, produces outflows from the CSA.", "Before COVID-19, the CSA typically had a positive balance up to $6 billion to manage the Crown's cash flows.There was an overdraft facility available up to $5 billion, which has primarily been used by the Crown under normal circumstances to help manage very short-term mismatches created by large Crown cash flows, such as around a bond maturity.", "Liquidity management and other assets Before COVID-19, the asset side of our balance sheet consisted of two main categories to achieve our policy objectives.", "i) Liquidity management and monetary policy implementation The first was liquidity management, where we were a net lender to actively influence conditions in money markets, to ensure that overnight interest rates in the market traded near the OCR set by the MPC.", "In short, from 1999 the Reserve Bank operated a type of \"corridor system\" to implement monetary policy.", "Banks received the OCR on their settlement balances with us, up to a certain amount.", "If they held balances above this level, they received OCR less a penalty rate.", "Similarly, if banks found themselves with insufficient balances at the end of the day, they could borrow from us but at OCR plus a penalty rate.", "By ensuring it was costly for a bank to have insufficient cash and also offering a poor return if settlement balances were too high, it incentivised banks to manage their balances carefully.", "It also encouraged borrowing or lending in the inter-bank market.", "The main role for the Reserve Bank in this framework was to be a net lender into short-term money markets to ensure there was enough settlement balances in aggregate in the system so that banks could collectively operate within this corridor, where there wasn't too little or too much liquidity.", "An important feature of the amount of aggregate settlement balances - electronic central bank money - is that, alongside physical currency, it is a closed system.", "That is, one bank can reduce its settlement balance by paying another bank, but this only shifts the balance within the system, it doesn't reduce the amount of settlement balances in total.", "The only way that the amount of aggregate settlement balances can change is through payments to or from the Crown or the Reserve Bank, who are outside the system.", "Therefore, the main role of our domestic market operations team before COVID-19 was to forecast the Government's cash flows in and out of the CSA and look to offset the impact of those flows with our Open Market Operations (OMOs) in money markets, injecting or withdrawing liquidity.", "The tools we used to inject liquidity were reverse repurchase agreements (reverse repos) and foreign exchange swaps (FX swaps).", "These feature as assets on our balance sheet.", "The tools we used to withdraw liquidity were repurchase agreements (repos) and issuing Reserve Bank Bills.", "These feature as liabilities on our balance sheet.", "Before COVID-19, lending via FX swaps was the largest asset held by the Reserve Bank for liquidity management purposes, with around $7 billion outstanding.", "We also typically held around $3 billion of NZ Government Bonds on our balance sheet before COVID-19.", "These assets gave us the capability to withdraw liquidity via our repos.", "They were also available to lend to banks, thereby helping to avoid settlement failures if a bond became scarce in the secondary market.", "In addition, when a specific NZ Government Bond was within a year of maturity, we would typically start a repurchase programme to increase our holdings of that issue to help smooth out the impact of a large maturity on settlement balances.", "ii) Foreign reserve management Finally, we hold foreign currency assets, made up largely of liquid US, European and Japanese government bonds.", "Around 70 percent of these foreign assets are hedged against foreign exchange risk.", "These provide the capability to intervene in the foreign exchange market in response to disorderly conditions.", "Varying the size of our foreign exchange position also provide a tool to manage the level of the NZ dollar exchange rate if it was deemed exceptionally high or low, unjustified, consistent with MPC's Remit and the timing was opportune.", "Before COVID-19, we typically held around $12 billion in foreign currency reserves.", "In summary, Figure 3 brings together how the Reserve Bank's balance sheet was structured at the end of 2019 - back in the days where the OCR was our primary monetary policy tool and the balance sheet was smaller and less dynamic.", "Figure 3: Balance Sheet Pre-COVID-19 Assets (NZ$ million) Liabilities (NZ$ million) NZ Government Bonds 3,760 Notes and coins in circulation 7,557 Foreign Reserve Management assets 12,383 Crown settlement account 3,048 Foreign Investment Assets using FX 7,302 Bank settlement accounts 7,493 Reverse repurchases 600 Reserve Bank bills 1,225 Other assets 554 Repurchase agreements - Other liabilities 2,524 Total 24,599 Total 24,599 Source: Reserve Bank of New Zealand For a detailed explanation, see Eckhold and Hunt (2005).", "Balance Sheet with COVID-19 Conditions in global economies and financial markets deteriorated dramatically through February and early March.", "On 16 March, after an extraordinary meeting the MPC decided to provide further monetary stimulus and cut the OCR by 75 basis points to 0.25 percent, and indicated that a Large Scale Asset Purchase (LSAP) programme of NZ Government Bonds would be the next tool deployed if required.", "It is hard to overstate the strain on global markets through this period.", "Unlike many past crises caused by a vulnerability within the financial system, this was foremost a health crisis.", "This made it particularly hard for financial markets to judge how quickly or how widely COVID-19 would spread, the policy response, and the combined impact on economies.", "Equity markets experienced some of the largest daily falls of all-time (Figure 4a).", "Credit spreads widened sharply and government bond yields were also extremely volatile (Figure 4b).", "In response, liquidity in many secondary markets dried up as intermediaries withdrew to limit their risk.", "Internationally, financial markets were becoming dysfunctional.", "The MOVE Index measures the volatility of interest rates on US Treasury bonds.", "Asset side of our balance sheet To continue to achieve our policy objectives, these conditions led us to take a number of actions across New Zealand's money markets, term lending market, government bond market, and corporate bond market that fundamentally transformed our balance sheet.", "NZ dollar money markets Our initial and primary concerns were around New Zealand's money markets.", "The FX swap market had become extremely stressed.", "The global dash for US dollar liquidity had influenced our local money markets through its impact on the FX swap market.", "Pressure had begun to build in February, and by March the implied interest rates to borrow NZ dollars in the FX swap market were rising rapidly (Figure 5).", "Despite cutting the OCR to 0.25 percent, the implied NZ dollar interest rates had risen to nearly 2 percent to borrow for one week and had spiked to around 20 percent to borrow overnight.", "This was spilling over into the bank bill market and other indicators of short-term wholesale funding costs in New Zealand money markets.", "Given the crucial role that the FX swaps market played as our primary tool for managing NZ dollar liquidity, we started lending in scale into this market in an attempt to lower these implied borrowing rates, and then drained excess liquidity using other tools to offset the impact on settlement balances.", "However, this was only having a marginal effect in stabilising interest rates.", "As a result, on 20 March, we announced a decision to lend at a much larger scale and not drain the impact on settlement cash.", "This was a fundamental decision in our crisis response.", "It marked the end of a target for settlement balances and discarded the 'corridor system'.", "The penalty rate on excess deposits in settlement accounts was removed, moving us to a so-called 'floor system'.", "All settlement balances would be remunerated at the OCR.", "This gave us a much better chance to anchor short-term money market rates near the OCR.", "This decision resulted in a dramatic expansion of our balance sheet.", "Within a week, our lending in the FX swaps market in maturities from overnight to six months rose to $20 billion, contributing to the amount of settlement cash in the system quickly rising from $8 billion to over $30 billion.", "New Zealand dollar bank term funding Longer-term funding for banks remained a key consideration through this period.", "While we had confidence that the New Zealand banking system was well-funded for many months ahead, globally the primary issuance market had ground to a halt, creating uncertainty about when this channel of funding would reopen.", "As a result, we launched a number of facilities to ensure that banks were confident they could access term funding to continuing supporting their retail, corporate, and business customers.", " On 20 March, we announced the Term Auction Facility (TAF), offering regular access to collateralised loans for 3, 6, and 12 month terms.", " On 30 March, we launched the Corporate Open Market Operation (COMO), designed to support the functioning of the corporate paper market.", " On 2 April, we introduced the Term Lending Facility (TLF), to provide banks funding for up to three years based on lending to businesses under the Government's Business Finance Guarantee Scheme (BFGS).", "The BFGS offered a partial Government guarantee on loans banks made to eligible small and medium-sized businesses.", "While none of these facilities have been drawn on in significant size to date, they are an important part of stabilising market conditions by providing an assurance that we were willing to provide term funding options for the banking system to access.", "New Zealand Government Bonds Through this period, government bond markets were also becoming strained globally.", "A combination of factors were at play locally.", "Government borrowing requirements were increasing rapidly, as the Government announced a large fiscal package as a policy response to COVID-19.", "At the same time, many fund managers and global investors were looking to liquidate holdings of NZ Government Bonds as a precaution against client redemptions in other asset classes.", "Crucially, intermediaries such as bank dealers were also beginning to withdraw their services, to reduce their risk as volatility rose.", "Bid-offer spreads on government bonds are one measure of market liquidity (Figure 6).", "While these rose dramatically through this period, they understated the problem.", "In practice, holders of Government bonds could not find an intermediary to provide a bid, for even small parcels of NZ Government Bonds with only a few months left until maturity.", "The secondary market had become almost completely illiquid.", "There were three main measures we took in response to assist market functioning.", "First, we increased our early repurchases of maturing government bonds.", "We already had a programme in place to repurchase early the NZ Government Bond due to mature on 15 June 2020.", "On 30 March, we extended this programme to also include the NZ Government Bond maturing on 15 May 2021, beyond a year to maturity.", "This provided an additional avenue for dealers to reduce their inventories, and freed up their ability to intermediate other flows in the market.", "We also announced our willingness to support liquidity in the secondary market for NZ Government Bonds,15 implementing a separate Bond Market Liquidity Support (BMLS) scheme.", "This involved us placing bids for NZ Government Bonds in the wholesale broker market in conventional sized parcels of $5 million to $20 million, where no other bids were being offered by market participants.", "This small-scale intervention was designed to provide the market with confidence there was as a bidder of last resort, and enable price transparency in a market that had become illiquid and opaque.", " On 25 March following an extraordinary meeting, the MPC decided that the Reserve Bank would undertake a LSAP programme of up to $30 billion of NZ Government Bonds, to provide monetary stimulus by lowering interest rates across the yield curve.", "Operational decision-making around the implementation of purchases was delegated to staff in the Financial Markets Department.", "This allowed us to purchase larger amounts initially, both to keep yields low and to support market functioning by introducing a buyer in large scale across the yield curve.", "The size of this LSAP programme was increased at subsequent Monetary Policy Statements.", "By early August, our holdings of NZ Government Bonds had risen to over $20 billion.", "The combination of these actions helped restore market functioning and contributed to the yield curve of NZ Government Bonds becoming lower and flatter (Figure 7), consistent with the MPC's immediate objective of softening the blow from COVID-19 on the New Zealand economy.", "New Zealand dollar corporate bonds Finally, despite our actions in other interest rate markets, by early April the NZ dollar corporate bond market was becoming increasingly dysfunctional.", "As had occurred earlier in the NZ Government Bond market, given heightened uncertainty and volatility, intermediaries were withdrawing from the secondary market, resulting in a lack of bids, a widening of spreads, and an absence of price transparency.", "We had a particular concern about the lack of liquidity in bonds issued by the NZ Local Government Funding Agency (LGFA), which was the largest and most liquid issuer of non-government bonds in normal times, and a key benchmark for other issuers in the NZ dollar corporate bond market.", "A continued absence of secondary market liquidity was creating a real risk that primary issuance in New Zealand's debt capital market - a key channel of monetary policy - could be closed for a prolonged period.", "On 6 April, LGFA bonds were added to our BMLS scheme, and we began asking wholesale market intermediaries for offers to sell LGFA in conventional sized parcels of $5m to $20m.", "On 7 April, following another extraordinary MPC meeting, LGFA bonds were also added to the LSAP programme, enabling purchases up to $3 billion.", "In May this was reformulated as a cap of up to 30 percent of LGFA bonds on issue.", "These actions saw benefits across the NZ credit market, even to issuers not included in the BMLS or LSAP programmes.", "The corporate bond spreads of LGFA and other issuers narrowed (Figure 8a and 8b), secondary market liquidity returned to more normal conditions, and primary issuance has been undertaken by both the LGFA and some other non-government issuers.", "Reserve Bank of New Zealand (2020f): Offer to purchase Local Government Funding Agency bonds.", "Reserve Bank of New Zealand (2020l): Reserve Bank to extend Large Scale Asset Purchases.", "The rapid expansion of assets on our balance sheet was matched by an equally fundamental change in the size and composition of our liabilities.", "Crown Settlement Account It was an unprecedented time for the management of Crown liquidity through the CSA.", "The largest immediate pressure was the Government's Wage Subsidy scheme that has paid out over $13 billion to date.", "From the start of Alert Level 4 lockdown in March, this involved upfront payments of three months' worth of subsidy covering around half of New Zealand's labour force.", "At the end of March, we agreed with New Zealand Debt Management to temporarily increase the overdraft facility on the CSA from $5 billion to $10 billion for three months.", "This was designed to assist the Crown in managing significantly higher short-term uncertainty around fiscal flows and to afford the Crown more flexibility in its design and implementation of funding activity, as well as any associated NZ Government Bond issuance.", "The CSA went briefly into overdraft in mid-April.", "Since then the balance in the CSA has grown steadily as the Government has raised funds through its weekly bond and T-bill tender programmes and large syndications of new bond issues.", "It has also been assisted by better-than-forecast fiscal outcomes in the near-term.", "At the end of July the CSA balance had grown to $18 billion.", "Settlement balances Since COVID-19, the settlement balances of the banking system have increased from around $8 billion to between $20-30 billion (Figure 9).", "Under the previous corridor system, Government cash flows had to be offset through our OMOs to maintain the target amount of aggregate settlement cash in the banking system.", "This has not been required since the shift to a floor system, where all settlement cash balances receive the OCR.", "Since then, we have only partially smoothed out the lumpiest government cash flows.", "Rather, our influence on the level of settlement cash has come through two main actions.", " Open Market Operations: Our initial liquidity injections in March to support the functioning of the FX swap market lifted the level of settlement cash considerably.", "Since then, we have let some of these maturities run off as conditions in NZ dollar money markets have returned to normal.", " LSAP: The purchases of bonds from banks in the LSAP programme are funded by increasing banks' settlement accounts.", "With purchases of up to $100 billion authorised by the MPC announced in total through to June 2022, this will be an ongoing upward influence on settlement balances and our overall balance sheet.", "Figure 9: Settlement Cash Level and Reserve Bank Influences 35 35 Other RBNZ Operations Thousands Thousands LSAP Cash Influence 25 Settlement Cash Level 25 10 10 -10 -10 Jan-20 Feb-20 Mar-20 Apr-20 May-20 Jun-20 Jul-20 Aug-20 Source: Reserve Bank of New Zealand Note: Other RBNZ Operations includes OMOs and the TAF.", "Currency in Circulation The final component of our balance sheet I'd like to touch on is currency in circulation, coming back to our core role as the monopoly provider of legal tender in New Zealand.", "Many retailers chose contactless payment methods as a preference during the height of COVID-19, to reduce the amount of physical contact required to make payments.", "However, in practice we have experienced the very opposite of a decline in cash.", "Physical currency in circulation rose by around $800 million over the month of March.", "Around a year's worth of normal demand for $50 notes was put into circulation by banks in the days leading up to the start of Alert Level 4 lockdown on 25 March.", "As a result, annual growth in currency in circulation rose to 18 percent, from its more normal average closer to 5 percent (Figure 10).", "This increase in cash in circulation through COVID-19 is both consistent with international experience and our own recent engagement with New Zealanders on the Future of Cash.", "The key message of that consultation was that while as a society we are using cash less, we are not becoming cashless.", "Cash still plays an important role for many people, including as a store of value outside the banking system or in its role as a contingency back-up method of payment.", "For some, particularly those financially or digitally excluded, access to cash remains an essential component of engaging in society.", "Through COVID-19 we have worked with banks, security companies, and the New Zealand Defence Force to activate a number of emergency contingency measures to ensure that NZ dollar cash is ready and available in all regions of the country, and resilient to further disruptions in supply chains and distribution if the COVID-19 pandemic escalates.", "We have also reiterated the message that cash is just one of a number of frequently touched surfaces - much like a debit or credit card, phone or watch - and reinforced the need for good hand hygiene regardless of the way payments are made or accepted.", "Balance sheet with COVID-19 Bringing the asset and liability sides of the balance sheet together, Figure 11 illustrates the evolution so far through 2020.", "Figure 12 provides a more detailed background by each new scheme, programme and facility launched since COVID-19, against our balance sheet at the beginning of the year.", "All this information is updated each month on our website.", "Figure 11: Balance Sheet with COVID-19 Assets Liabilities and Equity 40 40 10 10 Dec-19 Jan-20 Feb-20 Mar-20 Apr-20 May-20 Jun-20 Jul-20 Dec-19 Jan-20 Feb-20 Mar-20 Apr-20 May-20 Jun-20 Jul-20 LSAP Early Bond Repurchases Notes and coins in circulation Crown settlement account Other NZ Government Bonds LGFA Bank settlement accounts Liquidity Management Cash Lending Facilities Liquidity Management Other liablities Equity Foreign Reserves Other Assets Source: Reserve Bank of New Zealand.", "Note: Max is the maximum value of the month end figures since Dec-19.", "Reflections, next steps and conclusion While New Zealand's financial markets have been functioning again, with the global COVID-19 pandemic ongoing it feels far too early to claim victory.", "However, I think it is worthwhile to make some initial observations, reflections, and comments on next steps from here.", "Risk Appetite Framework As outlined in the narrative of what we have done through COVID-19, our goal has not been to maximise our profits or dividends from the activities on our balance sheet.", "Rather, it is to achieve our ultimate policy objectives of monetary and financial stability.", "However, we still need to anchor our balance sheet decisions within a clear risk appetite framework, across four key dimensions:  Legal risk: meeting our mandate, operating within our legal powers, and working with others where additional powers are sought.", "Operational risk: designing, implementing and executing our plans.", "Financial risk: taking on additional credit, interest rate or liquidity risk from the assets and liabilities on our balance sheet.", " Reputational risk: explaining to all our stakeholders what we do, why we have taken certain actions, and where we see the limits of our capabilities and responsibilities.", "As a central bank, we have a very low appetite for legal and operational risk.", "However, we do understand that in situations like the GFC or COVID-19, we need to have a high appetite to take financial risks in order to successfully achieve our policy objectives.", "Some of these new activities on our balance sheet - such as the TAF, COMO, TLF, BMLS and increased activity in FX swaps - have been taken on using our existing capital and frameworks for managing financial risk.", "For some other new activities - such as the LSAP - we have received an indemnity from the Crown to cover the additional credit and interest rate risk from these holdings on our balance sheet.", "Equally, we are also aware that we need to have some appetite to take reputational risk to achieve our end goals.", "Undertaking anything new or uncertain will always increase the need to explain our actions under a heightened degree of scrutiny.", "That said, delivering on our mandate while engaging successfully with all our stakeholders along the way should be reputation enhancing.", "Global developments and comparisons In New Zealand, we launched a range of schemes and programmes across our balance sheet, including the TAF, COMO, TLF, BMLS and LSAP.", "At the same time, central banks around the world have unleashed an alphabet soup of measures.", "As a small open economy integrated into global markets, we have undoubtedly benefited from the actions of other central banks to calm markets, especially the US Federal Reserve in its crucial role as the global reserve currency.", "It is easy to focus on the differences in actions taken by central banks in other countries, either in the timing or the exact design of those actions.", "But talking to other central bankers overseas and listening to their stories, the similarities are far more striking.", "Within a four to five week period through March and April, many central banks deployed a range of emergency and unconventional measures that resembled the actions taken over an 18 month period during the GFC.", "We have not been alone, with central bank balance sheets expanding in concert (Figure 13).", "The experience of central banks in other countries also provides some insight into exit strategies, especially those countries that began large scale asset purchase programmes during the GFC.", "In many cases, central bank balance sheets have remained relatively large for a prolonged period.", "There have been some instances where the size of balance sheets have started to reduce when policymakers had sufficient confidence their policy objectives could be achieved with less support.", "That said, it is not necessarily the case that central bank balance sheets should revert to their former size.", "It will be a case of what is optimal in the future to enable central banks to fulfil their remits.", "Country specific approaches Each country needs to find its own unique approach to both expanding the balance sheet and its exit strategy.", "Beyond the specific economic outlook, the approach of each country will also be dependent on the particular size, depth and structure of its financial markets; the composition of its financial system; and its governance and institutional arrangements between the central bank and government.", "For example, there are a number of specific features for New Zealand that have shaped our balance sheet response to COVID-19.", "The relative importance of the FX swap market made this a focal point of actions to restore the functioning of New Zealand's money markets.", "The relatively small number of intermediaries, local investors and hedging tools in the NZ Government Bond market shaped the design of the LSAP programme.", "Regular and consistent purchases across the yield curve through a transparent tender process have been important to not only lower bond yields, but to restore market liquidity and confidence to intermediaries and investors.", " The relatively low normal amount of activity in New Zealand's corporate bond market also shaped our limited inclusion of the LGFA as the only non-government bond issuer within the LSAP programme.", "In April, we judged that a programme that included a wide range of corporate issuers on scale could potentially do more harm than good, by removing scarce supply and distorting conditions when normal activity resumed as market calm was restored.", "Just as Tāne Mahuta is part of the forest and the guardian - kaitiaki - of that forest, the Reserve Bank is both a part of the financial ecosystem and kaitiaki.", "As such, our engagement with participants in New Zealand's financial markets has been crucial for us to assess and design how we have used our balance sheet and designed new facilities.", "Ongoing dialogue with the heads of dealing rooms, treasurers, chief economists, corporate issuers, fund managers, market analysts, global investors, the New Zealand Financial Markets Association, and New Zealand Debt Management all added to our understanding of market conditions and the response needed to continue delivering our policy objectives.", "Much of this was done remotely throughout the lockdown, sometimes into the night and weekends, demonstrating the importance of building strong relationships with market participants before the crisis.", "Of course, the implications of COVID-19 are not over, either globally or here in New Zealand.", "At the August Monetary Policy Statement last week, the MPC kept the OCR at 0.25 percent and expanded the LSAP programme to up to $100 billion.", "The Committee agreed that a lower or negative OCR, a Funding for Lending Programme (FLP), purchases of foreign assets, and interest rate swaps all provided policy optionality, to be assessed against the Committee's five principles for alternative monetary policy tools.", "That is, they all remain on the list of possible instruments that could shape our balance sheet into the future.", "In particular, the Committee expressed a preference for considering a package of a negative OCR and a Funding for Lending Programme (FLP), in addition to the LSAP programme.", "Staff were instructed to actively prepare advice on their design and deployment if deemed necessary, taking account of the operational readiness of the financial system.", "Once again, our goal will not be to use our balance sheet to maximise profit or minimise financial risk, but as a tool to achieve our policy objectives, within a clear risk appetite framework to assess and manage the legal, operational, financial and reputational risks of these tools.", "As before, our external engagement with financial market participants is going to be crucial to help us design a potential package of measures to be as effective as possible, to help us bring stakeholders along the way with us, and to maximise the chance of success.", "Not only that, we will collectively need to build on the story of Tāne Mahuta with the public of New Zealand, to explain what we are doing, why, and how it will ultimately contribute to the long-term prosperity of New Zealanders.", "Nau te rourou, naku te rourou, ka ora ai te iwi.", "With your contribution, and my contribution, the people will prosper.", "Tēnā koutou, tēnā koutou, tēnā tatou katoa.", "Banking the economy in post-COVID Aotearoa.", "A speech delivered to banking industry representatives in Wellington.", "'The Reserve Bank's Policy Actions and Balance Sheet'.", "Speech to the Economic Society of Australia, 30 June 2020.", "The Reserve Bank's new foreign exchange intervention policy.", "Federal Reserve announces the establishment of temporary U.S. dollar liquidity arrangements with other central banks [Press Release].", "Retrieved from Hauser, A.", "'Seven moments in Spring: Covid-19, financial markets and the Bank of England's operations'.", "Speech at a Bloomberg Webinar, 4 June 2020.", "'The Reserve Bank's Operations - Liquidity, Market Function and Funding'.", "'The Federal Reserve's Market Functioning Purchases: From Supporting to Sustaining'.", "How the Reserve Bank of New Zealand manages liquidity for monetary policy implementation.", "Reserve Bank of New Zealand.", "The Journey of Te Pūtea Matua: Our Tāne Mahuta.", "Retrieved from -us/the-journey-of-te-putea-matua-our-tanemahuta.", "Reserve Bank of New Zealand.", "The Future of Cash Use - Te Whakamahinga Moni Anamata.", "-and-coins/future-of-cash/issues-paper-thefuture-of-cash Reserve Bank of New Zealand.", "The Future of the Cash System - Te Pūnaha Moni Anamata.", "-and-coins/future-of-cash/the-future-of-thecash-system Reserve Bank of New Zealand.", "The remit for the Monetary Policy Committee.", "Reserve Bank of New Zealand.", "Cash and other payments systems ready for COVID-19 [Press release].", "Retrieved from -andother-payments-systems-ready-for-covid-19 Reserve Bank of New Zealand.", "Financial Stability Report May 2020.", "Retrieved from -stability/financial-stability-report/fsr-may-2020.", "Reserve Bank of New Zealand.", "Longer-term funding to support business lending [Press release].", "Retrieved from -term-fundingto-support-business-lending.", "Reserve Bank of New Zealand.", "Monetary Policy Statement August 2020.", "Retrieved from -policy/monetary-policy-statement/mps-august-2020 Reserve Bank of New Zealand.", "OCR reduced to 0.25 percent for next 12 months [Press release].", "Retrieved from -reduced-to-025percent-for-next-12-months.", "Reserve Bank of New Zealand.", "Offer to purchase Local Government Funding Agency bonds [Press release].", "Retrieved from -andpayments/domestic-markets/domestic-markets-media-releases/offer-to-purchase-localgovernment-funding-agency-bonds.", "Reserve Bank of New Zealand.", "Principles for Using Unconventional Monetary Policy in New Zealand.", "Retrieved from -Monetary-PolicyPrinciples-and-Tools.pdf?revision=f3d7bbac-bbec-4a8f-a49d-66d5e17c43d4&la=en.", "Reserve Bank of New Zealand.", "Reserve Bank announces Corporate OMO and NZGB 2021 bond repurchase [Press release].", "Retrieved from -payments/domestic-markets/domestic-markets-media-releases/reserve-bank-announcescorporate-omo-and-nzgb-2021-bond-repurchase.", "Reserve Bank of New Zealand.", "Reserve Bank announces new facility and removal of credit tiers [Press release].", "Retrieved from -andpayments/domestic-markets/domestic-markets-media-releases/reserve-bank-announces-newfacility-and-removal-of-credit-tiers.", "Reserve Bank of New Zealand.", "The Reserve Bank is committed to ensuring smooth market functioning [Press release].", "Retrieved from -reserve-bank-is-committed-to-ensuring-smoothmarket-functioning Reserve Bank of New Zealand.", "Reserve Bank to begin Large Scale Asset Purchases [Press release].", "Retrieved from -and-payments/domesticmarkets/domestic-markets-media-releases/reserve-bank-to-begin-large-scale-asset-purchases23-march-2020.", "Reserve Bank of New Zealand.", "Reserve Bank to extend Large Scale Asset Purchases [Press release].", "Retrieved from -and-payments/domesticmarkets/domestic-markets-media-releases/reserve-bank-to-extend-large-scale-assetpurchases.", "Reserve Bank of New Zealand.", "Retrieved -us/statements-of-intent/statement-of-intent-1-july2020-30-june-2023.", "Letter of Indemnity - August 2020.", "Retrieved from /- /media/ReserveBank/Files/News/2020/Letter-of-Indemnity-from-the-Minister-of-Finance-9August-2020.pdf The Treasury.", "New Zealand Government Bond Tender Schedule - May 2020 [Press release].", "-resources/new-zealandgovernment-bond-tender-schedule-%E2%80%93-may-2020"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "fiscal dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "none", "none", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Balance sheet", "Financial markets", "COVID-19", "Liquidity", "Risk appetite", "Government bonds", "Corporate bonds", "Central bank", "Financial stability"]}