{"sentences": ["It is my pleasure to speak with local and international investors and share updates on the Philippine economy at this time.", "But first let me thank Nomura for sponsoring this webinar.", "It's been nearly six months since the World Health Organization (WHO) declared the corona virus disease as a pandemic.", "Since then, lockdowns of varying degrees and durations have been implemented in different territories of the world, some more successful than others.", "But while a few countries have reported some successes in fighting the spread of the virus, surge in COVID-19 cases continues to be seen in many parts of the globe.", "Consequently, business activities have been disrupted, and the global economy is set to contract this year.", "The International Monetary Fund, in its report released in June, said it expects the global economy to shrink by 4.9 percent this year, worse than the negative 3.0 percent projection made in April.", "The Philippines is not spared.", "Its economy plunged into recession in the second quarter.", "Yet, we're confident that the economy will bounce back strongly within the near term.", "Amid the uncertainty, countries with decisive leadership and the right policy responses to the pandemic will be the economic champions in the post-COVID era.", "Based on what we have done so far, I am confident the Philippines will be among them.", "There are three prerequisites for an economy to post a strong recovery.", "First is the ability to craft and implement measures that squarely address the crisis and its impact.", "Second is adoption of a unified and coordinated approach among concerned entities.", "And third is the recognition and seizing of opportunities behind the challenges.", "Let me briefly discuss each.", "First, crafting and implementation of measures that address the problem head on.", "We cannot simply wait for things to get better on their own.", "We have to craft the appropriate actions and implement them.", "As author Victoria Addino aptly puts it, \"Never run from the enemy; tackle them.\"", "Focusing on the Philippines, the Bangko Sentral ng Pilipinas together with the national government, has implemented a wide range of measures within the ambit of monetary policy and banking supervision that squarely address four key necessities at hand: (i) ensure sufficient liquidity, in part to support government programs for saving lives and (ii) maintain stability of the financial system; (iii) ensure continued delivery of financial services to the public; and (iv) shore up confidence and cushion economic activity.", "On the first item - injecting liquidity - the BSP has advanced P300-billion (approximately 6 billion US dollars) to the National Government through a repurchase agreement.", "We also cut the reserve requirements for banks by 200 basis points, releasing some P200 billion into the financial system.", "We also remitted in advance dividends of P20 billion to the National Treasury.", "Such actions have provided readily available money to the government to fund critical measures to mitigate the impact of the pandemic on Filipino households and businesses.", "The BSP also purchased government securities in the secondary market.", "This helped boost market liquidity-cash that may eventually be used by banks to lend to consumers and businesses affected by the pandemic.", "Speaking of liquidity, the BSP, as allowed under its recently amended charter, will start issuing its own debt instruments in the third quarter.", "This will help us better manage liquidity in the system, a timely development given the present situation.", "Last month, National Treasurer Rosalia de Leon and I signed a memorandum of agreement linking the BSP's Monetary Operations System (MOS) and the BTr's National Registry of Scripless Securities (NRoSS).", "On the second item - maintaining stability of the financial system - the BSP recognizes the crucial role banks and other financial institutions play in keeping the economy afloat and in fueling recovery.", "At the same time, we recognize the potential losses that financial institutions may endure because of the crisis.", "As such, we have implemented a long list of regulatory relief measures to ensure stability of the financial system.", "In particular, the BSP: (i) allowed banks to draw down from their regulatory buffers; (ii) relaxed the terms for our financing facilities; (iii) reduced penalties for reserve deficiencies; (iv) counted loans to micro, small and medium enterprises as part of compliance to the reserve (v) We have also reduced the credit risk weights of MSME loans; (vi) assigned zero risk weights to loans guaranteed by select government institutions; (vii) allowed reclassification of debt securities to reduce the impact of mark-to-market losses; (viii) allowed temporary exclusion of debt securities acquired from market making activities from the single borrower's limit (SBL).", "Let me stress that going into the crisis, the Philippine banking sector has been strong and stable.", "Now, with the regulatory measures put in place, we intend to maintain the banking sector's strength amid the crisis.", "As of March 2020, the capital adequacy ratio (CAR) of the country's universal and commercial banks stood at 15.3 percent on a solo basis.", "This is higher than the BSP's minimum requirement of 10 percent and the Bank for International Settlement's prescribed 8 percent.", "As of March 2020, their liquidity coverage ratio was at 171 percent, higher than the regulatory requirement of at least 100 percent.", "Their assets continue to grow, rising to P17.2 trillion in June 2020 from P15.8 trillion in the same period last year.", "The banking system's gross total loan portfolio (TLP) rose by 7.3 percent year on year to P9.9 trillion as of end-June 2020, slower than the 10.5 percent growth rate in June 2019.", "The quality of the universal and commercial banks' loan portfolio remained satisfactory.", "The nonperforming loan (NPL) ratio stood low at 2.1 percent as of end-June 2020, slightly higher than the 1.6 percent ratio as of end-June 2019.", "Meantime, the crisis has led to concerns that banks may suffer from a sharp rise in nonperforming loans.", "But based on our assessment, this will not be the case.", "We expect any increase in NPLs to be modest.", "A BSP survey conducted in April among top 20 universal and commercial banks, top 20 thrift banks, and top 20 rural and cooperative banks showed that, on average, these banks expect their NPLs to increase from 2.4 percent last March to 4.6 percent to December 2020.", "This likely increase is manageable.", "We have implemented numerous relief measures.", "And more are being considered.", "In particular, we are looking at additional regulatory enhancements that will enable our regulated entities to focus their resources on addressing the impact of the pandemic on their operations and the financial consumers.", "We will announce the additional relief measures once finalized.", "Meantime, we are happy to note that following the implementation of regulatory relief measures, banks are up to their task.", "In particular, we have seen a significant increase in loans, more so to micro, small, and medium enterprises.", "The average daily loans to MSMEs jumped 750 percent.", "This is a big relief for small businesses.", "On the third item - ensuring continued delivery of financial services to the public - such is crucial in making sure people are able to continue buying things, more so the basic necessities, and businesses continue to replenish their inventories.", "Toward this end, we have done the following: (i) urged banks to suspend fees on the use of electronic banking; (ii) raised the single borrower's limit; (iii) allowed temporary relaxation of know-your-customer (KYC) requirements to facilitate delivery of welfare funds; (iv) directed banks to ensure availability of ATM and online platforms and to be vigilant against cyber threats; and (v) continue to service cash withdrawals of banks nationwide, as well as ensure unhampered operations of Philpass, peso-US dollar trading, and monetary operations.", "The fourth item - shoring up confidence and cushioning economic activity - is indispensable.", "Every recovery story starts with the people, including market players like you, believing in the ability of governments and central banks to engineer economic recovery.", "All the BSP measures I have mentioned have helped build market confidence.", "On top of these, we temporarily suspended auctions for our term deposit facilities for certain tenors and reduced the volume offering for our overnight RRP facility.", "More importantly, our move to implement a series of policy rate cuts, totaling 175 bps, and to reduce the reserve requirement, by 200 bps for big banks and 100 bps for small banks, so far this year have sent a strong signal that the BSP, is leading the Philippines toward a strong recovery over the near term.", "In the latest policy meeting held last Thursday, the BSP's Monetary Board decided to keep policy rate steady following the rate cuts earlier this year.", "The decision was based on our view that monetary policy settings remain appropriate for the time being, with global economic growth remaining subdued on one hand, and early signs of recovery in domestic economic activities on the other.", "Indeed, the BSP has done quite a lot.", "Even so, our tool kit is far from being exhausted.", "With the policy rate at 2.25 percent and inflation well within target, there is room for further adjustment in the key rate.", "Also, there is room to further reduce the reserve requirement.", "The Monetary Board earlier this year gave me authority to implement a 400-bps cut in the reserve requirement for 2020.", "So far I have done a 200-bps of cut in the RR for universal and commercial banks.", "Let me be clear: the BSP is prepared to do more if warranted.", "The BSP remains committed to a disciplined- and evidenced-based monetary policymaking as it pursues its price stability objective.", "With the liquidity enhancement measures the BSP has implemented, we have so far injected over P1.25 trillion - equivalent to 6.4 percent of GDP - in liquidity to the financial system.", "Still on market confidence, major indicators suggest that financial markets are responding well to our policy responses.", "The peso is the strongest currency in Asia, recording a year-to-date appreciation of 4.30 percent against the US dollar as of August 19.", "The Philippine Stock Exchange Index (PSEi) has rebounded from a low in the 4,600 territory in March to 6,042 on August 19.", "The Philippines' 5-year credit default swaps spread settled at 49.2 bps as of August 19, much tighter than those of peers.", "Confidence on the Philippines is further cemented by favorable actions by credit rating agencies.", "Japan-based debt watchers Japan Credit Rating Agency and R&I raised the country's credit rating by a notch to A minus, and Triple B plus respectively.", "Amid a wave of rating downgrades they have implemented worldwide, S&P, Fitch, and Moody's affirmed the Philippines' investment-grade credit ratings of Triple B plus, Triple B, and Baa2, respectively, all with a stable outlook.", "Let us now proceed to the second prerequisite to thrive in a crisis: adoption of a unified and coordinated approach among concerned entities.", "The timeless quote from Helen Keller perfectly captures the idea: \"Alone we can do so little; together we can do so much.\"", "In the case of the Philippines, on a national level, there is a whole-of-government approach in addressing the pandemic and its effects.", "On top of this, we also have a very active private sector that is carrying out various altruistic initiatives to alleviate the plight of affected Filipinos.", "On the part of the BSP, we coordinate well with the National Government in addressing the needs of the country in saving lives and livelihoods, even as we continue to strictly observe our independence.", "We have maintained pro-active relations with regional forums as well as with multilateral institutions.", "Together with other central banks, we pursue mutual objectives and initiatives that, in general, contribute to economic growth and financial stability.", "The pandemic has provided us with an opportunity to widen our engagement and intensify our policy dialogues.", "The dialogues zeroed in on economic developments amid the pandemic, the policy responses, availability of financing assistance and other means of support, and the way forward in the new economy.", "Two important lessons from these discussions.", "First, the pandemic has adversely impacted the global economy, though the impact is uneven.", "Second, while many central banks responded quickly by providing liquidity, other equally important measures, such as fiscal and social, are needed to cushion the impact of the crisis.", "Through our participation in international fora, the BSP may learn from our peers.", "In turn, they may also learn from us.", "On a regional level, the Philippines, through the BSP, continues to be an active member of various initiatives that provide member-countries with support in case of balance of payments difficulty.", "For instance: Under the Chiang Mai Initiative Multilateralization (CMIM), the Philippines has committed US$9.104 billion.", "As a contributor to this facility, the Philippines will (1) be able to provide liquidity assistance to another member experiencing liquidity difficulty; and (2) as a recipient, the Philippines may be able to borrow up to US$22.76 billion to help avert an impending or actual balance of payment problem.", "Under the ASEAN Swap Agreement-for which the Philippines recently renewed its participation for another two years up to November 2021-the country's commitment is US$300 million, which allows us to draw up to an equivalent of US$600 million when the need arises.", "Also, the BSP has a Bilateral Swap Agreement with the Bank of Japan.", "The agreement enables the Philippines to swap its local currency against Japanese Yen in addition to US dollars with the facility size of up to US$12 billion equivalent for the Philippines and US$500 million for Japan.", "Let us move on to the third and final prerequisite to thrive in this unprecedented crisis, which is recognition and seizing of opportunities.", "As Albert Einstein said,\"In the middle of difficulty lies opportunity.\"", "There are silver linings in every crisis.", "The same is true for the COVID-19 crisis.", "The sooner we recognize the silver linings from this crisis, the quicker for us to implement the right responses and to recover.", "The Philippines is putting to good use the lessons that this unprecented crisis brings, and we are seizing the opportunities it presents.", "As far as the BSP is concerned, the crisis helps put the spotlight on additional legislative measures that we are pushing.", "These measures are meant to aid the Philippines' recovery in the short term and propel its transition toward becoming an upper-middle income and high-income economy over the medium- to long term.", "In particular, we are pushing for the immediate enactment of the following legislative proposals: -Amendment to laws pertaining to secrecy of bank deposits -Amendment to the Credit Information System Act, to further improve accessibility of financial services to MSMEs -Amendments to the Agri-Agra law to help the banking sector become more responsive to the needs of the agriculture sector -Financial Consumer Protection bill to better safeguard the interest of consumers of financial products and services • Government Financial Institutions Unified Initiatives to Distressed Enterprises for Economic Recovery - or GUIDE - bill, which seeks to provide financial assistance to distressed enterprises that are critical for economic recovery; • Financial Institutions Strategic Transfer (FIST) bill, which seeks to help banks and other financial institutions recover from potential losses arising the current crisis.", "Allow me to expound briefly on the FIST bill, which I believe many financial market players are keen to learn about.", "The bill, if enacted into law, will allow the creation of asset management corporations which we call Financial Institutions Strategic Transfer Corporations, or FISTCs, to which banks may sell their non-performing assets.", "FISTCs are similar to special purpose vehicles (or SPVs) created in the aftermath of the Asian Financial Crisis to help banks get rid of their bad assets.", "Under the proposed bill, tax exemptions and other incentives will be granted to encourage the creation of FISTCs.", "Tax incentives include exemptions from capital gains, documentary stamp, creditable withholding, and value-added taxes.", "FISTCs, once their business plans are approved by the Securities and Exchange Commission, will be allowed to issue their own securities - called \"investment unit instruments\" - to potential investors.", "Once bad assets have been sold to the asset management corporations, they will have the authority over these assets, and they may either lease, sell, or, in case of NPLs, restructure these assets.", "They have a life of two years from the start of the law's effectivity, but this can be extended for another two years if deemed necessary.", "Moving on... Another way we are seizing opportunities from this crisis is by further promoting financial digitalization.", "It is one of the fastest ways to increase access to financial services, particularly in remote areas where banks do not have branches.", "Digitalization also enables quicker capital turnaround, thereby accelerating income growth.", "The BSP has been a firm supporter of financial digitalization.", "And with the crisis-induced lockdowns having boosted the use of digital banking, we are seeing more industry players being up to the task.", "My twin goals is that by end June 2023, first, 50 percent of all financial transactions in the Philippines will be done electronically and second, that 70 percent of all Filipino adults will have bank accounts.", "But with the spike in usage of online banking due to the lockdown, these goals may be achieved earlier.", "Four million new digital accounts were created from March 17 to April 30 this year.", "Even before the pandemic, there are two existing major platforms that allow funds to be transferred electronically from an account in one bank to an account in another bank - the PESONet and InstaPay.", "As a result of the pandemic the use of both platforms has increased exponentially.", "The use of InstaPay surged by 740 percent year-on year in volume, from 2.9 million to more than 24 million transactions in July.", "The use of PESONet, on the other hand, rose by 137 percent year-on-year in volume - to 2.6 million transactions in July 2020, up from 1.1 million transactions in July 2019 Indeed, as a result of the pandemic, the shift to digital payment options is phenomenal.", "Complementing financial digitalization is the implementation of the Philippines' National Identification system (PhilSys), which will happen soon.", "The crisis has highlighted the importance of having a comprehensive and reliable database of citizens.", "For one, it is imperative for the effective rollout of welfare benefits and other services.", "Once the national ID system is in place, all Filipinos will have a reliable and nationally accepted proof of identity.", "With the \"Phil ID\", unbanked Filipinos will have a proof of identity, which is a KYC requirement in opening a bank account.", "As such, access to financial services will be easier and more people can actively participate in the country's economic activities.", "In brief, the national ID system supports our financial inclusion objective.", "With the three prerequisites for strong recovery having met, the Philippines is poised for a solid rebound.", "Having said this, allow me to put proper context to the Philippines' economic performance in the first half.", "Like many economies across the globe, the Philippines contracted in the first semester.", "Nevertheless, our latest contraction is not like in previous crises-such as the 1984-85 preEDSA crisis and the 1997-98 Asian Financial Crisis-wherein the peso depreciated, interest rates rose, debt-to-GDP ratio expanded, gross international reserves thinned, and banking industry wobbled.", "In previous crises, there were inherent weaknesses in the economy.", "But today, the Philippine economy contracted only because of our self-imposed, strict nationwide lockdown to save lives and to allow the buildup of health facilities and testing capacities amid the pandemic.", "The Philippine economy at present is robust, characterized by strong fundamentals: low interest rates, appreciating peso, sound external sector with a record-high GIR, low debt ratios, withintarget inflation, and robust banking industry.", "Based on latest government projections, GDP will rebound from a 4.5 to 6.6 percent contraction this year to a solid growth of 6.5 to 7.5 percent next year and in 2022.", "Agriculture, the massive public infrastructure projects, and revitalization of industry and services sectors will lead this recovery.", "We expect Inflation to remain benign, thus providing an enabling environment for jumpstarting economic activities.", "Following contractions this year, we expect exports to grow by 5 percent and imports by 8 percent next year and in 2022.", "Remittances are expected to contract by 5 percent this year.", "But we expect remittances to rise by 4 percent next year.", "Moreover, we expect the GIR to reach $90 billion by the end of this year, the highest year-end figure.", "We expect the GIR to remain robust in the medium term, with exports, remittances, and investments rebounding as global economic activity picks up.", "Our projections are supported in part by initial signs of recovery.", "For instance, manufacturing activity is recovering, with the volume of production index improving to -19.0 percent in June from -39.0 percent in April.", "Exports improved to -13.0 percent in June from -50 percent in April.", "Exports to China, our top trading partner, was up 2.8 percent in June, a reversal from negative 55.0 percent in April.", "As China's economy improves in the second semester, so will our exports.", "With the indicators of recovery, I am confident the Philippines will soon go back to its path toward becoming a more inclusive upper middle-income economy over the medium term.", "As market participants, all of you are probably looking for new safe havens as the world continues to grapple with the COVID-19 crisis.", "With all the points I have just narrated, there is basis to consider the Philippines among them.", "The challenge posed by the COVID-19 crisis is enormous, but our institutions and economic fundamentals are stronger than ever.", "The BSP is one with the government and the entire nation in shaping the Philippines to become an economic champion of tomorrow, in the post-COVID world.", "Thank you very much for listening.", "I look forward to our Q&A."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Economic recovery", "COVID-19", "Banking sector", "Liquidity", "Fiscal policy", "Financial digitalization", "National ID system", "Economic growth"]}