{"sentences": ["Ms Naina Batra, Chairperson and CEO, AVPN Distinguished guests, ladies and gentlemen 1.", "Thank you for inviting me to the eighth AVPN Conference.", "I am very glad that AVPN has pressed on with this flagship event virtually in these unprecedented times.", "The COVID-19 pandemic has resulted in significant health, economic and social challenges globally.", "The IMF has projected that global GDP will contract by 3% this year , marking a significantly deeper downturn than the 0.1% contraction in 2009 during the Global Financial Crisis.", "\"The Power of Networks\", which is the theme of this year's AVPN conference, is highly apt as we strive towards the United Nations Sustainable Development Goals (UN SDGs).", "Addressing complex and multi-dimensional challenges like climate action, inequality, and quality healthcare and education requires policymakers, financial institutions, corporates, nongovernmental organisations, and multilateral development banks (MDBs), to come together on a common global challenge.", "The financial sector and MDBs have stepped up and shored capital towards building capacity in healthcare and pharmaceuticals, while supporting the recovery.", "Social and sustainability bond issuances totalled US$24 billion in the first quarter of this year , nearly double that of the same period last year.", "The bond proceeds are channelled to support healthcare and pharmaceutical development, for the benefit of lower income households and small businesses.", "The World Bank's pandemic bond facility has been triggered, and will provide US$195 million in emergency financing to 64 of the world's poorest countries to support their recovery.", "Today, I will focus on opportunities in green and sustainable finance, and impact investing.", "Pushing forward with green finance for a sustainable world 6.", "The pandemic provides a prime opportunity for countries to \"build back better\".", "It is important now, more than ever, that countries not only rebuild their economies and preserve jobs, but also in the process, intentionally build a more sustainable new economy.", "There have been growing calls for governments to prioritise or accelerate green infrastructure development as part of recovery plans.", "Infrastructure development is critical to driving economic growth and improving social outcomes, while climate change remains a significant threat to mankind.", "It is important that a right balance between growth and sustainability be achieved.", "Public-private partnerships will be key to achieving this.", "Last week, Infrastructure Asia in Singapore partnered the World Bank Group and Singapore Management University to build capabilities of regional government officials, and raise awarenss of solutions to support sustainable and resilient infrastructure development, such as clean energy projects.", "Singapore is committed to support the pivot towards a clean and sustainable future.", "MAS announced our green finance action plan last year, which comprises three key thrusts: firstly, building resilience to environmental risks; secondly, developing green finance solutions and markets; and thirdly, leveraging innovation and technology.", "We have made good progress across all three thrusts.", "We will issue a consultation paper on MAS' Environmental Risk Management Guidelines for the banking, insurance, and asset management sectors later this year.", "These guidelines will set standards on governance, risk management, and disclosure, to enhance the financial system's resilience to environmental risk.", "Last year, we expanded the sustainable bond grant scheme to support not just green but also social and sustainability bonds.", "This year, to accelerate green and sustainability linked lending, we are developing a green and sustainability loan grant scheme, which aims to defray the costs of external review and bank frameworks for such loans.", "This seeks to increase the ease of loan origination and reduce expenses for small and medium sized enterprises (SMEs), and encourage SMEs, corporates, as well as banks to integrate green and sustainability issues in their financing discussions and decisions.", "We will also be anchoring centres of excellence in Singapore, to undertake quality green finance research and talent development, with strong customisation and applications for Asia's transition needs.", "The theme for the Global FinTech Hackcelerator, in this year's Singapore FinTech Festival, is \"Building Resilience, Seizing Opportunities, Emerging Stronger\".", "Hackcelerator will identify solutions that enable financial institutions to respond to the pandemic and climate change.", "MAS has received a record 100 problem statements, on pertinent areas improving supply chain resilience amidst disruptions to manufacturing and the flow of goods and services during the pandemic; driving social impact by improving credit access for lower-income individuals and accelerating green finance flows to support low-carbon economic activities.", "I welcome your support in rallying start-ups in your networks to submit their proposed solutions.", "We encourage the financial sector and corporates to work in tandem with MAS' green finance efforts.", "On this front, we have seen encouraging developments even in recent months.", "Global banks like Deutsche Bank and JPMorgan have pledged to increase sustainable financing flows.", "The National University of Singapore (NUS) became the first university in Asia to issue a green bond, working with OCBC and DBS Bank.", "NUS issued S$300 million to finance projects targeted at green buildings, renewable energy, and sustainable management of water and land.", "CapitaLand raised S$1.5 billion through sustainable finance this year, including a S$500 million sustainability linked loan from UOB, the Singapore real estate sector's largest issuance, two weeks ago.", "Investing in sustainability and impact 11.", "Moving beyond bonds and loans, asset managers should seize this opportunity to launch robust green and sustainability focused fund strategies, in anticipation of rising demand from investors in a post-COVID-19 world.", "Global investments that factor in environmental, social and governance (ESG) considerations have increased by 70% between 2014 and 2018 .", "The momentum will likely persist, with early indications that corporates with good ESG ratings are exposed to less systemic risks and are more resilient to shocks.", "Since the onset of COVID-19, 24 of 26 Morningstar sustainable index funds outperformed their closest conventional counterparts, while global sustainable openended funds registered net inflows of US$40 billion in 1Q 2020 , over 40% more yearon-year, despite a weakening in global market conditions.", "Foundations, trusts, and family offices are also well placed to drive positive change through your investments and your business operations.", "Impact investing serves to bridge the gap between philanthropy and asset management.", "Allocation to impact funds managed by private equity and venture capital managers will allow investors to make a positive impact, while generating market competitive financial returns.", "I am glad to see that AVPN has dedicated a full day during this conference to impact covering topics such as impact management and maximising social impact within family offices.", "While impact investing is still a nascent development, there has been good progress.", "Close to 100 asset managers and institutional investors have signed the Operating Principles for Impact Management, which provides a set of market standards on how to achieve measurable positive environmental and social outcomes, alongside financial returns.", "In May 2020, the Global Impact Investing Network (GIIN) formed a Response, Recovery, and Resilience Investment Coalition with AVPN and other networks and foundations, to coordinate efforts and direct capital to high impact solutions in response to the pandemic.", "The fund raising outlook for impact investing strategies remains strong despite Managers in Asia can play a meaningful role in creating impact recent challenging months.", "and capitalise on this opportunity.", "For example: Impact Investment Exchange, a Singapore-based enterprise whose platforms connect impact investors with underserved communities, issued its second Women's Livelihood Bond in January this year.", "The US$12 million social bond is listed on the Singapore Exchange and a third bond is being planned as part of the US$150 million series.", "BlackRock recently launched an actively managed impact fund to invest in firms addressing global challenges like COVID-19 and advancing the UN SDGs.", "In conclusion, the pandemic has raised the importance of the climate and sustainability agenda, and I encourage the financial sector to not lose sight of these issues even as countries and corporates rebuild.", "This virtual conference, bringing together over 5,000 participants from 80 markets, is timely for us to continue sharing insights and experiences as we work together to address global challenges.", "I hope that you will form new partnerships and deepen existing ones through this virtual conference.", "I wish you a very fruitful week ahead.", "International Monetary Fund (IMF), 6 April 2020, World Economic Outlook, April 2020: The Great Lockdown Euromoney, 7 April 2020, Coronavirus crisis offers green and social bonds chance to prove their worth World Bank Press Release No: 2020/180/HNP, 27 April 2020 Infrastructure Asia and World Bank Press Releases, 1 June 2020 Global Sustainable Investment Alliance, April 2019, 2018 Global Sustainable Investment Review Morningstar, 3 April 2020, Sustainable funds weather the first quarter better than conventional funds; Morningstar, 28 May 2020, What the pandemic means for sustainable investing BlackRock compilation at 18 May 2020, Sustainable investing: resilience amid uncertainty"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["green finance", "sustainability", "impact investing", "ESG", "sustainable bonds", "climate change", "infrastructure", "social bonds", "resilience", "financial inclusion"]}