{"sentences": ["A changing economy - should policymakers act?", "Speech at the New Year's reception of the Cologne Chamber of Industry and Commerce 09.01.2020 | Cologne | Claudia Buch 1 Economic activity and monetary policy 2 Structural changes 3 Role of economic policy Dr Görg, ladies and gentlemen, Thank you for your kind welcome and for inviting me to Cologne.", "It gives me great pleasure to be able to speak to you today - and the subject of my speech, entitled \"A changing economy - should policymakers act?\"", "couldn't be better suited to Cologne.", "Cologne has been in a constant state of change throughout history, and has reinvented itself time and again.", "As a former Hanseatic City and an important trade fair location, Cologne represents cosmopolitanism and integration.", "However, it is also renowned for education - the University of Cologne is among the most prestigious educational establishments in Germany, not least in the field of economics.", "Last but not least, Cologne is characterised by its successful economic transition.", "Barely any other city has so fully mastered the shift towards service provision and the media industry - it isn't just the WDR public broadcasting institution and the RTL television channel that make Cologne a key media hub today.", "But as I'm sure you're all aware, economic success doesn't come out of nowhere.", "A certain Rhenish pragmatism in the spirit of \"es kütt wie es kütt\" (which roughly translates as \"What will be, will be\") and \"et hätt noch emmer joot jejange\", or \"If it worked out yesterday, it will work out again tomorrow\" never hurt anyone.", "That said, economic success is also the result of good planning on the basis of reliable facts.", "The challenges set out for the new decade certainly haven't grown fewer in number.", "Three trends, in particular, are set to fundamentally change the economic environment: decarbonisation, and digitalisation.", "All of you here today must perceive change, manage it, and make the right decisions in an uncertain economic environment.", "But that alone is not enough.", "It is also essential that policymakers set the right course and the right regulatory policy framework.", "This is because functioning markets are a driver of growth and of societal prosperity.", "Yet there are also areas in which we cannot rely on private market forces alone, and where political action is necessary if the markets are to function.", "Sound social and educational policy is the core of the social market economy.", "appropriate price for CO emission permits is needed in order to counteract climate change.", "Meanwhile, digitalisation poses new challenges for competition policy.", "I would like to address both structural change and the role of economic policy in my remarks today.", "Economic activity and monetary policy First, however, I would like to reflect briefly on the economic developments of the past year and venture a look at what the new year will bring.", "Economic growth in Germany remained weak last year, as the downturn in export-oriented industry persisted.", "By contrast, domestic demand was robust, reflecting increasing employment, rising wages and exceedingly favourable financing conditions.", "Overall, the German economy is likely to have grown by only half a percent last year.", "Growth in 2020 is not expected to be much higher, either.", "However, our experts believe the export slump will ease gradually over the course of this year.", "Industry is likely to stabilise and the two-speed nature of the German economy should become less pronounced, bolstered by rising government expenditure and the highly expansionary monetary policy.", "In 2021 and 2022, German economic output could then increase once more, at rates of just under 1.5%.", "This growth would be more or less in line with that of capacity.", "Eurosystem staff painted a similar picture in their December projections for the euro area.", "Domestic demand remains a key element here.", "However, the forecasts also anticipate a pick-up in foreign demand.", "These forecasts and the underlying assumptions are particularly unstable at present.", "Consider, for instance, the many uncertainties over the form that Brexit will take, the various trade •disputes taking place and the current geopolitical tensions that exist.", "As a result of subdued economic activity, inflation is experiencing slow growth.", "The euro area inflation rate is projected to rise from 1.1% this year to 1.6% in 2022.", "You'll surely have noticed by now that we central bankers have a penchant for numbers.", "That's not surprising, because the ECB Governing Council has set its sights on achieving euro area inflation rates of below, but close to, 2% in the medium term.", "As ECB President Christine Lagarde noted, a rate of 1.6% does not quite meet this objective.", "Things are heading in the right direction, though.", "I would like to add that \"medium term\" was not specified in greater detail, and for good reason.", "The idea was to give us flexibility to assess current developments before making a decision.", "The positive takeaway from the current projections is that there is no sign of a recession or even of deflation looming in the euro area.", "But the forecasts do clearly state the need for continued monetary policy support for euro area inflation to strengthen to a sufficient degree.", "That said, monetary policy is not an exact science.", "Well-considered trade-offs are called for, just like in other policy areas.", "Different tools we can deploy to achieve the goal of \"price stability\" have different costs and benefits.", "That's why we also need to take stock of the risks and side effects inherent in the exceptionally loose monetary policy with regard to the price stability objective we are seeking to achieve: There's a risk that the restarted net purchases of government bonds will cause monetary policy to become even more entangled with fiscal policy.", "Not just that: the persistently low interest rates might tempt investors to take on more risk in financial markets than they are able to sustain.", "We noted in our Financial Stability Review from last November that vulnerabilities are continuing to build up in the German financial system: [1] After ten very good years for the economy, there is a risk that future credit risks could be underestimated.", "The recoverability of collateral, such as in the real estate financing segment, might be overestimated.", "All this is topped off by interest rate risk - both rates that abruptly spike higher and rates that stay very low for very long can be a burden for Germany's financial system.", "Where exactly market rates will end up will be dictated primarily by the long-term growth prospects, and thus by factors which lie beyond the reach of monetary policymakers.", "If the economy is successfully navigated towards a steeper growth path, general interest rates will pick up, too.", "Structural changes Ladies and gentlemen, For all the headlines about the current dip in economic activity, we should not lose sight of the longer horizon.", "Looking back, some observers have dubbed the ten years which followed the global financial crisis a \"golden decade\" for the German economy.", "Today's real per capita GDP is nearly 18% up on the 2009 figure.", "Employment numbers have never been this good; joblessness has dropped to its lowest level since reunification.", "Corporate insolvency rates are historically low.", "So how well equipped are we to rise to the structural change we will see over the next decade?", "What needs to be done to get to grips with demographic change, the challenges of going digital, and climate change?", "Demographic change Demographic change in Germany is quite easy to predict.", "The mid-2020s are when we will begin to notice its impact far more clearly than hitherto - that is when the baby boom cohorts will start retiring.", "This will reduce the number of people available to the labour market, dragging on potential growth.", "The Bundesbank estimates that potential growth - that is, trend growth with cyclical effects stripped out - will drop to just under 1% during the course of the 2020s.", "A stronger supply of labour can counteract the decline in trend growth.", "Improved childcare or nursing facilities, for example, can help boost labour market participation.", "But at the end of the day, a broader approach is called for - one that makes Germany an altogether more attractive place to do business and fosters more innovation.", "Climate change is another factor that might have longer-term repercussions for the economy, not least because extreme weather events like heatwaves, hurricanes and torrential rainfall are becoming more common.", "Innovation and sound technological ideas are urgently needed if we are to cope with the effects of climate change.", "So you could say that climate change is two things: an opportunity and a risk for the economy.", "To rise to the challenge of adapting to climate change, reliable framework conditions will have to be put in place.", "European Commission President Ursula von der Leyen presented her plan for a European \"Green Deal\" in December.", "Her proposal is to make Europe the first climate-neutral continent by 2050.", "The path towards that goal will also see the EU raise its climate targets for 2030, by which time •greenhouse gas emissions would be cut from 1990 levels by at least 50%.", "All that remains is the question of \"how\".", "Nobel Prize winner William Nordhaus called it an \"inconvenient truth\": for climate policy to be effective, there is no avoiding putting a price on carbon emissions.", "[2] The use of fossil fuels such as coal and oil has to be made more expensive - so far, no adequate price has been paid.", "Thus, a good climate policy corrects prices and enhances the functioning of the market economy over the longer term.", "Right now, it's practically impossible to come up with a serious estimate of how much the transition to a low-carbon economy will cost and who will have to bear the burden of the adjustment at the end of the day.", "An orderly and early transition is sure to be less costly than a wavering policy, however.", "A clear framework will help us to better deal with uncertainties, enabling long-term planning and investment.", "[3] And let me stress another point: the financial sector of course has a key part to play in the financing of this structural change.", "That's why central banks are integrating climate risk into their analyses.", "[4] Climate risk is not a separate risk category, but influences known risks such as credit and market risk.", "Financial stability relies on the financial sector being resilient to the uncertainties and risks stemming from climate change and climate policy.", "This is true here, as it is with other risks and vulnerabilities facing the financial system.", "Shaping the transition to a low-emission economy and creating the necessary framework for this is a task for policymakers.", "They possess the required instruments, and they have the democratic authority needed to do this.", "Digital transformation Digital technologies are already pervasive in our everyday lives.", "They are transforming products, production processes, business models and markets.", "Old certainties and habits are being called into question.", "But there are also unimagined possibilities to usefully tap the opportunities presented by the digital transformation.", "Government can set a good example here.", "Public administrations can lower costs by offering digital services.", "Germany's National Regulatory Control Council has proposed the \"once only\" principle, for example.", "Data on individuals and businesses would be requested once only.", "With their consent, authorities can reuse those data and share them among themselves.", "[5] In the Eurosystem, too, we are working very specifically on projects aiming to make the task of reporting by institutions for our statistical and supervisory surveys simpler and more efficient.", "[6] In doing so, it is very important to us that we liaise closely with the financial sector.", "Nonetheless, there is a great deal of catching up to do in public administration, as shown by a European Commission report: Out of the 28 EU countries, Germany is ranked only 24th for digital public services and has even dropped lower recently.", "[7] The report describes improving online interaction between public authorities and members of the public as \"the greatest digital challenge\" for Germany.", "[8] It is especially important to make progress here, because public administration can act as a catalyst for digital innovation in other areas.", "More e-government services would present an opportunity to reduce the bureaucratic hurdles to setting up a business.", "Germany is in 125th place in the current World Bank ranking.", "Starting a business in this country requires nine separate procedural steps.", "New Zealand, the leader in this category, can get it done in a single step.", "[9] 3 Role of economic policy Measures that make it easier to launch new and innovative enterprises, in particular, can promote competition and strengthen innovation.", "Dynamic competition is the heart and soul of our social market economy.", "Competition means two things: new and innovative firms entering the market while companies with business models that are no longer profitable exit it.", "Effective competition ensures that consumers and employees can also share in prosperity.", "The economist Thomas Philippon demonstrates how this is the case for the United States in his latest book \"The Great Reversal\".", "[10] At the same time, he emphasises the advances made in European competition.", "The digital era, in particular, is shaking things up.", "Platforms such as social networks and online marketplaces have become key business models.", "Markets in the platform economy, however, have a tendency to become concentrated: the more people use a platform and the more data it makes available, the more attractive it becomes.", "A dominant market position could be abused to make it more difficult for new providers to gain a foothold, thereby reining in competition.", "Not just that, access to vast amounts of data could give platforms a competitive edge in completely different markets.", "It's up to policymakers and competition authorities to ensure that competition remains effective in the digital age.", "It's important to keep market entry barriers low.", "If, for instance, users of large online platforms were able to take their data with them to other providers without any difficulty, this would remove switching barriers and improve new enterprises' prospects.", "For this reason, the Federal Government is working to amend the Act against Restraints of Competition (Gesetz gegen Wettbewerbsbeschränkungen).", "According to the draft, stricter rules will apply to digital firms of \"paramount cross-market importance for competition\".", "The creation of a separate authority to monitor abusive practices is intended to protect competition in markets that have not yet been dominated.", "[11] Structural change has not stopped short of the financial sector.", "New financial services providers are exerting competitive pressure and require well-functioning structures for dealing with institutions that run into difficulties.", "[12] For example, bigtech firms appear increasingly to be making inroads into the financial services sector: think Libra.", "[13] As a general rule, regulation should always be risk-oriented: it isn't just the specific financial transaction that is critical here, but the associated risk to individual institutions or the financial system.", "Cologne's economic development demonstrates how structural change can succeed.", "Around the turn of the 19th century, Cologne was an important financial centre [14] - and, more than 200 years later, the city was much less severely affected by the consequences of the financial crisis than other regions in Germany thanks to its highly diversified economic structure.", "[15] Ladies and gentlemen, Taking action against competitive distortions and market failure is one of the core tasks of economic policymakers.", "Moreover, they need to create an environment which is, all in all, conducive to growth.", "In discussions on current affairs, opinions often vary greatly with respect to how an innovation-friendly and yet socially balanced policy can succeed.", "In my view, the decision as to which particular measure should be chosen ought to be based as far as possible on fact.", "To give a concrete example, the Halle Institute for Economic Research established the Centre for Evidence-based Policy Advice in 2014.", "[16] The centre's objective is to lay the foundations for more empirically substantiated economic policy decisions.", "A recently conducted project investigated the impact of regional policy incentives on individual firms.", "The findings show that the incentives led to new jobs being created, though there was no demonstrable effect on firms' productivity.", "Projects of this kind show that there are many ways of achieving an economic policy objective.", "Evaluations can show which measures work and what side effects they may have.", "Bearing this in mind, at the end of 2019, Germany's government decided to take an even more systematic approach to evaluating legislative proposals in future.", "[17] But the government's actions aren't just limited to incentives.", "In this setting, public investment is also key - not least as a driver of private investment.", "I'm thinking here, for example, of measures to improve the transport infrastructure, measures for high-performance digital networks, the expansion of childcare and investment in the education system.", "Economically meaningful projects need to be carried out promptly and efficiently.", "Insufficient funding isn't usually the problem here.", "Instead, bottlenecks are often caused by a lack of construction or planning capacity, as well as protracted approval procedures.", "Ladies and gentlemen, a sound welfare system helps those who are hit particularly hard by structural change.", "But that alone is not enough.", "Our aim must be to ensure that as many people as possible can grasp the opportunities presented by this change.", "The key here is education.", "In the long run, it also plays a part in the economic prosperity of a society.", "So when it comes to the future of our economy, education policy is just as vital as economic policy.", "People never stop learning - after school, their training, or their studies.", "We therefore need a culture of lifelong learning.", "The OECD has praised Germany's dual training system, highlighting the vital role that you, as entrepreneurs, play in the world of education.", "But it's still not perfect.", "Out of all the OECD countries, the gap in training participation between high- and low-skilled workers is largest in Germany.", "[18] Digital education that provides young people with a firm technical grounding and strengthens their media skills is crucial.", "In addition to schools with modern IT equipment, this also requires sound educational programmes that prepare students for the digital world.", "[19] That said, an international comparison reveals that the digital skills of German schoolchildren are average at best.", "The share of young people with low computer literacy and IT-related skills in Germany is \"above average and worryingly high\".", "[20] For central banks like ours, a sufficient level of general financial literacy is important - both for individuals and for the stability and smooth functioning of the financial system as a whole.", "[21] That's why, during its G20 presidency, Germany committed to improving the country's pool of knowledge on these issues.", "Ladies and gentlemen, As you've no doubt come to realise, structural change provides plenty of topics for discussion and will leave no sector untouched.", "We all have ideas and views as to how structural change can succeed and lead to more growth without overwhelming society.", "When choosing alternatives, two things are necessary: facts and information that support sound decision-making - both in business and in politics, but processes for weighing up the costs and benefits of measures and for learning from experience.", "Cologne is the perfect example of how such processes have taken place time and again over the decades, and how solutions have been found.", "This has only been possible thanks to a combination of two factors: a spirit of innovation and an environment that facilitates it.", "Thank you for listening, and Happy New Year.", "Deutsche Bundesbank (2019), Financial Stability Review 2019. .", "Nordhaus, W. (2011), Designing a friendly space for technological change to slow global warming, Energy Economics 33 (4), 665-673. .", "Network for Greening the Financial System, A call for action - Climate change as a source of financial risk, First comprehensive report, April 2019. .", "National Regulatory Control Council (2018), Annual Report 2018, pp.", "European Commission (2019), Digital Economy and Society Index Report 2019, Digital Public Services.", "European Commission (2019), Digital Economy and Society Index Report 2019, Country Report: Germany.", "World Bank (2019), Doing Business 2020: Comparing Business Regulation in 190 Economies.", "Philippon, T. (2019), The Great Reversal: How America Gave Up on Free Markets.", "Draft of a Tenth Act Amending the Act against Restraints of Competition for Focused, Proactive and Digital Competition Law 4.0 (Zehntes Gesetz zur Änderung des Gesetzes gegen Wettbewerbsbeschränkungen für ein fokussiertes, proaktives und digitales Wettbewerbsrecht 4.0), draft bill prepared by the Federal Ministry for Economic Affairs and Energy of 7 October 2019. .", "An ongoing evaluation launched by the Financial Stability Board is investigating the role played by financial market reforms in connection with the too-big-to-fail problem: -launches-evaluation-of-too-big-to-fail-reforms-and-invitesfeedback-from-stakeholders/ 13.", "A G7 (Gruppe der Sieben) working group made a statement on global stablecoins.", "See G7 (Gruppe der Sieben) Working Group on Stablecoins, Investigating the impact of global stablecoins, October 2019. .", "#Wirtschaft_und_Infrastruktur 15.", "For details, see -halle.de/en/about-the-iwh/iwh-cep/centre-for-evidence-basedpolicy-advice/ -de/suche/bundesregierung-entwickelt-rechtsetzung-weiterstaatsminister-hoppenstedt-ein-beitrag-zur-praxisnaehe-und-wirksamkeit-unserer-gesetzgebung1698814 18.", "OECD (2019) The future of work - How does Germany compare?", "OECD Employment Outlook 2019, -Outlook-Germany-EN.pdf 19.", "Martin-Jung, H. (2017), \"Raus aus der Kreidezeit\", essay published in the German newspaper \"Süddeutsche Zeitung\" on 28 July 2017. .", "Eickelmann, B., W. Bos, J. Gerick, F. Goldhammer, H. Schaumburg, K. Schwippert, M. Senkbeil and J. Vahrenhold (eds.", "(editors), 2019), ICILS 2018 - Computer- und informationsbezogene Kompetenzen von Schülerinnen und Schülern im zweiten internationalen Vergleich und Kompetenzen im Bereich Computational Thinking, Waxmann."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Structural change", "Role of economic policy", "Digitalisation", "Decarbonisation", "Climate change", "Education", "Competition", "Financial stability", "Innovation"]}