{"sentences": ["As prepared for delivery Thank you for the warm introduction.", "It's an absolute pleasure to be back at the London School of Economics, where I completed my Master's degree in the late 1980s.", "Studying at the LSE, with remarkable professors like Richard Layard, Chris Pissarides, George Evans, and the late Tony Atkinson, inspired me to pursue a career in economics and public policy.", "I owe a great debt of gratitude to this institution and am in awe of how it has evolved and grown in the past 30 years.", "I will say that there are a few things I have not missed since my days in London: the food (yes, that has changed!", "), the high cost of living (some things never change), and the endless studying for and worrying about final exams.", "But I have missed the dear friends I made, the book shops, and the library.", "It's ironic that I find myself back at the London School of Economics and NOT talking about economics.", "The views I bring to today's discussion come from professional and personal, rather than academic experience.", "I've now led two major organizations, and culture is both the hardest and the most important thing to get right.", "Culture is at the heart of behavior and norms, and the single most important factor driving the decision-making of employees.", "It's not an exaggeration to say that culture is critical-both when things go right, and when they go wrong.", "Before I get any deeper into ideas about culture, I should give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee or others in the Federal Reserve System.", "Culture Shapes Our Working Lives When we talk about company culture in the context of financial services, the first thing that comes to mind is the risky, unethical, and sometimes criminal behavior in the banking industry, particularly during the financial crisis.", "And 10 years on from the crisis, this behavior persists.", "Instances of fraud, money laundering, and scandals related to foreign exchange and LIBOR continue to make the headlines.", "This behavior puts a spotlight on the essential role of robust regulation and strict enforcement.", "But illicit and unethical behavior is rarely the result of an isolated \"bad apple.\"", "It's more often the symptom of a rotten culture.", "And rotten cultures don't appear overnight-nor for that matter do positive, inclusive ones, where people feel empowered and accountable to upholding the values of the organization.", "Culture is created-intentionally or otherwise-by the structures, incentives, and behavioral norms that shape our working lives.", "Today I want to move our attention away from the extreme behavior that makes the headlines, and think more deeply about organizational cultures.", "What does a good culture look like?", "How can leaders in the industry establish a positive culture within their firms?", "And perhaps hardest of all, how do you ensure that a firm's culture adapts to the changing world, but still stays true to its values and purpose?", "An Ethical Dilemma Consider this: A junior banker on a successful real estate investment team is asked to run projections for future rental income for a mall in Hong Kong.", "As part of her research she notices a number in a spreadsheet that inflates future cash flows by 4 percent.", "She asks a senior analyst if the number should be flagged as an optimistic assumption, so it's clear it's not based on evidence.", "The senior analyst responds by saying the number is a more conservative estimate than many.", "He says it's a \"judgment call\" and that they can discuss it once the project has concluded.", "But the project comes and goes, everyone is busy, and the senior analyst doesn't bring it up again.", "This scenario raises numerous questions: Should the junior team member raise the issue again or should she let it go?", "What was driving the behavior of the senior analyst?", "And why did no one else on the team view the situation as an ethical dilemma?", "These are the kinds of issues that people often face in a work environment.", "And this example demonstrates many of the ways culture influences behavior.", "Employees may enter an organization with a strong sense of right and wrong.", "What they may not realize is that group norms can exert a powerful magnetic pull on their moral compass.", "The junior banker knew the way the number was being presented was unethical, and yet she complied with her boss.", "The response from the senior analyst, describing the situation as a \"judgment call,\" is a common phenomenon.", "Using a euphemism to describe the inflated statistic camouflages the wrongdoing and makes it sound more acceptable to others.", "We see it in our daily lives-terms like \"troublemaker\" and \"not being a team player\" are often used to shift the onus from the person whose behavior is being challenged to the challenger.", "Ann Tenbrunsel's work has been very important for revealing how we use language to disguise or excuse behavior we know to be unacceptable.", "One of the other issues this example illustrates is how organizational norms affect our own sense of what's right and wrong and whether to speak up.", "Many of you here today will be familiar with the Asch experiment, where students participated in a vision test.", "There was a control line and three other lines labelled A, B, and C. Participants had to state aloud which line was the same length as the control.", "But they had to do so after a group of actors had given an incorrect answer.", "About one third of participants went along with the majority, even though it was readily apparent their answers were incorrect.", "When asked why they went along with the group they said it was because they wanted to fit in, or because they believed the group was better informed than they were.", "Does the junior banker drop the issue in an effort to fit in?", "Does she raise the issue in private, or does she call a company hotline?", "The answer depends on the complex relationship between the individual and the culture in which they work.", "I'm particularly looking forward to hearing from Celia Moore.", "She spoke at the New York Fed last year and discussed how organizations set goals and motivate people to achieve them.", "Praise, penalties, and rewards all influence an individual's behavior.", "Signals from the organization's leadership also have a major role to play: do the higher echelons of management value divergent views?", "Do they foster a culture where people feel empowered to speak up?", "All of these things shape how an individual will respond to an ethical dilemma, whether they will acknowledge it as such, and how they will lead others as they move up in an organization.", "As financial services professionals with great technical expertise, we often fall into the trap of thinking we can solve all of our problems on our own.", "But we have so much to learn from experts in other fields.", "Strengths as Blind Spots One of the most important lessons I've learned as a CEO is that there's no fixed endpoint when it comes to shaping an organization's culture.", "You can never take a step back and say, \"We've finished the culture project.", "Now it's time to focus our efforts elsewhere.\"", "Culture is constantly evolving, and therefore needs to be constantly nurtured.", "One of the most challenging elements is that there's no clear benchmark for success.", "And sometimes your greatest strengths can become your blind spots.", "As an organization with a public mission and regulatory responsibilities, the Fed needs to have a particular focus on compliance.", "But cultures with a heavy focus on compliance can breed a sense that individuals aren't responsible for their actions.", "As a CEO, I've tackled these issues by focusing on principles and values rather than writing extensive policies that try to cover every potential decision.", "This puts a premium on individual accountability to do what's right and creating an environment where everyone has the ability and responsibility to speak up.", "Somewhat paradoxically, focusing on principled decision making and accountability, rather than relying exclusively on rules and policies, can be the most effective safeguard against wrongdoing and unethical behavior.", "What's the Way Forward?", "Creating a positive work culture is challenging and ongoing work.", "And there's no silver bullet that can solve cultural problems overnight.", "In terms of how to move forward I'd like to make three brief points before I close: First, the fact that we're all sitting here in this room is a very positive sign.", "That so many leaders from major firms are here today, engaged in these issues, is a symbol of how organizational culture is moving up the agenda.", "The second is that the Banking Standards Board survey is a terrific tool for getting a snapshot of what your organization's culture looks like and how it's changing over time.", "It goes far beyond typical engagement questionnaires and provides powerful insights into the values of employees and the characteristics of an organization.", "It's impossible to make progress if you don't have an accurate picture of your starting point.", "The third is that when it comes to culture, I encourage everyone to look beyond their own lens of expertise.", "The Fed couldn't do its work without the deep knowledge of economists, lawyers, and statisticians.", "But the solutions to challenges related to a firm's culture are unlikely to be found if we keep our focus narrowly trained on our own specialties.", "We have so much to learn from experts in psychology, ethics, and management.", "That's one reason I've been so looking forward to today's panel discussion.", "It brings together experts from many of these fields, whose combined insights are the key to moving us all toward the business culture we want to see.", "Learn more about the New York Fed's work on governance and culture reform.", "See, for example, Peter Eavis and Keith Collins, \"The Banks Changed.", "Except for All the Ways They're the Same,\" New York Times, September 12, 2018; Yalman Onaran, \"Stung by Big Fines, Big Banks Beef Up MoneyLaundering Controls,\" Bloomberg, April 4, 2019; \"Citi Hit Hardest as EU Fines Banks $1.2 Billion over Foreign Exchange,\" American Banker, May 16, 2019.", "This scenario is adapted from work by the Education and Industry Forum on Financial Services Culture, a private-sector voluntary membership group sponsored by the Federal Reserve Bank of New York.", "Max H. Bazerman and Ann E. Tenbrunsel, Blind Spots: Why We Fail to Do What's Right and What to Do about It(Princeton University Press, 2011).", "Asch, S. E. \"Effects of Group Pressure upon the Modification and Distortion of Judgments,\" in Groups, Leadership and Men; Research in Human Relations, ed.", "H. Guetzkow (Pittsburgh: Carnegie Press, 1951).", "Saul McLeod, Solomon Asch-Conformity Experiment, SimplyPsychology.org, December 28, 2018.", "Building Cultural Capital in the Financial Services Industry: Emerging Practices, Risks and Opportunities, Conference Summary, Federal Reserve Bank of New York, June 4, 2019.", "Banking Standards Board, Assessment Results 2018, (United Kingdom)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Organizational Culture", "Ethical Behavior", "Leadership", "Compliance", "Accountability", "Diversity", "Inclusion", "Regulation", "Risk Management", "Values"]}