{"sentences": ["As prepared for delivery Good afternoon.", "I would like to start by thanking Athanasios for inviting me to participate in this event.", "It is a real honor to highlight the influence of our esteemed colleague Marvin Goodfriend, an outstanding and original researcher, policy advisor, and friend.", "Marvin epitomized the role of policy advisor.", "His research dug deep into the issues, introduced new ideas into the discussion, and developed options for policymakers to consider for the most challenging issues.", "The fact that we have so many researchers and policymakers here is testament to the importance of his research in shaping the conversations that we are having to this day.", "Before I reflect more on Marvin's contributions to monetary policy, I should give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee or others in the Federal Reserve System.", "In preparation for what I know will be a stimulating discussion, I'd like to highlight a few of the ways that Marvin changed the conversation in the U.S. about what was then commonly referred to as the zero lower bound on interest rates, or ZLB for short.", "These show how Marvin's insights shaped some of the most prominent discussions in monetary policy.", "Before I do so, it's helpful to look back about 20 years.", "As the clock ticked down on the 20th century, many people's attention was not on the ZLB.", "Most were more concerned about the millennium bug that had the world on high alert.", "Truth be told, the ZLB wasn't perceived to be a looming problem in the United States back in 1999.", "The economy was doing very well and the target federal funds rate was 5-1/2 percent at the end of the year.", "Up until then, the only historical reference points for the ZLB were from the Great Depression of the 1930s and, more recently, Japan in the 1990s.", "It was simply not part of the experience of postwar Europe or the Americas.", "However, a small group of economists, with Marvin at the forefront, was asking whether the ZLB could pose a challenge here in the U.S. and, if so, what would be the consequences and potential remedies.", "Researchers and policymakers began to turn the dial up on the discussion around the ZLB.", "The Fed held a conference in Woodstock, Vermont in October 1999 on the ZLB.", "At that conference, Marvin presented his paper \"Overcoming the Zero Bound on Interest Rate Policy,\" which was subsequently published in the Journal of Money, Credit and Banking (JMCB).", "In January 2002, Marvin briefed the FOMC on aspects of the research that he had presented at the Woodstock conference, as part of a session on the ZLB in which David Reifschneider and I presented our research as well.", "By that point, the federal funds rate had fallen to 1.75 percent, so the ZLB was starting to get on policymakers' radar screens.", "On those occasions, Marvin emphasized the importance of the ZLB as a constraint on policy and urged us to think differently about how central banks could still carry out their missions, even under that constraint.", "He developed and analyzed what were then considered \"outside the box\" options for overcoming the ZLB.", "These helped lay the groundwork for how economists and policymakers think about these issues in both conceptual and practical terms.", "For example, Marvin was one of the first people to think seriously about how the constraint caused by the ZLB could be relaxed by implementing negative interest rates.", "Now, I know that the topic of negative interest rates is controversial.", "But, whatever conclusions you may draw about the relative merits of negative rates, Marvin's research early on helped identify and explore a broad dimension of issues and potential choices for policymakers.", "Marvin's intellectual pursuit of all aspects of the ZLB logically drove him to explore the possibility for currency to have a digital component.", "Although many think of central bank digital currencies as a new-fangled idea, Marvin was thinking deeply about the prospect long ago.", "This has become one of the hot topics in the world of central banks today.", "The conversation that Marvin began in Woodstock in 1999 became the basis for discussions that were had later on at the FOMC meeting in January 2002.", "At that FOMC meeting, Marvin expanded upon the idea of asset purchases as a policy tool that he had proposed in his paper at the conference in Woodstock.", "He emphasized that the Fed asset purchases can affect financial conditions and thereby the economy.", "He was expanding the conversation away from thinking about conventional monetary policy to unconventional options, like the balance sheet.", "Importantly, he distinguished between central bank purchases of short-term government securities, as the Bank of Japan was doing at that time, versus purchases of longer-term securities.", "Marvin viewed purchases of short-term securities as ineffective under the ZLB, while he saw purchases of longer-duration securities as potentially powerful owing to a \"preferred habitat\" motive on the part of investors.", "Of course, large-scale asset purchases later became a tool of critical importance for easing financial conditions in the United States and abroad.", "Although the consequences of the predicted Y2K glitch were minimal, the ZLB became a central issue when the financial crisis hit.", "Thankfully, Marvin, along with others, helped lay the intellectual groundwork and created the vocabulary for us to work through some of the most significant issues facing central banks.", "His work is a true emblem of how researchers play a vital role in informing and shaping the policy discussion.", "I look forward to the upcoming conversation.", "Jeffrey C. Fuhrer and Mark S. Sniderman, Conference Summary, Journal of Money, Credit and Banking, Volume 32, Number 4, Part 2, pp.", "Marvin Goodfriend, Overcoming the Zero Bound on Interest Rate Policy, Journal of Money, Credit and Banking, Volume 32, Number 4, Part 2, pp.", "Board of Governors of the Federal Reserve System, Transcript of the Federal Open Market Committee Meeting and presentation materials, January 29-30, 2002."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Zero lower bound", "Monetary policy", "Central bank", "Negative interest rates", "Asset purchases", "Financial conditions", "Japan", "Great Depression", "Policymakers", "Economic crisis"]}