{"sentences": ["Today, I will reflect on two issues: our role in the extraordinary measures taken to keep economies afloat since the outbreak of the current crisis, and the limits of the ECB's prudential mandate.", "The pandemic has dealt an unprecedented peacetime blow to the European economy.", "In spring, a great number of our businesses went into full lockdown.", "Crucially, however, banks in the euro area were able to offer vital support.", "To this end, ECB Banking Supervision provided far-reaching capital and operational relief, making record levels of lending possible during this exceptional time.", "More precisely, in March we took an unconventional decision: we asked all euro area banks to restrict their dividend distributions.", "In July, we extended this recommendation by another three months until the end of this year.", "This was not an easy move.", "Under normal conditions, profitable and healthy banks should not be prevented from remunerating their shareholders.", "Restricting dividends can increase banks' funding costs, have an impact on their access to capital markets and make them less competitive than their international peers.", "At the same time, I am aware that our recommendation may disproportionately penalise wellcapitalised lenders and those set up as non-joint stock companies.", "Nevertheless, I still consider such an exceptional and temporary \"one-size-fits-all\" approach to be warranted.", "Our vulnerability analysis only produced accurate estimates of capital depletion on a sector-wide rather than on an individual bank basis.", "And, while prudent capital planning is the order of the day, the current economic uncertainty means that banks are simply unable to forecast their medium-term capital needs accurately.", "Such an unorthodox move was therefore justified by our ultimate goal to counteract procyclical developments and support banks' capacity to absorb losses during the crisis without compromising their ability to continue lending to the real economy.", "Nevertheless, this recommendation is, and must remain, exceptional and temporary.", "We will review it in December, and unless we conclude that the banks' capital projections remain clouded by high uncertainty, we will revert to our usual supervisory practice of assessing planned distributions of dividends on a bank-by-bank basis.", "We opted to be prudent today to avoid having regrets tomorrow should overall economic conditions further deteriorate.", "The ECB is in good company.", "Other institutions have joined the effort to keep the financial taps open for the real economy during this exceptional period.", "After the \"quick fix\" to the Capital Requirements Regulation, the European Commission recently adopted a Capital Markets Recovery Package to make it easier for capital markets to support the economic recovery.", "The proposal to amend the Securitisation Regulation is part of this package.", "It includes a recital stating that the requirements on direct risk retention, transparency and the resecuritisation ban are also prudential obligations and thus specifically entrusted to the competent authorities in charge of prudential supervision, implying that the ECB has an active supervisory role in these areas.", "This, in my view, is problematic.", "The ECB recognises its competence to supervise banks' adherence to some securitisation obligations that are prudential in nature, such as the use of proper credit granting criteria for exposures to be securitised.", "However, the other tasks include the supervision of compliance with direct risk retention requirements, transparency requirements and the ban on resecuritisation.", "These tasks fall under the category of product supervision rather than prudential supervision.", "They ensure the alignment of interests between investors and originators, and between sponsors and original lenders.", "They allow investors to understand, assess and compare securitisation transactions.", "The ECB cannot take on these tasks because they go beyond its prudential supervision mandate.", "Article 127(6) of the Treaty on the Functioning of the European Union and the SSM Regulation clearly define these limitations.", "A simple recital cannot change these; only a Treaty change can.", "Re-labelling financial product supervision tasks as prudential tasks won't do the trick.", "What's more, assigning financial product supervision to the ECB could result in conflicting responsibilities.", "In its role as prudential supervisor, the ECB generally wants as little risk as possible to remain with a bank acting as originator, so as to minimise arbitrage opportunities with the corresponding reduction of capital requirements.", "At the same time, the competent authority needs to ensure that the bank retains a material net economic interest under the risk retention obligation.", "This might be linked to the need to preserve proper credit granting standards but might also create conflict in relation to the ECB's objective as prudential supervisor.", "To conclude, I do not see the proposed conferral of tasks as being either a viable allocation of labour or legally tenable.", "Extraordinary supervisory action is warranted in times of crisis.", "But the ECB cannot take on tasks that go beyond its prudential supervision mandate."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "financial dominance"], "topics": ["prudential supervision", "ECB", "banks", "capital", "dividends", "securisation", "risk retention", "transparency", "resecuritisation", "financial product supervision"]}