{"sentences": ["From Emmanuel Macron's repeated references to \"war\" to Queen Elizabeth II invoking the spirit of the Blitz, memories of the darkest hours in our history are resurfacing.", "Are we in effect facing a war?", "There are probably points of comparison.", "What is certain is that an invisible enemy is severely testing our healthcare systems and our extraordinary healthcare workers.", "And that same enemy is putting the global economy under strain.", "Our way of life has been altered, and for some it has been turned completely upside down.", "You were Minister of the Economy in 2008, at the time of the last global economic crisis.", "How does the current crisis differ from the previous one?", "The origins of the 2008 crisis were financial.", "The current crisis is, in the first instance, a healthcare crisis.", "If you think about it, it can also be traced back to the ecological and biological chaos of the world.", "In some ways, it's the revenge of the living!", "The economic consequences are difficult to quantify, but they will certainly be severe.", "Today, it's not a question of stimulating the economy, as we did in 2008, but of putting it on hold for the time needed to contain the virus in order to pave the way for a fast and functional recovery.", "In 2008 multilateralism played a decisive role.", "Is that conceivable now, with heads of state like Boris Johnson, Donald Trump and Jair Bolsonaro?", "The spread of the virus, and its ruthless and indiscriminate nature, will hopefully serve as a reminder to commentators who believe multilateralism belongs to the 1950s that it in fact has many virtues.", "We need it now to help us manage the response, and we will need it later to organise our exit from the crisis.", "Just imagine that China, the European Union and the United States were back on their feet, but that the entire southern hemisphere, from South America to Africa, had then been hit by the virus.", "We wouldn't be that much better off, facing the risk of a second wave.", "You have said that you fear a \"considerable\" recession in the euro area.", "The consensus view of economists on the current crisis is that each month of lockdown will mean a loss of 2% to 3% of annual growth in 2020.", "That would imply a fall in GDP of 3.5% to 4% in a scenario where the lockdown lasts a few weeks, and of 9% to 10% in the event of a longer lockdown lasting several months.", "But I would caution that these are just estimates!", "Are EU countries responding adequately?", "They have quickly taken far-reaching measures, increasing fiscal spending and providing support for employees and businesses.", "The EU has granted countries maximum flexibility in terms of both deficits and debt ratios.", "We are in a period where we need to use all of our tools without hesitation.", "Having fully recognised this, Germany, although very attached to its balanced budget principle, has temporarily relinquished its zero deficit policy.", "But if debt soars, could certain European countries default?", "Is there a risk of a domino effect?", "The euro area's architecture has been strengthened precisely to address that fragmentation risk.", "In addition, the European Central Bank (ECB) is there; it has its entire toolbox at its disposal and it will provide the necessary shield to protect the euro area.", "Before March, people said to me, \"The toolbox is empty, you have nothing left, you can't use the monetary weapon\" - and then we did!", "The \"bazooka\" used by the ECB consists of a fund of €750 billion.", "Our new asset-buying programme enables us to respond to an enormous shock which would otherwise risk undermining price stability.", "It consists of a large envelope for the purchase of public and private sector securities, including corporate bonds and commercial paper.", "We are a bit like a control tower: we intervene where there is a risk of fragmentation.", "Altogether, we have more than €1,000 billion of firepower at our disposal to support financing conditions, and thus companies and jobs.", "At the same time, we can mobilise €3,000 billion of liquidity.", "Today, if a bank extends a loan, whether it is to someone who is self-employed, a small business, a small or medium-sized enterprise or a large company, it can bring those loans to us as collateral and say, \"Here you go, I need funding\".", "And the funding is there, at very favourable rates.", "Donald Trump has implemented plans involving USD 2,200 billion of support for the economy.", "Are the efforts made by the EU sufficient?", "That sum of USD 2,200 billion should be compared with the fiscal measures taken by the 19 countries of the euro area, which are at least as sizeable, amounting to around €2,350 billion if all government pledges are taken into account, which represents 19% of euro area GDP.", "They consist of measures to provide direct support to households and firms, amounting to 3% of GDP, and of government credit guarantees representing 16% of euro area GDP.", "And on top of this, we also have the effects of the \"automatic stabilisers\", which, as everyone knows, are considerably larger in Europe than they are in the United States.", "But who will ultimately foot the bill?", "There's no such thing as a free lunch, as they say.", "We Europeans will eventually have to repay this money...", "But instead of looking at the bill, let's first think about why we're doing what we're doing.", "It's to support the economy, to preserve jobs, so that people who have a job can receive short-time working benefits...", "If we manage the crisis recovery appropriately, we will return to growth which, over time, will enable the new debt to be repaid.", "Are other options available to you if the situation gets worse?", "Yes, but I won't tell you what they are, because - let's face it - their impact will partly rely on an element of surprise.", "But I can assure you: there are no limits to our commitment to the euro area.", "The ECB will be able to develop its tools and use them in the most appropriate way to fulfil its mandate.", "The creation of \"coronabonds\", through which Europeans would share the debt linked to the crisis, is a bone of contention.", "First of all, a form of debt mutualisation is already in place today, through the European Stability Mechanism, the European Investment Bank and the European Union's own borrowing.", "And I don't think there should be such a fixation on \"coronabonds\".", "In Europe, things take a little longer than one would like, but we always end up finding a solution.", "I'm not surprised that the issue can't be resolved overnight during a Eurogroup meeting [Editor's note: the meeting of EU finance ministers], and the ECB is fortunately there to provide, within its mandate, the protective shield that is needed for this type of project to come to fruition.", "While we're talking about solidarity, I also want to highlight what Germany is doing to help the Grand Est region of France, by admitting French patients to its hospitals.", "People are really helping each other out, and we should celebrate that.", "\"Coronabonds\" are one expression of European solidarity, but there are others, too.", "I'm thinking of shared spending within the framework of a European budget specifically for the recovery from this crisis.", "And of the launch of a reconstruction fund targeting growth that is greener and more digitally-oriented.", "These tools would enable us to show the necessary solidarity towards the EU countries that are currently suffering the most.", "Does this crisis call for a rethink on globalisation?", "The reappraisal preceded the crisis, but it has become more acute and is leading us to reconsider our way of life.", "I hope that multilateralism will come out of this stronger, not weaker.", "I think that we will shift towards relocations and shorter supply chains, as well as towards a reflection on value and fair prices.", "What do you understand by \"fair prices\": will the cost of living be higher in the postcrisis world?", "Not all products will be more expensive.", "But our hope at present is that we will no longer be dependent for our supplies, in respect of medicines for example.", "That would inevitably push up prices.", "There will be an impact from the relocation to France of production chains that now benefit from extremely low production costs in Asia, where labour is cheap.", "But we need to make choices!", "Shouldn't competition rules be reviewed in order to speed up the emergence of European giants that would be able to ensure our autonomy in other strategic sectors?", "Indeed, I believe that the exemptions to state aid rules that are now being implemented will accelerate this review.", "It's a topic that the Commission is already working on ... You were formerly Managing Director of the International Monetary Fund.", "Should it use its special drawing rights (SDR), a kind of currency created by the IMF, to support states?", "Should it reduce the debt burden on low-income countries?", "That is a decision for the IMF, but both initiatives seem to me to be a completely valid way of dealing with the situation of developing countries.", "Our compatriots are concerned about the solidity of European banks in general and that of French banks in particular.", "Many readers are wondering if their savings are safe?", "European banks are much stronger than they were in 2008.", "Their capital ratios have practically doubled.", "Their regulatory framework has been strengthened and their supervisors are far more vigilant and scrupulous than they were back then.", "The banking sector is as strong as one could wish for.", "Savers can rest assured."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic crisis", "Multilateralism", "Monetary policy", "Fiscal policy", "Debt", "Eurozone", "European Central Bank", "Globalisation", "European solidarity"]}