{"sentences": ["Dear Colleagues, Thank you most sincerely for this opportunity to take part in the opening of the new academic year at the University of National and World Economy (UNWE).", "This academic year coincides with the remarkable 100th anniversary of our university.", "This is a good opportunity to once again express our gratitude to the generations of professors, students, administrators, and to all those who helped the UNWE become what it is today - the biggest, the oldest and the most respectable business university in Southeast Europe.", "This year is unique and not for very positive reasons, including the health crisis which turned into an economic one, and the complicated political situation.", "Due to these developments we are faced with very difficult challenges, the true response to which must be institutional.", "In this sense, today's situation is a test of the institutions.", "When speaking about institutions, I mean the entire spectrum - from politics, the healthcare and educational sectors and the economy, to public finances and banks.", "The healthier the institutions are, the stronger the response will be.", "If we are unable to give an adequate institutional response, the effects could be disastrous.", "I will focus on what is happening in the banking sector in response to the crisis, and also from a broader strategic perspective.", "The banks entered the current crisis well-prepared thanks to what has been done in recent years.", "I will only mention the unprecedented in their scale and depth asset quality review and stress tests conducted in the banks by the BNB and the European Central Bank.", "One of their main objectives was to get the banks prepared for the most adverse macroeconomic scenarios which many, at the time, considered to be impossible to materialise.", "Now that we are going through these 'impossible' scenarios, we see that the banks are responding adequately and they continue to be in good shape.", "This good preparation helped us, at the very beginning of the crisis, to take additional measures and reinforce the banks' capital position and liquidity.", "Among the measures were the full capitalisation of all the profits in this sector, strong reduction in foreign exposures, and also cancellation of the planned additional capital requirements associated with cyclical risks.", "This package of measures ensured an additional resource of BGN 9.3 billion in the banking system.", "The package of measures has not been launched only and exclusively for banks.", "It has rather been designed to ensure that banks are able to take steps and cushion the effects of the crisis for businesses and households.", "The main tool that was used to this purpose and is still in place is the so-called 'private moratorium' on loan payments.", "Up to now payments for over 14 thousand businesses and over 93 thousand households, totalling more than BGN 9 billion, have been suspended , which really and considerably eases the financial conditions during the hardest time of the crisis.", "The crisis has moved the external financing conditions issue to the top of the agenda.", "You know that the crisis triggered the accumulation of deficits which must be financed and the required financial buffers must be maintained.", "Therefore, we had to give an additional signal to markets and investors that Bulgaria stays stable in the crisis in terms of its financial position and its monetary regime.", "This signal was given with the EUR 2 billion swap line set up between the European Central Bank and the Bulgarian National Bank, and it has been read unequivocally as a positive one by markets, rating agencies, and investors alike.", "I want to point out one very important thing - the conclusion about Bulgaria's strong financial position remains valid now, despite the developments in the last months.", "A drastic change of this direction would be a mistake with serious repercussions.", "All measures so far pursued in relation to the banking sector, which I believe were successful and timely, do not, in any way, diminish our concern of what is happening and is going to happen in the coming months.", "There is great uncertainty as to the development of the health crisis, the economic crisis related to it, and to how the political situation will evolve.", "Therefore, as you may have seen from the data we recently published, the Bulgarian National Bank remains conservative in its economic growth forecasts, and with a rather broad range of assumptions, at that.", "We are presently working on a new, updated assessment of this year's situation and of our expectations for the next one.", "We will publish this assessment in October.", "We also carefully monitor the economic developments in the euro area, which will be of crucial significance, mainly regarding, but not limited to, external demand, for the way and the pace of recovery of our economy.", "We share the assessment of the European Central Bank, communicated just a few days ago.", "In short, this is as follows: there are clear signs of economic recovery; however, the uncertainty with regard to the pandemic and the way it will be curbed is still great.", "Depending on the developments, both in the country and in the euro area, we in the Bulgarian National Bank are ready to launch additional measures, if needed.", "Out of the context of specific additional crisis-related measures, in the current year we also achieved development of enormous strategic importance, which will be ever more highly valued in the future.", "What I have in mind is the simultaneous accession of the Bulgarian Lev to the EU exchange rate mechanism and the country to the European Banking Union.", "This is the first step towards Bulgaria's full integration into the euro area, i.e.", "to the core of the European Union, an act the importance of which goes far beyond the banking and financial sector.", "In a matter of days, on 1 October, the Bulgarian National Bank, through its banking supervision, will become the first Bulgarian institution that is a full-fledged member of an important euro area institution - the Single Supervisory Mechanism.", "This, inter alia, is a notable example of institutional development.", "Only a few years ago the supervision was one of the most vulnerable and most criticized regulatory institutions in the country.", "Now, it is one of the most sound and strong institutions, unanimously welcomed to the family of EU banking supervision.", "This example of institutional development may also be applied in other important areas.", "This will allow us to cope not only with the challenges of the present but also of the future day.", "Please allow me to end on this note and to thank you sincerely for the privilege to be with you on this day and to wish you a successful academic year."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["banking sector", "economic crisis", "institutional response", "health crisis", "Bulgarian National Bank", "European Central Bank", "financial stability", "economic growth", "European Union", "euro area"]}