{"sentences": ["INTERVIEW Capital markets union: the role of equity markets and sustainable finance Contribution by Luis de Guindos, Vice-President of the ECB, on the occasion of the publication of the ECB report on \"Financial integration and structure in the euro area\", Frankfurt The release of the ECB report on \"Financial integration and structure in the euro area\" is an excellent opportunity to share some thoughts on the European capital markets union, or CMU project.", "Well-functioning and innovative capital markets are essential in enabling firms, households and governments to access stable funding and saving opportunities that are vital for consumption, investment and, ultimately, economic growth and employment.", "One could even argue that the CMU is a common denominator across many - if not all - EU strategies and a pillar for strengthening the EU's autonomy on the global stage.", "Without progress towards a fullyfledged CMU, we will face significant difficulties in effectively addressing the global challenges facing the EU.", "Further developing and integrating EU capital markets takes on even more urgency in light of the challenges posed by the United Kingdom's departure from the EU.", "Last, but certainly not least, there are strong synergies between the completion of the CMU and the finalisation of banking union.", "Though the world of finance may sometimes seem distant or arcane, it is more important to people's everyday lives than many might think.", "For one, badly functioning financial systems have the potential to harm all of us - as the experiences of 2008 and beyond have shown.", "I will start with a short update on the progress achieved so far, and then turn to the way forward, focusing on two key dimensions in developing deeper capital markets: risk capital markets and sustainable finance.", "Significant advances were made in the first phase of the CMU, but more can be achieved Following its launch in 2015, the CMU agenda led to some important accomplishments.", "Thanks to the efforts of the European Commission together with the Council and Parliament, 11 out of 13 proposals from the original action plan were successfully adopted across a number of important areas, including insolvency frameworks, covered bonds, securitisation markets and the development of a pan-European pension product.", "These policies are expected to have very positive effects on the development and integration of EU capital markets, even though initial ambitions had to be scaled back in some cases in order to reach agreement among the co-legislators.", "While it will take time for the full impact of these measures to unfold, we need to go further to unlock the potential of the Single Market - important building blocks are still missing.", "Relaunching CMU should be a priority for the years ahead Recent developments have increased the urgency of bringing the CMU to the next level.", "First, the EU needs to address the consequences of the United Kingdom's departure from the EU.", "Given uncertainties regarding regulatory divergence, we should not take it for granted that the EU and UK financial systems will retain their current degree of interconnectedness.", "As I have said before, a degree of decoupling is inevitable.", "We therefore need to develop capital markets in areas where the EU financial system is now strongly reliant on the City of London and support the efficient interaction of EU financial hubs, as well as prevent regulatory arbitrage within the EU.", "Second, deeper, more efficient and innovative markets can help finance the fight against the climate emergency.", "Future actions on sustainable finance will be crucial, also in increasing public support in Europe for further policy measures.", "I will come back to this later.", "Third, relaunching the CMU agenda goes hand-in-hand with enhancing the international role of the euro, which has become more important in the present global context.", "Together with banking union, the CMU encourages the further development, integration and safety of products and markets that are essential for convincing global investors to hold more assets denominated in euro.", "Achieving a fully-fledged CMU will require progress across a wide range of issues.", "I would now like to elaborate on what I see as two key areas for completing the CMU: the dynamism of private equity markets, in particular for the financing of risk capital, and sustainable finance.", "CMU and private equity markets in Europe Private equity investment, particularly in risk capital markets, is a pressing area for improvement in the context of the CMU.", "By risk capital markets I mean private equity and venture capital markets that fund young innovative companies whose projects face higher uncertainty, but also have higher economic value in terms of technological growth.", "Deep private equity markets are associated with well-documented economic benefits.", "Similar to, but more forcefully than equity shares traded on stock markets, more private equity investment leads to higher rates of patented innovation.", "It increases the rate of new business creation,[5] especially in countries that afford greater protection of intellectual property rights and levy lower taxes on capital gains.", "Moreover, it strongly supports high-tech start-ups on their path to becoming industrial leaders.", "In Europe, the development of risk capital markets is being held back by a number of factors and frictions on both the demand and the supply side.", "For example, cultural barriers to risk taking, such as the stigma of entrepreneurial failure, are rather high; there is a lack of easily available and harmonised information on firms; debt investment enjoys a tax advantage over equity investment; pension products and systems are generally averse to risk capital; and financial literacy[8] - as well as public investment in fundamental science and market-oriented research and development as a share of GDP[9] - is lower than in many peer economies.", "What can the CMU do to stimulate the development of risk capital markets in Europe?", "Reforms to this end include reducing the tax advantage of debt, increasing financial literacy, enhancing pension savings and incentivising adequate equity investment by pension funds, and reorienting EU private investment programmes towards more equity investment in high-tech firms and sectors.", "Some wider and more longterm public policy choices include significantly stepped up funding for life sciences and technology, as well as introducing product and labour market reforms.", "By improving the quality of the commercial projects that require funding, such policies will benefit the development of not only private, but also of public equity markets.", "The new bi-annual report \"Financial integration and structure in the euro area\" published today shows that the level of private equity in Europe is not low, unlike that of public equity listed on exchanges.", "In fact, financing through unlisted equity accounts for a larger share of overall financing in the euro area than in the United States or Japan.", "However, European private equity markets are comparatively less dynamic in the sense that they fail to provide young and innovative firms with sufficient funding or adequate help in expanding.", "CMU and the sustainable finance agenda To most people in Europe, the need for deep and liquid capital markets might not seem the most pressing issue.", "The latest survey data show that people are more concerned about other topics: climate change and digitalisation.", "Nonetheless, I am convinced that the CMU has an important role to play here and its advancement should be seen in tandem with the EU's efforts to support the transition to a carbon-neutral economy.", "The CMU and sustainable finance are two mutually reinforcing initiatives and we could benefit from considerable synergies by making progress on both fronts.", "On the one hand, the development of the CMU could support the EU's drive towards a greener and more sustainable economy.", "By making it easier for investors to seek out sustainable investment opportunities across Europe, deep and liquid capital markets could help mobilise the funds needed to finance the transition to a low-carbon economy.", "It is not only the quantity and availability of private capital that matters for this transformation, but also its quality.", "ECB research shows, for instance, that equity finance seems to be more effective than debt finance in reallocating investment towards relatively greener sectors.", "Equity investors, who tend to have a longer investment horizon and a greater appetite for high-risk high-return projects might be better placed to finance environmentally sustainable innovation than banks.", "By supporting the development of equity financing, the CMU could facilitate the funding and adoption of carbon-efficient technologies.", "But the positive feedback between CMU and sustainable finance works both ways.", "To the extent that the ongoing EU policy initiatives are successful in removing the current obstacles to the development of a cross-border market for sustainable financial products, these actions could also be instrumental in advancing growth in this segment of the capital markets.", "This, in turn, could support financial integration in the EU and strengthen Europe's role as a global hub for sustainable finance.", "Developing private equity markets and supporting efforts towards a greener economy are very much on the minds of decision-makers, and we welcome the work of the various groups and forums that contribute to these debates.", "In particular, we look forward to the recommendations of the High Level Forum on CMU set up by the Commission.", "We trust these will play an important role in shaping the Commission's new set of CMU measures for the benefit of the European citizens.", "Hartmann, P., Heider, F., Papaioannou, E. and Lo Duca, M. (2007), The role of financial markets and innovation in productivity and growth in Europe, Occasional Paper Series, No 72, ECB, September; Davis, J.", "(2015), Capital markets and job creation in the 21st century, Center for Effective Public Management at Brookings Paper, December.", "See Rebranding Capital Markets Union - A market finance action plan, report by the CEPS-ECMI Task Force of June 2019.", "See speech by Luis de Guindos, Vice-President of the ECB, at the SUERF/De Nederlandsche Bank Conference \"Forging a new future between the UK and the EU\", Amsterdam, 8 January 2020.", "Kortum, S. and Lerner, J.", "(2000), \"Assessing the contribution of venture capital to innovation\", RAND Journal of Economics, 31(4), pp.", "Samila, S. and Sorenson, O.", "(2011), \"Venture capital, entrepreneurship, and economic growth\", Review of Economics and Statistics, 93(1), pp.", "(2014), \"Venture capital and industry structure: Evidence from local US markets\", Review of Finance, 18(3), pp.", "1059- See  Financial Literacy Around the World: Insights from the Standard & Poor's ratings services global financial literacy survey.", "See  Eurostat R&D expenditure.", "See Chart 1.2 in the key messages of ECB (2020), \"Financial integration and structure in the euro area\", Frankfurt am Main.", "(2019), \"Great expectations: The New European Commission, its Ambition and European Public Opinion\".", "(2019), \"Finance and carbon emissions\", Working paper series, No 2318, ECB, September.", "The EU is already the largest international market for green bonds: EU entities account for around 46% of global issuance and around 42% of the global market is denominated in euro.", "Source: Dealogic data and ECB calculations.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, E-mail: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", " Media contacts Copyright 2020, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["capital markets union", "sustainable finance", "risk capital markets", "private equity", "equity investment", "climate change", "euro area", "financial integration", "economic growth", "innovation"]}