{"sentences": ["Hello everyone, and welcome to the New York Fed's third Economic Inequality Policy Forum.", "It's a pleasure to speak with all of you who are joining us for this conversation.", "For me, today's event is about sharing research and hearing your recommendations, so I'm going to keep my opening remarks brief.", "Before I continue, let me give the disclaimer that the views I express are mine alone and do not necessarily reflect those of the Federal Open Market Committee or anyone else in the Federal Reserve System.", "Since the outbreak of the pandemic, we've seen severe economic pain, unprecedented levels of unemployment, and enormous uncertainty about the future.", "The health and economic effects of COVID-19 have created tremendous hardship for many Americans across the country, but they have been especially painful for communities of color.", "We know that people of color and Black people in particular have experienced higher rates of illness and death.", "Significant representation in essential services work and insufficient access to healthcare are key factors that have contributed to these outcomes.", "The pandemic's convergence with a moment of reckoning for the United States around racial justice makes conversations on issues like equitable growth even more important and relevant.", "When I think about equitable growth, I think about an economy where everyone can realize their full economic potential.", "While today's conversation is about equitable recovery, everyone here is aware that an equitable economy did not exist before the pandemic.", "Another important dimension of equitable growth is equal access.", "And the pandemic exposed just how dramatic the fault lines in racial disparities are, for access to things like healthcare, credit, and housing.", "Recent research by the New York Fed revealed that Black-owned businesses are almost twice as likely to shutter during COVID-19 as white-owned firms.", "Black-owned businesses are also more likely to be located in coronavirus hot spots.", "I'm hearing about how these statistics are playing out for families through regular conversations with community leaders like many of you in our district and beyond.", "Far too many are facing unemployment, losing access to their healthcare, and dealing with the threat of eviction.", "Structural inequality stifles growth, but there is no single silver bullet that can solve the problems laid bare by the pandemic.", "As we look ahead to a full recovery from the downturn, we need to set a stronger foundation.", "We need more investment in health, in education-especially in the earliest years-in infrastructure, and in training and skills for well-paying jobs.", "There is so much work that needs to be done to make sure that we are fostering an equitable recovery and ensuring that everyone is able to fulfill their economic potential.", "That's why at the New York Fed and across the Federal Reserve System, a key area of focus is to better understand what contributes to economic inequities and to finding solutions.", "Our economic research and analysis, which my colleagues will share shortly, highlights many of these stark disparities.", "In addition, hosting conversations like this one creates dialogue around these issues and builds connections between those working for change.", "Another important role the Federal Reserve plays in promoting economic equity and access is supervising banks with respect to the Community Reinvestment Act.", "This law requires banks to lend, invest, and offer services to low- and moderate-income communities in areas where the banks operate.", "To emphasize all of our work in this space, the New York Fed recently published a statement reinforcing our commitment to fostering a more equitable economy and society: The New York Fed stands in unity with all those who oppose racism, hate, and violence.", "We join them in a shared desire to root out the intolerable inequities and injustice grounded in systemic racism that persist in our society.", "We are firm in the belief that economic equality is a critical component for social justice and that we will never have the truly inclusive and strong economy we seek until access to health, education, safety, and justice knows no racial or other boundaries.", "We are dedicated to understanding and finding solutions to the numerous forms of inequality that communities of color experience and working with communities in our District to address deep-seated inequities.", "We are steadfast in our commitment to work for a more equitable economy and society for all, and will redouble our efforts in pursuit of this essential mission.", "The pandemic painfully demonstrates the need for us to redouble our efforts in working with stakeholders from the community, business, nonprofits, and governments to build a stronger, more equitable foundation for our economy's future.", "This makes conversations like the ones we are having today so important for us to listen to and learn from.", "Our shared commitment to an equitable recovery is needed now more than ever.", "Coronavirus in African Americans and Other People of Color, Johns Hopkins Medicine, April 20, 2020.", "Claire Kramer Mills and Jessica Battisto, Double Jeopardy: COVID-19's Concentrated Health and Wealth Effects in Black Communities, Federal Reserve Bank of New York, August 2020.", "Economic Inequality & Equitable Growth, Federal Reserve Bank of New York.", "Heterogeneity: A Multi-Part Research Series on Liberty Street Economics, Federal Reserve Bank of New York, accessed August 8, 2020.", "About the New York Fed: Announcements, Federal Reserve Bank of New York, June 12, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Equitable growth", "Racial disparities", "Economic inequality", "Healthcare access", "Community reinvestment", "Economic potential", "Education", "Health", "Black-owned businesses", "Unemployment"]}