{"sentences": ["Introduction I would like to thank all of you for attending the Future of Payments Forum today.", "Recent private sector initiatives, including stablecoins, indicate the customers' need for convenient, fast and efficient payments.", "To meet this need, the central bank should cooperate with the private sector and continue to improve the payment and settlement infrastructures it offers.", "In this regard, the question as to whether the central bank should issue digital currency (CBDC) or not has become an important issue.", "When we look into how we should picture the future of payment and settlement infrastructures in Japan, in a digital society, it is important to consider in what forms the central bank should provide central bank money, and how to improve the private sector's payment services.", "These two issues are closely related and should not be examined separately.", "I sincerely hope that we will have a fruitful exchange of views, as we have so many experts here today at the Future of Payments Forum.", "When addressing these issues, it is important to explore how IT innovations and private sector initiatives could impact the payment and settlement systems and the architecture of money.", "To initiate our discussion, I would first like to touch upon \"what will remain unchanged\" and \"what will change\" in the foreseeable future.", "What Will Remain Unchanged There are three things that will not change or should not be changed regarding the payment and settlement systems, and money.", "First, the basic architecture of money will remain unchanged.", "There are two forms of money: token-based or account-based.", "Token-based money is a form of money in which monetary value is locally stored in some kind of media.", "Cash and electronic money issued by Japanese transport companies are examples.", "There is a difference in the type of media in which monetary value is stored, i.e.", "paper and electronic devices, but the basic architecture remains the same where payments are made by transferring the monetary value stored in that media.", "Meanwhile, the transfer of value of an account-based money occurs when the issuer debits the account of the payer and credits the account of the payee, upon receiving the value transfer instruction from the payer.", "A typical example of account-based money is bank deposits.", "There are a number of ways for a payer to send a bank transfer instruction to his or her bank, such as via bank teller counters, internet banking, credit and debit cards, but the basic architecture remains the same.", "Nonbank payment service providers (NBPSPs), who are leading today's expansion of the cashless society in Japan, also issue account-based money.", "Users send them value transfer instructions against their accounts via smartphones to make payments.", "The future payment services will likely develop based on either of these two forms: token-based money or accountbased money.", "Second, the two-tiered monetary system will remain unchanged.", "This is something that should not be changed and should be maintained.", "The two-tiered system is a system where the central bank exclusively supplies central bank money consisting of cash and central bank deposits, and private banks provide deposits through credit creation based on the central bank money.", "Under the two-tiered system, financial resources are efficiently distributed through private-led initiatives, and the system has the advantage of fully utilizing the private innovation in payment services.", "Indeed, money issued by NBPSPs, such as Fintech firms, whether token-based or accountbased, is created through the equivalent conversion of cash or bank deposits.", "The existence of a large number of private money issuers will maintain the benefits of competition in the provision of new and efficient means of payments, and in general, of financial services.", "Third, the fundamental roles of the central bank will remain unchanged.", "Even if the use of bank notes were to continue to decline and the Japanese economy became cashless, the central bank would conduct monetary policy under the two-tiered monetary system by controlling central bank current accounts, which is digital money, and act as the \"lender of last resort.\"", "The central bank may face challenges, such as monetary transmission channels becoming more complex or getting a grasp of money becoming more difficult.", "However, these challenges are not new to us.", "The central bank's responsibilities and ability to maintain monetary and financial stability will basically be maintained, regardless of the kinds of changes that take place in the environment surrounding payment services and money as IT innovations advance.", "What Will Change By contrast, how will the payment and settlement systems evolve along with IT innovations?", "Now, I would like to touch upon three things that will change, and which will be relevant to my later remarks.", "First, cashless payments will steadily expand in retail payments.", "In fact, the outstanding amount of cash in circulation has been increasing in major advanced economies, except in special cases such as Sweden.", "In Japan, people using cashless payments seem to have increased since the introduction of the \"Point Reward Project for Consumers using Cashless Payment\" by the government in October 2019.", "However, at the same time, the outstanding amount of cash in circulation has also increased by two percent annually.", "The preference for cash remains surprisingly strong.", "Having said that, with the emergence of new services and greater awareness of their convenience, the move toward the cashless society will not be hampered in the long run.", "Second, diversification of payment service providers is likely to continue.", "A recent development of the cashless society seems to be led by NBPSPs such as Bigtechs, Fintechs, retailers and transport companies, rather than banks.", "For example, funds transfer service providers, typically named \"XYZ Pay,\" and prepaid payment instruments issuers, such as retailers and transport companies, issue digital money that differs from traditional cash and bank deposits, and the use of such digital money seems to be expanding.", "Diversification of payment service providers will likely have various impacts on financial regulations as well as the operations of payment and settlement systems operated or managed by the central bank and the private sector.", "Third, money and data will become more closely linked.", "Many NBPSPs provide convenient cashless payment services.", "Their aim is not only to improve the convenience of customers, but also to seek to expand their own ecosystem via network effects by inducing customers to use other relevant businesses NBPSPs offer.", "This strategy is called \"Data-Network-Activity (DNA).\"", "In the past, making payments for purchases, in other words, using money, meant an exchange of certain amount of economic value.", "Nowadays, it also means an exchange of relevant data on who has purchased what, when and where.", "In some cases, the exchanged data could be data that the web advertisement has just been viewed, but nothing has been purchased.", "Therefore, when we explore the future of the payment and settlement systems, it becomes more vital to discuss issues concerning the protection and effective use of personal data.", "CBDC Discussion in Foreign Central Banks In a world where the environment surrounding the payment and settlement systems and money has been rapidly changing, what roles and functions will be expected for CBDC?", "Foreign central banks investigating the issuance of CBDC could be put into three groups.", "The first is the case of Sweden.", "In Sweden, decrease in the outstanding amount of cash in circulation, having reached less than two percent of GDP, is behind their motivation to explore the possibility of the issuance of CBDC.", "As a result of a significant growth in cashless payments, the number of retail stores accepting cash has decreased, and people are sometimes facing difficulties doing their daily shopping by cash.", "Under these circumstances, the central bank is aiming to provide all the people with access to central bank money.", "The second is the case of emerging economies, such as Cambodia and the Bahamas.", "In these economies, infrastructures related to domestic currency and payments have remained immature, but smartphones have spread everywhere.", "In such an environment, rebuilding the payment and settlement systems from scratch is a viable agenda, and it is easier to adopt the latest technology.", "The third is the case of China.", "Though details of the design are as yet unknown, according to information officially released up to now, the People's Bank of China (PBoC) clearly aims at issuing CBDC as a substitute for cash in circulation.", "The PBoC will not only focus on the reduction of cash handling cost but also on addressing the risks of counterfeiting, as well as preventing money laundering and countering the financing of terrorism (AML/CFT).", "The situation is different in major advanced economies, including Japan.", "The need for CBDC is not necessarily increasing, as observed in the aforementioned countries.", "In many advanced economies, the outstanding amount of cash in circulation is still growing annually.", "At this point, there is no need to implement new steps to ensure people's access to central bank money.", "Moreover, the currency systems and the payment and settlement systems of these economies are operating safely and stably.", "They cannot simply jump into new technologies, or actually, they should not.", "AML/CFT is an important issue, but the most advanced economies consider that they should first be addressed through regulatory and supervisory measures.", "Issues regarding CBDC What, then, will be the roles and functions expected for CBDC, other than those discussed in these cases?", "To respond to this question, it might be beneficial to review the fundamental roles of the currency.", "In this way, not only potential benefits of CBDC, but also various issues that need to be addressed will come to light.", "To support economic activities, it is essential to have payment instruments that are safe, reliable, cheap and universal to everyone.", "Most would agree that the central bank should play the role of provider of such instruments even in the digital society.", "CBDC is expected to play a part in this.", "I would like to share one of the views often expressed by payment service providers.", "As mentioned earlier, the entry of new service providers into the payments market is one of the key changes in the payment systems arena.", "In this sense, ensuring the interoperability between private digital money is a challenge.", "For example, payment platforms operated by NBPSPs, such as \"XYZ Pay\" do not necessarily share member merchants.", "In other words, it is often the case that a digital money issued by a NBPSP cannot be accepted by another NBPSP's member merchant.", "Similarly, person-to-person (P2P) payments or money transfers cannot be executed between payment platforms operated by different NBPSPs.", "What roles is CBDC expected to play in these cases?", "CBDC can help remove barriers of P2P payments and significantly improve the interoperability between different types of private digital money.", "CBDC can contribute to improving the efficiency of payments by interlinking various types of private digital money.", "In fact, there seem to be high expectations for CBDC in this respect.", "However, the story is not that easy.", "There are a lot of issues to be considered comprehensively regarding CBDC, including its implications on payment and settlement systems and the overall financial system.", "As in the cases mentioned earlier, while the issuance of CBDC could contribute to interlinking various types of private digital money, it could also present the risk of crowding out the existing private services, such as bank fund transfers.", "Moreover, if the payment cost associated with CBDC is much lower than that of private payment services, most of the merchants would prefer to accept payment via CBDC, rather than via the private digital money.", "The central bank is able to offer services that are cheaper than those offered by private entities because it bears a certain cost from the perspective of providing public goods, that is, the core infrastructure for payment and settlement.", "Depending on the design and pricing of the core infrastructure, the central bank could suppress private business and discourage innovations.", "In addition, if firms and individuals preferred holding CBDC to bank deposits, this would affect banks' funding and the function of financial intermediation, including bank lending.", "Thus, it could alter the two-tiered monetary system itself.", "It should be also noted that, as mentioned earlier, as digitalization progresses, money and data will become more closely linked.", "If the central bank issues CBDC, relevant transaction information will flow into the central bank.", "Its implication is not only a matter of protecting personal information, but also a matter of what kind of system design is desirable for the society in order to effectively utilize such commercial information for business purposes.", "The central bank needs to deepen the understanding of the benefits as well as the challenges and risks of issuing CBDC.", "Moreover, with regard to challenges and risks, the central bank needs to solidly consider whether there are effective measures to address these challenges and risks.", "There are a wide range of issues.", "When designing the future of payment and settlement systems, it is important to examine how the overall function of the systems could be improved by considering the interaction between central bank money and private money.", "In the previous examples, it is important for the private sector to improve the interoperability of payments, improve the efficiency of the existing payment infrastructure, and eliminate friction in the exchange of digital money.", "To improve interoperability, for example, interlinking different payment platforms or NBPSPs to participate in banks' payments platform might be an option.", "The issues I have just raised are merely some examples relevant to retail payment services.", "There are also various case examples and challenges concerning wholesale and cross-border payments.", "In today's forum, we will hold a session for each of these three topics, retail, wholesale, and cross-border payments.", "I hope this forum will provide an opportunity to seek out the views of the experts and explore the future of payment and settlement systems together.", "To this end, the Bank of Japan will continue to host the Future of Payments Forum in the future.", "Moreover, the Bank of Japan has just established a research team on CBDC within the Payment and Settlement Systems Department and will conduct further study on various issues through information exchange and discussions with the experts and relevant institutions in Japan, and other central banks.", "Thank you very much for your kind attention."], "classifications": ["none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payment Services", "CBDC", "Two-Tiered Monetary System", "Cashless Payments", "Digital Money", "AML/CFT", "Interoperability", "Private Money", "Data Protection", "Financial Stability"]}