{"sentences": ["Bucharest, April 29th 2020 Mugur Isărescu, Governor of the National Bank of Romania Dear colleagues, Early this year, we found ourselves during challenging times, under an awful threat of medical nature, which has affected our lives, as well as the global economy.", "Many sectors have experienced sudden stops.", "The negative effects of COVID-19 pandemic have required the adoption of comprehensive and coordinated packages of measures in order to respond to lockdowns and deterioration of economies, trying at the same time to establish grounds for future opening up and strategies for restarting the activities.", "Recent history has shown us that central banks have always exerted their full functions within mandate to support countries and people to overcome the economic effects of wars, catastrophes and disasters of any kind.", "These trying times make no exception.", "The outstanding cooperation within the framework of the prestigious Bank for International Settlements, of its remarkable members and management, will stand proof for deepening our commitments that bind us all.", "On a more positive note, I wish to let you know that the National Bank of Romania celebrates today its 140 year anniversary.", "The day of April 29th has a strong historical significance.", "Since mid19th century, the Romanian society had witnessed swift, in-depth social, economic, political and institutional changes.", "So, steps were taken to found a central bank, drawn on the statutory principles of Banque de France and the National Bank of Belgium.", "On April 29th 1880, the Law on the establishment of a discount and circulation bank, i.e.", "the act laying down the setting up of the National Bank of Romania, was published, ranking our institution among the first modern central banks.", "We hold dear the memory of our founding fathers.", "We honour them each year, but now I wish to commemorate two of them: the Prime Minister of those times, Ion C. Brătianu, whose commitment and great efforts materialized in the cornerstone law for the establishment of Romania's central bank as a modern institution for \"monetary circulation and a solid credit system\" and the the artisan of the National Bank of Romania Eugeniu Carada, advisor to the Prime Minister, a man of deeds, rather than words.", "Eugeniu Carada took up the strategic mission to achieve the establishment of our central bank, had a clear vision of its role and set up a sound and modern credit system to foster loans and investments.", "By implementing modern instruments and policies for those times, the National Bank of Romania also contributed to the expansion of financial intermediation and the dissemination of financial education, since 1880 until the present day.", "Even though we are living difficult times, we should remember that we share a common institutional collective memory.", "The National Bank of Romania has been a member of the Bank for International Settlements since its establishment, on January 20, 19301, when the Final Act of the Second Hague Conference2 was adopted.", "On behalf of all my colleagues in Romania, we salute the great endeavours of all the predecessors that steered the global banking and finances in the last 90 years and overcame major challenges and financial and economic crises, to foster enhanced preparedness for future times.", "Starting with 1 January 2007, when Romania joined the European Union, the National Bank of Romania became part of the European System of Central Banks (ESCB).", "Such a long and substantial period has forged the central bank into a pillar for the banking system, building trust and ensuring reliability.", "The National Bank of Romania stands as a promoter of the country's economy, policies, society and collective spirit, national dignity and international openness.", "During 140 years of eventful history, The National Bank of Romania has contributed to Romania's destiny and her trustworthy position on the international stage.", "Every year we have been celebrating together: colleagues both from the National Bank of Romania and other central banks around the world, colleagues from international financial institutions, academia, historians, university students, journalists, etc.", "We get together to remember those who came before us, to exchange opinions on matters of the day and imagine the future.", "The current situation prevents us from meeting in person and enjoying the dialogue.", "We are confident that better days are ahead and we will be able to celebrate the National Bank of Romania together in Bucharest."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "National Bank of Romania", "central banks", "economic effects", "financial intermediation", "financial education", "European System of Central Banks", "European Union", "institutional collective memory", "Romania's destiny"]}