{"sentences": ["For release on delivery 10:00 a.m. EDT Statement by Randal K. Quarles Vice Chair for Supervision Board of Governors of the Federal Reserve System Committee on Banking, Housing, and Urban Affairs U.S. Senate Chairman Crapo, Ranking Member Brown, members of the Committee, thank you for the opportunity to testify today.", "The past two months have been a time of exceptional economic hardship.", "The Congress has displayed an extraordinary willingness to act, in concert and at speed, to address this hardship and its wide-ranging consequences.", "I appreciate your dedication to continuing our common work, as well as the chance to appear.", "The report accompanying my testimony reviews supervisory and regulatory steps the Federal Reserve has taken to address the economic and financial challenges of the current economic contraction.", "I do not plan to repeat those steps here, although I am happy to answer questions about them in detail.", "Instead, I will briefly outline the Federal Reserve's approach to supporting the nation's economy, maintaining the supply of credit, and reducing the economic impact of the various containment measures taken in response to public health concerns.", "This approach applies, not only to our efforts thus far, but also to the efforts that we-and the financial sector-will make to support households and businesses in the months ahead.", "It is worth a moment to acknowledge the profound effects of this crisis on the nation's financial system and economy.", "The measures adopted to contain the pandemic triggered a deep, abrupt, and global financial shock.", "Uncertainty cascaded across the financial system.", "Savers and investors, consumers and companies, took part in a flight to safety, seeking the stability of cash over the volatility of the markets.", "No port was safe from the storm that followed, visiting asset classes from commercial paper to Treasury securities.", "The strain it caused was widespread, as families and businesses struggled to pay their bills, meet their expenses, and sustain their daily lives.", "More than a decade ago, U.S. banking organizations faced a different crisis, in which their structural weaknesses catalyzed and compounded the ongoing stress.", "Twelve years of work-by Congress, financial institutions, and the regulatory agencies-went toward ensuring that this dynamic would not occur again.", "Reforms, and other measures taken by the industry, raised the quantity and quality of bank capital, so banks could withstand a severe downturn and continue lending.", "They established higher levels of liquidity, so banks could meet customer and counterparty demands.", "They required improvements in risk management, so banks could avoid unexpected losses lurking in their books.", "They improved operational resiliency, so banks could keep their doors open and their lights on after a shock.", "As a result, banks entered this crisis in a position of strength.", "Over the past two months, the Federal Reserve took more than 30 supervisory and regulatory actions to ensure financial institutions could use this strength to support consumers, households, and businesses.", "• We advised institutions that working constructively with customers, offering them responsible loan modifications and small-dollar credit, is a safe and sound banking practice more than appropriate to this extraordinary time.", "See Board of Governors of the Federal Reserve System, \"Supervisory and Regulatory Actions in Response to COVID-19,\" at -regulatory-action-response-covid-19.htm.", "For a full list of Federal Reserve COVID19 resources, see Board of Governors of the Federal Reserve System, \"Coronavirus Disease 2019 (COVID-19),\" at -19.htm.", "• We delayed implementation of new regulatory measures, and temporarily shifted supervisory activities from on-site examinations to off-site monitoring, to reduce operational burden and let firms concentrate on customer needs.", "• We made targeted-and, where appropriate, temporary-changes to capital requirements, so firms could more effectively use their balance sheets to support customers and the functioning of financial markets.", "See, e.g., Board of Governors of the Federal Reserve System, Federal Deposit Insurance Corporation, Office of the Comptroller of the Currency, National Credit Union Administration, and Consumer Financial Protection Bureau, \"Federal banking agencies to defer appraisals and evaluations for real estate transactions affected by COVID-19,\" news release, April 14, 2020, ; Board of Governors of the Federal Reserve System, \"Federal Reserve offers regulatory reporting relief to small financial institutions affected by the coronavirus,\" news release, March 26, 2020, .", "Because of these measures, and the strong foundations on which they were built, banking organizations are well-positioned to serve as a source of strength, not strain, in the current crisis.", "They have been able to lend to creditworthy firms, which were suddenly without access to capital markets, or which simply sought to keep more cash on hand.", "They have been able to absorb new deposits from households and businesses preparing for the difficult road ahead.", "They have been able to process a flood of transactions from investors responding to higher volatility.", "And as a conduit for official-sector support, they have helped stabilize the financial system and restore market function.", "The strain in financial markets has eased, thanks to the actions of Congress, Executive agencies, central banks, and other private and public institutions around the world.", "The profound economic disruption of the pandemic containment measures persists, and households and businesses are still deeply affected.", "Financial institutions now have an essential part to play in addressing that disruption-as a bridge between the start of this crisis and the completion of our economic recovery.", "There are many differences between the current crisis and the one we faced a decade ago.", "The most fundamental, however, is the origin of the stress.", "The year 2008 marked the peak of a financial panic-incubated in the financial sector, unleashed by volatility in financial markets, compounded by weaknesses in financial institutions, and carried to the real economy through See Board of Governors of the Federal Reserve System, \"Federal Reserve Actions to Support the Flow of Credit to Households and Businesses,\" news release, March 15, 2020, financial channels.", "The uncertainty that fueled that panic was born in the financial system, and policies aimed at the financial system could address it directly.", "Today's uncertainty is different.", "The financial sector has felt its effects, and financial policy has helped limit the damage.", "However, its roots lie elsewhere and have burrowed deep into the marrow of the real economy.", "They are anchored in urgent questions with no ready answers: When will concern over the outbreak pass?", "What will the world look like when it does?", "How do we return to normal?", "None of us can answer these questions with certainty.", "But we can affirm our commitment to support those who bear the heaviest burdens of the current crisis, and to help them carry the load, by ensuring the banking sector is strong and resilient enough to address the nation's current economic needs.", "That system has shown resilience over the past two months.", "Banking organizations have used their capital buffers to support a sharp increase in lending, especially through the standing credit lines of their customers.", "Deposits have increased faster still, a sign of confidence in bank safety.", "Central banks and supervisors have worked collaboratively through the Financial Stability Board and other fora to coordinate their response.", "A first wave of acute financial stress has begun to ebb.", "The storm, however, is not over.", "Banking organizations must continue to work constructively with borrowers, offering them the flexibility to weather a hardship they could not expect and did not create.", "Banks must still manage the challenges of operating during a public health emergency.", "And ultimately, banking organizations can only be as robust as the economies See, e.g., Board of Governors of the Federal Reserve System, \"Assets and Liabilities of Commercial Banks in the United StatesH.,\" updated May 1, 2020, .", "As the response to these public health concerns continues to unfold, the strength of the U.S. financial sector will reflect and depend on the strength of the U.S. economy.", "That strength, in turn, will depend on the calibration and effectiveness of our public health response.", "We at the Federal Reserve are seeking to play our role responsibly and effectively.", "The tools we have are ones no country should ever hope to need; the hour of their use is one no country should ever hope to face.", "More may be required of us before the current crisis ends.", "We can only pledge to do what this moment demands.", "Thank you for your time.", "I look forward to answering your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Banking system", "Economic crisis", "Financial markets", "Credit", "Lending", "Economic recovery", "Public health", "Financial institutions", "Uncertainty"]}