{"sentences": ["As prepared for delivery Thank you for the kind introduction.", "Hello, from my apartment in Manhattan.", "It's a pleasure to be able to join you today, even under these extraordinary circumstances.", "I hope that wherever you are watching, you and your loved ones are safe and well.", "The outbreak of the coronavirus and the global pandemic have created an unprecedented situation.", "Today, I want to talk about what that means for the economy and financial markets, and how the Federal Reserve Bank of New York, and the Federal Reserve System as a whole, are responding to the challenges before us.", "My colleagues and I are dedicated to doing everything within our power to support the functioning of financial markets and help put the economy on a strong footing once this crisis is behind us.", "Before I continue, let me give the Fed disclaimer that the views I express are mine alone and do not necessarily reflect those of the Federal Open Market Committee or anyone else in the Federal Reserve System.", "The coronavirus pandemic has created circumstances we have never experienced before in our lifetimes.", "There's hardly a community in the world that remains unaffected.", "I want to emphasize that this is first and foremost a public health crisis, and a human tragedy.", "It's our doctors, nurses, and healthcare professionals who are on the front lines, fighting this disease and caring for those who are suffering.", "We owe them a great debt of gratitude.", "My sincere thanks is also with the grocery store workers, those in law enforcement and transportation, and everyone who continues to carry out essential work each day.", "The Scale of the Challenge The necessary actions taken to slow and contain the spread of the coronavirus are not only changing how we live our lives, but are also having a profound effect on the economy and financial markets, both here and abroad.", "Although many people have drawn comparisons with the financial crisis of 2008, the current turmoil is fundamentally different from recessions of the past.", "The challenges before us do not stem from vulnerabilities at banks or the bursting of a bubble-I can only liken them to a natural disaster of global proportions.", "If we look back to February, the American economy was strong, with unemployment at historical lows.", "But, now, social distancing and other restrictions imposed in response to the pandemic are causing severe, rapid declines in jobs and income.", "Unprecedented numbers have filed for unemployment insurance in the past several weeks alone, and we know that more economic pain is still to come.", "The reality is that the full scale of the economic consequences is still unknown.", "The economic distress and the extraordinary uncertainty about the future course of the pandemic have set off a tidal wave of flows of money away from riskier investments to the safety of cash.", "This sudden shift led to an evaporation of liquidity and breakdowns in the functioning of key financial markets.", "This includes the market for U.S. Treasury securities, the cornerstone of the global financial system.", "These developments, if left unchecked, threaten to starve our economy of the credit that it badly needs during this difficult time.", "Last month, as the risks posed by the coronavirus became increasingly apparent, the Federal Reserve took swift and decisive action to support the economy and stabilize financial markets.", "In two unscheduled meetings in the first half of March, the Federal Open Market Committee (FOMC) quickly brought the target range for the federal funds rate to near zero.", "The FOMC also signaled that it expects to keep interest rates at this level until it is confident that the economy has weathered recent events and is on track to achieve the Fed's maximum employment and price stability goals.", "These monetary policy actions serve two purposes.", "First, low interest rates make it easier for households and businesses to meet their borrowing needs during this time of economic stress.", "Second, they foster broader financial conditions that will help promote the rebound in spending and investment needed to return the economy to full strength.", "The New York Fed The New York Fed has important and unique responsibilities in supporting liquid and wellfunctioning financial markets.", "Working alongside our colleagues in the Federal Reserve and other agencies, we are taking rapid and significant actions to supply liquidity and to stabilize critical parts of our financial system.", "We are conducting large-scale repo operations to assure ample liquidity in money markets.", "In addition, at the direction of the FOMC, we are purchasing sizable quantities of U.S. Treasury securities and agency residential and commercial mortgagebacked securities to improve functioning in these critical markets.", "To put the current situation in context, we are running more open market operations, for greater sums, than at any time in our history.", "The Federal Reserve is also making liquidity available to key intermediaries to support market functioning and to keep credit flowing.", "These actions include offering term loans to depository institutions through the traditional discount window, and the establishment of the Primary Dealer Credit Facility and the Money Market Mutual Fund Liquidity Facility.", "These strong and timely actions averted a potential shutdown in the flow of credit and are providing funding and stability at a time of extraordinary volatility in markets.", "Although stresses in financial markets will not entirely abate until the pandemic is behind us, we have seen material improvements in measures of liquidity and market functioning in key parts of the U.S. financial system.", "Our work is not done.", "The Federal Reserve is also standing up programs to support the flow of credit to households, businesses, and state and local governments, so that they can weather this storm and continue to do their work, both now and when normal life resumes.", "Last week, we announced more details on these programs, which altogether provide additional funding of up to $2.3 trillion.", "These programs are executed with the full support of the Treasury.", "We are also deeply committed to providing transparency around matters such as usage, eligibility, governance, vendor selection, and fees for these programs.", "The actions by the Federal Reserve, while sharing some similarities with those undertaken during the financial crisis, are specifically designed to deal with the unique economic challenges posed by the coronavirus.", "Our efforts supporting the provision of credit include a number of programs aimed at different parts of the economy and work through different channels.", "One set of programs supports the availability of credit to businesses-importantly, including small and medium-sized businesses- through loans, commercial paper, and corporate bonds.", "The second set of programs targets the availability of credit to states and municipalities.", "But we cannot act alone: fiscal policy is also playing a critically important role.", "In particular, it can do what monetary policy cannot: provide for the public health response and transfer income to those most affected by the outbreak.", "Fiscal policy is also a vital partner in the delivery of our own programs, supplying the financial support necessary for the extraordinary scale of the credit facilities we're operating.", "An International Response The Federal Reserve is not unique in taking bold actions.", "Central banks around the world are working to support their economies and stabilize their financial systems.", "There has been close alignment at the international level about the monetary policy and other actions needed to tackle this period of extraordinary economic pain.", "Given the central role of the dollar in the global economy, the FOMC has instituted new and enhanced programs to facilitate the ability of other central banks to provide U.S. dollar funding in their countries.", "The economy is under distress in ways we've not experienced in our lifetimes.", "At the New York Fed we are working tirelessly-leveraging our experience, expertise, and ingenuity-to address the economic and financial challenges posed by the pandemic.", "This crisis requires innovative thinking and bold action.", "My colleagues and I are dedicated to doing our utmost to lessen the impact of the crisis on families and businesses in our communities, and to restore our nation's economic prosperity as quickly as possible.", "New York Fed Actions Related to COVID-19 Federal Reserve Board of Governors: Coronavirus Disease 2019 (COVID-19) See Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 3, 2020; and Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 15, 2020.", "See Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 15, See Federal Reserve Bank of New York, Statement Regarding Repurchase Operations, March 17, 2020.", "See Board of Governors of the Federal Reserve System, Federal Reserve Announces Extensive New Measures to Support the Economy, March 23, 2020.", "According to the Open Market Desk at the New York Fed, between March 16 and April 14, the Desk has purchased over $1.2 trillion of Treasury securities, over $470 billion in agency MBS, and $6.4 billion in agency CMBS.", "For comparison, over the course of the 2012 - 14 asset purchase program, the Desk added about $800 billion of Treasury securities and $800 billion of agency MBS to the System Open Market Account portfolio.", "For the discount window, see Federal Reserve Actions to Support the Flow of Credit to Households and Businesses, March 15, 2020.", "For the Primary Dealer Credit Facility and the Money Market Mutual Fund Liquidity Facility, see Board of Governors of the Federal Reserve System, Federal Reserve Board Announces Establishment of a Primary Dealer Credit Facility (PDCF) to Support the Credit Needs of Households and Businesses, March 17, 2020; and Board of Governors of the Federal Reserve System, Federal Reserve Board Broadens Program of Support for the Flow of Credit to Households and Businesses by Establishing a Money Market Mutual Fund Liquidity Facility (MMLF), March 18, 2020.", "See Board of Governors of the Federal Reserve System, Federal Reserve Takes Additional Actions to Provide Up to $2.3 Trillion in Loans to Support the Economy, April 9, 2020.", "For announcements of the various programs, see Board of Governors of the Federal Reserve System, Coordinated Central Bank Action to Enhance the Provision of U.S. Dollar Liquidity, March 15, 2020; Board of Governors of the Federal Reserve System, Federal Reserve Announces the Establishment of Temporary U.S. Dollar Liquidity Arrangements with Other Central Banks, March 19, 2020; Board of Governors of the Federal Reserve System, Coordinated Central Bank Action to Further Enhance the Provision of U.S. Dollar Liquidity, March 20, 2020; and Board of Governors of the Federal Reserve System, Federal Reserve Announces Establishment of a Temporary FIMA Repo Facility to Help Support the Smooth Functioning of Financial Markets, March 31, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "fiscal dominance", "fiscal dominance", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Financial Markets", "Economic Impact", "Monetary Policy", "Federal Reserve", "Liquidity", "Credit", "Fiscal Policy", "International Response", "New York Fed"]}