{"sentences": ["Accompanying slides of the speech.", "Over the past few weeks, hopes for a short duration of the COVID-19 pandemic and a quick rebound in economic activity have started to fade.", "Evidence is increasingly pointing towards a protracted impact of the crisis on both demand and supply conditions in the euro area and beyond.", "For central banks, this implies a shift in focus from economic \"firefighting\" - ensuring orderly market functioning and a sufficient provision of liquidity - to dealing with the implications of the crisis on medium-term inflation.", "My remarks today will focus on these implications.", "Based on our most recent Eurosystem staff projections, I will first discuss the risk of COVID-19 leaving a deep footprint on growth and inflation in the euro area.", "Against this background, I will then describe how we designed and calibrated our policy response, and explain why the pandemic emergency purchase programme (PEPP) remains the appropriate tool to address the current challenges of the crisis in the context of our price stability mandate.", "The medium-term economic impact of the crisis The immediate economic fallout from the COVID-19 pandemic has been substantial.", "In the baseline scenario of the Eurosystem June staff projections, output declines by a staggering 13% quarter-on-quarter in the second quarter.", "As lockdown measures are being eased across euro area countries, a cautious recovery in activity is currently taking place.", "But adverse effects on household income and production can be expected to persist for a considerable period of time.", "Such protracted effects are clearly visible in the most recent Eurosystem staff projections.", "Given the current exceptional degree of uncertainty, these projections were organised around three scenarios that differ with respect to the severity of the economic fallout from the pandemic in the euro area (see left chart on Slide 2).", "All scenarios assume that the substantial support from monetary, fiscal and labour market policies is sufficient to avert adverse financial amplification channels.", "While the severity of the contraction differs substantially across scenarios, none of the three trajectories is in line with a full recovery of real GDP by the end of 2022 to the levels projected by staff in March.", "In the severe scenario, our staff projections suggest that the level of real GDP at the end of 2022 could remain 9.6% below the March 2020 staff projection path.", "In effect, both the nature of the shock and the length of the ensuing downturn make it likely that the economy will experience important structural shifts.", "Disentangling the effects of these shifts on demand and supply, and hence on medium-term inflation, is inherently difficult.", "In the baseline scenario, ECB staff projections predict notable downward pressure on inflation arising from the much larger shortfall in aggregate demand than supply.", "As a result, headline inflation is not anticipated to be back on its pre-COVID-19 path by 2022 in that scenario, and underlying inflation is also expected to remain subdued in the medium term (see right chart on Slide 2).", "Given the unprecedented impact of the crisis on income and consumption, such disinflationary effects are not surprising.", "But uncertainty around these forecasts is exceptionally large: while measuring economic slack is already a challenge in normal times, it is currently exacerbated by the highly uncertain effects of the crisis on potential output, both in the short and in the medium to long run.", "In the short run, potential output is severely affected by disruptions in global value chains and social distancing measures, which constrain the full use of capital.", "Think of the hairdresser who may only be able to use half of his or her physical capacity.", "Such effects may partly offset the negative effects of weakening demand on inflation even in the short run.", "In the medium to long run, the impact of the crisis on potential output, and hence on inflation, will crucially depend on the response of firms and policymakers to the challenges we are currently facing.", "First, some sectors of the economy may never return to their previous size, requiring a large reallocation of capital and labour, also across borders.", "Despite some progress in recent years, however, product and labour markets in the euro area still remain too rigid to accommodate the required shift in resources in a swift manner, risking permanent damage to the economy.", "Households hit by job losses, for example, could be scarred in terms of income and human capital.", "Temporary lay-offs and government-funded short-time work schemes have so far successfully cushioned the impact of the crisis on euro area employment.", "In fact, the unemployment rate across the largest countries in the euro area would have been much higher in the absence of these programmes (see Slide 3).", "But uncertainty may weigh on investment and job creation for a long period.", "And although furlough schemes can mitigate hysteresis effects in labour markets by reducing worker displacement, they may also delay the necessary structural adjustments to the crisis.", "Second, the speed and extent of capital and labour reallocation is likely to differ across euro area economies, depending on the sectoral composition and the quality of labour market institutions.", "Such differences, if left unaddressed, risk increasing heterogeneity and fragmentation, further complicating the conduct of the common monetary policy.", "Third, recent events have increased the odds that large cash-rich firms may absorb liquiditystrapped start-ups, thereby curtailing competition, with potentially adverse effects on productivity and welfare.", "The pandemic could therefore amplify trends in economic concentration that we have already observed prior to the crisis, particularly in the United States.", "Fourth, there are risks that COVID-19 will lead to a surge in protectionism reversing the current pattern of international production.", "While re-shoring could be the outcome of benign advances in automation, a general unwinding of global supply chains would jeopardise potential output growth across the globe.", "And, finally, financial distress of firms and households will cause the share of banks' nonperforming loans (NPLs) to rise over time, weighing on bank capital and potentially clogging the bank lending channel of monetary policy.", "Although euro area banks as a whole have entered this crisis in comparatively good shape, the experience of past crises highlights that vulnerabilities in the banking sector, if not addressed early enough, may severely slow the pace of recovery and leave long-lasting damage.", "Recent ECB research, for example, suggests that a failure to resolve high levels of NPLs in a timely manner can slow GDP growth by 1.5 percentage points per year.", "However, the magnitude of all these effects is far from certain, as is their impact on mediumterm inflation.", "It will critically depend on the extent to which firms and policymakers will use this crisis as an opportunity to overcome weak potential output growth that has held back prosperity and convergence in the euro area for too long already.", "The European recovery fund proposal is a promising step in the right direction.", "By strengthening investment in new and sustainable technologies, the euro area can accelerate its transition towards a digitalised and low-carbon economy.", "The COVID-19 crisis forcefully demonstrates that digital transformation is not an option, but a must.", "The medium-term implications of COVID-19 for monetary policy When prospects for the economy and inflation are highly uncertain, central banks essentially have to act as risk managers: they need to take action before the risks materialise to shelter the economy from further and deeper harm.", "Tail risks, in particular, may cause the economy to react in a non-linear and disruptive way.", "In spite of the receding stress in financial markets, there was therefore unanimous understanding at the June meeting of the ECB's Governing Council that further strong policy support was needed to prevent medium-term inflation from moving further away from our inflation aim of below, but close to, 2%.", "Two broad decisions had to be taken.", "The first was the choice of the appropriate instruments.", "The second was the calibration of the instruments, taking into account potential side effects.", "These two decisions are, of course, interrelated.", "The choice of instruments ultimately hinges on the assessment of which instruments can address the risks to the outlook most effectively.", "Instrument effectiveness, however, is often highly state and time dependant.", "Persistent periods of market stress, for example, may weaken the transmission of changes in our key interest rates.", "The logic is easy to see: a reduction in short-term risk-free rates typically leads yield-oriented investors to rebalance their portfolios towards riskier assets, either along the yield curve or across asset classes.", "This channel is even more powerful when rates are negative: it sets strong incentives for investors to move away from short-term assets so as to ensure non-negative income flows (see Slide 4).", "Market stress considerably weakens this portfolio rebalancing channel.", "And although markets have calmed gradually, both in the euro area and in the United States, stress indicators remain at an elevated level compared to the pre-crisis period (see Slide 5).", "In such conditions, two sets of policy measures tend to be most effective: those acting directly on banks' funding conditions, and those, such as asset purchases, that alleviate investors' balance-sheet constraints.", "The bank-based measures materially reduce the potentially adverse impact of tightening marketbased funding conditions on lending to firms and households.", "In the euro area, this risk is real: banks still face considerably higher refinancing costs in markets than before the crisis, both for secured and unsecured borrowing.", "Our targeted longer-term refinancing operations (TLTRO III) address this wedge in our transmission process at its root.", "Provided banks maintain their lending to the real economy over the next year, they can benefit from rates as low as -1%.", "Given these highly favourable conditions, surveys point to significant take-up for TLTRO III, in the order of € 1.4 trillion.", "Asset purchases are the second type of support in current stressed market conditions.", "They increase the risk-absorption capacity of market participants at a time when it is most needed and when limits to arbitrage prevent markets from operating efficiently.", "Empirical evidence corroborates this view.", "Findings in the literature suggest that the Federal Reserve's large-scale asset purchases during the global financial crisis have had a stronger impact on both financial conditions and the economy than during less stressed periods (see Slide 6).", "In recent months, we have witnessed similar effects in the euro area.", "The evidence around the PEPP announcement suggests that the normalised impact of a € 500 billion purchase envelope may be almost twice as large as under our regular asset purchase programme (APP) (see left chart on Slide 7).", "In the euro area, however, there is a second dimension that is crucial for the effectiveness of asset purchases in periods of market stress: geographical fragmentation.", "At the beginning of the crisis, perceptions of differences in fiscal policy space have widened the wedge between the financing costs of euro area sovereigns, and hence of firms, banks and households in the single currency area.", "In such periods of acute market segmentation, asset purchases tend to operate differently: as portfolio rebalancing is weakened, their effects are mostly \"local\" - that is, specific to the market segment where purchases are conducted.", "In other words, monetary policy needs to act in a more targeted and flexible way to reduce risks of fragmentation.", "ECB staff estimates show that the dispersion of the impact of PEPP on yields across euro area countries was indeed substantial (see right chart on Slide 7).", "For these reasons, the Governing Council decided last week that, in the current uncertain market environment, the PEPP remains the best and most effective instrument to respond to the unprecedented challenges that the pandemic poses to the euro area economic outlook.", "With its inherent flexibility, PEPP is best suited to address the dual objective of countering fragmentation in the euro area and closing the medium-term inflation gap that has emerged from the COVID-19 pandemic, in line with the temporary nature of the programme and its close link to the \"coronavirus COVID-19 crisis phase\".", "Our regular asset purchase programme (APP) and our interest rate policy, together with our forward guidance on rates and reinvestment, remain geared towards addressing the weakness in broad underlying inflation that is unrelated to the outbreak of the coronavirus.", "In light of these considerations, the Governing Council decided to increase the PEPP purchase envelope by an additional € 600 billion to a total of € 1,350 billion and to extend the horizon of net purchases under the PEPP to at least the end of June 2021, or in any case until the Governing Council judges that the coronavirus crisis phase is over.", "We also decided to reinvest the maturing principal payments from the securities purchased under the PEPP until at least the end of 2022.", "Calibrating PEPP This brings me to the second question - the calibration of the PEPP.", "By removing duration risk from the market, PEPP reduces the bond free-float ratio -the share of bonds that need to be held by private price-sensitive investors relative to total bond supply (see left chart on Slide 8).", "In the absence of our new measures, this ratio would have gradually increased on the back of the large coronavirus-induced increase in debt issuance, thereby putting upward pressure on bond yields.", "The PEPP envelope has been calibrated with a view to restoring and preserving financial conditions that are consistent with bringing inflation back to the pre-COVID-19 inflation path.", "The evidence speaks for itself.", "Upon the announcement of the PEPP, and again in response to our actions last week, the euro area GDP-weighted yield curve has shifted downward measurably, and today it is not far from the level we observed before the outbreak of the crisis (see right chart on Slide 8).", "In view of the historically weak inflation outlook and the already accommodative stance, the question arises whether our actions are sufficient and proportionate.", "In answering this question, the Governing Council assesses whether the benefits of achieving a faster return of inflation to levels closer to 2% outweigh the potentially adverse side effects.", "In other words, it assesses how long the \"medium term\" should be, given current circumstances.", "In earlier remarks, I argued that in the vicinity of the effective lower bound, attempting to shorten the horizon by further easing financial conditions carries the risk of shifting the balance of the costs and benefits of a highly accommodative monetary policy stance by increasing potential side effects.", "At the current juncture, an important element in determining the appropriate length of the medium term is the risk of second-round effects that may entrench expectations of low inflation and thereby leave permanent scars on the euro area economy.", "However, this risk is mitigated by the emerging policy response in the euro area.", "For the first time, fiscal and monetary policy in the euro area are starting to act as true complements, thereby reinforcing each other's effectiveness and paving the way for a sustainable recovery.", "Moreover, inflation expectations by households currently signal very limited risks of second-round effects.", "While financial markets currently price in significant risks of deflation over the next five years (see left chart on Slide 9), households have adjusted their expectations in response to the pandemic very differently: the share of people that expect inflation to increase more rapidly over the course of next year has increased markedly in April, from 20% to 36%, and in May still accounted for 32% (see right chart on Slide 9).", "So, given the already highly accommodative monetary policy stance, the growing complementarity between fiscal and monetary policy and the high uncertainty regarding secondround effects, our decision appears to be an appropriate and proportional course of action.", "The dual objective of PEPP To enhance the effectiveness of our asset purchases, the PEPP has to be operationalised in a way that it meets the described dual objective.", "The PEPP is not an interventionist programme where we stand on the sidelines when conditions are calm and enter the market only in times of market disturbances.", "It rather resembles a two-staged pyramid.", "At the basis, there is a constant flow of purchases that reaches out to all eligible market segments.", "In the sovereign space, these purchases are guided by the ECB's capital key.", "This is the \"stance\" element of PEPP.", "It seeks to create financial conditions that are consistent with our inflation aim.", "The upper part of the pyramid is its flexibility.", "This element responds to the challenges posed by the pandemic to market functioning and the smooth transmission of our policy to all parts of the euro area.", "The first granular breakdown of our PEPP purchases, published last week, highlights this particular aspect of our reaction function.", "It stresses the three dimensions of flexibility in the PEPP.", "First, in the sovereign space, monthly purchases in all jurisdictions will exceed the \"basis\" flow if we observe a general tightening of financial conditions across countries, unusually high volatility or poor liquidity.", "In this case, we frontload purchases, following the ECB's capital key.", "Second, we raise the share of purchases above the capital key in countries facing severe risks of fragmentation.", "Third, the allocation of our purchases across market segments is also state-contingent.", "For example, the crisis revealed an unprecedented need for short-term liquidity by firms as lockdown measures dried up revenue streams.", "Firms started to heavily draw down bank credit lines, and year-to-date bond issuance activity by euro area firms is reaching new record levels.", "At the same time, traditional investors, such as money market funds, shifted their asset allocation to the shortest maturities only.", "In response to these developments, we decided to shift a significant share of our purchases to the commercial paper market, and to longer tenors, in particular.", "Today, we see clear evidence of the success of allocating purchases flexibly across market segments.", "Commercial paper rates for non-financial firms have started to stabilise and issuance at longer tenors is rising, thereby reducing rollover risks and hence uncertainty for firms (see Slide 10).", "COVID-19 constitutes an unprecedented shock to the global and euro area economy.", "By how much the crisis will permanently shift economic structures, both within and across countries, remains highly uncertain at the current juncture.", "But the nature and severity of the shock make it likely that these shifts will be significant.", "In this uncertain environment, monetary policy needs to play a proactive stabilising role.", "It needs to restore and preserve financial conditions that are consistent with a return of inflation to levels closer to 2% over the medium term.", "The Governing Council's wide-ranging decisions of last week are geared towards this aim.", "They were based on the assessment that, in the current fragile market environment, the PEPP remains the best, and most effective, instrument to respond to the dual risks of a shortfall of inflation from our medium-term aim and of fragmentation in the euro area, which threatens the singleness of our monetary policy.", "The PEPP's anatomy provides the flexibility - across time, jurisdictions and market segments - that is needed to effectively counter the specific challenges that COVID-19 poses.", "This flexibility is a key element of PEPP and will be maintained throughout its lifetime.", "See, for example, Autor, D. et al.", "(2017), \"The Fall of the Labor Share and the Rise of Superstar Firms\", NBER Working Paper Series, National Bureau of Economic Research, No 23396, May; and Gutiérrez, G. and Philippon, T. (2017), \"Declining Competition and Investment in the U.S.\", NBER Working Paper Series, No 23583, National Bureau of Economic Research, July.", "See Ari, A., Chen, S. and Ratnovski, L. (2020), \"The dynamics of non-performing loans during banking crises: a new database\", Working Paper Series, No.", "See, for example, Vayanos, D. and J.-Luc Vila (2009), \"A Preferred-Habitat Model of the Term Structure of Interest Rates\", NBER Working Paper No.", "Announcement effects are event-specific and may change over time.", "See ECB (2020), \"ECB announces €750 billion Pandemic Emergency Purchase Programme (PEPP)\", 18 March.", "Monetary policy in a low inflation environment\", speech at the Barclays International Monetary Policy Forum."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Medium-term inflation", "Monetary policy", "COVID-19 pandemic", "PEPP (Pandemic Emergency Purchase Programme)", "Economic recovery", "Inflation gap", "Financial fragmentation", "Fiscal policy", "Second-round effects", "Asset purchases"]}