{"sentences": ["M a y 1 4 , 2 0 2 0 Novel Coronavirus (COVID-19): Economic and Financial Developments and the Responses Taken by the Bank of Japan Speech via Webcast Hosted by the Naigai Josei Chosa Kai (Research Institute of Japan) in Tokyo Governor of the Bank of Japan The novel coronavirus (COVID-19) pandemic has had a significant impact all over the world.", "Unfortunately, many lives have been lost and a large number of people are still suffering from the disease.", "I would like to extend my sincere condolences for the victims of COVID-19 and express my deepest gratitude to the medical professionals who are dedicating themselves to saving lives, and to all who are working to support people's livelihoods.", "To prevent the further spread of COVID-19, each country and region has continued to make strenuous efforts.", "In addition, as the global economy has suffered substantial damage from constrained economic activity, governments and central banks around the world have responded swiftly with large-scale measures to address the shock.", "In Japan, the government declared a state of emergency and formulated emergency economic measures with a project size of 117 trillion yen.", "The Bank of Japan, at two consecutive Monetary Policy Meetings (MPMs), decided to enhance monetary easing.", "Today, I would like to talk about the impact of COVID-19 on economic and financial developments at home and abroad, their outlook, and the Bank's policy responses.", "Economic and Financial Developments at Home and Abroad Reflecting the Spread of Current Developments in Economic Activity and Prices and Their Outlook The outbreak of COVID-19 was first identified in China and it spread rapidly worldwide, including to Asia, Europe, and the United States.", "Social and economic activities have been constrained significantly as a result of preventive measures against the spread taken by each country and region, such as restrictions on going outside and immigration/emigration, as well as orders to suspend business and production activities.", "Thus, the global economy has become depressed rapidly and Japan's economy has been in an increasingly severe situation.", "At the end of April, the Bank released the Outlook for Economic Activity and Prices (Outlook Report), which presents three points.", "First, downward pressure on the global economy is expected to be extremely significant as economic activity is likely to be constrained worldwide until the impact of the spread of COVID-19 wanes (Chart 1).", "The International Monetary Fund (IMF) projects that the global economy will register large negative growth of minus 3.0 percent for 2020, which is worse than at the time of the global financial crisis.", "In addition, the Bank expects that Japan's growth rate for fiscal 2020 will decline significantly to the range of minus 5.0 to minus 3.0 percent.", "It also expects that prices will be somewhat weak for the time being, mainly affected by the spread of COVID-19 and the decline in crude oil prices.", "Second, as the impact of the spread of COVID-19 wanes, the global economy is likely to head toward an improvement.", "In fact, a pick-up in economic activity has been observed in China, where the spread has subsided.", "While there are extremely high uncertainties over the outlook for economic activity, as I will address later, the Bank assumes in the April Outlook Report that the impact of the spread of COVID-19 will wane on a global basis through the second half of 2020, which generally is in line with the baseline scenario presented by the IMF.", "Based on this assumption, the growth pace of overseas economies is likely to increase from around the second half of 2020, supported also by the effects of aggressive macroeconomic policies.", "The IMF projects that the global economic growth rate for 2021 will be 5.8 percent.", "As the impact of the spread of COVID-19 wanes at home and abroad, Japan's economy also is likely to improve, supported by accommodative financial conditions and the government's large- scale economic measures, as well as through the expected materialization of pent-up demand and a projected recovery in production from the decline brought about by the spread of COVID-19.", "The Bank projects that Japan's growth rate for fiscal 2021 will be in the range of 2.8 to 3.9 percent, and the inflation rate also will increase gradually with the economy improving.", "Third, there are extremely high uncertainties over the outlook for economic activity and prices and risks are skewed to the downside.", "To start with, it is highly unclear how long it will take for the spread of COVID-19 to subside.", "It also is difficult to project the impact of constrained economic activity, which differs from a typical economic downturn.", "Moreover, there are uncertainties over the pace of economic improvement after the spread of COVID-19 subsides.", "Although the latest Outlook Report is based on the assumption that firms' and households' medium- to long-term growth expectations will not decline substantially while the impact of the spread of COVID-19 remains, this assumption also entails high uncertainties.", "There is another important assumption for the aforementioned outlook; namely, that both financial system stability and accommodative financial conditions will be maintained and further downward pressure on the real economy from the financial side will be avoided.", "Financial Markets and Conditions Let me explain developments on the financial side.", "Global financial and capital markets have become unstable rapidly since late February, as seen globally in deterioration in investors' risk sentiment and a plunge in stock prices.", "Prices of credit assets including CP and corporate bonds have declined significantly, thereby exerting a considerable impact on corporate financing, mainly in countries with a large proportion of direct financing.", "Demand for safe assets, particularly the need to secure U.S. dollars, has increased suddenly reflecting growing uncertainties over the global economy and anxiety about COVID-19.", "This has led to an expansion of U.S. dollar funding premiums to a level not seen since the global financial crisis.", "In order to address these developments, the government and central bank in each country and region have taken measures swiftly and aggressively, also taking account of the lessons learned from the global financial crisis.", "As a result, financial markets have become somewhat stable.", "That said, the functioning of many markets has remained low, due in part to the impact of a shift to split operations, and investors' risk sentiment has remained cautious.", "The global financial system has been under severe stress.", "These developments can be seen in Japan as well.", "As deposit-taking financial institutions, which play important roles in financial intermediation, have maintained their active lending attitudes, credit contraction has been avoided thus far.", "However, financial conditions have been less accommodative in terms of corporate financing, as seen in a rise in the issuance rates for CP and deterioration in financial positions of large firms as well as small and medium-sized ones due to declines in their sales and profits.", "With the economy in an increasingly severe situation, the stress on the financial system has been growing in Japan, and it is necessary to pay further attention to the circumstances.", "Although tension in financial markets has abated somewhat, the markets have remained nervous due to a decline in liquidity.", "The Bank's Policy Responses Next, I would like to talk about the Bank's policy responses to these developments.", "Containment of the spread of COVID-19 is a top-priority task for Japan, but what is most important in terms of economic measures is to protect employment, businesses, and people's livelihoods until the spread almost subsides.", "While doing so, it is essential for the Bank to make policy responses so that downward pressure from the financial side on the real economy will not intensify.", "Monetary Policy Responses Let me start with monetary policy responses.", "What is needed is to prevent firms and sole proprietors from falling into difficulties in terms of financing and to ensure stability in financial markets, thereby providing a sense of security to market participants and the public.", "With these in mind, the Bank decided to enhance monetary easing in March and April (Chart 2).", "First, it decided and implemented two measures to ensure smooth financing.", "These are (1) an increase in purchases of CP and corporate bonds and (2) the establishment and strengthening of the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19).", "As for the first measure, the Bank decided to increase by four times the maximum amount outstanding of CP and corporate bonds to be purchased, from about 5 trillion yen to about 20 trillion yen in total.", "Since the domestic market sizes of CP and publicly-offered corporate bonds are in the range of 20-30 trillion yen and nearly 60 trillion yen, respectively, the Bank has become able to conduct a considerable amount of purchases relative to these sizes.", "Regarding the second measure, the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19), the Bank decided to provide funds to financial institutions on favorable terms in order to encourage them to fulfill the functioning of financial intermediation for a wide range of private sectors.", "Moreover, it decided at the April MPM to swiftly consider a new measure to provide funds, on favorable terms, to financial institutions that conduct lending mainly to small and medium-sized firms through the government's programs to support financing in its emergency economic measures.", "This new measure aims at further supporting financing mainly of such firms.", "Next, mainly with a view to maintaining stability in financial markets, the Bank has implemented the following three measures: strengthening of the U.S. dollar funds-supplying operations based on an agreement reached by six major central banks; active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs); and further active purchases of Japanese government bonds (JGBs) and treasury discount bills (T-Bills).", "With regard to the first measure, since the Bank has provided U.S. dollars worth more than 20 trillion yen, U.S. dollar funding costs of internationally active Japanese financial institutions and firms have declined clearly.", "As for the second measure, the Bank decided to double the pace of ETF purchases to about 12 trillion yen per year for the time being, and this has led to constraining volatility in Japanese stock prices.", "Regarding the third measure, the Bank already has conducted large-scale JGB purchases.", "However, given a decline in liquidity in the bond market and the impact on that market of the increase in the amount of issuance of government bonds in response to the emergency economic measures, the Bank decided to with a view to maintaining stability conduct further active purchases of both JGBs and T-Bills in the bond market and stabilizing the entire yield curve at a low level.", "In line with this, the Bank clarified that it would purchase a necessary amount of JGBs without setting an upper limit so that 10-year JGB yields would remain at around zero percent.", "Coupled with the government's aggressive fiscal responses including the emergency economic measures, I expect that these monetary easing measures will enhance the effects of so-called policy mix of monetary and fiscal policies.", "The Bank's enhancement of monetary easing can be recognized in the context of international cooperation.", "Since this March, the central bank in each country and region has been exchanging information frequently at various levels, and it can be said that the strengthening of the U.S. dollar funds-supplying operations is the outcome of such cooperation.", "Of course, the specifics and size of monetary easing measures of each central bank vary in light of differences in financial conditions, financial systems, and market structures.", "That said, responses taken by the central bank of each country and region to address the global crisis stemming from the spread of COVID-19 have two things in common; namely, those central banks (1) provide liquidity at a large scale by, for example, increasing asset purchases, thereby stabilizing financial markets and (2) conduct funds-supplying measures to support lending and purchases of CP and corporate bonds, thereby ensuring smooth financing, such as of firms.", "Responses regarding the Financial System and Business Operations I will now move on to responses toward ensuring financial system stability.", "Such stability provides support for financing, such as of firms, and also is a prerequisite for monetary policy to exert maximum effects.", "On this front, there has been international cooperation.", "Given that financial institutions' capital and liquidity have been under considerable stress, prudential standards have been applied flexibly and operational burden in terms of regulation and supervision has been reduced.", "For example, the deferral of full implementation of the finalized Basel III standards by one year has been agreed and banks have been encouraged to use their regulatory capital and liquidity buffers.", "Similarly, in early April, the Financial Services Agency and the Bank announced an easing of regulation on the leverage ratio requirement, which leads to expanding financial institutions' lending capacity.", "In Japan, financial institutions have considerable resilience in terms of both capital and liquidity, and the financial system has maintained stability on the whole.", "However, if the impact of the spread of COVID-19 becomes prolonged, there is a risk that deterioration in the real economy will affect financial system stability, thereby exerting further downward pressure on the real economy.", "Although this risk is judged as not significant at this point, it is necessary to pay close attention to future developments.", "Let me also touch on the Bank's business operations.", "In reflection of the government's declaration of a state of emergency, the Bank, as a designated public institution, has established a system for continuing to provide essential central banking services, such as maintaining financial functioning and ensuring smooth settlement of funds, even while reducing some operations so as to prevent the spread of COVID-19.", "The Bank will continue to steadily conduct central banking operations that are necessary to people's livelihoods.", "Thinking on Future Policy Conduct The Bank recognizes that its responses mentioned earlier will contribute to supporting economic and financial activities, coupled with various measures by the Japanese government as well as those by the government and central bank of each country and region in response to the spread of COVID-19.", "On this basis, for the time being, the Bank will closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary.", "In the meantime, it expects short- and long-term policy interest rates to remain at their present or lower levels.", "Lastly, I will talk about the Bank's mandate of ensuring price stability and its thinking on future monetary policy conduct.", "Prices in Japan are expected to be somewhat weak for the time being, affected by the extremely large shocks of the global spread of COVID-19 and the significant decline in crude oil prices.", "It is likely to take an extended period of time to achieve the price stability target of 2 percent, beyond the projection period.", "The inflation momentum is judged as being lost temporarily, and thus the Bank conducted additional monetary easing in March and April.", "That said, as the impact of the spread of COVID-19 wanes at home and abroad, the inflation rate is likely to increase gradually with the economy improving.", "Although it will take time, there is no change in the Bank's stance of aiming to achieve the price stability target.", "The Bank considers it extremely important in the current phase to maintain accommodative financial conditions and work toward ensuring economic and financial stability so that Japan's economy can return to the path toward achieving the price stability target after the impact of the spread of COVID-19 subsides.", "Today, I talked about the impact of COVID-19 on economic and financial developments at home and abroad, their outlook, and the Bank's policy responses.", "The COVID-19 crisis is an extremely severe challenge for people all over the world.", "However, historically speaking, humankind has fought and overcome a number of pandemics, such as the plague in Europe in the 14th century and the Spanish flu in the early 20th century.", "In fact, economists have started to analyze what can be learned from past experiences.", "One example is shown in a paper written by economists including those of the Federal Reserve analyzing regional data in the United States at the time of the Spanish flu pandemic.", "According to the paper, in regions where public health measures such as requests to suspend business activities were firmly implemented, the subsequent economic recovery was remarkable, exceeding the negative impact stemming from public health measures on the economy.", "Taking into account, for example, the subsequent progress in globalization, this scenario cannot be simply applied to the case of COVID-19.", "However, it is reassuring that public health measures such as those currently in operation in Japan can be expected to have a positive impact on the economy from a long-term perspective.", "It also is important to consider how to make the most of the experience of the COVID-19 crisis.", "Medium- to long-term growth expectations could increase if active use of various types of information and communication technology in the face of the restrictions on going outside has positive effects on the field of digital technology.", "So far, there have been some arguments that the progress in information and communication technology has not led to a rise in productivity in the overall economy.", "One of the reasons is that we have not yet fully made use of the potential of such technology.", "In the current situation of self-restraint from going outside, however, there have been moves to work from home and continue with social activities by making the most of information and communication technology.", "It seems that the great potential of this technology has been recognized once again.", "If the progress in such innovation leads to a rise in productivity in the overall economy after the crisis recedes, the experience of the COVID-19 crisis can be transformed into positive effects.", "Thus, the top-priority task for the time being is to contain the spread of COVID-19 as soon as possible and protect employment, businesses, and people's livelihoods until that happens.", "In the meantime, the Bank's role is to ensure smooth financing and maintain stability in financial markets, and to this end, it is determined to do whatever it takes as a central bank while firmly cooperating with the government and foreign authorities.", "Thank you very much for your attention.", "Shaded areas, which correspond to the color-coded distribution Note: Projection figures are those of the baseline scenario.", "below, indicate the number of the Policy Board members who forecasted the same figure.", "(Figures are Source: IMF.", "shown in units of 0.1 percentage point.)", "The vertical lines indicate the forecasts of the majority of the Policy Board members.", "These forecasts are shown as a range excluding four figures -- namely, the two highest figures and two lowest figures among the forecasts of the nine members.", "(If a member submits the same forecast figure for the highest and lowest figures, it is counted as two separate figures.)", "Measures to Maintain Stability in Financial Markets Enhancement of the U.S. Dollar Funds-Supplying Operations <for the Time Being> ・In line with a coordinated action by six central banks, the Bank's operation was enhanced by lowering the loan rate, offering U.S. dollars with longer maturities, and increasing the frequency of the provision; the Bank has provided U.S. dollars worth more than 20 trillion yen.", "Active Purchases of ETFs and J-REITs (Doubling the Purchasing Paces) <for the Time Being> ・ Purchase ETFs and J-REITs at annual paces with the upper limit of about 12 trillion yen and about 180 billion yen, respectively Further Active Purchases of JGBs and T-Bills ・Conduct further active purchases of both JGBs and T-Bills for the time being, with a view to maintaining stability in the bond market and stabilizing the entire yield curve at a low level ・Purchase a necessary amount of JGBs without setting an upper limit so that 10-year JGB yields will remain at around zero percent"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["COVID-19", "Monetary Policy", "Financial System", "Economic Outlook", "Financial Markets", "Inflation", "Business Operations", "Price Stability", "Fiscal Policy", "Financial Conditions"]}