{"sentences": ["SPEECH The Federal Reserve's Pandemic Response Michael Held, Executive Vice President and General Counsel Remarks at Union of Arab Banks Webinar: Global Banking in Light of COVID-19 and Geopolitical Development (delivered via videoconference) As prepared for delivery Thank you.", "It's an honor to join you.", "And, as a central banker, it is a special privilege to speak alongside the Governors of the Central Bank of Egypt and the Central Bank of Tunisia.", "My topics today are the Federal Reserve's response to the COVID-19 pandemic and the challenges that lie ahead.", "As always, the views I express are my own, not necessarily those of the Federal Reserve Bank of New York or the Federal Reserve System.", "Pandemic Work of the Federal Reserve The challenges of the COVID-19 pandemic are daunting.", "On a personal level, we fear for the health and livelihoods of ourselves and our loved ones.", "On a professional level, our organizations face existential challenges largely beyond our creation or control.", "On a societal level, we see how injustice and inequality have reduced confidence in public institutions and increased polarization- right when we most need to come together.", "To do its part, the Federal Reserve has committed to \"us[e] its full range of tools to support households, businesses, and the U.S. economy overall in this challenging time.\"", "The Federal Open Market Committee lowered the target range for the federal funds rate to 0 to 1⁄4 percent and increased purchases of Treasury securities and agency mortgage-backed securities.", "The Board of Governors created new dollar liquidity arrangements with central banks, reflecting the global nature of the pandemic and its economic disruption.", "Together with other Federal banking agencies, the Board issued regulatory relief and guidance to banks encouraging them to meet the changing needs of customers, to use their capital and liquidity buffers to facilitate lending, and to access the discount window.", "Perhaps most prominently, the Fed has used its emergency powers in Section 13 of the Federal Reserve Act to establish programs and facilities to keep the economy running.", "The Board of Governors created the Primary Dealer Credit Facility, the Commercial Paper Funding Facility, and the Money Market Liquidity Facility to provide relief for critical wholesale markets.", "Another facility supports lending to small businesses via the Small Business Administration's Paycheck Protection Program.", "Two commercial credit facilities provide liquidity for corporate bonds.", "The Term Asset-Backed Securities Loan Facility supports the markets for student loans, auto loans, and credit card loans.", "The Municipal Liquidity Facility helps state and local governments and agencies close revenue gaps.", "And facilities specifically targeting \"Main Street\" help sustain retail businesses and may expand to assist nonprofit institutions.", "For the last several months, implementing the Board of Governors' relief initiatives has been the priority of the New York Fed and our sister Reserve Banks.", "As my colleague Daleep Singh has said, we have adhered to three principles: robust and proactive transparency, strong and effective corporate governance, and accountability to our stakeholders.", "The New York Fed's staff has worked hard-and sometimes around the clock-to give effect to these principles.", "I am proud of my colleagues, and continue to be humbled and inspired by their deep knowledge of their fields, their brilliant creativity, and their selfless commitment to the Fed's mission-notwithstanding many personal hardships.", "Reflections on the Fed's Pandemic Response The Fed's work is ongoing, but it is worth pausing to reflect on lessons learned from our experience so far.", "The extent of the Fed's efforts raises legitimate questions about the role of the nation's central bank.", "Some \"Fed watchers\" have opined that the Fed \"has effectively shifted from lender of last resort for banks to a commercial banker of last resort for the broader economy.\"", "I don't know if I would go that far.", "The \"lender of last resort\" function-framed definitively by Walter Bagehot in the late nineteenth century-is not the Federal Reserve's only purpose.", "As I mentioned earlier, the Fed's job is to support the \"U.S. economy overall.\"", "The Fed's monetary policy mandate, for example, addresses the national employment and inflation objectives.", "The Fed runs a payment system, FedWire, on which the global economy depends for clearing U.S. dollar transactions.", "And the Fed regulates and supervises financial institutions so that, each and together, they safely match savers and borrowers in the real economy.", "I sometimes think that theories or expectations of central banking depart from reality.", "The best theories are simple.", "The reality of central banking is complicated.", "The Fed is a complex entity governed by numerous statutes that have changed many times in the last 100 years-and are still changing.", "The Federal Reserve is not just a concept.", "It is a creation of Congress.", "Its job is what Congress tells it to do-to adhere as closely as possible to the will of Congress.", "Of course, Congress's instructions sometimes leave room for interpretation and discretion.", "For example, Section 13(3) of the Federal Reserve Act allows the Board of Governors to provide credit during \"unusual and exigent circumstances.\"", "And how do we know when circumstances cease to be unusual and exigent?", "Theories can help resolve these ambiguities and guide the judgment of policymakers.", "Other times, Congress is clear, but its instructions do not fit neatly into theories of central banking.", "In designing its Section 13(3) facilities, the Board of Governors coordinated its policy decisions with the Department of the Treasury.", "This was required by law.", "In the Dodd-Frank Wall Street Reform and Consumer Protection Act, Congress required the Board of Governors to consult with the Secretary of the Treasury on regulations to implement its emergency powers.", "It also required that the Board of Governors obtain the approval of the Secretary of the Treasury before extending emergency credit.", "To some extent, the Dodd-Frank Act codified reality.", "The Board of Governors and the Department of the Treasury worked closely throughout the Financial Crisis of 2008.", "But Congress formalized a degree of cooperation that can make it hard to draw a theoretical line between monetary and fiscal authority-or between an independent agency and a political department.", "I should add that this working relationship between our country's monetary and fiscal authorities deepened following the Coronavirus Aid, Recovery and Economic Stimulus Act-known as the \"CARES Act.\"", "That statute appropriated roughly $2 trillion in economic relief.", "Congress sent about a quarter of that money to the Treasury for investments in Federal Reserve programs and facilities.", "I look forward, in the fullness of time, to more theoretical discussions about the proper role of a central bank in administering emergency economic relief.", "Some of this dialogue has already begun.", "Questions that catch my interest include: What should be the guiding principles and constraints on the design and establishment of 13(3) facilities?", "How should we think about moral hazard and the long term effect of the use of the Federal Reserve's Section 13(3) powers on the evolution of financial markets and the economy, as well as official sector responses to future economic crises?", "In responding to a crisis, how should the official sector best calibrate its lending response through the central bank, compared to its spending response through the fiscal authorities?", "And, in an emergency like the COVID-19 pandemic, where should decisions about the allocation of resources in the economy rest?", "If independence is prized in allocating emergency aid, should there be a new, independent agency with responsibility for economic investment?", "These are interesting theoretical questions.", "In practice, however, the Federal Reserve is what Congress has made it.", "Its coordination with Treasury and its administration of economic relief proceed as Congress has directed.", "I would like to leave you with some observations on challenges still ahead of us-in the near term, medium term, and long term.", "Near-term challenges-those arising within the next twelve months-are many.", "To manage them, I commend to you Martin Wolf's advice: \"Above all, make sure we get through this.", "That is our chief aim.\"", "Like many of you, I have confronted new legal and compliance questions arising from a remote workforce, and have had to balance new priorities against ongoing commitments.", "To get through this, we have to do both.", "We have to walk and chew gum at the same time.", "Financial institutions have to sustain-and, in some cases, improve-cyber security and anti-money laundering programs.", "The pandemic is no excuse to lower your guard.", "If anything, there is a heightened need for cyber vigilance.", "Many Federal agencies have published warnings of pandemic scams aimed at financial institutions and their customers.", "Among other schemes, hackers and digital con-artists may try to exploit the realities of the \"digital divide.\"", "Employees and customers without regular internet access at home may resort to connecting from public places.", "There are inherent risks to viewing or printing confidential information outside of secure locations.", "Those risks could be magnified in the decentralized environments that now count as our places of business.", "challenges from the pandemic.", "At the front of my mind is the ongoing transition away from LIBOR.", "Trillions of dollars in global financial assets depend on LIBOR.", "This pandemic has shown us the importance of contingency planning.", "Just because a global crisis has been going on does not mean December 2021 will never come.", "LIBOR is a known problem with workable solutions.", "Other challenges, like the volatility of pricing in the oil market, are more uncertain.", "The current lack of energy consumption is linked, in large part, to whether people feel safe.", "But when will we feel safe again?", "We also need to consider the cumulative impact of lost jobs, lost customers, and lost tax revenue on households, businesses, and governments.", "Will they run out of money?", "What will be the scale of defaults and bankruptcies?", "A group of academics recently alerted Congress to capacity limitations in our bankruptcy courts.", "Delays created by capacity limitations could lead to more liquidations of companies that might otherwise restructure and survive.", "It is important that all potential participants in bankruptcy proceedings anticipate challenges of overextended courts.", "Longer term-say, in the next two to five years-one of my concerns is the role of non-bank financial institutions in the economy.", "In April, the International Monetary Fund warned about the exposure of non-bank financial institutions to credit risk as a result of the pandemic.", "I worry about how that exposure will affect regulated banks and the real economy-and whether we have sufficient information to assess that impact.", "Going forward, we may want to consider whether the regulatory perimeter should be expanded to provide greater transparency into non-bank financial companies.", "In addition, I wonder how changes to the workplace and the workforce will affect culture within financial services firms.", "John Williams, the New York Fed's President and CEO, has observed that it is easy to talk about values and integrity when revenues are flush.", "Living up to those standards becomes more difficult-and more important-when making a profit is harder.", "Remote workspaces add to this challenge.", "Successful organizations depend on \"open doors\" to maintain transparency and build trust.", "But what will \"open doors\" mean to people in future digital work environments?", "How will the culture of a workplace change if we don't see each other face-to-face as often?", "In particular, how will we effectively train and mentor junior employees?", "Finally, current events demand that we be honest about the times we have not lived up to our own standards of equal justice under law and equal opportunity in our economy.", "Each of us needs to question our role in allowing systemic racism to persist.", "Our colleagues, stakeholders, and the public in general will ask how we will do better in the near term and the long term-and then they will hold us to it.", "Thank you for your kind attention, and thank you again to the Union of Arab Banks for hosting this discussion.", "Lisa Kraidin, Thomas M. Noone, Sean O'Malley, and summer intern Gabe Rosen contributed to the preparation of these remarks.", "Board of Governors, \"Federal Reserve announces extensive new measures to support the economy,\" Press release (Mar.", "Federal Open Market Committee Statement (Mar.", "See supra n.. See also Nicola Cetorelli, Linda S. Goldberg, and Fabiola Ravazzolo, \"How Fed Swap Lines Supported U.S. Corporate Credit Market amid COVID-19 Strains,\" Liberty Street Economics (June 12, 2020).", "\"Agencies encourage financial institutions to meet financial needs of customers and members affected by coronavirus,\" Joint press release (Mar.", "\"Federal banking agencies provide banks additional flexibility to support households and businesses,\" Joint press release (Mar.", "\"Federal banking agencies encourage banks to use Federal Reserve discount window,\" Joint press release (Mar.", "Information of the Primary Dealer Credit Facility (\"PDCF\") is available on the Board of Governors' public website and the New York Fed's public website.", "See also Antoine Martin and Susan McLaughlin, \"The Primary Dealer Credit Facility,\" Liberty Street Economics (May 19, 2020).", "Information on the Commercial Paper Funding Facility (\"CPFF\") is available on the Board of Governors' public website and the New York Fed's public website.", "See also Nina Boyarchenko, Richard Crump, and Anna Kovner, \"The Commercial Paper Funding Facility,\" Liberty Street Economics (May 15, 2020).", "Information on the Money Market Mutual Fund Liquidity Facility (\"MMLF\") is available on the Board of Governors' public website.", "See also Marco Cipriani, Gabriele La Spada, Reed Orchinik, and Aaron Plesset, \"The Money Market Mutual Fund Liquidity Facility,\" Liberty Street Economics (May 8, 2020).", "Information on the Paycheck Protection Program Liquidity Facility (\"PPPLF\") is available on the Board of Governors' website.", "See also Haoyang Liu and Desi Volker, \"The Paycheck Protection Program Liquidity Facility,\" Liberty Street Economics (May 20, 2020).", "Information on the Primary Market Corporate Credit Facility and Secondary Market Corporate Credit Facility is available on the Board of Governors' public website.", "See also Nina Boyarchenko, Richard Crump, Anna Kovner, Or Shachar, and Peter Van Tassel, \"The Primary and Secondary Market Credit Facilities,\" Liberty Street Economics (May 26, 2020).", "Information on the Term Asset-Backed Securities Lending Facility (\"TALF\") is available on the Board of Governors' public website and the New York Fed's public website.", "Information on the Federal Reserve's Municipal Lending Facility (\"MLF\") is available on the Board of Governors' public website.", "See also Andrew F. Haughwout, Benjamin G. Hyman, and Matthew Lieber, \"Helping State and Local Governments Stay Liquid,\" Liberty Street Economics (Apr.", "Information on the Federal Reserve's Main Street Lending Program is available on the Board of Governors' public website and the public website of the Federal Reserve Bank of Boston.", "Board of Governors, Federal Reserve Board announces it will be seeking public feedback on proposal to expand its Main Street Lending Program to provide access to credit for nonprofit organizations,\" Press release (June 15, 2020).", "Daleep Singh, \"Implementing the Fed's Facilities: Moving at Maximum Speed with Maximum Care\" (Apr.", "Michael Feroli, \"Fallout from COVID-19: Global Recession, Zero Interest Rates and Emergency Policy Actions\" (Mar.", "See, e.g., Lev Menand, \"Unappropriated Dollars: The Fed's Ad Hoc Lending Facilities and the Rules That Govern Them,\" Law Working Paper No.", "See Robert C. Hockett & Saule T. Omarova, \"Private Wealth and Public Goods: A Case for a National Investment Authority,\" 43 J. Corp. L. 437 (2018).", "Martin Wolf, \"Monetary financing demands careful and sober management,\" Financial Times (Apr.", "See Financial Crimes Enforcement Network (\"FinCEN\"), \"The Financial Crimes Enforcement Network Provides Further Information to Financial Institutions in Response to the Coronavirus Disease 2019 (COVID-19) Pandemic,\" Press release (Apr.", "3, 2020) (\"Compliance with the Bank Secrecy Act (BSA) remains crucial to protecting our national security by combating money laundering and related crimes, including terrorism and its financing.", "FinCEN expects financial institutions to continue following a riskbased approach, and to diligently adhere to their BSA obligations.\").", "See, e.g., FinCEN, \"FinCEN Issues Advisory on Medical Scams Related to COVID-19 and Companion Notice Providing Filing Instructions for Financial Institutions,\" Press release (May 18, 2020); Financial Institution Regulatory Authority (\"FINRA\"), \"FINRA Reminds Firms to Beware of Fraud During the Coronavirus (COVID-19) Pandemic,\" Regulatory Notice 20-13 (May 5, 2020); U.S. Securities and Exchange Commission (\"SEC\"), \"SEC Charges Microcap Fraud Scheme Participants Attempting to Capitalize on the COVID-19 Pandemic,\" Press release (June 11, 2020).", "See also Jennifer Achilles and Alejo Cabranes, \"Banks May Need to Update Policies to Fight COVID-19 Fraud,\" Law360.com (June 16, 2020) (discussing the role of banks in identifying medical fraud in light of FinCEN advisory).", "See Randall K. Quarles, Letter to G20 Finance Ministers and Central Bank Governors (Apr.", "11, 2020) (\"The financial stability risks that would be associated with an unsuccessful transition away from LIBOR are as relevant in the current environment as they were before.", "See AnnaMaria Andriotis, \"Americans Skip Millions of Loan Payments as Coronavirus Takes Economic Toll,\" Wall Street Journal (June 19, 2020); Anna Zabai, \"How are household finances holding up against the COVID-19 shock?\"", "See Board of Governors, Monetary Policy Report (June 12, 2020) at 23 (\"Importantly, some small businesses and highly leveraged firms might have to shut down permanently or declare bankruptcy, which could have longer-lasting repercussions on productive capacity.\")", "and 25 (\"Taken together, these data suggest considerable risk of failure for a large number of small businesses.\").", "See Adam Harris, \"The Other Way the Coronavirus Will Ravage Our Cities,\" The Atlantic (Apr.", "Large Corporations Committee of the Bankruptcy & COVID-19 Working Group, Letter to Congressional Leadership (May 7, 2020).", "International Monetary Fund, Global Stability Report: Markets in the Time of COVID-19 (Apr."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Federal Reserve", "COVID-19", "Pandemic Response", "Monetary Policy", "Emergency Powers", "Financial Institutions", "Economic Relief", "LIBOR", "Non-Bank Financial Institutions", "Systemic Racism"]}