{"sentences": ["Madam Chair, Honourable Members of the Committee on Economic and Monetary Affairs, Ladies and gentlemen, I welcome the opportunity to appear before this Committee today despite the difficult circumstances.", "A strong relationship between the ECB and the European Parliament is more important than ever, as Europe is confronted with an extraordinary crisis.", "In addition to the health emergency, the coronavirus, or COVID-19, pandemic poses severe economic challenges to the euro area.", "Through exchanges such as this we can demonstrate and explain how EU institutions are acting, within their mandate, to serve the European people in these difficult times.", "Today we are publishing the ECB's Annual Report for 2019, together with the written feedback on your resolution on our previous Annual Report.", "Since the cut-off date for the Annual Report 2019, the outbreak of the COVID-19 pandemic has had significant effects on the economy and the ECB has taken extraordinary measures in response to this crisis.", "Therefore, allow me to focus my remarks on the current economic environment.", "I am of course also happy to discuss the ECB's activities in 2019 as covered in the Annual Report, and answer any questions you may have about them.", "I will start by presenting the assessment of the economic outlook and the measures taken by the ECB thus far.", "I will then discuss in more detail the impact of the COVID-19 pandemic on the financial sector, and conclude by examining the role that the EU's financial agenda could play in the recovery phase.", "The 2020 economic outlook and the ECB's recent decisions Europe and the world are facing an economic contraction of extraordinary magnitude and speed.", "The measures imposed to contain the spread of the coronavirus have largely halted many economic activities.", "While these containment measures hit the services sector immediately, they also took their toll on the manufacturing sector.", "According to preliminary estimates, the euro area economy contracted by 3.8 percent quarter on quarter in the first quarter of 2020, which only partially reflects the severity of the ensuing downturn.", "Consumer and business sentiment indicators for April have in fact plunged, suggesting an even larger contraction in the second quarter.", "Labour market conditions have deteriorated dramatically, as indicated by the unprecedented take-up rate of employment support schemes.", "Of course, these government measures should help to support jobs and income and hence cushion consumption in these difficult circumstances.", "Looking ahead, we are faced with a cloud of uncertainty about the course of the pandemic and the economic damage it will leave behind, which makes the job of forecasting macroeconomic developments more difficult than usual.", "Growth scenarios prepared by ECB staff suggest that, this year, GDP could fall by between 5 percent in a mild scenario and 12 percent in a severe scenario.", "As the containment measures are gradually lifted, these scenarios foresee a recovery in economic activity.", "Obviously, the extent of the contraction and the recovery will depend crucially on how long the containment measures are in place, the extent to which supply capacity and domestic demand are permanently affected, and the success of policies to mitigate the economic impact for businesses and workers.", "As regards inflation developments, headline inflation decreased further, to 0.4 percent in April (from 0.7 percent in March) according to first estimates, mainly due to the large drop in oil prices.", "Based on current oil price expectations, inflation is likely to fall much further in the coming months.", "In this unprecedented environment, the decisive and targeted policy measures the ECB has taken since early March have provided crucial support to the euro area economy, notably to those sectors most exposed to the crisis.", "They support ample liquidity conditions, protect the smooth flow of credit to households and businesses, and preserve favourable financing conditions for all sectors and countries.", "Under our pandemic emergency purchase programme, or PEPP, as well as under our other asset purchase programmes, by the end of this year we will have purchased more than €1 trillion of bonds.", "These purchases, also thanks to their in-built flexibility, are helping to forestall an undue tightening of financing conditions and to counter the severe risks to the monetary policy transmission mechanism and the outlook for the euro area posed by the coronavirus pandemic.", "We have made the conditions of our targeted longer-term refinancing operations (TLTRO III) substantially more attractive.", "We have also launched a new series of non-targeted pandemic emergency longer-term refinancing operations, or PELTROs, to ensure sufficient liquidity to the financial system.", "Finally, we substantially eased our collateral rules to ensure that banks can make full use of our credit operations, ensuring that our monetary policy tools remain effective even in times of severe financial market stress and against the backdrop of looming rating downgrades.", "Of course, as the economic situation is evolving rapidly, we are constantly monitoring the situation.", "We remain more determined than ever to ensure supportive financial conditions across all sectors and countries to allow this unprecedented shock to be absorbed.", "We continue to stand ready to make further adjustments to our monetary policy measures should we see that the scale of the stimulus is falling short of what is needed.", "The impact of the coronavirus emergency on the European financial sector The pandemic hit the financial sector with an economic shock of unprecedented speed, scale and global scope.", "Unlike in 2008, the current crisis did not start in the financial system.", "But the spread of the virus triggered a market reaction that at times rivalled the 2008 financial crisis in terms of the magnitude of price falls and volatility.", "The tightening of market conditions was abrupt, broad-based and, at times, disorderly.", "Markets calmed following the announcement of forceful responses by monetary authorities around the globe.", "In particular, the ECB's announcement of private and public asset purchases has helped to restore market functioning in many asset classes.", "In this challenging environment, banks' resilient balance sheets shielded them from the initial cash-flow shock.", "Recent efforts to build a stronger banking union allowed the banks to enter this crisis with healthier starting capital and liquidity positions than they had in 2008.", "At the end of 2019, the CET1 ratios of significant banks in the euro area stood at around 15 percent.", "The creation of a solid institutional set-up enabled us to take swift action to ensure that the euro area financial system continues to play its role in mobilising savings and directing funds into the real economy.", "In addition to the monetary policy measures I already mentioned, the ECB also took a number of supervisory measures.", "I will not elaborate on them now because the Chair of the ECB's Supervisory Board discussed them before this Committee two days ago.", "These measures will release some of the buffers that were built up during the good times and help banks to continue providing financial support to households and businesses hit by the economic fallout of the pandemic.", "Moreover, they will bring clear benefits in terms of maintaining a level playing field within the European banking sector.", "These microprudential measures were complemented by a range of macroprudential actions.", "The ECB supports the swift action taken by national macroprudential authorities, which released or reduced capital buffer requirements.", "In parallel, fiscal actions, the first line of defence at this point, provide essential support to the non-financial sector.", "These actions include tax breaks, public investment and generous fiscal backstops, such as public guarantees and credit lines.", "While national support schemes are very welcome, the differences in their size and design could distort competition, as they have not been sufficiently coordinated at European level.", "Loan guarantees also strengthen the nexus between banks and non-financial corporations on the one side, and their sovereigns on the other.", "As we move forwards, a European approach is important to ensure a level playing field and avoid fragmentation and the re-emergence of the banksovereign doom loop.", "Overall, the euro area financial system has weathered much of the recent turmoil.", "But the loss of economic output and higher debt burdens increase the medium-term risk to financial stability in the euro area.", "Key vulnerabilities remain, in both the banking sector and the non-banking sector.", "It will therefore be crucial to ensure that banks remain as robust as possible.", "The crisis should be seen as an opportunity to develop a vision for addressing pre-existing weaknesses in the banking sector and the crisis management framework for banks.", "At the same time, the deteriorating profitability outlook for insurers, liquidity risk in investment funds and higher risk exposures of non-banks raise the risk of renewed strains on the financial system.", "These risks may warrant sector-specific policy action.", "Further reflections are also needed to develop an adequate macroprudential toolkit for this important and growing part of the financial system.", "The road to recovery Allow me to conclude with a few words on the road ahead, namely on the policy action that will be needed during the recovery.", "ECB monetary policy will continue to provide the necessary support so that liquidity gets through to the people of Europe and the real economy.", "But our response will be made more powerful if all policies reinforce each other.", "It is thus vital that the fiscal response to this crisis is sufficiently forceful, in all parts of the euro area.", "People and companies should be able to contribute to Europe's recovery wherever they are located.", "There now needs to be a political agreement to build the appropriate instruments for this common response, and I look forward to the upcoming discussions on the basis of the European Commission's proposal.", "To propel the recovery forwards, Europe has a strong engine at its disposal: the Single Market, the EU's greatest achievement for its citizens.", "As recognised by this Parliament just a few weeks ago, the Single Market is the source of our collective prosperity and well-being.", "So it is crucial that we repair, strengthen and deepen it in the coming months.", "And this is even truer for the financial sector.", "A genuinely integrated and resilient market is essential to ensure financial stability and the financing of our economy.", "So progress on the capital markets union agenda is crucial.", "Priority should be given to initiatives and proposals aimed at mobilising private savings and improving transparency and information for investors at the European level.", "Given the urgency of the situation, we should be open to any new and innovative ideas which can accelerate progress on the capital markets union.", "As Members of the European Parliament and the Committee on Economic and Monetary Affairs, you have an important role to play in bringing forward the legislative work on these dossiers.", "Thank you, and I look forward to your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["COVID-19 pandemic", "ECB monetary policy", "Financial stability", "Economic outlook", "Fiscal policy", "Single Market", "Capital markets union", "Banking sector", "Non-banking sector", "Macroprudential policy"]}