{"sentences": ["It is a pleasure to participate in San Francisco's Innovation Office Hours.", "The Federal Reserve Bank of San Francisco is a leader of our engagement with the tech community.", "And the Federal Reserve's Innovation Office Hours serve as an important forum to engage on innovation in the financial system with financial institutions, fintechs, technology companies, nonprofits, and other stakeholders.", "We have benefited from learning about the work you are doing to promote healthy innovation in financial services and payments.", "This event covered a number of important topics, including regulatory technology, blockchain, cybersecurity, and digital banking.", "The breadth of topics and the range of participants speak to the scale and scope of technological innovation in financial services.", "It is a testament to widespread investments in technology that we are able to proceed with these kinds of engagements and maintain our operations seamlessly despite the unprecedented shock associated with the COVID-19 crisis.", "The COVID-19 pandemic is taking a tremendous toll on communities across America, especially households and small businesses with the least resources to weather the storm.", "The COVID19 crisis is a dramatic reminder of the importance of a resilient and trusted payments infrastructure that is accessible to all Americans.", "It was notable that after a sharp reduction in spending early in the COVID-19 crisis, many households increased their spending starting on the day they received emergency relief payments under the Coronavirus Aid, Relief, and Economic Security Act (CARES Act) and continuing for the following 10 days-especially households with lower incomes, greater income declines, and lower liquid savings.", "The urgency with which the CARES Act emergency payments were spent underscores the importance of immediate and trusted access to funds for the many households and businesses that face cash-flow constraints.", "That is why the Federal Reserve remains committed to delivering on the FedNow Service, which will enable millions of American households and small businesses to get instant access to funds rather than waiting days for checks to clear.", "More broadly, banks, fintech companies, and technology firms are all exploring the use of innovative technologies to enhance payments efficiency, expand financial inclusion, speed up settlement flows, and reduce end-user costs.", "Digital currencies, including central bank digital currencies (CBDCs), present opportunities but also risks associated with privacy, illicit activity, and financial stability.", "The introduction of Bitcoin and the subsequent emergence of stablecoins with potentially global reach, such as Facebook's Libra, have raised fundamental questions about legal and regulatory safeguards, financial stability, and the role of currency in society.", "This prospect has intensified calls for CBDCs to maintain the sovereign currency as the anchor of the nation's payment systems.", "Moreover, China has moved ahead rapidly on its version of a CBDC.", "With these important issues in mind, the Federal Reserve is active in conducting research and experimentation related to distributed ledger technologies and the potential use cases for digital currencies.", "Given the dollar's important role, it is essential that the Federal Reserve remain on the frontier of research and policy development regarding CBDCs.", "As part of this research, central banks are exploring the potential of innovative technologies to offer a digital equivalent of cash.", "Like other central banks, we are continuing to assess the opportunities and challenges of, as well as the use cases for, a CBDC, as a complement to cash and other payments options.", "There continues to be strong demand for U.S. currency, and we remain committed to ensuring the public has access to a range of payments options.", "We have been conducting in-house experiments for the last few years, through means that include the Board's Technology Lab, which has been building and testing a range of distributed ledger platforms to understand their potential opportunity and risk.", "This multidisciplinary team, with application developers from the Federal Reserve Banks of Cleveland, Dallas, and New York, supports a policy team at the Board that is studying the implications of digital currencies on the payments ecosystem, monetary policy, financial stability, banking and finance, and consumer protection.", "To enhance the Federal Reserve's understanding of digital currencies, the Federal Reserve Bank of Boston is collaborating with researchers at the Massachusetts Institute of Technology in a multiyear effort to build and test a hypothetical digital currency oriented to central bank uses.", "The research project will explore the use of existing and new technologies as needed.", "Lessons from this collaboration will be published, and any codebase that is developed through this effort will be offered as open-source software for anyone to use for experimentation.", "The objectives of our research and experimentation across the Federal Reserve System are to assess the safety and efficiency of digital currency systems, to inform our understanding of private-sector arrangements, and to give us hands-on experience to understand the opportunities and limitations of possible technologies for digital forms of central bank money.", "These efforts are intended to ensure that we fully understand the potential as well as the associated risks and possible unintended consequences that new technologies present in the payments arena.", "Separately, a significant policy process would be required to consider the issuance of a CBDC, along with extensive deliberations and engagement with other parts of the federal government and a broad set of other stakeholders.", "There are also important legal considerations.", "It is important to understand how the existing provisions of the Federal Reserve Act with regard to currency issuance apply to a CBDC and whether a CBDC would have legal tender status, depending on the design.", "The Federal Reserve has not made a decision whether to undertake such a significant policy process, as we are taking the time and effort to understand the significant implications of digital currencies and CBDCs around the globe.", "In addition to these experiments, the Federal Reserve continues to collaborate with and learn from other central banks.", "We are participating in the CBDC coalition of central banks.", "While each country will make decisions on whether to issue and how to design a CBDC based on its own domestic legal framework and financial and economic context, we benefit from collaboration on CBDC research.", "Sharing lessons learned, jointly conducting experiments, and bringing diverse expertise to bear helps us make progress in developing potential approaches to address challenging hurdles, such as threats to cybersecurity, counterfeiting and fraud, and anti-money laundering, to name a few, as well as on shared goals, such as increasing the ease and efficiency of cross-border transactions.", "Since financial and payments systems share extensive cross-border linkages, a poorly designed CBDC issued in one jurisdiction could create financial stability issues in another jurisdiction.", "A cyberattack on a CBDC arrangement in one jurisdiction could create domestic financial stress, which could, in turn, affect linked economies or have broader effects if confidence in certain technologies or payment mechanisms is eroded.", "More broadly, the Federal Reserve looks forward to increased international engagement on matters related to innovation and technological change that impact central banks and those we serve.", "Our new initiative with the Bank of International Settlement's Innovation Hub, through an innovation center at the Federal Reserve Bank of New York, will provide a useful venue for increased cooperation and exchange.", "Let me conclude by noting that innovation is central to our work.", "We remain committed to understanding how technological advances can help the Federal Reserve carry out our core missions, as well as how they are changing the ways that banks, payments, and financial markets operate.", "For example, we are leveraging machine learning, natural language processing, and other artificial intelligence tools to help us analyze data, and we are monitoring how financial institutions use these tools in their decisionmaking.", "We are expanding our use of cloud computing to enhance our operations, and we continue to enhance our cybersecurity tools to strengthen our cyber posture.", "These and other technologies are fundamentally changing every aspect of our work, and the Federal Reserve remains optimistic about the power of healthy innovation to improve the resilience, efficiency, and inclusiveness of our financial system when the appropriate safeguards are in place.", "I am grateful to David Mills and Paul Wong as well as Melissa Leistra, Sonja Danburg, and Kathy Wilson of the Federal Reserve Board for their assistance in preparing this text.", "These remarks represent my own views, which do not necessarily represent those of the Federal Reserve Board or the Federal Open Market Committee.", "For information on the impact of COVID-19 on communities around the country, see Federal Reserve System, FedListens: Perspectives from the Public (PDF) (Federal Reserve System, June 2020); and Claire Kramer Mills and Jessica Battisto, \"Double Jeopardy: COVID-19's Concentrated Health and Wealth Effects in Black Communities, Federal Reserve Bank of New York (PDF),\" Brief (Federal Reserve Bank of New York, August 2020).", "Baker, Farrokhnia, Meyer, Pagel, and Yannelis (2020) examine a panel of households using a financial planning app and find that these households responded quickly to CARES Act stimulus payments; see Scott R. Baker, R.A. Farrokhnia, Steffen Meyer, Michaela Pagel, and Constantine Yannelis, \"Income, Liquidity, and the Consumption Response to the 2020 Economic Stimulus Payments,\" NBER Working Paper Series 27097 (Cambridge, MA: National Bureau of Economic Research, May 2020).", "See Lael Brainard, \"The Future of Retail Payments in the United States (PDF)\" (remarks at the FedNow Service Webinar, Washington, D.C. (via webcast), August 6, 2020).", "Bank for International Settlements, \"BIS Innovation Hub to Expand to New Locations in Europe and North America,\" news release, June 30, 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["digital currencies", "CBDCs", "payments", "innovation", "financial stability", "cybersecurity", "FedNow Service", "COVID-19", "CARES Act", "blockchain"]}