{"sentences": ["Speech Panic, Pandemic and Payment Preferences Michele Bullock Assistant Governor (Financial System) Keynote Address at the Morgan Stanley Disruption Evolved Online - 3 June 2020 Thank you to Morgan Stanley for the opportunity to speak this morning.", "We are living through quite extraordinary times.", "The COVID-19 pandemic is having dramatic effects on economies around the world, impacting employment, businesses and households.", "Monetary and fiscal policies have been heavily mobilised to help bridge the impact of the containment measures on economic activity.", "But the health crisis has also disrupted aspects of the retail payments system; payment patterns have seen large, sudden shifts as merchants and consumers have changed both their payment preferences and their mode of interaction.", "Payment service providers have tried to accommodate these shifts in preferences in a fast-changing environment.", "Today I want to address the potential implications of COVID-19 for the payments system.", "While we have until now been thinking about disruption to the payments system mostly in terms of the entry of new technologically enabled service providers, the abrupt changes in payment preferences induced by the health crisis could be a similarly disruptive force.", "The extent to which it is will depend on whether the changes in behaviour are temporary or permanent.", "Today I am going to discuss the potential payments policy implications if the changes we have seen during this period are a step change in payment preferences.", "I will start with some context on how the retail payments system has been evolving over recent years and the changes we have seen as a result of the COVID-19 crisis.", "I will then go on to discuss a number of policy issues arising from these changes.", "The way we pay has been changing ... Over the past couple of decades, the way Australians make payments has followed a fairly consistent trend.", "The main feature of this trend has been the decline in 'paper' payment instruments and the rise of electronic payment instruments (Graph 1).", "Use of cheques has declined from around 50 per capita per year in the 1990s to around 2 per capita in 2019, as payments such as bills increasingly moved electronic.", "Use of cash for transactions has also been declining.", "The rise of cards, first credit cards and more recently debit cards, has been a consistent feature as well.", "Cards have increasingly been used in place of cheques for bill payments and cash at the point of sale.", "They were also an important enabler for online commerce, allowing payments to be made in a remote environment.", "In recent years, substantial innovation in the payments industry has furthered these trends and also widened payment options (Graph 2).", "The introduction of contactless payments has made it quicker and easier to make lower-value transactions by card, eating further into the traditional domain of cash transactions.", "The use of mobile devices like smartphones for payments has reinforced this trend - now you don't even have to pull out a card.", "Real-time person-to-person payments are now available using the New Payments Platform.", "Buy now, pay later payment options are now widely available for online and point-of-sale purchases.", "There has been plenty of discussion about the potential disruption to the payments space coming from 'bigtechs' - Amazon, Apple, Google, Facebook, Alipay and WeChat Pay.", "And then there are digital currencies - private sector or central bank issued.", "Although some of these newer methods of payment may not be extensively used, consumers are increasingly aware of them.", "But cash is still important.", "The increasing innovation in the payments system has resulted in substantial changes to the way we pay, yet there is still a significant minority of the population that continue to use cash for face-to-face payments.", "Our most recent consumer payments survey conducted late last year showed that there were still around 25 per cent of consumer payments undertaken using cash, accounting for around 10 per cent of the value of transactions (Graph 3).", "And while a third of survey respondents did not use cash for any payments, around 10 per cent used cash for all their payments.", "Cash users tended to be older or people on lower incomes.", "COVID-19 might be the ultimate disrupter Enter COVID-19.", "The anecdotal evidence suggests that there has been some behavioural change.", "It has come from fast-changing consumer and merchant payment preferences, changing purchasing behaviour and responses by payment service providers to facilitate change.", "Both merchants and consumers appear to have been keen to reduce their use of cash.", "Many merchants made it clear through signage that they preferred contactless card payment, even for low-value payments.", "Some even went as far as to indicate that they would not accept cash.", "Maybe partly in response to this, and their own concerns about hygiene, many people reduced their use of cash in stores.", "In addition, there was a significant shift to online shopping, where cash is simply not a payment option.", "As a result of these changes, ATM withdrawals in April were down 30 per cent from the month before and over 40 per cent lower than twelve months earlier.", "Payment providers have facilitated these moves.", "The transaction limit below which a PIN is not required for a contactless card payment was (temporarily) raised from $100 to $200 to further reduce the need to touch terminals.", "Banks promoted mobile payments, which, because of biometric identification, often do not require PINs even for large purchases.", "And banks also obtained dispensation to mail out debit cards to a large number of their customers that did not already have them.", "All of these changes are likely to result in permanent shifts in behaviour as some people maintain the new ways of doing things.", "People who have recently obtained a debit card for the first time now have the ability to use a card at the point of sale as well as make online purchases.", "The increased use of online shopping, either through necessity or preference during the 'stay at home' period, seems likely to be a permanent shift.", "In response, many retailers have increased their online offerings and may even find that they can reduce their physical presence.", "There have been some calls for the 'no PIN' limit to be maintained at the current higher level, which would make point-of-sale card payments even easier.", "And mobile payments have probably received a permanent leg-up.", "There are a number of policy implications We have been thinking about the policy implications of the changing payments system for some time.", "Many of the issues were raised in our consultation document on the Review of Retail Payments Regulation (the Review).", "I am going to focus on five issues here: the cost of electronic payments; technological lock-out; resilience of electronic payments; access to cash; and the future of cheques.", "Costs to merchants of electronic payments must be kept as The cost of payments for merchants is an issue that the Bank has been focused on since it was given responsibility for efficiency and competition in the payments system in 1998.", "From the early days of its work on interchange fees, the Bank has been concerned with the way in which competition between payment systems works.", "In particular, since merchants are reluctant to refuse any payment method that consumers present, for fear of losing a sale, they typically take as many as possible.", "If a sufficient number of their competitors take a payment method, it is very difficult for a merchant to refuse that payment mechanism.", "The result of this is that they have limited ability to resist increases in the cost of taking payments.", "And as costs of payments rise, they ultimately find themselves into the prices charged to consumers.", "While cash is not costless for merchants to accept, it does provide some competitive pressure on the cost of payments more broadly.", "So as cash use declines, it is even more important than ever that we ensure competitive pressure remains on the costs of electronic payments to merchants.", "There are a couple of ways in which this competitive pressure can manifest.", "The first is the use of surcharging.", "Merchants may not feel that they can refuse to accept a particular payment method.", "But they may be prepared to signal to customers that it is costly to them by imposing a surcharge for its use.", "They may not even need to surcharge - in some cases simply the threat of surcharging may be enough to negotiate a lower fee with the payment provider.", "Second, and particularly relevant for card payments, is least-cost routing.", "Least-cost routing puts some power into the hands of merchants by providing them the ability to route a dual-network debit card transaction through the network that costs them the least to accept.", "In Australia, for many merchants, this is the eftpos network (Graph 4).", "The evidence is that the growing availability of least-cost routing has increased competition among card schemes through reductions in interchange fees, and this has resulted in a lower cost of acceptance for card payments for some merchants.", "But while least-cost routing has been available for a couple of years, it has not been widely promoted by the major banks which account for most of the acquiring market in Australia.", "So with many customers switching to contactless in response to COVID-19, some merchants are finding their payment costs rise as debit card payments are automatically routed through the international schemes.", "It is therefore important that merchants be given the option of least-cost routing.", "So far, the Bank has not mandated that acquirers explicitly offer least-cost routing to all their merchants.", "But it remains an option that will be considered in the Review.", "In the meantime, we are talking with merchants to understand their experience with payment costs through this period.", "We will also be considering how transparency of the cost of the payment plans offered to merchants could be improved.", "Ultimately though, if market forces are not generating competition to lower the cost of debit card payments, we may need to consider lowering the benchmarks that serve as a cap on average interchange fees.", "We need to be on guard against technological lock-out Least-cost routing works because the physical cards being presented at the point-of-sale terminal are provisioned with two networks - so-called dual-network debit cards.", "But what if there is no physical card, as is the case with mobile payments?", "How do we encourage provisioning of dual networks in these circumstances and encourage the mobile and terminal technology to enable merchant choice of routing.", "There are already some disputes in this area.", "Some banks have been choosing to provision only one debit system, so the option to route is being limited.", "And there are further disputes in the wings on schemedependent tokenisation of 'card on file' transactions and the problems this might create for least-cost routing.", "As highlighted in our consultation document, this is a challenging area.", "But ultimately, if banks or other stakeholders are acting in ways that prevent downward pressure on merchant fees, we may need to consider regulatory options for keeping the cost of electronic payments low.", "With people carrying less cash, resilience is paramount So far during the COVID-19 period, the electronic payment system has had very few severe outages (despite the need for providers to quickly adopt different working arrangements).", "This is a welcome outcome.", "Given the reduced use of cash during this period, it could have been even more difficult for merchants were there to be disruptions to the electronic payment system.", "And in the circumstances a loss of access to funds could have caused harm to customers and dented confidence within the community.", "But this episode does highlight something we have been concerned about for some time - the importance of the resilience of the retail payments system.", "There are effectively two parts to this - the resilience of the shared infrastructure such as the payment card message and switching infrastructure, and the resilience of financial institutions' own systems.", "While there have occasionally been system infrastructure outages, most of the outages over the past few years have been in banks' systems.", "Sometimes it has been their account systems affecting the ability of customers to make payments.", "Sometimes it has been their merchant-facing systems so that merchants were unable to take payments.", "In these cases, often the only fall-back at the point of sale is cash.", "Prior to COVID-19, there was already a sizeable proportion of people who tended to have little or no cash in their wallets.", "So when disruptions did happen there were stories of people leaving goods at the counter and merchants effectively having to close until the systems were restored.", "Post-COVID-19, disruptions to electronic payment services are likely to have a bigger impact.", "With some merchants discouraging use of cash, we can expect fewer people to be carrying cash than before.", "The Bank has already been working with the industry and APRA to develop a set of standard operational performance statistics to be disclosed by individual institutions.", "The proposed disclosures are intended to focus the minds of banks' executives and directors and ensure that appropriate attention is paid to the reliability of their retail payment services.", "They will also provide customers with transparency about the operational performance of different institutions.", "While this work is being delayed a bit by the competing operational priorities created by the current circumstances, it has become even more important.", "The work to enhance the reliability of retail payments services provided by individual institutions must also be complemented by efforts to identify and mitigate risks of reliance on supporting infrastructure that can be 'single points of failure', such as the telecommunications and energy sectors.", "While disruptions to these types of infrastructures have been more isolated than those at individual institutions over the past few years, they can have a major impact if they occur.", "As part of its strategic agenda, the Australian Payments Council is developing a framework for assessing and responding to system-wide risks.", "What does decreased demand for cash mean for the ATM system?", "Withdrawals of cash from ATMs have declined sharply over the past couple of months (Graph 5).", "ATM withdrawals have been on a trend downward decline for a number of years.", "But the decline seen in March and April was a substantial downward shift in the level of withdrawals.", "This no doubt reflects both a decrease in spending overall as people stayed home as well as a shift to other payment mechanisms - contactless cards and online shopping in particular.", "It seems likely that a large part of this will become a permanent change in behaviour.", "With cash withdrawals declining, there will be further pressure to consolidate ATM networks.", "The industry had been already considering this issue over the past couple of years but the changes induced by COVID-19 will make this more urgent.", "I expect that there will be action on this issue more quickly now.", "But there are still some people that prefer to use cash, so consolidation of the ATM network will need to be managed in such a way that it does not disadvantage certain parts of the population that still rely heavily on cash.", "Is this suggesting the end of the cheque system?", "I think it may well be.", "Use of cheques has been on a steep decline for the past 20 years, both in terms of number of cheques written and the value (Graph 6).", "In April, the value of cheque payments was more than 40 per cent lower than twelve months earlier, compared with annual rates of decline of around 20 per cent in previous months.", "And the level of cheque usage has now fallen to such low levels that there is an active discussion about the future of the system.", "Cheques have always been a costly payment instrument - estimates from our latest cost study in 2014 suggested that cheques were around six times more costly than card payments in terms of resource costs per transaction.", "With the continuing decline in the number of cheques being processed, the fixed costs of maintaining the system are becoming a more significant issue.", "One option that is actively being considered by the industry is closure of the cheque system.", "With electronic conveyancing increasingly the norm, a major use of financial institution cheques is being phased out.", "And for bill payments, where cheques are still sometimes used, there are many alternatives.", "But there has been a concern that there are some people for which there is no suitable alternative to payment using a cheque.", "They may not have reliable access to the internet to undertake online banking, for example, or may not have a debit or credit card.", "The changes associated with COVID-19 provide an opportunity to reassess this.", "With social distancing affecting some branch services and the ability of people to get to branches, there has been a push by the banks to get people signed up to internet banking.", "Payment options such as BPAY and NPP will therefore be available to a wider range of people.", "As noted earlier, the banks have mailed out debit cards to customers, typically passbook holders who did not have them, providing the option of online and in-person payments by card.", "It seems likely that these changes, which have happened much more quickly than they might have otherwise, will further reduce the use of cheques and demonstrate to people that there are alternative and more efficient ways of making payments.", "This may bring the efficiency implications of maintaining the cheque system into even sharper focus.", "The changes in payment preferences associated with the COVID-19 health crisis have given fresh prominence to a number of policy issues in the payments system.", "Some of the sharp and sudden shift to contactless and mobile payments, and away from cash is likely to be permanent.", "It is therefore even more important that the costs of electronic payments are kept low and the electronic payments system is resilient.", "While it will be important to ensure that people who have traditionally used cash and cheques are adequately catered for, the experience of the past few months has demonstrated that the shift to electronic is perhaps not as difficult as many had thought.", "Thanks to Faye Wang for assistance with this speech.", "See RBA (2019), 'Review of Retail Payments Regulation - Issues Paper', November.", "Available at <-and-infrastructure/review-of-retail-payments-regulation/>.", "See Australian Payments Council (2019), 'Payments in a Global, Digital World - The Australian Payments Council Strategic Agenda'.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Electronic payments", "Cash", "Contactless payments", "Mobile payments", "Payment preferences", "ATM network", "Cheques", "Payment costs", "Resilience", "Technological lock-out"]}