{"sentences": ["Is this the greatest crisis in living memory?", "According to the International Monetary Fund (IMF), this will be the worst downturn since the Great Depression.", "There is a great deal of uncertainty and, given this degree of uncertainty, we need to define and analyse several scenarios.", "The IMF's baseline scenario is very similar to other public and private sector forecasts.", "It's important to bear in mind that the impact on the economy, which will be huge, is concentrated in the second quarter of the year - as well as in March - and that the impact will be severe, but temporary.", "This temporary aspect is important.", "The calculations point to a contraction in the second quarter by as much as 20% compared with the previous quarter.", "And it will also have an impact on public finances and the financial markets.", "Despite the uncertainty you have mentioned, is a rapid recovery possible in 2021?", "The key factor is the duration of the lockdown - the longer it lasts, the greater the impact.", "We hope that the containment measures will start to be eased over the coming months, reducing the negative impact on the economy, and that we will see a return to positive growth rates in the second half of the year.", "But it will be hard for the recovery in the second half of 2020 and 2021 to make up for this year's downturn.", "Is the ECB's current monetary policy sufficient to deal with the economic impact of the coronavirus (COVID-19), or can we expect additional measures soon?", "We have taken a number of key measures.", "In terms of monetary policy, our response to the situation has been very active, with three types of measure.", "First, we have provided liquidity to the banks, adjusting the rules on collateral for accessing liquidity-providing operations.", "European banks therefore have more liquidity at their disposal and at more favourable conditions.", "Second, we have responded with the measures taken by the ECB Banking Supervision.", "To avoid a credit crunch, we have eased the requirements on capital held by European banks, the classification of non-performing loans and the accounting rules.", "And third, we have launched the €750 million Pandemic Emergency Purchase Programme (PEPP), which will increase the total assets purchased by the ECB to €1.1 trillion in 2020.", "This is a large sum in order to maintain financial stability in the debt markets, in particular in the government bond markets, and to safeguard the monetary policy transmission mechanisms.", "In addition, of course, we have the fiscal policies of national governments and the European Commission, as well as the decision by the Eurogroup last week.", "Do you think that the measures adopted last week by the Eurogroup are enough to deal with the severity of the problem, or should the finance ministers have gone further?", "With coronabonds, for example, or similar solutions.", "The agreement made was a commitment that goes in the right direction.", "It's important to remember that.", "To reach a compromise, everyone has to give way a little and to believe in it.", "The agreement is a sign of political commitment.", "As for other possible measures, such as coronabonds, the ECB has always been in favour of the existence of a fiscal instrument at European level that can complement monetary policy.", "It is just that this is a political decision.", "We are in favour of it, we think it would be a good thing for the euro area, but we will see what happens.", "The European Council meets on 23 April.", "We consider it to be a useful instrument, but it is not up to the ECB.", "It's for the European governments to decide.", "And what do you expect will happen?", "Do you think that it's possible to reach a political agreement to take this step towards coronabonds or is it just a dream?", "I couldn't possibly say what will happen.", "All I can say is that the current situation is difficult and that the commitment made by the Eurogroup was positive, but let's see.", "The possibility of a recovery fund being set up is a good idea.", "The size of the fund and how it is funded is left open to discussion.", "That's why it depends on what the European governments decide.", "Why did the ECB decide to launch a new programme, the PEPP, just a few days after announcing that it was strengthening the previous programme.", "Was your initial assessment of the situation too optimistic?", "Within three or four days we saw a rapid deterioration in the situation.", "Containment measures were taken in several countries, and we realised that the impact on the economy could be enormous, with repercussions on the financial markets.", "It was a swift reaction on our part.", "It helped to calm the financial markets and it was well understood.", "Interest rates are falling in several countries, in particular in Italy.", "Is this something that the ECB is concerned about?", "We are concerned about a combination of problems: a deep recession, a huge impact on public finances and an increase in funding needs.", "This causes tension in the financial markets and, in particular, the government bond market.", "We are going to remain vigilant.", "As we have said on several occasions in the recent past, we are not going to allow any fragmentation of the bond market and we will act accordingly.", "We have a new instrument - the PEPP - and we can use it flexibly in terms of timing and the assets we purchase.", "That's why I hope we can deal with this situation.", "Am I to conclude from your comments that the ECB is prepared to strengthen the programme or take other measures in order to respond to any tensions that may arise?", "We have a programme that we are implementing.", "The ECB's Governing Council has not made any decisions regarding further programmes.", "We are keeping an open mind in terms of how to respond to further developments and tensions within the markets.", "Because we are completely committed to maintaining stability in the financial markets and to avoiding the fragmentation that could prevent the functioning of the monetary policy transmission mechanisms.", "In countries such as Portugal, Spain and Italy, people are concerned that we could see another crisis, like the sovereign debt crisis in 2010-11.", "Can the ECB confirm that it will do all that is needed to avoid such a scenario?", "We have shown our commitment, with liquidity, by making capital requirements for banks more flexible and with the asset purchase programme.", "The current crisis is quite different to the one we saw in 2010-11.", "It did not originate in budgetary issues or the banking system.", "It was a massive exogenous shock.", "This is a health emergency which has become an economic problem.", "Our current efforts are focused on preventing it becoming a debt crisis.", "Are banks in Europe better equipped to deal with this crisis than in 2008?", "Or can we expect to see banks fail in various countries?", "Things are very different to ten years ago.", "Banks have more capital, they have more liquidity and are more resilient.", "The bigger concern is profitability, which was already low.", "European banks are solvent but I am aware that this crisis will have further impact on their profitability.", "In the medium term, banks will need to continue to take steps to eliminate excess capacity and consolidation could be a sensible way of dealing with profitability.", "From a solvency angle, this is not a banking crisis.", "This time banks can be part of the solution, rather than the problem.", "If the recession is worse than expected, is there a risk that some banks will lose money on loans which they are currently granting?", "All governments, Portugal included, have approved State guarantees.", "When there is this level of uncertainty and a drop in GDP, these guarantees are very important and useful if a credit crunch is to be avoided.", "A number of economists have expressed the view that the euro area's response to the crisis has been weak compared to the United States or the United Kingdom, where central banks will even finance the State directly.", "How would you respond to these criticisms?", "Looking at the whole package of ECB measures, it is impressive.", "Then we have fiscal policy, involving the various programmes of the national governments, and lastly there is the decision of the Eurogroup.", "Europe's response is comparable to that of other world economies.", "What advice would you give to euro area governments on how to deal with the economic impact of this pandemic?", "We need to be aware that this will lead to a significant drop in business revenues and the public sector will need to fill this gap.", "The main factor in terms of ensuring the economy starts to recover when the health situation improves is to try to \"vaccinate\", as best we can, the business ecosystem of each country.", "What we need to do is try to keep the business system alive, as much as possible, and to come through this period.", "That is what my advice would be.", "Keeping this ecosystem going is also important in terms of safeguarding jobs and reducing the social impact."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "fiscal dominance", "none", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none"], "topics": ["COVID-19", "Economic impact", "Monetary policy", "Fiscal policy", "Financial stability", "ECB measures", "Eurogroup", "Recovery", "Banks", "Sovereign debt"]}