{"sentences": ["\"Life beyond Solvency II: A view from the top of the regulator\" Charlotte Gerken, Executive Director of Insurance Supervision Remarks delivered at the Association of British Insurers (ABI) Prudential Regulation webinar keynote address I would like to thank Megan Bell, Fred Schneider, Alan Sheppard, Manuel Sales, Lewis Webber, Santosh Pandit, Stefan Claus, Paola Vega and Patrick Cleary for their help in preparing these remarks.", "Many thanks to the ABI for inviting me to speak at this prudential regulation webinar.", "When I was asked to give a view from the top of the regulator, I can't say I'd been expecting to give that view from south west London.", "Thinking about the theme of today's webinar, 'Life beyond Solvency II', the scope of my talk is Firstly to reflect on what we have learned about Solvency II during a first test of the regime, to inform how our regulatory framework may develop following the end of the EU withdrawal implementation period.", "And secondly beyond the Solvency II regulatory regime, what some of our key supervisory priorities are.", "As a result of the challenges presented by Covid-19, we like you had to shift resource from our longer - - crisis management.", "It's term business priorities including supervision and policy reform to short-term therefore worth taking some time to think about what we as the prudential regulator and the insurance industry have already learnt from the current crisis -including how the Solvency II regime has responded.", "None of us knows how the full effects of the coronavirus pandemic will unfold.", "Our aim at the Bank, alongside colleagues at the FCA and within government, is to build a bridge across the economic disruption created by the pandemic and help UK businesses, consumers and the financial sector to the other side.", "Insurers will need to be on the front foot in identifying the potential impacts on their longer-term business models in order to meet changing customer expectations.", "what role has Solvency II played in the industry's response?", "I have talked previously about the principles of Solvency II that the PRA supports - a whole balance sheet, market consistent approach to regulatory solvency, and focus on good governance and risk management1.", "The adequacy of firms' capital and risk management during this global, systemic event is certainly being tested.", "The information we have from the largest UK insurers shows the industry was well-capitalised going into this crisis and has so far remained so, with aggregate solvency ratios around 150%2.", "But given the exceptional uncertainty generated by the current crisis, we expect insurers to increase their monitoring of the additional risks presented by Covid- 19, and where necessary to update their risk and capital assessments accordingly.", "A key challenge of the Covid-19 crisis for us has been isolating the signal the increased risk to insurers and their policyholders from the noise caused by markets finding their way with very sharp but temporary overreactions.", "/-/media/boe/files/speech/2019/insurance-risk-management-in-a-changing-world-speech-by-charlottegerken Category 1 & 2 life and non-life insurers regulated by the PRA Solvency II contains several measures that were intended to or have otherwise leant against the pitching and rolling of financial markets.", "These include the Matching Adjustment (MA) and the transitional measure on technical provisions (TMTP); also the Standard Formula Symmetric Adjustment of the Equity Capital Charge (the symmetric adjustment), the Volatility Adjustment (VA), and the Ladder of Intervention.", "In addition to benefiting financial stability, these measures have helped to filter out the noise in financial markets, supporting the PRA in assessing that insurers are adequately capitalised for fundamental risks in their business and protecting policyholders.", "The MA is, for UK life insurers, the most material Solvency II long-term guarantees measure, and has been the most significant in the current crisis.", "The MA is intended to enable insurers to hold assets to maturity and avoid changes in spread from impacting their solvency.", "When appropriately cash-flow matched, their locked-in funding means that annuity writers are unlikely to have to sell assets prior to maturity, even in a severe stress.", "In the current crisis, the MA has worked as expected and has shielded insurers from the market dislocations that occurred in March of this year.", "As spreads have increased, annuity writers have not had to recognize the full impact on their capital requirements and have been able to discount their liabilities at a higher rate.", "In Chart 1, you can see both corporate spreads and the resulting MA.", "As spreads widened in mid-March, as you can see, the MA from this portfolio would have tracked it closely, absorbing much of the impact on insurers' balance sheets.", "Importantly, however, this analysis assumes that the underlying assets have not been downgraded.", "If and when downgrades increase, the MA will reduce.", "The point of MA is to separate the noise from the signal, the signal being represented by rating: if the rating is unchanged, then changes in spreads are identified as noise and absorbed by the MA.", "If assets are downgraded, then the decrease in rating is reflective of increased risk borne by insurers, and which we expect to be appropriately capitalized.", "As the effects of Covid-19 have developed, we have been working to provide further guidance to insurers in cases where Solvency II could be unhelpfully misinterpreted, in order to avoid unintended consequences.", "from Sam Woods to clarify the PRA's position on For instance, the recent follow-up to insurers on the letter3 the treatment of covenant breaches and insurers' internal ratings during Covid-19.", "Another supervisory action was taken in relation to the TMTP.", "Early in the crisis, the PRA recognised that the significant change in the operating environment as a result of Covid-19, would cause some firms to experience a material change in risk profile.", "The UK market is particularly exposed to low interest rates which result in large increases in the risk margin for annuities.", "Recognising this, as well as the risks posed by the advent of Covid-19, the PRA invited firms to apply to recalculate their TMTP in light of significant changes in interest rates that occurred in March 2020.", "In any application for permission to recalculate -regulation/letter/2020/letter-from-sam-woods-to-insurers-on-distribution-of-profits TMTP, the PRA expects firms to be able to demonstrate how the current environment has caused a material change in their own individual risk profile.", "The symmetric adjustment is explicitly aimed at mitigating undue pro-cyclical effects as a result of temporary movements in financial markets.", "It increases capital requirements when markets are buoyant relative to their historical average and reduces them when markets are relatively depressed.", "The chart plots the symmetric adjustment over time.", "As you can see from Chart 2, the symmetric adjustment was trending upward, while conditions were relatively benign and markets were rising.", "When the Covid-19 outbreak began, it decreased sharply.", "In this way, it led to insurers building capital buffers when markets were rising, and then allowed them to be released when markets fell.", "The VA is another explicitly countercyclical element of Solvency II that aims to mitigate the effect of exaggerations of bond spreads.", "Chart 3 shows the UK VA plotted against UK corporate bond spreads.", "From the end of 2019, the VA more than tripled to its peak of 50 basis points in March, coinciding with a rapid rise in credit spreads.", "As you can see, though, the increase in the VA, while large relative to its historical level, isn't as large as the increase in corporate bond spreads.", "As spreads have moderated in the last few weeks the VA has also declined, though it still remains elevated by historical standards.", "As a result, while the VA provided some cushion against the rise in spreads, a significant amount of the market stress would have been passed through to insurers' balance sheets.", "The final Solvency II measure that I would mention is the ladder of intervention, a tool we have yet to deploy in this crisis.", "This allows an insurer that fails to meet its SCR some time to work with the regulator to find a solution to restore their compliance with the SCR.", "We therefore see this as an additional tool to promote the safety and soundness of UK insurers and to protect policyholders by avoiding a effect of a winding-up.", "Life beyond Solvency II: some lessons learned from Covid-19 We will learn from the EIOPA 2020 review post Solvency II implementation.", "We will also learn a lot from this crisis.", "These lessons are helpful when it comes to thinking about the future UK regulatory landscape.", "For example, some early observations.", "Solvency II was written to facilitate insurance business by eliminating significant differences between Member States' regimes and thus aims for uniform rather than dynamic application.", "We could think about the PRA's ability to supervise firms through measures that would improve a cycle.", "An alternative could have been for firms to hold additional regulatory capital during more benign times, buffers which the PRA could then allow to be released during a market down-turn.", "This would be similar to the effect of the symmetric adjustment.", "At present, buffers held in excess of the are determined by each insurer's risk appetite to avoid breaching the solvency capital requirement (SCR) SCR, and are thus less likely to be used in a stress.", "In relation to internal models, we could review the balance between assessment against tests and standards and supervisory judgements concerning calibration of the overall capital requirement.", "Ultimately, the extent to which the UK's regulatory framework is similar to or different from EU regulation after the implementation period is a political choice.", "But as Solvency II is based on the same principles as the preceding UK regime, revolution is less likely than evolution.", "And the pace of policy reform in the UK, but also in the EU and globally through the International Association of Insurance Supervisors (IAIS) is likely to be on a longer timetable due to Covid-19 being a shared and pressing priority.", "We recognise that there are certain aspects of the design and implementation of the Solvency II regime that do not fit so well to UK specificities.", "Our views on these areas are well known, and I believe shared by industry.", "We understand that the first priority for the industry is the Risk Margin.", "The current design is too sensitive to long term interest rates and this has the unintended and perverse consequence of driving a high proportion of longevity risk on new business offshore.", "We are committed to reform of the risk margin.", "The timing and nature of reform depend, like many questions of regulatory reform, on the final relationship between the UK and the EU.", "There is a wide range of options that could be pursued and it is encouraging that EIOPA intends to look at the design of the risk margin in the final stages of the 2020 review.", "Second is the matching adjustment.", "The PRA supports the concept of the matching adjustment.", "It provides the right incentives for insurers to invest in assets that are suitable for their business models.", "This in turn also reinforces a macroeconomic role of insurers, who provide stable, long-term investment.", "However, we recognise that there are prudential risks and complexity within the matching adjustment that could be reduced.", "Some of these arise from the mechanics of the MA.", "When the MA which is designed and calibrated with liquid, traded assets with fixed cash-flows in mind is applied to assets that are illiquid or have some risks to fixity of cash-flows, then assessing its suitability becomes a much greater challenge.", "The size of the MA benefit that a firm can take on its liabilities is driven by the credit rating assigned to its assets.", "This rating may be assessed by an external rating agency or the insurer itself and the difficulty in modelling the behaviour of long-dated, illiquid assets creates some prudential risk.", "If an asset is too highly rated, a firm may be holding insufficient reserves to meet the risk of default or downgrade.", "Other risks arise from the type of investment that the MA's - strict eligibility criteria incentivise such as securitised credit which can lack transparency.", "While the MA is a valuable part of the solvency framework, we are looking to reduce the complexity and operational burden on firms and ourselves.", "The PRA is ready to consider certain short-term suspensions in some aspects of reporting, including the expansion of quarterly reporting waivers and some group reporting.", "Short-term suspensions could include removing quarterly reporting requirements for more firms or extending the use of annual reporting waivers.", "These are changes that we could make relatively quickly and with a high-degree of confidence, rather than a wholesale reinvention.", "Any longer term changes or 'rationalisation' of the reporting package will need proper consideration in close conjunction with industry.", "The Bank's central Data Team will also consider data collection mechanisms - the 'how', as well as the 'what' when it comes to collecting data.", "The changes that we implemented in March to allow delays to various aspects of Solvency II and PRA- owned reporting were designed to reduce some of the operational pressure on firms due to Covid-19.", "Firms have told us that these flexibilities have been helpful.", "Any further reduction in reporting requirements will need to balance efficiency for firms, whilst still enabling us to collect the data we need to effectively supervise the industry.", "These areas for reform have been raised by industry on numerous occasions.", "It should not come as a surprise however that there are fundamental principles of the regime that we would seek to maintain.", "As I've said before, the principles of Solvency II a whole balance sheet, market consistent approach to regulatory solvency, focus on good governance and risk management remain valid.", "Looking forward: emerging supervisory priorities Beyond Solvency II, the Insurance Supervision Directorate has a number of supervisory priorities that we are pursuing through firm supervisory programmes and cross-firm reviews.", "Some of these are on a slower track due to our work with insurers in response to Covid-19.", "Others have been brought into sharp relief by the crisis.", "UK life insurers have been incentivised to invest in long-term, illiquid assets with higher yields for some time, given the low interest rate environment.", "As a result exposure to credit and other risks (e.g.", "property) has been increasing.", "This is further exacerbated by Covid-19 as wider economic disruption has impacted the underlying creditworthiness of some of these assets.", "The PRA has published several one might say many - supervisory statements setting out how we expect firms to manage risks arising from such investment strategies.", "We've clarified how we expect firms to apply and model the matching adjustment4; taken a deep dive into liquidity risk5; and provided additional guidance on the practical implementation of the Prudent Person Principle6, which is the part of Solvency II that deals with qualitative aspects of investment risk management.", "We will be publishing some further, important clarifications on the Prudent Person Principle at the end of this month.", "We expect firms to demonstrate that they have strong governance and internal investment limits that are effectively implemented; this remains one of our top priorities for supervision of the life insurance sector.", "Operational resilience a strategic priority for the PRA and the Bank as a whole - has been tested in a way few business continuity plans could forsee, as Covid-19 has affected all our operations, processes and people.", "The insurance industry all the people who work in it - responded extremely well to the operational challenges that have arisen from the Covid-19 pandemic.", "There are, of course, still challenges for all of us as we move from immediate crisis management to medium term sustainability.", "This includes reassessing the impact on cyber and other IT-related risks, whilst at the same time recognising the need for technology- driven solutions to support certain activities.", "There are a number of lessons that can be learnt on operational resilience from the Lockdown Phase: Disaster recovery plans involving redundant office spaces simply did not work.", "This particularly affected the call centres and other functions that were not set up to work from a non-office environment.", "There were shortages in the supply of technology built to corporate security standards to support working from home on a much larger scale than firms had generally envisaged in existing business continuity plans.", "-regulation/publication/2018/solvency-2-matching-adjustment-ss -regulation/publication/2019/liquidity-risk-management-for-insurers -regulation/publication/2019/solvency-ii-prudent-person-principle Firms did not uniformly have sufficient visibility of the operational and financial resilience of some of their key outsourcing service providers.", " Finally, cyber criminals' activity continued throughout the lockdown, whereas firms' IT and cyber risk management staff had to adapt to the new way of working.", "Two principal methods used by criminals, phishing emails and malware, continue to rise.", "Many authorities have highlighted an increase in cyber risk7.", "We encourage firms to consider these risks carefully when starting to think about the transition out of the lockdown phase.", "The last priority I'll touch on today is climate change.", "Addressing the financial risks from climate change is one of the Bank's strategic priorities and last year we published expectations for firms to manage the financial risks from climate change8, which included expectations around governance, risk management, scenario analysis and disclosure.", "As well as having a named Senior Manager responsible for climate risks, Boards collectively need to of climate change on their firm's business strategy.", "understand the impact Scenario analysis is a key tool that firms can use as part of their assessments of the impact of climate risks on their balance sheet and broader business strategy.", "It helps report relevant management information that will enable firm's boards to discuss, challenge and take decisions relating to the firm's management of the financial risks from climate change.", "Last year for the first time we included an exploratory climate stress test as part of the overall insurance stress test exercise.", "In light of the pressures on firms and your and our need to focus on Covid-19 specific stresses we decided to pause the work we needed to do with firms to ensure the results were sufficiently robust to publish.", "We did learn some lessons from the work we had done that will be useful in our preparation for the climate focussed scenario: 1.", "Many firms struggled to identify and allocate their investments to sectors identified as having different levels of vulnerability to climate change.", "Current model designs constrain scenario outcomes for example, natural catastrophe models often implicitly make allowance for flood defences making it difficult to reflect and assess tipping points as temperature changes become increasingly extreme.", "NCSC: -19-exploited-by-cyber-actors-advisory -regulation/publication/2019/enhancing-banks-and-insurersapproaches-to-managing-the-financial-risks-from-climate-change-ss 3.", "Climate risk management is not yet embedded for example, for many firms the responses to a questionnaire on adherence to our Climate Supervisory Statement (3/19) suggested greater progress than that indicated in the completion of the stress test.", "Earlier this month the PRA announced that the launch of the Climate Biennial Exploratory Scenario will be postponed until at least mid-20219.", "This delay reflects a desire to maintain the ambitious scope of the exercise, and give firms enough time to invest sufficiently in their capabilities to allow them to deliver to a high standard.", "A core objective of supervision is to ensure that firms are resilient throughout the economic cycle.", "We are currently managing through disruption of a significant scale, and the current crisis may exacerbate business model challenges that insurers will need to confront over the medium and long term.", "This pandemic is likely to raise questions for customers around the value provided by insurance products; we are already seeing significant coverage questions being raised around business interruption and travel policies in particular.", "There is a critical role for insurers to adapt and ensure they are able to meet customers' insurance needs whilst managing their commercial operations, particularly during the transition out of the crisis and into the longer term.", "Firms should take early steps to assess what changing customer behaviours or expectations could mean for their current business models.", "Although it's difficult to see beyond the immediate crisis, this pandemic is reinforcing two important things.", "There are a number of measures contained in Solvency II that have effectively mitigated the pro-cyclical effects caused by the disruption to financial markets.", "And second, the importance of the fundamental principles of the regime during a systemic event those that require prudent capital and risk management.", "These can be expected to endure in any future version of our regulatory regime and will be critical for insurers to successfully navigate the complex landscape of emerging risks.", "-regulation/publication/2020/pra-statement-on-prioritisation-covid19 Chart 1: Corporate spreads and the matching adjustment Source: BOE calculations using Bank of America Merrill Lynch corporate spreads data, EIOPA technical information Chart 2: Symmetric Adjustment of the Equity Capital Charge Source: EIOPA \"Symmetric adjustment of the equity capital charge April 2020\".", "Retrieved from -and- data/symmetric-adjustment-equity-capital-charge_en Chart 3: UK volatility adjustment Source: BOE calculations using Bank of America Merrill Lynch corporate spreads data, EIOPA technical information All speeches are available online at www.bankofengland.co.uk/news/speeches"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Solvency II", "Covid-19", "Prudential regulation", "Matching adjustment", "Risk management", "Capital adequacy", "Climate change", "Operational resilience", "Business models", "Supervisory priorities"]}