{"sentences": ["Today marks the 75th anniversary of the end of the Second World War in Europe, while tomorrow marks the 70th anniversary of Europe's response to that cataclysm: the Schuman declaration that set us on the path towards deeper European union.", "The declaration famously maintained that \"Europe will not be made all at once, or according to a single plan.", "It will be built through concrete achievements which first create a de facto solidarity.\"", "Schuman's idea was that Europe needed to become so deeply integrated - and so interdependent - that solidarity would become self-interest.", "And, thereafter, it would become natural to build stronger common institutions that reflected the depth of those ties.", "By and large, this is the path that integration has followed.", "When Europeans saw that the common market was not delivering in the 1980s, we launched the Single Market.", "When we realised the Single Market was vulnerable to competitive devaluations, we launched the euro.", "And when the euro members recognised that the single currency was vulnerable to self-fulfilling crises, new institutions were established and new instruments were developed - such as the European Stability Mechanism (ESM), the ECB's Outright Monetary Transactions programme (OMT), and the banking union that still needs to be completed.", "Whenever our \"concrete achievements\" were threatened, we did not backtrack: we made them stronger - because they had created the de facto solidarity that Schuman promised.", "European integration paved the way for prosperity, stability and peace.", "The coronavirus pandemic today is both confirming and testing this thesis.", "We are seeing once more how interdependent we have become.", "If not all countries are cured from this crisis, the others will suffer - and not just in terms of health, but economically too.", "Trade within the euro area accounts for 45% of GDP.", "The success of the Single Market means that supply chain integration is three times tighter within the euro area than with the rest of the world.", "As a result, analysis by the ECB finds that a common shock is amplified by about 30% - meaning all countries have to act together to mitigate large crises effectively.", "So the question we face today is this: can we respond to the economic shock we are facing - which is unprecedented in peacetime - in a way that reflects our fundamental common interest, as those generations of Europeans did in the past?", "We have seen some encouraging signs of European cooperation.", "State aid rules were quickly relaxed and fiscal rules suspended, empowering a strong fiscal response to underpin wages and incomes.", "About 16% of employees in the four largest countries are now enrolling in short-time work schemes and government-supported temporary layoffs.", "In parallel, the actions of the ECB, European banking supervision and national governments have dovetailed to put the banking sector in a stronger position to plug the liquidity gap facing firms, preventing an even sharper loss of capacity and jobs.", "Bank lending increased by almost €120 billion in March, the largest monthly flow on record.", "However, when it is safe to do so, Europe will have to move to the next phase of its crisis response.", "The focus will need to shift from providing backstop support to enabling the recovery.", "This will present a new set of challenges.", "The ECB will play its part in line with its mandate.", "We will do everything necessary within our mandate to support the recovery and we remain undeterred in delivering on our price stability objective.", "On the fiscal side, the measures adopted in the euro area so far have been quite diverse, ranging from around 2% of GDP to more than 40%.", "In about half of euro area countries, government guarantees make up the largest share of the fiscal support.", "But the costs of the crisis continue to rise and, as we move forward, the form of fiscal support will likely change: discretionary spending may increase, automatic stabilisers will kick in further and - in more severe scenarios - the loan guarantees supporting firms could be called.", "The ECB estimates that - in our medium scenario of a drop in GDP of around 8% - the additional government financing needs in the euro area this year resulting from the recession and the required fiscal measures may exceed 10% of euro area GDP.", "This would put the additional debt issuance due to the pandemic in the range of €1 trillion to €1.5 trillion in 2020 alone.", "We need, as a union, to be prepared for this future.", "Since no one is to blame for this crisis, we must ensure that there are no undue constraints on our policy responses.", "Not all countries have to react in the same way.", "But each needs to be able to respond as necessary.", "Otherwise, we risk widening asymmetries and exiting this crisis with greater economic divergence.", "This underscores why a common European fiscal response is so desirable.", "First, it will help bridge the gap for Member States and counter that risk of divergence.", "Given the fiscal needs already on the horizon, it needs to be swift, sizeable and symmetrical.", "Second, it will help guide us towards the Europe we want to build after the crisis.", "We have been given a chance to take a leap forward: to reimagine our social contract, reconsider Europe's strategic autonomy, and recognise the risks of not taking the environment seriously.", "These are all areas where acting together is in our common interest.", "Let me give just one example: we have now experienced the consequences of a systemic ecological crisis, and we are also likely to face a period of weak private investment as firms repair their balance sheets.", "Public investment will have to fill the gap.", "It makes sense to use this opening to accelerate the transition to a green economy and hit our climate targets.", "The recovery presents a further opportunity, too: to engage citizens in the process of defining our common interest and the areas where Europe should be stronger.", "In sum: this is our generation's \"Schuman moment\".", "We have been passed the baton of European integration.", "We are seeing our de facto solidarity all around us.", "And we are being asked to act, as those before us did, by strengthening Europe in response.", "I am confident that we will recognise our historical responsibility and rise to the challenge."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European integration", "fiscal response", "common interest", "economic crisis", "stability", "recovery", "climate change", "prosperity", "peace", "solidarity"]}