{"sentences": ["Today, the Board of Directors has decided to cut the key rate by 50 bp to 5.50% per annum.", "This implies that we have switched to accommodative monetary policy.", "Moreover, we hold open the prospect of further key rate reduction if the situation develops in line with the updated baseline forecast of the Bank of Russia.", "Our today's decision is based on the profound revision of our view of economic development and inflation trends in the next three years.", "Since the last Board of Directors' revision of the key rate, three events have happened which have defined our view of the situation.", "They are primarily associated with the spread of the coronavirus pandemic.", "Firstly, this is a drastic decline in the global economy.", "Secondly, there has been another round of a slump in oil prices, despite the new OPEC+ deal.", "Thirdly, the Government has introduced nation-wide restrictions.", "As a result, a large number of businesses have suspended their operations or switched to the remote work mode.", "A lot of citizens are currently in self-isolation.", "As to positive factors, I would focus on a slight stabilisation in global financial markets as compared to March, which was largely driven by measures being implemented by the central banks of reserve-currency countries.", "Therefore, given all the developments, we have completely reviewed our economic forecast.", "Our today's decision relies exactly on the forecast, and not on the latest statistics we are receiving.", "The statistics still show the previous month's situation and cannot provide a clear view to estimate further trends.", "Building our forecast, we were rather taking into account leading indicators of the economic situation, including data on electric power consumption, financial flows, household spending, as well as the experience of other countries where the pandemic has been spreading for a longer period.", "I will now dwell on the main assumptions behind our baseline forecast.", "Our forecast relies on a conservative view of oil prices, especially in 2020.", "We assume that they will be slowly growing from the average level of USD 15 per barrel in the second quarter to USD 25 per barrel in the fourth quarter.", "There are large oil stocks accumulated, with a downfall in global demand.", "This will limit the recovery of oil prices, even if the new OPEC+ agreement is fully complied with.", "Further on, oil prices are expected to gradually rise to USD 45 per barrel in 2022 as global demand picks up and oil stock levels decrease.", "Another key assumption of our forecast is the duration of the coronavirus pandemic and the restrictions implemented in Russia and abroad.", "Our estimates suggest that governments will be gradually lifting or considerably easing the majority of current restrictions in the second quarter.", "In this case, we can expect that in the third and fourth quarters economic activity will be recovering quarter-on-quarter.", "The will be returning to normal step-by-step.", "The direct adverse impact economic situation of the restrictions primarily falls on this quarter, while their secondary effects will continue to manifest in the future.", "According to our surveys, over 80% of the businesses across various industries have been experiencing the influence of the coronavirus pandemic and current restrictions.", "Companies' business sentiment has materially declined.", "It will take time to restore business processes, logistics and production chains, offset the reduction in profit and revenue, build up reserves and savings that have been used to a greater or lesser extent over the second quarter.", "Combined with uncertainty regarding potential changes in the external environment, this will limit production, investment and consumer activity.", "In these conditions, GDP will shrink yearon-year in the third and fourth quarters, that is the annual rate of economic growth will be negative.", "According to the Bank of Russia's forecast, GDP will overall decrease by 4-6% in 2020.", "The major contributor to this reduction will be a decline in exports that may reach from 10% to 15%.", "Moreover, fixed capital investment will also substantially decrease (by 6- 10%) compared to the previous year.", "Companies will be primarily using their financial resources to restore their daily operations.", "Uncertainty about the prospects of domestic and external demand will be confining investment plans.", "The decline in production and investments will be confining the opportunities for an upturn in income.", "Consumer demand will be shrinking.", "The measures implemented by the Government and the Bank of Russia will support the economy, and specifically the most affected industries.", "Economic growth in 2021-2022 will largely be recovery-type.", "GDP growth will be promoted by a further implementation of national projects.", "However, our baseline forecast factors in only the already effective budget support measures.", "An upturn in the economy and domestic demand will also be driven by the easing of monetary conditions resulting from the monetary policy pursued.", "The lending potential will also be maintained owing to the regulatory easing and the expansion of the Bank of Russia's specialised refinancing instruments.", "According to our estimates, the easing of monetary policy is needed to maintain annual inflation close to 4% over the forecast horizon.", "The slump in domestic and external demand this year will be considerably containing inflation, which induces the risk of its substantial deviation downwards from the target in 2021 and over a medium-term horizon if no additional monetary policy measures are introduced.", "The disinflationary pressure of weak demand will offset the effect of temporary proinflationary factors, that is, the ruble weakening and the observed elevated demand for individual products, already this year.", "We believe that a rise in inflation expectations caused by the above factors will also be temporary.", "We expect that the impact of limited demand on inflation will be stable and long-lasting.", "Given the transmission lag of monetary policy, we should take actions already now.", "Based on our forecast, annual inflation will reach 3.8-4.8% by the end of the year amid the easing of monetary policy, and will further on stabilise close to 4%.", "Moreover, we expect a reversal of inflation trends in the middle of the year.", "Monthly inflation in annualised terms will begin to go down, while annual inflation will still continue to rise.", "As to the balance of payments, we expect that the current account balance will decline to negative values in 2020 and 2021 (to USD 35 and 18 billion respectively).", "This will mainly result from the slump in exports caused by the reduction in external demand and in export revenues, primarily from oil sales.", "I would like to point that the temporary switch to a current account deficit is an expected effect produced by the considerable oil price downturn under the influence of the fiscal rule.", "Receipts from fiscal rule-based foreign currency sales make it possible to support the economy and domestic consumption.", "In this situation, imports are contracting to a lower degree compared to exports driven by the decline in oil prices.", "As a result, the current account balance will drop to negative values.", "In 2022, when the oil price exceeds the cut-off level, the current account balance will return to positive territory and the accumulation of reserves will be resumed via fiscal rule-based foreign currency purchases.", "We do not expect a noticeable change in the private sector financial account balance over the forecast horizon.", "According to our estimates, the private sector financial account deficit will reduce from USD 18 billion in 2019 to USD 15 billion this year.", "This is linked to decline in GDP, decrease in economic revenues, as well as less possibilities for borrowing in foreign markets at the end of the first quarter - the start of the second quarter amid intensified volatility and uncertainty.", "Further ahead, as global markets stabilise, the potential for external bollowings will recover and this will pass through to a reduction in the private sector financial account deficit to USD 10 billion in 2021-2022.", "This baseline scenario, without doubt, has many uncertainty factors.", "They concern both the duration of the restrictions in Russia and worldwide, and the pace of recovery of the global and Russian economies.", "Besides, new spikes of volatility may occur in global financial and commodity markets.", "Therefore, in our discussions of the key rate decision and its path, we have a proper regard to the objective of sustaining financial stability.", "As I noted, the baseline forecast incorporates only the fiscal decisions already made by the Government.", "We assume that further on the situation may require additional decisions to support the economy.", "This will foster an alleviation of effects of the restrictions for households and businesses, accelerate the return of economic activity to normal, and also mitigate the risks of inflation deviation downwards from the target over the next quarters.", "In the course of our key rate discussions, we considered model estimates of the influence of such additional fiscal measures on GDP, inflation and the monetary policy path.", "We will certainly consider possible developments in fiscal policy, in the Russian and global economies in the course of further adjustments of our baseline scenario.", "Nonetheless, our current analysis suggests that virtually all possible scenario variants allow for monetary policy easing, including amid a certain additional expansion of fiscal measures designed to support the economy.", "The Board of Directors proceeds from the existing potential for cutting the key rate and discussed possible options at the current and next meetings.", "The discussion concluded that given such extraordinary developments, it may not prove sufficient to adjust our policy by employing the small-step method we used.", "To return inflation to the target and stabilise the situation in the economy, we may need to implement more decisive measures.", "At our today's meeting we have decided to cut the key rate by 50 bp to 5.50% per annum.", "We continue to see the potential for the further easing of monetary policy at our next meetings.", "I would also like to note that, given the key rate change, we have decided to cut from 4.0% to 3.5% per annum the interest rate under the new Bank of Russia's SME lending support facility introduced several weeks ago.", "We believe this will help to additionally improve the affordability of loans for small and medium-sized enterprises, which were affected the most by hardships.", "And a few words in conclusion.", "The current situation specifically requires timely and even forward-looking decisions so that we are able not only to curb negative trends in the economy, but also to set grounds for a faster normalisation of the economic situation after the withdrawal of the restrictions.", "This will influence both inflation dynamics and the economy recovery path.", "Therefore, the Bank of Russia is monitoring the effects of its earlier decisions promptly and on an ongoing basis, and stands ready to take further steps, both in the monetary policy sphere and in the areas of its activity."], "classifications": ["monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none"], "topics": ["monetary policy", "economic development", "coronavirus pandemic", "oil prices", "inflation", "GDP", "fiscal measures", "balance of payments", "key rate", "financial stability"]}