{"sentences": ["Thank you for speaking with us this morning from your office at the ECB in Frankfurt.", "There is a risk that Europe and the world are facing the worst economic crisis since the Second World War.", "France has gone into recession.", "Its GDP is expected to have contracted by 6% in the first quarter, a level not seen for 75 years.", "Two weeks of lockdown have wiped out five years of growth.", "You have described the current crisis in terms of a shock.", "Doesn't that seem an understatement today?", "This is first of all a human tragedy.", "It is first and foremost a pandemic, a terrible health crisis affecting all the countries of the world one after the other and putting strain and pressure on our healthcare systems and all those committed to providing care for us, in a terribly risky environment.", "So first and foremost my thoughts are with them and with those who are suffering and those who are fearful.", "Of course... And what of the economic and social situation we face?", "This terrible health crisis will clearly inflict very severe damage on all the world's economies, the euro area economies and France.", "The situation is unprecedented in recent history.", "And, to give you an analogy, it's a bit like an athlete who has to suddenly stop training under normal conditions and consequently sees their muscles gradually atrophy.", "It's a somewhat similar story for economies when they are required to put a large part of their activities on hold.", "I am very mindful of the fact that many of our compatriots particularly are working in hospitals and supermarkets and in roles that are vital to enable the country to keep going.", "But there is a whole part of the economy which is like the athlete who is required to stay at home.", "The task now is to keep doing some training so the muscles do not atrophy and so as not to be too weak but to be able to come back stronger than ever once it's possible to start again.", "You are going to tell us what you are doing to simultaneously help firms, households and the different countries.", "But to continue your metaphor of an athlete or jogger, it will certainly be very hard to restart the economy.", "In your view, how long will the economy remain shut down?", "That will depend entirely on the lockdown measures to be decided by the political authorities in consultation with the scientific committees that advise them.", "What is certain and quite clear is that the longer this period lasts and the longer the weeks of lockdown continue, the greater the resulting economic damage will be; restarting will clearly be hard for certain sectors while for others it will be faster, but the precise conditions for restarting are rather uncertain.", "There was a time when it was said that the reboot would happen very quickly and very strongly.", "I am a bit dubious because I think that there are some sectors of the economy that will reboot very quickly and very strongly while other sectors will be much slower to reboot.", "Clearly this will be further discussed.", "To give you a rather simplistic idea, every month of lockdown costs between two and three percentage points of GDP per annum.", "This means that for every month of lockdown the French economy and the economies of the euro area contract by 2% to 3% annually.", "So the longer this lasts, the bigger the economic contraction will be.", "So then, in what terms should this crisis be described?", "This morning Mr Jean-Claude Juncker, the former President of the European Commission, said in the newspaper Libération that this crisis will be less painful and less dangerous than the crisis in 2008 that you well know.", "Do you agree with him?", "I would very much like to believe that, but I am not convinced.", "I think that this is a very severe crisis, which is temporary, but which will inflict damage on our economies that will probably affect certain sectors deeply and it will take time to recover from it.", "Let's be clear, it took time to recover from the 2008 financial crisis, especially because it was subsequently prolonged by a European sovereign debt crisis.", "In this current crisis, the speed of recovery will depend on two factors: how long the economy is shut down, or partially shut down, and the measures taken to keep the athlete fit to start racing again afterwards.", "There are many measures being taken currently: both at the monetary level - which is the remit of the European Central Bank and the 19 national central banks of the Eurosystem - and then there are the fiscal tools, which are implemented by governments.", "And the two must go hand in hand in order to succeed in supporting jobs, through partial unemployment in most euro area countries and through the liquidity that we are pouring into the economy so the banks can continue to lend and to support firms so they can remain operational.", "The more effective these measures are, the fitter the athlete will be to come back and continue the race when it's possible to go out again.", "But for how long is this sustainable?", "When the talk was of unemployment and partial unemployment funded by the State, deferral of taxes and social security contributions, and grants aimed at self-employed persons.", "In France for example, how long is such a situation sustainable for our country, seeing how much it costs per month?", "It will have to continue for as long as necessary.", "If lockdown has to remain in place for two months, partial unemployment must be able to support workers for two months and firms must be able to continue benefiting from financing for two months.", "I compare what the ECB and the 19 national central banks are doing to what a shield does.", "It is imperative to protect the economy that is partially on standby.", "If this isn't done, the consequences afterwards will be disastrous.", "So it is absolutely essential to succeed in keeping the economy that is on standby ready to start operating quickly once it is rebooted.", "And let's be clear, there is going to be an afterwards; the lockdown will not last forever.", "There will be vaccines; there will be probable gradual and sequential lifting of lockdowns, because not all countries are all affected at the same time.", "Close coordination will be needed to do this, because a second and a third wave must, of course, be prevented.", "But don't imagine that the current state of affairs is going to be permanent.", "Should help only be given to firms that have a chance of surviving the crisis?", "Should all efforts be focussed rather on those that will be able to reboot, or should help be given to absolutely all firms, large and small?", "It is first necessary to look into the situation of the firms that are weakest and most vulnerable.", "Not because they were badly managed and on the verge of bankruptcy, but because they often find it harder to access credit.", "And here I am thinking in particular of small and medium-sized enterprises and self-employed persons.", "This is also why the ECB decided very recently together with all the 19 national central banks of the euro area, to accept collateral, , with no lower limit.", "Previously loans above a certain threshold were taken.", "Here we are saying that all loans to households, self-employed persons and SMEs and large enterprises, are all accepted for ECB refinancing.", "The focus is on small and medium-sized enterprises.", "The new long term and targeted refinancing operations which will reach its full scope from the start of June - represents about €3,000 billion of liquidity.", "This financing will be targeted particularly at small and mediumsized enterprises.", "To relaunch this economic engine, it is clearly understood that every country's debts will soar.", "How long will countries have to recover and to repay their debts?", "You are right to ask that question because the timeframe will be crucial.", "Upon returning to growth after the crisis, to immediately tighten fiscal policies and put the brakes on growth would mean falling back into a pitfall that must absolutely be avoided.", "Debt repayment should be carried out progressively over time and the economy should be put back on a path that is more stable and more favourable for public finances.", "It should not be done abruptly.", "But what does that mean?", "Two years, three years or five years?", "No, it will take much longer than that...", "Much longer, because some euro area countries will see a significant increase in their level of indebtedness., If you look at the levels that the euro area countries are going to take on, we are talking today of around 19% of GDP.", "So this debt repayment must necessarily take a long time.", "It's normal.. Is it totally unthinkable and inconceivable to have a global measure to cancel these debts?", "To me it seems totally unthinkable.", "First, this is not the time to be asking about cancellation.", "Right now we are concentrating on keeping the economy in a fit state to function once things improve.", "Then the question will be how to rebuild, how the athlete can regain muscle and be helped to run at their best.", "That will be the time for reconstruction.", "The question then will be repaying the debt and how to manage public finances as effectively as possible.", "Yes, because it is the people who will pay the price anyway.", "When the question is asked of who will ultimately pay, it will be the people, the citizens of Europe, which means, as seen in past years, taxes and austerity measures.", "And for now that is a question that is being asked but has not been settled among the Eurogroup countries and that is a genuine political question.", "Whether the rich countries of northern Europe will help the poorer countries in the south, that is a choice that will have profound consequences for the future of the Union.", "Who will decide at the end of the day?", "Today, the priority is the coordination effort to manage the present situation, the huge crisis that greatly affects us all.", "What I notice today - particularly within the Eurogroup - is that while there are some difficult issues, there are long discussions and this is not surprising.", "Some progress is being made little by little in the course of these discussions.", "France plays a very decisive role in this regard.", "I believe that this coordination, this effort - which is at once both temporary and very targeted - must also be applied when exiting from the crisis.", "If when exiting, it's everyone for themselves, it is not going to work in the best way, that's clear.", "Discussions with France Inter listeners On the one hand, the ECB has taken a large number of measures: the billions of euro in liquidity which you mentioned earlier and the purchase of securities.", "On the other hand, the \"mutualisation\" of costs resulting from the various health measures which have been taken, namely \"coronabonds\" which have divided European countries between the north and the south.", "You yourself have called for an end to the \"everyone for themselves\" attitude.", "Can we expect joint measures from Europe as a community or does this crisis bring out the \"everyone for themselves\" attitude?", "Speaking as an optimist, I would hope that this coordinated effort, this sense of a collective which is now emerging - including within the Eurogroup - will be able to continue afterwards.", "I do believe that reconstruction will be a decisive moment.", "Having attended meetings of finance ministers myself, I can tell you that an incredible amount of progress has already been made.", "The idea that there could be a joint recovery fund, financed on a collective basis, in other words where all parties - the good and the less good - come together would be fantastic.", "I cannot be sure whether we have reached that point yet, but we are moving in that direction.", "You are using the conditional tense - you are very familiar with the never-ending meetings of the Eurogroup and the finance ministers, having often been in attendance yourself.", "However, at the moment, division rather than solidarity is predominant.", "How would you respond to Jacques Delors' comment that the lack of solidarity constitutes a \"mortal danger\" to the European Union?", "Could it be said that the EU's current way of working is an indicator that it is in mortal danger?", "The main source of \"mortal danger \" is currently the coronavirus...", "but that is the image actually used by the former President of the European Commission...", "Clearly, the duty of solidarity must be complied with, and this solidarity needs to take the shape of concrete action.", "For example, when I see Germany offering hospital beds and taking on patients from the Grand-Est region of France, it may not be, for some observers, the great gesture of financial solidarity that is expected, but it shows solidarity nevertheless.", "We need to gather together all of these signs and move towards providing support to those countries most at risk and most affected today, namely Italy and Spain, within the euro area, of course.", "I do believe progress is being made.", "But as you know, Europe is a form of mosaic of different temperaments, cultures, histories and taboos... Of national self-interest, as well... We are all in a situation where everyone needs to be on board.", "Whether that be people sensibly staying at home, or others doing their utmost in hospitals, or people trying to invent new policies, everyone must be on the front line.", "We all have something to contribute.", "All of the tools at our disposal need to be mobilised.", "For some people, it is hard to come around.", "This disease is spreading and affecting everyone and we all need to ask: are we all working together?", "And of course, the answer must be yes.", "Are some countries facing bankruptcy?", "I am referring, primarily, to Greece which is not much talked about.", "There is much more talk of Italy these days.", "But is it not possible that Greece, which has taken a long time to recover, might simply fall once again, only much lower and much harder?", "First, thanks to programmes implemented since 2010, Greece is currently in a solid situation in terms of its financing needs.", "Secondly, as I mentioned earlier, the European Central Bank acts as a shield to protect the euro area.", "My job - in conjunction with the 19 other governors of central banks within the euro area- is to ensure price stability - that is our primary role.", "But above all, our job is to ensure that monetary policy is implemented smoothly across the entire euro area.", "Therefore, as soon as we see a risk, as soon as we see tension, we will take action.", "We will take action to prevent that risk from coming into being, because that is what our role is.", "France has often come under fire for its tax and social security contributions which exceed 48%.", "We can now see that , given its social protection system, France is able to cushion the crisis as regards health and social security (...).", "I would be interested to hear your view on how relevant the French system is in terms of the protection it offers.", "On that note my congratulations also to all of the country's Caisses des Allocations Familiales (Family Allowance Funds) which have managed to issue payments to 13 million families under extraordinary circumstances... We are right to celebrate all these heroes, who are all, each in their own places and roles, doing everything they can to help.", "On the subject of social protection, I believe that, as we emerge from the crisis, we will indeed question the relevance and effectiveness of systems which are relatively similar across all of the euro area countries.", "I think the real comparison will be made with a social protection model such as that which exists in the United States, where the health situation will clearly be much more concerning and the situation facing the unemployed much more worrying.", "We will likely see a number of useful changes in terms of values, the system in which we operate and how best to manage it.", "And from this point of view, I think that the euro area has a very important part to play in this area.", "Let's take partial unemployment as an example.", "We have learned a lot from Germany's system of \"Kurzarbeit\", their equivalent of partial unemployment.", "When the 2008-09 crisis hit, workers could still remain employed, at slightly lower pay.", "We learned a great deal.", "Partial unemployment, as it exists in France, also serves as a benchmark for a number of other countries.", "The current social protection system in the euro area is therefore clearly fulfilling its role as a safety net for many families and employees.", "That is reassuring and since you mentioned the idea of a change of model, are you looking ahead to the future, while we still in the midst of a crisis?", "Should Europe take advantage of the current situation in order to speed up, for example, energy transition?", "Should help for businesses be subject to them implementing ecological change?", "I think we should help companies, families and workers.", "As I mentioned before, we need to make sure that the economy is on standby, and protected and can be resumed so that training can restart under normal circumstances.", "That is our number one priority.", "What is absolutely vital - and this has been decided by Europeans together and advocated by the European Commission under the authority of President von der Leyen - is to move towards \"green\" growth.", "The way in which we failed to respect biodiversity, the way in which we have not sufficiently respected our environment, is coming back to us like a boomerang.", "It is not at all surprising that the origin of this disease comes from animals and is linked to the transmission of this virus from animals to humans.", "Reconstructing differently will take time.", "Do we have time to do that?", "We will need to move as fast as we can, but we will of course have to manage it over time.", "There are objectives which have been set for 2030 and we will have to make efforts to achieve them.", "But I think that we will be, at the EU level, in a position to re-examine a whole series of principles, relating to European autonomy, supply chains, values, pricing, and so on.", "You stated that solidarity should take the form of concrete action.", "Personally I notice people around me who find themselves without any income at all.", "In the light of Spain's decision to establish a universal basic income, do you think a step of this kind could be envisaged at the European level, in order to end lockdown more easily and with more resources?", "A mechanism for dealing with unemployment at the European level is precisely what is on the agenda and what will be discussed by the finance ministers in the Eurogroup.", "For some countries this will simply involve an enhancement, while for others it will be an essential mechanism that perhaps does not yet exist.", "In terms of a universal social floor at the EU level, this is a precursor for other future developments.", "It is alos a way for Europeans to borrow on a joint basis... Is this is the end of globalisation as we know it, as it has taken shape over the last few decades?", "I think the globalisation that we have seen over the last 30 years was already starting to be called into question.", "It will continue to be, probably involving a redefinition of priorities and greater autonomy within Europe.", "If not that, then at least greater control over our supply chains; perhaps relocation for a number of products considered to be vital and priority products.", "It is up to our societies, together, to define what our common choices and our future will be.", "Could the euro lose its value?", "Could the inflation which is expected lead to prices increasing a little?", "Should we be concerned about our savings?", "Could the euro lose its value?", "It is stable; we are in a floating exchange rate system and looking at that indicator, things are going well.", "The second question was about inflation.", "We would like to have a little more of it...", "Increased prices would not be welcome by many consumers....", "I know ... but in any case it's not a major risk on the horizon, although I'd like to see a little more of it.", "As regards savings, we should bear in mind, in any case, that we have a protection scheme covering €100,000 for all bank accounts within the euro area.", "And banks today are much stronger than they were in 2008...", "So we shouldn't be concerned about savings with banks?", "Thank you for clarifying that issue and for answering our questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic crisis", "health crisis", "euro area", "lockdown", "ECB", "GDP", "fiscal tools", "monetary policy", "solidarity", "globalisation"]}