{"sentences": ["Let me begin by thanking Dean Hodgson for the invitation to be with you today.", "I wish it were under better circumstances.", "The events of the past few weeks clearly fit the definition of a \"teachable moment\" in my field, which is central banking.", "It is very worthwhile to think about them now when things are still fresh -indeed, so fresh that the episode is still in motion.", "I will set the scene very briefly.", "When I returned to the Bank of Canada as Governor in 2013, the economy was operating short of its full capacity and inflation was well below target-a legacy of the 2007-09 global financial crisis.", "I remember giving my first speech as Governor in June 2013.", "I predicted that the economy would gradually make its way \"home,\" which lies at the intersection of 2 percent inflation and full employment.", "We arrived in 2014, but then oil prices collapsed, forcing a detour.", "For much of 2018-19 though, the economy was operating near its full capacity with inflation very close to target.", "And then came COVID-19.", "The good news is that we began this episode with a healthy economy, inflation on target and the unemployment rate at its lowest in 40 years.", "Just as a healthy, fit individual is more likely to shake off COVID-19, so is the Canadian economy.", "It is important for you to understand that when there are global shocks Canada always gets hits twice-once by the shock itself, and a second time by the associated decline in commodity prices.", "In other words, even if we had experienced zero cases of COVID-19, we would still have the macroeconomic effects of lower oil prices to contend with.", "During January and February, the virus was mostly elsewhere, but oil prices had already dropped from around $60 to around $45 per barrel.", "At that time, we were beginning to think about possible sudden negative scenarios due to the virus, but we knew that weak oil prices alone would necessitate some easing of monetary policy.", "On March 4, we cut interest rates by 50 basis points.", "The day after, I went to Toronto to deliver the traditional economic update speech, and there were 600 people in attendance.", "Some were starting to do elbow bumps, but most of the people I met gave me a warm handshake or a hug.", "I recall washing my hands very carefully afterward, so awareness was rising.", "Life has been a blur since that day in Toronto.", "I recall the significance of the shock really hitting me at a special meeting of major central bank governors hosted by the Bank for International Settlements (BIS) on Sunday, March 8.", "There we heard the first-hand experience of governors from China, Italy and South Korea.", "I also attended a memorial service for a friend later that day.", "That was my last social activity, and we were afraid to shake hands or touch the food.", "I will always recall my dear friend Jim's memorial service as the moment when the penny truly dropped.", "I don't have time to give you a play-by-play of the next six weeks.", "Let me just say that the work, the meetings, the videoconferences, the phone calls were relentless.", "There were global meetings of groups like the G7, G20, BIS and International Monetary Fund, all at very early hours in our time zone; bilateral calls with other central bank heads; and domestic meetings-with the CEOs of the Big Six banks, pension fund CEOs, market regulators and other Ottawa officials.", "And of course, many meetings with my own team, adjusting our policies and other programs in real time.", "During those six weeks, the Bank would cut its interest rate by a further 100 basis points to 0.25 percent, which we consider to be the effective lower bound.", "We have enhanced our liquidity facilities in multiple ways.", "We have increased our participation in Government of Canada and provincial money market auctions.", "We have started large-scale asset purchases of Canadian Government bonds.", "We have launched programs for purchasing bankers' acceptances, commercial paper, provincial bonds and corporate bonds.", "It is useful to think of these actions along two dimensions.", "The first dimension is to ensure wellfunctioning financial markets.", "When risks rise, financial markets tend to seize up as everybody runs to cash.", "When this happens, the whole chain of financial intermediation can break down, and credit availability can shrink.", "Central banks can create the needed liquidity by accumulating assets that people don't want and providing the cash they wish to hold.", "This allows not only for a continued availability of credit, but an expansion of credit as people and firms draw liquidity.", "When tensions dissipate, the process reverses.", "The second dimension is monetary policy.", "We have cut interest rates by 150 basis points since the shock began.", "We know this will not stimulate economic growth right now while the stores are closed.", "But it will lay the foundation for the subsequent recovery in the economy once containment measures are lifted.", "Clearly, well-functioning markets are a necessary condition for successful monetary policy.", "Four times per year we publish a Monetary Policy Report with our updated forecasts for the economy.", "As we approached our April 15 announcement date, we decided not to offer precise numerical forecasts-a controversial decision.", "In the circumstances, we felt it would amount to false precision.", "Of course, there was no shortage of forecast numbers out there.", "The situation seemed to be devolving into a contest for who was gutsy enough to forecast the biggest decline in economic activity.", "As the central bank, we don't play that game.", "We heard phrases like \"bigger recession than the global financial crisis,\" \"biggest recession since World War II\" and \"biggest recession since the Great Depression.\"", "Such comparisons are unhelpful, for they use arithmetic to compare various events that had very different effects on people.", "A recession is a dynamic phenomenon: demand declines, firms lay off workers, confidence declines, people demand even less, more firms lay off workers; in other words, it is a negative dynamic that takes time and healing to reverse.", "A depression is worse; it is deeper and longer and happens because deflation interacts with debt to create widespread defaults.", "Neither recessions nor depressions lend themselves to a simple numerical standard.", "At this point, there is no reason to assume that any of these behavioural dynamics will emerge from the current episode.", "At the core of the policy response to the COVID-19 shock is a truly historic expansion of fiscal support.", "We believe these measures will put a floor under the economy as well as business and consumer confidence.", "In particular, the measures are designed to be elastic-to expand or contract depending on the scale of the ultimate shock to the economy.", "This makes it even harder to make a point forecast for economic activity because, to do so, you must analyze both the shock and the fiscal response and how they interact.", "You also need to distinguish between the economy's output and its income.", "Another positive attribute of the fiscal response is that the wage subsidy helps maintain the connection between employees and their employers.", "That will make for a rapid rebound in activity once containment measures are removed.", "This is in direct contrast to the Great Depression, when policy-makers basically failed to respond and even worsened the situation by enacting protectionist international trade policies.", "The response today is designed precisely to mitigate the risk of a recessionary or depression-like negative dynamic.", "Indeed, the situation is much more like a natural disaster than a typical economic recession-with policies designed to essentially stop the clock and later restart it.", "Economic recoveries from natural disasters are usually quite rapid and robust.", "Instead of offering new forecasts, Bank staff worked through multiple scenarios.", "These were designed to help us understand the importance of assumptions around the spread of the virus and the associated containment measures, how financial markets might react, how business and consumer confidence might be affected, and how much long-term or permanent structural damage might result from the shutdown.", "Positives in the mix were fiscal measures, including outright income support; policies to encourage maintenance and expansion of credit; and monetary easing.", "With these variables, Bank staff developed two contrasting scenarios for the Bank's Governing Council to consider.", "The first, \"best-case,\" scenario assumed that containment measures would be lifted at least in part during May.", "This scenario would see a decline in the economy during the first quarter of 1-3 percent, and a further decline in the second quarter that would take the economy to around 15 percent below its level at the start of the year.", "The third quarter would then see a significant but partial rebound in the level of activity and then a gradual recovery back to trend over the next year or two.", "Very little structural damage was envisioned under this scenario.", "The darker scenario assumed that containment measures would extend into summer, taking the economy in the second quarter as much as 30 percent below its level at the start of the year.", "The rebound in the second half would be even more partial, and the structural damage would be much greater.", "Even after two years of recovery, the level of gross domestic product (GDP) would still be well short of its original trendline under this scenario.", "In mid-April, there were signs that Canada's containment measures were succeeding in flattening the curve, despite the tragedy that was unfolding in long-term care centres.", "Further, governments were beginning to lay out criteria for a return to work.", "All of this suggested to us that our best-case scenario was within reach.", "Nevertheless, the recovery phase requires that monetary policy contribute significantly once containment measures begin to ease.", "For this to happen, we need monetary stimulus to reach the ultimate borrower.", "That, in turn, requires more improvement in market function; in particular, posted longer-term mortgage rates were proving to be sticky because banks were still funding themselves at relatively steep rates in bond markets.", "Another complicating issue was that the fiscal policies so essential to a successful outcome would soon be putting significant demands on government bond markets, posing the risk that market conditions could again become strained.", "Accordingly, on April 15 we held our policy rate steady at the lower bound and reminded markets that our large-scale asset purchases were aimed at good market function.", "If our program of a minimum of $5 billion in Government of Canada bond purchases per week proved insufficient to maintain orderly markets, we would simply increase it.", "We also announced that we would begin purchasing provincial bonds and corporate bonds in the secondary market.", "By April 24, cumulative purchases of assets by the Bank stood at $260 billion, equivalent to well over 10 percent of Canada's GDP.", "This has so far roughly tripled the size of our balance sheet, which began the episode at $120 billion.", "Some commentators have likened these operations to \"printing money,\" which will cause inflation down the road.", "Indeed, these operations do look the same as what happens when the Bank prints new bank notes.", "However, this is quite different.", "Out in the economy people are choosing to hold cash, whether by drawing on a line of credit or by selling a financial asset.", "If the central bank did not provide that liquidity, a credit crunch would ensue, and that would create a significant downdraft in the economy-in effect, a deflationary shock.", "Countering that shock requires providing the demanded liquidity until tensions ease, essentially countering a deflationary shock with an inflationary policy.", "Later, when the recovery begins and tensions ease, people will put their money back into financial assets or pay down their lines of credit.", "At that point, the process goes into reverse, and the central bank's balance sheet can return to a more normal level.", "This process contrasts with \"printing money,\" which means expanding the bank's balance sheet permanently and forcing newly created money out into the system.", "This of course would be inflationary in an economy that was functioning normally, but the whole point is that ours is not-given the forces acting on the economy, these actions are stabilizing, not inflationary.", "That balance of forces will shift as the recovery unfolds.", "If we were to misjudge the balance of deflationary and inflationary forces during the recovery, the economy could pick up too much steam and inflation could rise.", "We are alert to this risk and have the tools to respond should it materialize.", "But at present we see the risk of disinflation as more immediate.", "It was in the context of the unknowable scope of downside risk for the economy and inflation that I coined the phrase, \"no one has ever criticized a firefighter for using too much water.\"", "As you can see, scenario planning has played a central role in our response to the crisis so far, and I expect that will continue.", "Those scenarios will come into better focus as we see new data, but it will be some time before we get back to our normal forecasting environment.", "Certainly, we will need to monitor and adjust for any structural damage judgmentally.", "Throughout, our inflation target is the anchor to our activities.", "Inflation targeting offers investors and households an anchor for the future.", "It tells people that the Bank will work as hard as it can to get the economy stabilized and back on track, so as to prevent inflation from falling significantly below target for an extended period.", "It is that anchor and our independence from government that gives our lending programs the power to stabilize things.", "At present we face asymmetric risks, as the downside risks are far more dire than the upside ones.", "This simplifies our risk management problem for the time being.", "Under normal circumstances, we would also be concerned with adding to financial vulnerabilities.", "After all, lower interest rates are intended to promote increased borrowing and therefore spending.", "We have not forgotten about financial vulnerabilities-we will put more weight on them in our risk management framework once we are confident that our primary objective will be met.", "To conclude, here are some of the lessons for central banking I take from this teachable 1.", "Use scenarios, but focus on the narrative they represent.", "Avoid numbers when uncertainty is extreme, as they can generate a cloud of possibilities that many will struggle to understand.", "Make sure everyone understands your goals.", "Everything you do needs to have an explicit purpose and be part of a coherent framework.", "Crisis conditions argue for vigorous, even outsized, responses because maintaining confidence is critical to the recovery; gradualism is unlikely to succeed.", "Coordinated policy actions are more powerful than stand-alone ones.", "That coordination may be domestic, or international.", "Finally, a few lessons I take on the leadership or management front: Diversity of past experience pays when blazing a new trail.", "Crises are exhausting-a deep personnel bench is a key part of resilience.", "Over-invest in technology and business continuity preparedness.", "Stay in touch with staff-even the ordinary things must still happen.", "Thank you for your attention.", "Now, I would welcome a discussion with you."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Monetary policy", "Financial stability", "Fiscal policy", "Economic forecasts", "Scenario planning", "Inflation targeting", "Communication", "Crisis management", "Leadership"]}