{"sentences": ["Speech by François Villeroy de Galhau, Governor of the Banque de France, Université Paris-Dauphine/House of Finance Paris, 9 January 2020 \"Low rates: what are the causes and what are the effects for France?", "\"i Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr) Ladies and gentlemen, dear teachers and students, I am very happy to start the year with you here at Dauphine and to offer you my warmest wishes.", "The New Year is often a time to make resolutions, but it is also the perfect time to take stock.", "Among the surprises of 2019 was the extension of highly accommodative monetary policies when many expected or indeed hoped?", "to see a normalisation.", "So low rates are going to persist: \"low for longer\"; an increasing number of people are worried about the effect this will have on banks, insurers, savers.", "It is perfectly legitimate for there to be a debate around monetary policy, but the fact that even the general public is now showing an interest is something altogether new.", "That is why I stand here before you this evening, as one of the heads of the Eurosystem: to give an account of the underlying low rates they are not just the result of monetary policy and then to assess their consequences: the positive effects are still predominant, even if they have their limits, which I shall also talk to you about later.", "We need to start with an admission of humility.", "Contrary to a widespread preconception, central banks do not bare full responsability for the low level of interest rates.", "The downward trajectory of global nominal rates is part of a trend that has been going on for nearly 40 years.ii However, the decade since the financial crisis has marked a turning point.", "Nominal rates have continued to decline and short-term rates have even fallen into negative territory in the euro area since 2014, a radical development and one that we share with Sweden and Switzerland, and with Japan since 2016.", "In parallel, inflation has stabilised at a low level, dragging real interest rates down in its wake.", "A long-term analysis of the global path of real interest rates shows that current levels are historically low, and that, over the very long run, global real long rates have instead remained between 2% and 4%.", ".1 Structural causes To understand the origin of today's low real interest rates, we need to the concept of the natural or neutral rate of interest: in other words, the real interest rate that would balance savings and investment in a context of full This \"R*\" rate, described by the Norwegian employment and stable prices.", "economist Wickselliii in 1898, has been back in the spotlight recently.", "In the euro area and the United States, R* is estimated to have fallen by between 150 and 200 basis points over the past 15 years.", "The scale of this variation can only be explained by structural factors.", "Slower growth in the working population and in total factor productivity have led to a and this is estimated to account slowdown in the trend rate of GDP growth, for roughly a quarter of the decline.iv Source: Bergeaud, Cette, Lecat, 2016 The other three quarters are estimated to stem from the increase in the supply of savings coupled with reduced investment demand.", "The global savings glut is being fuelled by increased life expectancies, rising inequality older and wealthier individuals tend to save more and the accumulation of foreign exchange reserves in emerging economies.", "Conversely, the decline in investment demand can be attributed to the rise in the non-material economy, which requires more human capital than physical investment, and no doubt to lower confidence in the future.", "The euro area in particular has seen a rise in its saving ratio and a marked weakness in its investment ratio since the financial crisis.", "Source : Refinitiv Datastream These trends, which can be observed the world over and have been going on for a long time, are not, therefore, attributable to monetary policy: I shall nonetheless turn now to the role of central banks.", ".2 The cyclical causes The primary mission of central banks, and of the European Central Bank (ECB) in particular, is to ensure price stability, notably by \"smoothing\" fluctuations in the economic cycle.", "They do this by setting the level of short- term interest rates.", "In 1998, the ECB established a quantitative definition of price stability that it went on to clarify in 2003: to maintain inflation rates below, but close to, 2% over the medium term.", "More recently, other central banks have adopted this 2% inflation target, for example the US Fed in 2012 or the Bank of Japan in Our monetary policy has pursued this inflation target since 1999, with tangible results: inflation has remained close to target at an average of 1.7%.", "Source: Eurostat In the past decade, however, euro area inflation has been too low: 1.3% on average between 2011 and 2019, and 1.3% today [Core inflationv is also at 1.3%].", "This weakness in inflation, which can be observed in the majority of advanced economies, has reignited the debate over the 2% target.", "Some, such as one of my great predecessors, Jacques de Larosière, say we should be content with the current 1%.", "Others, on the contrary, such as Olivier Blanchard, former chief economist at the IMF, are arguing for a higher target of up to 4%, which would leave more room to lower interest rates at the bottom of the cycle.", "It is tempting simply to ignore these arguments.", "But I take this debate over the inflation target very seriously, and it will be at the heart of the \"strategic review\" that the Governing Council, chaired by Christine Lagarde, is to launch at the end of this month.", "Without prejudging the outcome, I would like to put forward three qualifying criteria: Our inflation target needs to be symmetrical: if our core target is perceived as being an upper limit, we have less chance of achieving it.", "It needs to be and we need to say to what extent and/or over which horizon: we cannot guarantee 2%, either all the time or straight away.", "Last, it needs to be credible, and not just for the financial markets: we need to communicate even more with households and businesses; they are the ones that ultimately set prices and wages in the economy.", "We have to listen to them, which means measuring their own inflation expectations, and choose the most relevant inflation index.", "And at the same time we have to talk to them better about our target: they believe us on the imperative of avoiding the two opposite ills of inflation that is too high or deflation; but we have to recognise that today they are less convinced than the economists of the need to boost price growth from 1% to 2%.", "I believe the economic analyses and theories; but I also believe that they only have a real-world impact if they are perceived, accepted and assimilated by common sense and public opinion.", "This is the focus of the related field of \"behavioural economics\" and the work of the Nobel laureate Robert Schillervi.", "To respect the mandate entrusted to us under the Treaties, one thing remains certain: in the face of the too-low level of inflation caused by the cooling of the economy since the end of 2018, it is our duty to maintain an accommodative monetary policy to support economic activity.", "In September last year, the ECB thus announced a package of measures, the most innovative of which is the reinforcement of its forward guidance which gives visibility as to the future path of short-term rates.", "However, at our December meeting we noted the first signs of an economic stabilisation, consisting in a relative reduction in trade-related uncertainties.", "If this stabilisation is confirmed, it would need to be followed by a stabilisation in monetary policy.", "Put another way, the low point observed in growth justifies rates that are \"low for longer\", but not, at the present time, for longer\".", "Low rates: what are the effects?", ".1 Effective policies to support inflation and the economy While these accommodative monetary policies are justified by their causes, are they also effective in terms of their impact?", "Here too, we need to take stock, both on an overall level and for each category of economic agent.", "From a macroeconomic perspective, low rates and, more broadly, accommodative policies, have indeed lent support to the economy.", "The IMF estimatesvii that without monetary stimulus in advanced economies, world growth would have been 0.5 percentage point lower in 2019 and 2020 respectively.", "In the euro area, there have been several convergent estimates as to the impact of monetary policy:viii between 2 and 2.5 percentage points for growth and a cumulative impact of around 1.5 percentage point over four years for inflation.", "The effects are similar for France.", "More growth thanks to low rates also means less unemployment: the euro area has created more than 11 million jobs between 2013 and 2019, of which 2-3 million are estimated to stem directly based on the latter's from the effects of monetary policy, contribution to growth.", "Source: The effect of low rates can also be analysed according to financial profile of economic agents.", "Households that need to borrow are winners thanks to the historically low level of borrowing rates, especially in France.", "Their real estate assets have risen in value, as have share prices.", "Households, including the least well-off, are benefiting from the pick-up in employment.", "In contrast, the returns on savings invested in fixed income products have naturally become less dynamic.", "There are even sometimes fears that we will see negative rates \"tax on savings\".", "In France, that remains and must on deposits, a so-called remain an intellectual hypothesis.", "Clearly, I think it is neither probable nor desirable that negative rates will be applied to private individuals except in the case of certain large fortunes or to SMEs.", "Firms in the euro area, and especially SMEs and VSEs,ix have benefited from easier access to credit at low rates: it should be noted, however, that on the whole, they are no longer net borrowers, in other words they can completely self-finance their investments; nonetheless, this historical, and perhaps temporary, inversion is less evident in France.", "Last, state governments are clear winners, and alongside them the taxpayers, thanks to the savings on government interest payments.", "In the case of France for example which can borrow at negative rates at maturities of up to nine years interest payments, as a percentage of GDP, have been halved in the 20 years since 1998,x whereas the level of debt [% of GDP] has been multiplied by a factor of 1.6.", "But this very gain has raised questions: are low rates responsible for the increase in government debt, as well as in private sector debt that of households and firms?", "In France, they have undeniably facilitated the rise.", "But the specific nature of France's situation makes it impossible to single as the central cause: rates are low across the euro area, and yet, on average, the levels of debt carried by households, firms and state governments have declined as a share of GDP, whereas in France they have increased.", "This is more a justification for greater vigilance in our country.", "I shall turn now to two current limits of monetary policy.", ".2 Two limits requiring vigilance Financial stability The first area where vigilance is required is regarding the consequences of low rates for financial stability.", "It is important first to stress that the financial sector's capacity to absorb shocks has been substantially reinforced since the great 2008-09 crisis: balance sheets have been cleaned up and bank solvency and liquidity have been improved thanks to the European and international regulations known as Basel III, and to a considerable reduction in the weight of non-performing loans.", "What is more, the effects of monetary policy include some positive aspectsxi that are all too often overlooked by the banks: lower financing costs; a reduced cost of risk due to the improvement in borrower solvency.", "That said, while accommodative monetary policy is a benefit for economic agents, prolonging it puts pressure on the profitability of financial players both banks and insurers alike.", "Recognising this does not mean denouncing low rates: they have been put in place for the common good and not just for the benefit of banks or insurers.", "But recognising it means accepting the need to adapt: a solid financial sector in Europe constitutes an asset.", "For insurers first, we support this urgent need for adaptation.", "Low rates have a dual impact on them in that they lead to a revaluation of their commitments on the liability side via a reduction in the discount rate but also reduce the returns on their investments on the asset side.", "Insurers therefore need to start reassessing in depth both their product offering and their positioning.", "Similarly, for banks, the first part of this adaptation has to come from their own digitalisation and consolidation strategies.", "But part of it also falls to us: in \"tiering\" system, which September 2019 we decided to put in place a so-called will reduce the cost of negative rates this year by close to EUR 4 billion for European banks, of which around EUR 800 million will benefit French banks.", "We are pursuing a macroprudential policy to encourage banks to manage their risks prudently.", "This is the role of the Haut Conseil de stabilité financière (HCSF High Council for Financial Stability), which since 2018 has put in place an additional countercyclical capital buffer (CCyB), and then in December 2019 introduced recommendations for real estate lending which, if necessary, will be transformed into binding rules.", "France is not unique in this respect as several European countries have already implemented macroprudential measures.", "Yet we should not overestimate their effectiveness.", "In my view, monetary policy cannot close its eyes to financial stability, as suggested by those purists who favour a strict \"principle of separation\".", "Instead, I favour a form of intelligent coordination, and that will be one of the challenges for our next strategic review.", "Monetary policy must remain accommodative but it also has to be more attentive.", "The necessary follow-up with fiscal and structural policies The second limitation is again a humble truth.", "As we have seen, monetary policy has gone beyond the call of duty.", "But it is not now less than ever omnipotent, and it cannot perform miracles.", "Monetary policy has no influence over the structural changes that are behind the exceptionally low level of the natural interest rate.", "To fix the euro area's investment dearth - private and public sector relative to its savings surplus, structural growth policies are needed that boost innovation and productivity.", "It also means making more appropriate and differentiated use of fiscal policies.", "Fiscal policy, especially in those European countries with a surplus, needs to be exploited more actively and selectively.", "Germany has opened the debate; the Netherlands have shown the way with the announcement of the creation of an investment fund for the future.", "Low rates, here and elsewhere, can provide an opportunity to finance investments if and only if those investments deliver increased potential growth: the ecological transition, digitalisation, education and research.", "For that, we need finally!", "to focus our fiscal debate on the quality of our spending and investment, and not just on its quantity.", "At the European level, we have considerable borrowing capacity: we should use it, as soon as we know how to choose these priorities properly, beyond the success of the Juncker Plan or of InvestEU.", "I shall conclude with a more \"philosophical\" consideration: interest rates are also the price of time.", "My generation created the euro and tried to tackle the financial crisis.", "Yours is inheriting a world that is equivocal, to say the least: the positive explosion of innovation and interdependencies, but also that of climate threats and inequality, and all with a worrying weakening, the world over, in public governance.", "A low price of time is as much a threat as an opportunity: a threat if we give in, in the short term, to the ease of abundant liquidity and allow financial instability to grow; an opportunity if we use low rates collectively to invest in the future, from the ecological transition to education.", "You can count on our determination to act on the monetary side.", "But the battle is broader it is our political challenge, collectively, as Europeans and it is longer term: it will be the challenge of your generation.", "I hope each and every one of you can contribute successfully to the fight.", "Thank you for your attention.", "I would like to thank Chahinez Benmissi, Jean Boissinot, Adrian Penalver, Bérengère Rudelle and Giulia Sestieri for their help in preparing this speech.", "For a general discussion of the topic, see GARNIER O., LHUISSIER S., and PENALVER A., \"Taux d'intérêt \", Risques No.", "120, December 2019. bas, quelle responsabilité de la politique monétaire ?", "WICKSELL K., Interest and Prices, 1898.", "RACHEL L.; SMITH T., \"Are Low Real Interest Rates Here to Stay?", "\", International Journal of Central Banking, September 2017.", "Excluding energy and food.", "See notably: Panel on \"Behavioral Economics and Economic Policy in the Past and Future\" Federal Reserve Bank of Boston Conference: \"Implications of Behavioral Economics for Economic Policy\" Boston, Massachusetts, speech by Janet L. Yellen, President and CEO, Federal Reserve Bank of San Francisco.", "Or DUCA I; KENNY G.; REUTER A., \"How do inflation -district/files/0928.pdf expectations impact consumer behaviour?", "\", ECB Paper, August 2016. International Monetary Fund, Word Economic and Market Developments, Gita Gopinath, October 2019. tale of Two Decades: the ECB's Monetary Policy at See notably ROSTAGNO et al.", "DE PASTOR R., \"SMEs and VSEs in France: an improved financial situation and easier access to credit\", Bulletin de la Banque de France No.", "ALTAVILLA C.; BOUCINHA M; PEYDRÓ J., \"Monetary policy and bank profitability in a low interest rate Economic Policy, Volume 33, Issue 96, October 2018, pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["low rates", "monetary policy", "inflation", "economic growth", "financial stability", "real interest rates", "structural causes", "natural interest rate", "fiscal policy", "investment"]}