{"sentences": ["SPEECH SVERIGES RIKSBANK 3 April 2020 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Governor of the Riksbank Stefan Ingves www.riksbank.se Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se The Riksbank's measures to mitigate the effects of the corona crisis on the These last three weeks have been some of the most dramatic Sweden has experienced in modern times.", "On 10 March, we told the Parliamentary Committee on Finance that the assessments described in the Monetary Policy Report from February had become entirely irrelevant.", "We already knew then that the Swedish economy would be affected by the coronavirus.", "What we did not know, however, was the force and extent of the impact.", "Our message then was that the Riksbank was ready to act to mitigate the negative effects on the economy.", "Since then, we have spoken to both companies and banks, and we have implemented a number of measures.", "Today, I'd like to talk about what we have done and how the measures are contributing to the ongoing economic crisis management effort.", "\"Everything has changed in two weeks\" \"Everything has changed in two weeks\" This was one of the quotes from the companies we have interviewed on account of the corona pandemic2.", "The fact is that the situation is changing so rapidly that it is difficult to form an idea of exactly how bad things are in the economy.", "I have never previously experienced such rapid change, despite this being the third major economic crisis in Sweden that I have been involved in.", "The Riksbank is tracking indicators and also interviewing more companies than normal in order to get an idea of how the situation is changing from day to day and from week to week.", "What is beyond a shadow of a doubt, however, is that many in society are struggling right now.", "My thoughts are obviously with all the country's fantastic health workers who are on the front line.", "On a personal level, many are also struggling with uncertainty and anxiety about future developments.", "Not only about the spread of the virus and concern for the health of loved ones, but also worrying about possible unemployment and losing their life's work when parts of the economy close down.", "People suffer in economic crises and when bankruptcies and unemployment increase sharply, there will be psychosocial consequences.", "And it takes time for the memories to fade.", "The underlying causes of a crisis can differ, but regardless of them, there will almost always be problems with credit supply in the economy - the financial lifeblood grinds to a halt.", "If demand for company products and services falls sharply, revenues decrease.", "Companies then find it more difficult to pay wages, rents and interest on their loans, for example.", "This leads in turn to a rise in redundancies, something we have unfortunately seen in these last few weeks.", "Banks then become uncertain as to whether companies can pay back their loans.", "When uncertainty arises about the financial strength of companies, interest rates go up and it becomes more difficult for the financial system to mediate credit from lender to borrower.", "Investors, those who normally want to invest money to increase their returns, back away.", "When they do so, the functioning of other markets increasingly deteriorates.", "The Riksbank acts as a safeguard so that the system does not run out of money It is now a question of trying to shorten the period of risk aversion and credit shortage as it can exacerbate and prolong the downturn in the economy.", "As the Riksbank functions as the banks' bank and supplies them with money which they then pass on to others in society, the Riksbank's task is to supply money to the financial system.", "This reduces the risk of money shortages and sharply rising interest rates exacerbating the situation.", "By guaranteeing ample access to Swedish kronor that keeps down interest rates, the Riksbank helps to ensure that consumption and investment do not fall as much as they otherwise would have done.", "In this perspective, the Riksbank's task is key in order to mitigate the effects on jobs and companies.", "And we take this task extremely seriously because \"it is no game\", as one business leader put it in our survey.", "The Riksbank has therefore taken powerful measures in recent weeks, the aim of which has been to enable normal companies to finance their activities.", "It is clear that companies are having problems doing this at the moment.", "Companies that obtain funding by issuing corporate bonds or commercial paper have been affected by the turbulence on financial markets and the periodically limited bond trading.", "From our conversations with business leaders throughout Sweden, it is also clear that the shortage of liquid funds is a major problem and several have also experienced a deterioration in their funding terms.", "The most vulnerable sectors are finding it most difficult to obtain loans from banks.", "In other words, there is a major need for loans to both small and large companies so that they can survive a period in which the economy risks freezing over.", "Although we will not be able to prevent this, it is a question of reducing the risk of viable companies being forced to close and lay off staff due to a lack of money.", "This could exacerbate the downturn in the economy and depress output and employment in the long term.", "Seven measures in the space of two weeks As a first measure, the Riksbank has therefore launched a programme of corporate lending via our monetary policy counterparties.", "The aim is to support credit supply to Swedish companies.", "Via the programme, we are offering banks loans of up to SEK 500 billion, on condition that the banks in turn lend the money to Swedish companies.", "To strengthen the programme and ensure that the money reaches companies, the Riksbank has also made it possible temporarily for more banks and credit institutions to gain access to our money.", "We are doing this because many small companies around the country are customers at smaller, local banks rather than at the major banks.", "Something else that often happen in times of crisis is that the demand for safe and liquid assets increases as agents try to dispose of riskier assets.", "The safest and most liquid asset on the financial markets is central bank money, money created by the central bank.", "The Riksbank has therefore taken measures to make it easier for banks to gain access to central bank money without having to sell their assets to a great extent.", "We have eased the requirements regarding the collateral banks can pledge when they borrow from the Riksbank.", "We have, for example, given banks generous opportunities to use a greater proportion of mortgage bonds and other covered bonds as collateral.", "More generous collateral requirements also strengthen the programme of corporate lending and simultaneously help to keep the large Swedish mortgage bond market running.", "We have also cut the lending rate for Riksbank loans overnight to banks from 0.75 to 0.20 per cent.", "In addition, banks are being offered the opportunity to borrow an unlimited amount of money each week against collateral at three months' maturity at an interest rate of 0.20 percentage points above the repo rate, which is at zero per cent.", "In addition to this, the Executive Board has decided that the Riksbank will extend its purchases of securities by up to SEK 300 billion up until December.", "The Riksbank normally buys government bonds.", "In these exceptional circumstances, however, it is important to ensure that all major markets continue to function.", "For this reason, the Riksbank has now also begun to purchase mortgage bonds and will purchase municipal bonds.", "In the last few days, corporate bonds and commercial paper issued by Swedish non-financial corporations have also been included in the asset-buying programme.", "These bond purchases increase the access to credit in the economy in general and future purchases of corporate bonds and commercial paper will provide additional support to Swedish companies in particular.", "Just like the Riksbank's previous purchases of government bonds, the new purchases will also help to keep monetary policy expansionary and to stimulate activity in the economy.", "Given the global nature of the crisis, it is also important to ensure that there is access to US dollars (USD) in the Swedish financial system.", "To strengthen access to one of the most important currencies for Swedish companies, the Riksbank has announced that we will lend up to USD 60 billion.", "The idea of all these seven measures is that together they will function as a type of insurance for the Swedish economy.", "This is a point that needs to be reiterated.", "The purpose of the measures is to prevent problems on the financial markets which in turn exacerbate the situation for Swedish companies.", "The Riksbank is supplying banks with money almost free of charge to create the conditions for companies to gain access to loans if and when they most need them.", "Banks having good liquidity themselves and not seeing a need to participate in the Riksbank's programme can be a positive sign.", "It means that companies should not have problems obtaining bank loans and the Riksbank's measures act as an insurance that this will continue to be the case.", "Another point that is worth reiterating is the magnitude of our measures.", "The programme of corporate lending amounts to SEK 500 billion in total, which is more than the sum of all the loans currently taken out by small and medium-sized enterprises put together.", "Added to this are new asset purchases of up to SEK 300 billion, almost doubling the Riksbank's bond holdings.", "The Riksbank also has the possibility to, via an agreement with the US Federal Reserve, lend US dollars corresponding to SEK 600 billion.", "This is more than the total value of the Riksbank's gold and currency reserves.", "With these measures, therefore, the Riksbank has the possibility of supplying at least SEK 1,400 billion to the banking system to ensure corporate money does not run out and to mitigate the effects on output and employment.", "Added to this, there is also the possibility to borrow unlimited amounts of money on a weekly basis if necessary.", "At the same time, it is worth remembering that our measures come on top of the generous and enormous efforts currently being made by the central banks in the world's major economies.", "Going forward, it will be extremely important to monitor developments in the economy, both to evaluate the measures we have implemented and to see whether more needs to be done.", "The Riksbank will follow developments via many information sources.", "We follow indicators of how the real economy is developing in the very short term and we are working to identify more indicators that can provide additional information about different parts of the economy.", "Naturally, we will also closely follow the extent to which our programme of corporate lending is being used.", "As always, we are closely monitoring developments on financial markets and we are talking to market participants, banks and companies.", "We also have a close dialogue with other authorities and with central banks in other countries.", "If I may conclude with a personal reflection.", "As I mentioned earlier, this is the third major crisis in the Swedish economy that I have been involved in dealing with.", "The first was the crisis in the early 1990s as Head of the Swedish Bank Support Authority, colloquially known as the \"banking ER\", which was responsible for the state's support measures to banks.", "Then, it was a question of guaranteeing the solvency of banks.", "The second was the financial crisis in 2008-2009 when the Riksbank took action and basically guaranteed to supply the banking system with all the liquidity required to ensure it continued to work.", "I now have reason to say this for the second time as Governor of the Riksbank.", "But the crisis this time is different.", "To begin with, it is not a financial crisis in origin but a crisis that has arisen due to a total collapse in demand and restrictions on the supply side.", "This time it is a question of the state bridging over in different ways so that companies can survive.", "The Riksbank, together with Finansinspektionen, the Swedish National Debt Office and the Ministry of Finance, has so far taken forceful measures and we have supplied large amounts in order to ensure that credit supply continues to work.", "The Riksbank stands ready to do more if and when necessary to help the Swedish economy get through this economic crisis as well.", "We may need to do even more if necessary, and do it again and again until we all see the light at the end of the tunnel.", "And this we are prepared to do."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Corporate lending", "Credit supply", "Financial markets", "Interest rates", "Monetary policy", "Asset purchases", "Liquidity", "Economic crisis", "Bank lending", "Risk aversion"]}