{"sentences": ["Mr Patrick Fung, distinguished guests, ladies and gentlemen, 1.", "I am delighted to be with you here this morning for the annual banking conference of the Hong Kong Institute of Bankers (HKIB).", "It is great to see everyone in person, and I am grateful to the organisers for the hard work they have put into making this possible.", "The past year has been a testing time for Hong Kong as it faced challenges on three fronts.", "We experienced prolonged social unrest of a kind not seen for many decades.", "Geo-political tensions and trade wars have raised fundamental questions about globalisation.", "And, as in the rest of the world, the COVID-19 pandemic is causing severe disruptions to our economy and threatening people's livelihoods.", "All this turmoil has put our institutions, not least our banks, to the test; they have had to adapt rapidly to constantly changing conditions.", "Hong Kong's banking sector has largely met these challenges and continues to be resilient.", "This resilience stems from the fact that our banks entered the current crisis with some of the strongest fundamentals in the world.", "Through sheer hard work and by learning from past experience, banks have been able to respond to operational challenges posed by both the pandemic and the social unrest.", "I would like to take this opportunity to thank everyone in our banking community for maintaining services to your customers during these extraordinary times.", "The speed and agility you have demonstrated in delivering the relief measures has been particularly impressive.", "The resilience and resourcefulness of our banking sector put us in a strong position to handle the challenges that lie ahead.", "Despite the ongoing geopolitical tensions, I have no doubt that Hong Kong will continue to perform its special role as an international financial centre.", "China remains the engine of global economic growth and the biggest provider of savings.", "The Mainland's opening of its financial sector continues to offer new opportunities for the rest of the world, and Hong Kong is at the nexus of it all.", "While our banks must continue to stay resilient against the many challenges of our times, they also need to prepare themselves for new opportunities emerging from the transformations now unfolding in our region.", "In today's conference we are invited to look beyond our present difficulties, to envision a 'Brave New World of Banking' in an age of 'Innovation and Transformation'.", "I congratulate HKIB on choosing such a forward-looking topic - one to which I have also been giving a great deal of thought.", "Taking up this theme, I will discuss three big transformations that are already happening, and talk about how the industry and how we at the HKMA are responding to them.", "The three transformations are: first, the rapid advances in financial technology, or 'fintech'; secondly, the deepening of cross-border banking, particularly in relation to the Greater Bay Area ; and thirdly, the trends in green finance.", "First, fintech and its fast adoption by banks and their customers.", "Hong Kong is among the fintech leaders in Asia.", "The COVID-19 pandemic has given new impetus to the use of mobile banking and electronic payment services, the most important technology in times of social distancing.", "Customers who once relied on face-to-face teller services are now paying their bills and transferring money to family and friends through electronic services.", "Older generations - who are especially vulnerable to COVID - have proven that they can be tech-savvy.", "Some 80% of payments under this year's Cash Payout Scheme were made through electronic registration, easily beating our expectations.", "The Faster Payment System, introduced just over two years ago, now has nearly six million registrations and handles about 400,000 transactions a day - over twice the amount compared with last year.", "Other initiatives transforming the way banks serve their customers include the recent launch of Hong Kong's virtual banks and the growing adoption of open API technology.", "Retail banks are increasingly adopting artificial intelligence (AI) and big data analytics to provide tailored products and services to customers.", "These fintech initiatives help promote innovation and competition among banks, while increasing convenience for customers and improving the transparency of choices available to them.", "But as expected, there are also challenges that come with fintech expansion: cyber-attacks, phishing emails and other scams are reportedly on the rise, a trend that needs to be addressed before it becomes alarming.", "Banks must continue to stay ahead of fraudsters through constant building and rebuilding of defences, rigorous stress testing, and educating customers about cyber safety.", "The enhanced Cybersecurity Fortification Initiative, soon to be launched, should provide banks with a robust framework for managing the risks.", "Growing reliance on data analytics raises questions about data ownership and privacy.", "As we have seen in some other jurisdictions, AI and machine learning also introduce the risk of discrimination, sometimes in hidden forms.", "Banks have to guard against this by ensuring ethical, fair and transparent treatment of customers, and by correcting model aberrations using human intuition.", "We realise that banks are at different stages in their adoption of AI technologies.", "For this reason, our risk management approach as a regulator is based on high-level principles rather than on detailed prescriptions that might stifle innovation or be disproportionate to the risks involved.", "Technology is not just about banks and their customers - it is also an important part of banks' relationship with the HKMA.", "As we are a key part of the technology ecosystem, our aim is to add value by facilitating the industry's technology adoption through a range of initiatives, such as the AML/CFT Regtech Forum and the Regtech Watch newsletter.", "As a regulator, we are pleased to witness the progress made by the industry in using Regtech to combat longstanding issues - for instance, Natural Language Processing has been adopted to control conduct risk associated with the marketing of financial products, while Supervised Machine Learning can be deployed to more accurately help AML analysts flag suspicious transactions.", "Understanding and facilitating the technology needs of the industry improves our own setting of supervisory priorities in a forward-looking manner.", "The HKMA's three-year roadmap for Suptech adoption has identified, as key areas of focus, the need for a knowledge management system to handle structured and unstructured information, and the need for capabilities to analyse granular data.", "The aim is to make our supervisory work more effective without placing unnecessary burdens on banks.", "We have begun pilot projects to assess the suitability of various solutions.", "Cross-border banking 15.", "Technology has enhanced the use of our natural geographic advantage to participate in another major transformation: the growing interaction with the Mainland financial markets, particularly in relation to the Greater Bay Area.", "As a leading international financial centre, Hong Kong has a long and successful history of serving as a gateway to the Mainland markets.", "We are the world's largest offshore hub for renminbi business.", "Schemes launched in recent years, such as Stock Connect and Bond Connect, have expanded opportunities for investors.", "Last year, trading by international investors through Stock Connect more than doubled compared to the year before; and trading through Bond Connect nearly tripled.", "And the best is yet to come.", "Take Bond Connect as an example.", "Last Thursday, FTSE Russell decided to add Chinese government bonds to its World Government Bond Index from October 2021, on the back of increasing international demand for Chinese fixed income products.", "This latest move, together with similar steps taken by other major global bond indices earlier, will create huge headroom for Bond Connect to grow.", "Volume aside, the HKMA is continuously working with the industry and our Mainland counterparts to enhance the scheme through improving trading efficiency, and exploring new products, such as repo and related derivatives, that will help market participants better manage liquidity and risk in bond investment.", "We also need the right infrastructure to support these rapid developments.", "The HKMA has already started a multi-year project to revamp the Central Moneymarkets Unit.", "This will include a number of new services related to Bond Connect to meet the existing dynamic market demand and to position ourselves for the potential Southbound Bond Connect in the future.", "Closer to home in our own Greater Bay Area, we are looking forward to welcoming a new member to the Connect Family.", "In June this year, together with our counterparts in the Mainland and Macao, we announced plans for a third two-way cross-boundary scheme: the Wealth Management Connect.", "The new scheme will further increase opportunities for the industry to meet cross-border demands for wealth management products.", "Like other Connect schemes, this new scheme will take an incremental approach, starting on a prudent footing.", "It is important that we have a smooth start, so that it will pave way for a more full fledged cross border private wealth management service in the future.", "The three Connect schemes provide plenty of room for banks to broaden their services.", "The schemes help enhance Hong Kong's role as an international financial centre as financial institutions expand their presence here to be closer to their clients.", "Hong Kong has just experienced its hottest summer on record.", "Around the world there are reports of extreme weather events, widespread forest fires, and rising sea levels.", "Climate change knows no borders.", "It is a source of multiple risks - including transition risks and physical risks - that affect the entire financial sector.", "Addressing this challenge requires coordinated international efforts.", "At the same time, the rise of ESG investment and green banking offers opportunities for financial institutions to develop their business, including cross-border business.", "Many jurisdictions in this part of the world have in place roadmaps for promoting green and sustainable finance.", "However, the level of adoption of green finance varies, and adoption is not without challenges.", "Among the challenges we currently face is the difference in taxonomies that define green economic activities for the purpose of ESG investment.", "These taxonomies help mobilise capital by reducing the need for financial institutions to conduct their own assessments of environmental impact.", "At present the two leading taxonomies are those recently developed by the Mainland and by the European Union.", "The two taxonomies differ in some important aspects, including definitions of economic activities eligible for green investment.", "Such differences could present impediments in tackling what is a global challenge: this has particular relevance for Hong Kong, which is a regional hub for global institutions committed to responsible investment.", "It is therefore gratifying to know that in May this year, the Mainland authorities have taken important steps to reconcile some of the critical differences between the two taxonomies.", "For example, clean coal is no longer considered green in the revised bond catalogue.", "We expect more harmonisation work to be done by the two sides, though this may take a bit of time.", "We are making progress on \"harmonisation\" within Hong Kong, too.", "This year, the HKMA, together with other financial regulators and relevant Government bureaux, formed the Green and Sustainable Finance Cross-Agency Steering Group.", "The Steering Group has two main aims: to co-ordinate management of climate and environmental risks to the financial sector; and to help accelerate the growth of green and sustainable finance in Hong Kong.", "One of the first tasks of the Steering Group is to develop a local green taxonomy that would incorporate the harmonisation work currently being done by the Mainland and EU authorities and take into account local circumstances.", "The aim is simple: there should only be one local taxonomy for use by all financial regulators in Hong Kong.", "At the global level, the HKMA is an active member of international and regional networks devoted to addressing climate risk.", "Through our participation in these networks we are able to contribute to international efforts and to draw on some of the best expertise in these fields.", "We will do our best to align practices in Hong Kong with international developments.", "When considering international experience, we have to accept that there is no one-size-fits- all solution.", "This is something we are keenly aware of as we develop our regulatory approach on green and sustainable banking.", "While we base this approach on international best practices, we also take into account local conditions, recognising that banks in Hong Kong come in many shapes and sizes, and that their progress in green and sustainable banking varies considerably.", "We will be flexible, proportionate and inclusive in developing and applying regulatory requirements.", "It will take time for the less prepared banks to build capacity to address climate-related issues; we are ready to work with them to help them catch up.", "At the same time, the fast-movers or market leaders are encouraged to make the most of the work they have already done.", "The three transformations - in fintech, cross-border banking, and green finance - are still quite new for Hong Kong's banking sector.", "Making the most of the opportunities they bring will require changes to work flows and risk management practices by banks, as well as adjustments in our regulatory approach.", "Above all, these changes require a wide spectrum of skills, both specialised and general.", "This summer, HKIB, HKAB and the HKMA have jointly undertaken an exercise to take stock of potential talent gaps in the banking industry.", "That exercise found gaps in three key areas: technological and data skills; banking knowledge - especially about the Greater Bay Area; and specific 'soft' skills, such as creativity and adaptability.", "It is, perhaps, no coincidence that these are the very skills needed for managing the three transformations I have described, and for leveraging on the opportunities they offer.", "Shortages in expertise are a worldwide challenge, so we cannot rely on the importing of outside talent alone.", "Developing the skill sets required takes time and effort.", "Over the next few years, our banks, our professional associations and our education institutions will have to devote substantial resources to talent development in these areas.", "We are now working with the industry to narrow the gaps in capacity.", "The solutions include the reskilling of existing staff through continuing professional development.", "Importantly, banks need to invest in new talent capable of capitalising on the changes already in progress, and equipped for the challenges that lie ahead.", "To this end, the HKMA will be working with the universities and the other stakeholders to make sure they are aware of the knowledge and skills needed by the banking industry, so that graduates are prepared to thrive in this 'brave new world of banking'.", "For more than 50 years, HKIB has played a key role in nurturing talent and professionalism.", "Your membership is growing at a phenomenal rate.", "Your rich programme of courses, seminars and special events offers continuing professional development that is directly relevant to the transformations I have described this morning.", "Today's conference is one of the highlights of the banking year.", "My colleagues and I look forward to sharing with you, and learning from you as the day progresses.", "We wish you every success in the year ahead.", "The Guangdong-Hong Kong-Macao Greater Bay Area.", "Environmental, Social and Governance.", "Hong Kong Association of Banks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech", "Cross-border banking", "Green finance", "Talent development", "Cybersecurity", "Risk management", "ESG investment", "Financial technology", "Innovation", "Sustainability"]}