{"sentences": ["Thank you for the opportunity to share the central bank's views on the macroeconomic developments and prospects for the Philippine economy amidst the ongoing pandemic.", "As aptly explained by Finance Secretary Dominguez, the Philippines was on a positive rating trajectory before the global health crisis started.", "Its strong track record of prudent policymaking has led to robust external balance sheet, healthy public finances, and positive macroeconomic performance seen in recent years.", "The country's strong fundamentals has provided a degree of resilience during the current pandemic shock.", "The Development Budget Coordination Committee estimates real GDP growth would be flat or would contract slightly in 2020, incorporating the adverse effects of COVID-19 on the supply and demand sides of the economy.", "However, domestic activities are expected to resume once containment measures are lifted and a full recovery is expected in 2021.", "The extension of the enhanced community quarantine measures until April 30 will have a negative impact on domestic economic activity.", "Likewise, the spillovers from slower global growth, tourism, foreign investments, trade, and overseas Filipino (OF) remittances are expected to further worsen domestic growth.", "All in all, the BSP expects a U-shaped recovery with growth accelerating once the community quarantine is lifted and the necessary measures intended to stem the spread of the virus are fully implemented.", "GDP could also recover more strongly once the fiscal and monetary stimulus gain traction and workers and firms resume operations.", "The BSP has undertaken an aggressive monetary policy response to address the adverse spillovers associated with the ongoing pandemic.", "With a manageable inflation environment and stable inflation expectations, the Monetary Board sees enough policy space for an assertive reduction in the policy rate to cushion the country's growth momentum and uplift market confidence amid stronger headwinds.", "The monetary policy easing is also aimed at ensuring adequate domestic liquidity and credit in the financial system as well as lowering borrowing costs for affected firms and households.", "Following the implementation of liquidity-provision measures by the BSP, domestic liquidity has improved in recent weeks as shown by oversubscriptions in the latest T-bill and T-bond auctions of the BTr on 13 and 14 April, respectively, as well as in the term deposit facility (TDF) auction on 15 April.", "At the same time, the infusion of funds has resulted in lower weighted average interest rates (WAIR) in the interbank market.", "Moreover, GS purchases by the BSP in the secondary market helped improve GS market activity.", "To date, BSP has purchased a total of P62B worth of GS from the secondary market.", "The BSP is prepared to use the full range of its monetary instruments and to deploy monetary policy and regulatory relief measures as needed in fulfilment of its price and financial stability objectives.", "The Monetary Board has already approved the granting of temporary regulatory and rediscounting relief measures to BSP Supervised Financial Institutions (BSFIs).", "397 dated 13 March 2020) The BSP recognizes that the outbreak of COVID-19 has potential significant impact on the operations of BSFIs in terms of risks related to exposures to borrowers and/or industries or businesses severely disrupted or affected by the COVID-19 as well as disruption in operations due to measures implemented to control the spread of virus such as the lockdown situation, localized work suspension, and heightened health and safety risks faced by BSFIs' employees and customers.", "Moreover, the BSP has implemented extraordinary liquidity measures to complement the National Government's broad-based health and fiscal programs in mitigating the impact of COVID-19.", "These measures include the ₱300 billion repurchase agreement with the BTr as well as launching a package of measures to support lending to micro, small, and medium enterprises.", "Loans granted to MSMEs shall be counted as part of banks' compliance with reserve requirements.", "At the same time, the BSP continues to monitor the developments arising from the pandemic.", "In calibrating its monetary policy settings, the BSP will continue to be data-dependent, guided by its assessment of the inflation outlook over the policy horizon and the risks surrounding such outlook as well as data on demand conditions.", "The BSP has responded swiftly and decisively to mitigate economic and financial fall-out form the COVID-19 pandemic through its monetary instruments and regulatory relief measures.", "Moreover, evidence suggests that the BSP's liquidity-provision measures have improved system liquidity in the past weeks and stabilized broad funding conditions.", "However, risks to the growth outlook continue to be tilted to the downside and currently a Ushaped recovery is expected.", "The challenge, therefore, is to provide tangible boost to the economy through the appropriate combination of fiscal response and monetary measures.", "Rest assured, macroeconomic policy measures are in place to address downside risks associated with the COVID-19 pandemic.", "In line with this, the BSP will continue to work with market participants and relevant government agencies to ensure that its policy responses remain timely and appropriate particularly during these challenging times."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination"], "topics": ["COVID-19", "monetary policy", "economic growth", "liquidity", "BSP", "fiscal policy", "financial stability", "BSFIs", "MSMEs", "inflation"]}