{"sentences": ["What seems like many, many, months ago - in April in fact - I started a blog.", "In my first post I wrote that Covid-19 would be the main theme that I'd write about over the subsequent few weeks.", "Back in April, I suspect that many of us were hoping that the pandemic would be an unprecedented but relatively short-lived phenomenon.", "Things haven't quite turned out that way and, as we start to learn to live with the virus, I'd like today to talk about the pandemic's impact on the economy and the implications for monetary policy in particular.", "The response to the pandemic has had a significant impact on current economic activity and increased uncertainty about the future.", "Undoubtedly, the pandemic will also leave a legacy of structural change, some of which will be an acceleration of trends already in motion and some of which is, as yet, unclear or perhaps even invisible.", "We are already experiencing changes which could have profound and long-lasting implications for the way we live, work, consume and communicate.", "These times of disruption can pose significant challenges, but they can also be an impetus for progress.", "For policy makers, it is important to adapt to the new world by minimising the costs of any transition and ensuring that strategies remain effective.", "By coincidence, my ECB Governing Council colleagues and I have embarked on a review of our monetary policy strategy, the first in 17 years.", "The environment in which we started the review is, of course, very different to what we're facing today and, I suggest, what we're likely to face in the future.", "But in times of calm and in times of crisis, the ECB's mandate remains constant: the maintenance of price stability and, without prejudice to that, to support the economic policies of the European Union.", "To fulfil our mandate, we need to ensure that our monetary policy measures transmit smoothly across the euro area as a whole.", "This transmission can be impeded by a number of factors such as risk aversion across national lines, an incomplete banking union and the absence of fully integrated financial, capital and credit markets.", "Crises can throw these factors into sharp relief and can even alter the framework in which we operate.", "It means that when making policy decisions we need to consider our mandate as well as the prevailing macroeconomic and institutional framework, and any structural shifts underway in the economy.", "The ECB's strategy review is an opportunity to take stock of such structural shifts, and how the operating environment might have changed, including as a result of the pandemic.", "I mentioned some of these issues in a speech back in February.", "For instance, the interplay between monetary and fiscal policies, (as outlined in an Economic Letter just published by the Central Bank ), always important, has certainly become more prominent with the pandemic.", "Moreover, while many structural forces are beyond the control of monetary policy, they nonetheless have a significant role to play in its transmission.", "The unusual nature of the recent shock certainly raises some interesting questions: Will the pandemic have lasting effects on the pace and shape of globalisation?", "Have global value chains been irreparably damaged?", "What does the acceleration in digitalisation imply for labour markets, growth and productivity?", "Will the increase in e-commerce lead to more price flexibility?", "And how well do our measures capture price developments felt by consumers?", "Today I want to provide some reflections on these issues.", "In simple terms, the crisis has shone a bright light on globalisation's costs and benefits.", "First, firms are likely to take greater account of tail risks, resulting in supply chains that are more local and robust.", "Second, the accelerated pace of digitalisation will change how we live, work and spend, and is relevant for the conduct of monetary policy.", "The pandemic increased remote working and electronic payments but reduced in-person services such as retail, travel, hospitality, changes that may outlive the virus.", "Third, as price stability is the central bank's primary mandate in the euro area, I want to discuss how this crisis affects inflation and how we measure it.", "Given the complex web of supply and demand effects at play, interpreting the outlook for inflation can be a challenge.", "Each of these trends will have implications for the natural rate of interest, consumer behaviour, risk preferences and the structure of the economy and are key concerns for monetary policy and the ECB's review.", "My colleagues and I are particularly interested in listening to the views of people from all across the euro area.", "The 'ECB Listens Portal' enables people to tell us what price stability means to them, what their economic expectations and concerns are, what issues generally matter to them and how best we can reach them.", "I would encourage everyone to fill out the survey before it closes at the end of October and have their voice heard.", "Turning first to the issue of globalisation, an important topic at the Institute of International and European Affairs and one that I have been interested in for some time.", "Across history, globalisation and pandemics have been tightly intertwined.", "Indeed, the word quarantine derives from the Latin, quadraginta, and the more recent Italian quaranta, meaning 'forty', used during the Black Death when ships, their passengers and crew were isolated before going ashore.", "The very nature of a quarantine - to prevent the spread of a virus - restricts the movement of goods and people and, inevitably, has an impact on the trading of goods and services in an interconnected world.", "It happened during the 17th century and is no less resonant today.", "Perhaps the difference over the centuries is that the rise of global value chains has increased the contagion of any shock in terms of both the extent and pace of interconnectedness.", "It is clear that over the past few months, the global flow of goods, services, capital and people interacted with the pandemic and indeed contributed to the spread of COVID19.", "Both the pandemic and the ECB's strategy review provide an opportunity to consider the question of what we mean by globalisation.", "For me it's all about interconnectedness.", "Globalisation can be thought of as an interconnected and integrated system across the world rather than just the sum of individuals, firms and financial markets.", "Global interconnectedness is reflected in the multidimensional ebbs and flows of goods, services, capital, labour, ideas and knowledge across national borders.", "It offers benefits by allocating efficiency and risk sharing across the world.", "But as this crisis and other global crises have highlighted it also increases the potential for the cross-border transmission of shocks.", "The strategy review provides the ideal opportunity to increase our understanding of globalisation and its consequences for our monetary policy.", "Shifts in globalisation trends are not new phenomena.", "The first true wave of modern globalisation - distinguishing from the activities of the Phoenicians in 1500 BC, or even when they apparently traded with Ireland in the 8 century BC - materialised in the 18 and 19 centuries, emerging from the Industrial Revolution and innovations in transport such as the steam boat and train networks.", "This was interrupted by the two world wars during the first half of the 20 century but the end of World War II, combined with advances in transport such as the plane and car, and the fall of the Iron Curtain, gave way to another wave of globalisation.", "The accelerated pace of interconnectedness witnessed over the past couple of decades the earlier waves of globalisation.", "And in the 21 century, one of the most notable economic developments has been the integration of China and its rising prominence in the world economy.", "The world has also seen greater assimilation of global value chains which was the dominant mode of manufacturing, at least until earlier this year before the pandemic arrived.", "Global interconnectedness has been with us for a very long time and is here to stay.", "But the pandemic unmasked the fragility of the modern global supply chain, just as the financial crisis revealed the susceptibility of the global economy to systemic risk.", "In 2020, trade across the world declined abruptly.", "Multinational firms were faced with a supply shock due to factory closures and social distancing constraints.", "They faced a demand shock as mandatory lockdowns curbed customer purchases.", "The concentration of China in global value chains, combined with the shutdown of its factories, created obstacles for its trading partners.", "Increased trade protectionism and the tariffs that emerged in recent years had already led firms and governments to reconsider global supply chains.", "The pandemic has accelerated a revisit of global production processes and supply chains.", "Global trade and international capital flows matter for monetary policy and any changes brought on by the pandemic will likewise have an impact on the economic environment in which central banks operate.", "Greater global interconnectedness increased the importance of international prices relative to domestic prices, meaning that inflation became relatively less sensitive to developments in the domestic economy.", "Moreover, as common shocks propagated over complex value chains and monetary policy frameworks converged, inflation across the world displayed a common factor.", "These trends altered the relationship between inflation and economic slack, as described by the Phillips curve.", "And while the effects of globalisation on inflation can vary across countries and time, it is important to consider it in an analytical framework that allows such key parameters to change over time.", "The importance of understanding and forecasting inflation for monetary policy means we also need to understand the feedback loops by which domestic monetary policy decisions affect the global economy and global financial conditions, which in turn spill back to domestic macro-financial conditions and inflation.", "In short, greater interconnectedness raises important implications for the monetary policy transmission mechanism, the reaction function of the central bank, our policy toolkit and for the economic and monetary analysis in the context of the ECB's two-pillar framework.", "The international transmission of both our conventional and unconventional monetary policy means we as policymakers need to understand these mechanisms and how they shape the design and impact of our decisions and actions.", "The second issue I want to address is digitalisation.", "In the modern era, it is hard to talk about the future of monetary policy without acknowledging the role of technology.", "Although perhaps selfevident.", "It is worth saying that digitalisation has implications for labour markets, productivity, payments, consumption, price measurement and, in fact, for our entire understanding of economic activity.", "It is very relevant to the transmission of monetary policy, as all of us will have noticed since the pandemic started.", "Technology has mitigated the impact of the crisis by allowing us to more easily work from home, attend seminars with people across the world from our dining room table, and settle transactions without the exchange of physical currency, among other things.", "It seems likely that at least some of the changes in behaviour brought on by the pandemic will outlive the virus and will have implications for the conduct of monetary policy.", "Even prior to COVID-19, we had seen a significant switch towards 'non-cash' payments.", "Between 2014 and 2018, the number of card payments in Ireland almost doubled from 0.6 billion to 1.1 billion transactions.", "The crisis has accelerated this trend.", "Card transactions used for groceries and perishables increased by 34% on an annual basis between May 2019 and May 2020.", "New methods of contactless payment are growing in Ireland and around the world and central banks have to respond to these trends and be \"ready for change\".", "A switch to digital payments has a number of implications for monetary policy, in particular where they may lead to a dilution of a central bank's control of the money supply and its ability to deliver on its price stability mandate.", "A recent BIS report indicated that over 80% of surveyed central banks were involved in research on some form of central bank digital currency, including the ECB and the Eurosystem.", "Such a currency raises a number of significant issues that go beyond digital payments and could change our understanding of monetary policy, bringing new opportunities to the already rich toolkit available to central banks to pursue their mandates.", "I should add, before you worry about all that cash you have under your mattress, that there is no immediate impending switch to such a digital currency.", "As President Lagarde indicated recently, our working assumption is that a digital euro - if it happens - will be a complement and not a substitute for cash.", "Digitalisation also has profound implications for labour markets.", "Technological advancements and increased automation can alter and disrupt labour markets with heterogeneous effects across sectors; sometimes changes lead to labour substitution and sometimes they can complement labour.", "The effects of digitalisation on productivity are similarly opaque.", "One of the conundrums facing policy makers is why productivity has remained so lacklustre in the face of rapid digitalisation.", "New technologies can pose adoption challenges for traditional businesses and can be disruptive (at least in the short run), but it remains to be seen whether they will boost productivity in the future.", "We need to monitor these developments carefully, in particular from a monetary policy perspective, not least to understand their impact on the Phillips curve.", "Overall, the pandemic has clearly increased the relevance of digitalisation in our lives and some of the changes in labour markets and payments that occurred as a result may outlive the virus.", "Monetary policy needs to take account of these changes and we need to ensure that our strategy is fit for purpose in this new environment.", "Inflation trends and measurement The primary objective of euro area monetary policymakers is to maintain price stability defined as annual growth in the Harmonised Index of Consumer Prices (HICP) of below, but close to, 2%, over the medium term.", "When there is a shock that moves inflation away from its target, it is important to establish the source of the shock so that we can address it appropriately.", "For instance, a negative supply shock (a decrease in production capacity) will push prices up, while a negative demand shock (a fall in the willingness or capacity to consume) will push prices down but, if the shock is short-lived, the impact on price stability may be limited.", "Monetary and fiscal policies are effective in addressing demand shocks, but much less so in the case of a supply shock.", "So, overall, it is important to understand whether we are faced with a demand or supply shock and whether it is persistent or transitory.", "If the economy is impacted by both types of shock, the balance of the shocks will determine eventual inflation outcomes and, in turn, the monetary policy response.", "The Covid-19 pandemic triggered an exceptionally adverse economic shock, but it is difficult to categorise it as strictly of one type or another.", "Baqaee and Farhi argue that it is a combination of disaggregate (sectoral) demand and supply shocks that create different conditions in different sectors.", "Some sectors, such as manufacturing, seem to have mostly suffered from supply constraints whereas transport services were largely affected by reduced demand due to very low mobility.", "Both large demand and supply shocks have affected sectors like tourism and restaurants.", "Thus, demand-supply imbalances are sector specific resulting in heterogeneity in the inflation rates for different goods.", "Data shows that the immediate effect of the pandemic on inflation has been negative, reflecting that demand side factors played a more important role on aggregate.", "As last week's Governing Council statement noted, headline inflation is likely to remain negative over the coming months before turning positive again in early 2021.", "Over the medium to long term, it is not straightforward to disentangle and predict how demand and supply shocks will interact.", "Even when a supply shock affects some workers more than others, complementarities across sectors can lead to a contraction in demand that is even larger than the original shock.", "As both demand and supply side factors will continue to impact on inflation, I believe that demand factors will dominate and lead to a fall in prices.", "Financial markets data corroborate this view.", "Fear of infection, weak labour markets, heightened uncertainty and higher precautionary savings will lead to lower demand for goods and services which implies that the real natural rate of interest is likely to remain at low levels.", "Bearing in mind the effect on natural rates and the possibly long- lasting scarring effects from a recession via labour market, credit and expectations channels, the policies introduced by both fiscal and monetary authorities in response to this shock were important and necessary.", "A separate but equally important issue is how the pandemic impacts our ability to measure inflation.", "While inflation data point to disinflationary effects of the pandemic, we must consider several caveats when interpreting recent inflation figures.", "As the virus spread across the globe, a number of studies used high-frequency financial transactions data to show how consumers changed their spending patterns.", "Many goods and services were simply not available for purchase due to containment measures.", "Meanwhile, consumers stocked up on some food items, hand gels and detergents and, as a result, the share of these items in households' total expenditure increased.", "In general, consumers were spending relatively more on essential goods - such as groceries - and spending less on goods and services from sectors that were most affected (directly or indirectly) by the containment measures, including entertainment, restaurants, travel and transport.", "Similar trends were also observed in Ireland.", "What does this imply for the measurement of inflation?", "When calculating the overall inflation rate, higher weights are given to those items in the HICP consumer basket that make up a larger share of total consumer expenditure.", "If consumption patterns change significantly within a calendar year, as happened during the pandemic, they are not captured by the HICP inflation rate as the weights are not updated within the calendar year.", "This issue is not unique to the pandemic, however.", "Consumption patterns tend to change, albeit temporarily, during economic downturns as consumers switch from more expensive to less expensive products implying that the HICP with fixed weights may overstate actual inflation.", "It seems, however, that the pandemic induced a much stronger shift in consumption patterns than a typical economic recession and therefore our fixed-weight consumer price indices have most likely underestimated inflation actually experienced by consumers.", "In the euro area during the period of strict lockdown (March to May), inflation rates increased the most for food and nonalcoholic beverages (driven by unprocessed food).", "Meanwhile, the inflation rate declined most sharply for transport, driven by lower oil prices.", "As euro area consumers on aggregate switched towards consuming more food at home and using less transport services while working from home, the actual inflation rate that households experience was probably higher than suggested by the HICP.", "Similar results were found for the US, Canada, Switzerland and the UK.", "Consumption patterns may reverse as restrictions are gradually eased.", "But some changes may be more persistent, implying a bias in official inflation figures for a longer period of time.", "For example, travel and tourism may continue to be affected adversely as it may take time for people to start travelling again at the same scale as before.", "And more people may opt for more frequent home working, reducing demand for transport services.", "Overall, the measurement issues are a result of our choice of price index, which is a cost of goods and services index that tracks price changes of a fixed consumption basket over time.", "It differs from the cost of living price index that captures changes in the cost of a consumption basket that provides the same level of utility.", "The cost of living index takes into account changes in consumption patterns and alleviates the problem of the substitution bias I just mentioned.", "In practice, however, it is not straightforward to construct and it requires a lot of subjective judgement.", "The Personal Consumption Expenditure index in the US is an example of such an index.", "But while a frequent update of weights helps reduce a bias, it can also lead to significant revisions to inflation figures over time.", "In normal times a fixed consumption basket approach is generally preferable as it is timely, comparable across countries and objective but the pandemic provides a salient example of the shortcomings of the series.", "In 2003 - at the time of our last review - the ECB re-assessed its choice of the price index as a measure of price stability by considering a number of practical and conceptual criteria.", "The HICP was confirmed as credible (as perceived by the general public), reliable, comparable across countries and timely.", "The last review also considered the scope of the price index and its formulation, i.e.", "the inclusion of owner occupiers' housing costs and discussed a fixed basket approach as against a cost of living approach, among other things.", "The current review will again reflect on inflation measurement.", "To conclude, the pandemic is having a substantial impact on all of our lives which means it is also having an impact on monetary policy.", "The post COVID-19 world could be different in a number of aspects with economies likely facing new structural changes while changes already underway may accelerate or reverse, all of which have implications for future monetary policy.", "In order to fulfil our price stability mandate, we must not only closely monitor but also understand the factors driving inflation dynamics, although of course some structural changes in digitalisation and globalisation are outside our control.", "We also need to understand the effect on monetary policy of the euro area's incomplete banking union, and the fragmented nature of its financial, capital and credit markets and of its fiscal policy.", "On the latter, and as my ECB colleague Isabel Schnabel said on Friday, secular trends have changed the interaction between fiscal and monetary policy.", "Understanding the implications of this interaction for the conduct of monetary policy is one of the many important aspects of the strategy review that I am looking forward to.", "It is also a topic for another day.", "I would like to thank Mary Everett, Conor Parle and Zivile Zekaite for their contributions to my remarks Makhlouf, G. 'The decade ahead' Speech delivered at the European Financial Forum on 12 February 2020 www.centralbank.ie/docs/default-source/publications/economic-letters/vol-2020-no-8-monetary-policy-in-timesof-crisis-(holton-parle-phelan-and-stuart).pdf?sfvrsn=4 For more details on the ECB Listens Portal and a link to the survey see: www.ecb.europa.eu/home/search/review/html/form.en.html See for example this speech in 2017: Chances, Choices and Challenges: New Zealand's Response to Levinson, M. (2008), The Box: How the shipping container made the world smaller and the world economy bigger, Princeton: Princeton University Press.", "See for example, Goldin, I. and M. Mariathasan (2015), The Butterfly Defect: How Globalization Creates Systemic Risks, and What to Do about it, Princeton: Princeton University Press.", "The slowdown in global trade is not solely attributable to the recent trade tensions and increased tariffs, and has been evident since 2011 (Shin 2019).", "The interconnectedness between the euro area and the rest of the global economy implies a slowdown in global trade has consequences for euro area economic growth, particularly through the trade channel.", "In particular, Germany is a hub of interconnectedness both within the euro area and between other major economies, including the US and China.", "(2019) \" Has globalization changed the inflation process?", "\", BIS Working Papers No 791 Central Bank of Ireland.", "Credit and Debit Card Statistics - May 2020 Mersch, Y.", "\"An ECB digital currency - a flight of fancy?\"", "speech at the Consensus 2020 virtual conference, 11 May 2020. www.bis.org/publ/bppdf/bispap107.pdf www.bis.org/publ/work880.pdf www.ecb.europa.eu/press/key/date/2020/html/ecb.sp200910~31e6ae9835.en.html See \"Virtually everywhere?", "Digitalisation and the euro area and EU economies,\" Occasional Paper Series 244, European Central Bank.", "For further discussion, please see \"The Future of Work\", speech given by Mark Carney, Governor of the Bank of England 2018 Whitaker Lecture, Central Bank of Ireland, 14 September 2018.", "Some argue that, by stimulating demand, monetary policy may temporarily affect economy's supply side, for instance, by boosting labour productivity.", "Moreover, unconventional monetary policy is found to have had substantial effects on labour productivity (see Van Zandweghe (2015) for a discussion).", "Bagaee, D., Farhi, E. 2020 \" Supply and demand in disaggregated Keynesian economies with an application to the COVID-19 crisis\" NBER Working Paper Series.", "del Rio-Chanona, R.M et al.", "2020 \"Supply and demand shocks in the COVID-19 pandemic: an industry and occupation perspective\" COVID Economics Vetted and Real-Time Papers, Issue 6, 17 April 2020.", "2020 \"Viral recessions: lack of demand during the coronavirus crisis\" 6 May 2020 Market-based medium-term inflation expectations declined following the pandemic shock with no indication that high-inflation environment is in sight (Broeders et al., 2020).", "Even though there has been some recovery, they are still below levels consistent with the price stability objective of the ECB and Eurosystem.", "Leduc, S., Liu, Z., 2020 \"The Uncertainty Channel of the Coronavirus\" Federal Reserve Bank of San Francisco Jorda, O., Singh, S.R, Taylor, A.M 2020 \" Longer-Run Economic Consequences of Pandemics\" Federal Reserve Bank of San Francisco Working Paper Series June 2020 See, for example, Cerra, V., Fatás, A., Saxena, S.C 2020 \"The persistence of a COVID-induced global recession\" and Portes, J.", "2020 \"The lasting scars of the Covid-19 crisis: channels and impacts\" For evidence from Spain see Carvalho et al.", "al (2020) provide evidence from Denmark.", "Central Bank of Ireland 2020 \"Credit and debit card statistics - May 2020\" These weights are updated each December based on actual expenditure data for the previous year and are fixed within a calendar year.", "For instance, the HICP weights for the year 2020 are based on actual consumption expenditure data for the year 2018.", "The weights are however price-updated to reflect prices of December 2019.", "Kouvavas, O., Trezzi, R., Goldhammer, B., Nordeman, J.", "2020 \"Inflation measurement in times of economic distress\".", "ECB Economic Bulleting, Issue 3/2020.", "2020 \"Inflation with COVID Consumption Baskets\" Lane, T. 2020 \"Policies for the Great Global Shutdown and Beyond\" Seiler, 2020 \"Covid Economics: Vetted and real-time papers\" According to the current practice, data on consumption expenditure for this year should only enter HICP weights calculation for 2022.", "Croushore, D. 2019 \"Revisions to PCE Inflation Measures: Implications for Monetary Policy\" For more details, see the summary of background studies here."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalisation", "Inflation", "Digitalisation", "Monetary policy", "Economic shock", "Supply and demand", "Price stability", "ECB strategy review", "Economic outlook", "Structural change"]}