{"sentences": ["The competitiveness of the Spanish economy: from recent achievements to medium-term challenges Spain Investors Day Pablo Hernández de Cos Good evening, ladies and gentlemen.", "Allow me to thank the Governing Board of Spain Investors Day and their chair, Benito Berceruelo, for kindly inviting me to speak to you on the tenth and therefore landmark anniversary of this annual international forum.", "Since its first edition, this meeting has become a showcase affording Spanish companies the advantage of offering a first-hand view of their position and prospects to foreign investors.", "I am convinced that the meeting will, once again, successfully contribute to boosting Spain's image and international investment in our country.", "In my address I shall be analysing the competitiveness of the Spanish economy over this past ten-year period.", "For me, there is no better variable than competitiveness for describing some of the structural changes our economy has undergone in the past decade.", "It also allows me to highlight some of the main challenges lying ahead, including those stemming from the new protectionist tendencies that have arisen in the past two years.", "In fact, competitiveness symbolises the metamorphosis of our economy in the past decade.", "And, as a result, the improvement in the external imbalance is the most visible feature of the progress made since the crisis in correcting the economy's main macrofinancial imbalances.", "Indeed, the external surpluses posted since 2012 are a strongly distinctive feature when set against the external deficits that had systematically characterised previous upturns.", "In this connection, it is worth offering some figures illustrating the scale of this change.", "Specifically, the Spanish economy's current account balance has improved by more than 11 percentage points (pp) of GDP since the start of the crisis, turning from a deficit of 9.4% of GDP in 2007 to a surplus of around 2% in 2019.", "In terms of components, while all captions have contributed positively to this adjustment, of most note has been the correction of the net balance of non-energy goods and of the primary and secondary income balance.", "The contributions of the latter to the improvement in the total balance in this period were almost 6 pp and 3 pp, respectively.", "But the energy goods, tourism and non-tourist services balances have also each contributed about 1 pp.", "As suggested, among the key factors behind this correction of the external balance are the gains in competitiveness achieved in these past ten years.", "These are estimated to have contributed both to the increase in the structural level of exports and to their geographical diversification towards markets with greater growth potential, thereby resulting in a favourable market-share performance.", "At the same time, imports have been seen to be flatter in relation to the rise in final demand, despite the momentum of exports in firms and sectors with a high import content.", "That likewise points to an improvement in the competitiveness of the resident productive sector compared with foreign competitors.", "The pick-up in our competitive capacity is highly tangible in terms of Spain's unit labour costs relative to those of the rest of the euro area.", "These costs fell by 14% between 2008 and 2019, after rising forcefully during the pre-crisis years.", "The gains in competitiveness vis- à-vis the euro area were reflected, in the early stages of the crisis, in heavy job destruction, and throughout the subsequent period, in wage moderation.", "Contributing to this were the successive amendments to the labour market legal framework during the crisis, which proved to be effective levers for boosting the recovery in employment.", "Overall, these developments enabled the competitiveness lost in relation to the other euro area countries - measured via relative unit labour costs (ULCs) - to be restored.", "Specifically, while for the market economy as a whole ULCs growth in Spain from 1999 to 2008 exceeded that observed in the euro area by 16 pp, the current relative level is 5 pp below that of 1999.", "We must add to these improvements the enhanced financing conditions for resident agents as a whole.", "Included among these agents are Spanish firms which, from end-2012, saw their financial costs ease strongly.", "Also, most particularly, there was a correction to the differences in the interest rates they had previously to pay compared with their competitors in the core euro area countries.", "In this setting, the ECB's clearly expansionary monetary policy stance, the institutional reforms to the financial governance of the EU, and the cleanup and restructuring of the national financial sector were all pivotal in significantly reducing the degree of financial fragmentation in the euro area between 2010 and 2012.", "Deleveraging by the non-financial private sector has also notably influenced competitiveness.", "This ongoing process is very advanced both in the case of non-financial corporations and of households.", "In the case of companies, for instance, the debt/GDP ratio has fallen by more than 40 pp from its peak, meaning it now stands below the average for euro area firms.", "This has all contributed to goods exports increasing from having accounted for 15% of GDP in 2009 to approximately 24% in 2019.", "During this period, export growth has, moreover, been higher in general terms than that of foreign markets.", "This has enabled the global trade share to be maintained, despite the ever-more influential role of the emerging economies in world trade.", "In parallel, there have been significant and permanent increases in the Spanish economy's export base.", "This is been in terms of the figures both for total export firms and of those for firms that regularly export.", "As regards the proportion of exporting firms relative to total firms, the attendant growth rates have been very sharp since 2009.", "It is small firms (those with fewer than 50 employees) that have most stepped up their entry into foreign markets, although their contribution to total exports remains small compared with larger companies.", "At the same time, the number of regular exporting firms (i.e.", "those that sell their products abroad for four years running or more) has risen in this period by 32%.", "This increase has been particularly notable in target markets with high growth potential, such as North Africa, Asia and North America.", "The decision by a firm to begin to export entails fixed costs of a significant magnitude.", "This would suggest that, once these costs are assumed, the firm tends to remain in the market chosen.", "It also points to the fact that the broadening of the base of exporting firms might be predominantly structural in nature, as attested to by the fact that the persistent recovery in domestic demand since 2014 does not appear to have had a negative bearing on the number of regular exporting firms.", "The Spanish productive system's greater export orientation has boosted business investment.", "The evidence is that exporting firms have higher investment/capital ratios, whereby the broadening of the export base is estimated to have contributed to the buoyancy of investment in aggregate terms.", "As a result, the behaviour of investment during the recovery has been more favourable than that arising from the course of aggregate demand.", "In terms of the financial account, the resident sectors' improved terms of access to external funding from 2013 enabled the outflow of funds from the rest of the world at the height of the euro area sovereign debt crisis to be reversed.", "The progressive normalisation of the euro area's capital markets, as from the final stretch of 2012, significantly reduced the need for Spanish credit institutions to finance themselves through the central bank.", "Subsequently, the abundant liquidity resulting from the ECB's quantitative easing measures has once again given rise to net fund outflows in the Spanish economy.", "These have, however, come about in a very different way to those resulting from the 2012 balance of payments crisis.", "Indeed, net fund outflows are not, as was then the case, the outcome of a worsening in economic sentiment regarding the Spanish economy.", "They are rather the result of a redistribution between institutions and countries of the abundant liquidity injected by the Eurosystem.", "As to instruments, the funding raised abroad in the most recent phase has preferentially taken the form of stable flows, such as foreign direct investment, equity and investment fund shares, and long-term government debt securities.", "This composition reveals international investors' confidence in our economy, to which the structural gains in competitiveness and the recovery in output and domestic demand have been conducive.", "In the specific case of foreign direct investment in Spain, these flows have accounted for around 2.6% of annual average GDP in the 2013-2019 period.", "This level is 1 pp of GDP higher than the average volume of this type of investment during the crisis.", "In any event, foreign direct investment in Spain was impacted to a lesser extent than portfolio investment during the recession, with no divestment recorded in any year, in contrast to what occurred with portfolio investment.", "That reveals its greater stability compared with other forms of international investment.", "Another notable characteristic of the recent trend of this item is the decline in the relative weight of these capital inflows in the form of debt liabilities - which comprise intra-group loans and have scarcely accounted for 12% of the total since 2013, compared with over 30% during the pre-crisis years (average between 1999 and 2007) - and the increase in investment in the form of equity.", "Thus, while in recent years the volume of foreign direct investment has, in terms of GDP, been around 1.5 pp below that observed during the pre-crisis expansion, its composition is sounder, since it is less vulnerable to adverse shocks.", "The future outlook for the foreign sector will be influenced by protectionist tensions and by the uncertainty still surrounding the final shape of EU-United Kingdom relations in the wake of Brexit.", "On the evidence available, the protectionist tensions between the United States and China may be expected to affect global trade flows in two ways: on one hand, a notable direct impact via the global value chains; and on the other, indirect adverse repercussions via their effects on global confidence and investment.", "Logically, the Spanish economy has not been immune to these developments, which have contributed to explaining the significant slowdown in our export markets in the past two years and the subsequent deceleration in exports.", "Moreover, the Spanish economy's trade exposure to the United Kingdom is quite significant.", "Goods and services exports to the UK account for around 3% of GDP.", "In the specific case of tourism-related revenue, the main market is the UK, which accounts for around 20% of the total.", "The effects of Brexit have meant that, since 2017, Spanish goods exports to the UK have faltered, weighed down in particular by consumer durables exports, including cars.", "Along with these more conjunctural risk factors, there are others of a more structural nature.", "Specifically, despite the notable correction to date in the net international investment debtor position, it remains very high both in historical terms and in relation to our peers.", "The continuous generation of current account surpluses since 2012 to which I referred earlier has given rise to a cumulative net lending capacity of around 16 pp of GDP.", "However, the correction of the external debtor balance built up during the previous expansionary phase has been somewhat more modest; as a result, in the third quarter of 2019, the net international investment debtor position still stood at 79.5% of GDP, some 9 pp down on 2012 (though 18 pp down on the mid-2014 peak).", "In any event, the current level of external debt is a risk we should not underestimate.", "To continue reducing debt vis-à-vis the rest of the world, sustained external surpluses must be run.", "And that in turn calls for the maintenance of gains in competitiveness, which throughout the recovery have been based on the moderation of labour and financial costs and which, hereafter, should hinge to a greater extent on productivity gains.", "Indeed, in the recovery to date, the increases in total factor productivity continue to be smaller than those in other developed economies.", "That is in response to numerous institutional, regulatory and structural factors that public policy should seek to correct.", "These factors include certain shortcomings in the labour market - such as excessive turnover and temporary contracts - and in the education system; scant generation and dissemination of technological advances; competition-curbing regulatory elements; and the improvable quality of business management.", "In this respect, it should be borne in mind that, during the expansionary phase prior to the crisis, the loss of competitiveness in terms of the surplus per unit of output was on a similar scale to that mentioned for ULCs.", "However, the subsequent correction has been much smaller, which explains why the current level of the value-added deflator has grown 10 pp more in Spain than in the euro area as a whole in cumulative terms since the monetary union began functioning.", "The design of a regulatory framework more conducive to competition should allow for a greater contribution of business margins to gains in competitiveness visà-vis the euro area.", "In this connection, competition and the contained growth of relative prices are also needed for sectors that are not externally open, given that the sectors that produce tradable goods incorporate a high proportion of non-tradable goods and services.", "To differing degrees, the factors mentioned are contributing to a situation where Spanish exports tend to be skewed towards goods of medium and medium-high technological intensity, with a low share of high-technological-content products, below 10% of the total.", "As a result, the sensitivity of exports to price-based competition is high.", "Further, redressing public finances should also contribute to a firm and sustained path of external surpluses.", "The sectoral breakdown of the net IIP shows how the reduction in our economy's debtor position has been concentrated in the private sector.", "Meantime, since the start of the crisis, general government external debt has increased notably, by 26 pp of GDP since 2009, to slightly over 50% of GDP.", "Admittedly, from its peak of 11% of GDP in 2009, the budget deficit has fallen substantially, to around 2.5% of GDP.", "However, the structural deficit remains high and public debt has only fallen modestly from its peak, standing currently at 98% of GDP.", "In conclusion, I would stress that in order to give continuity to the current growth phase, reduce external vulnerability and strengthen the Spanish economy's potential, two vitally important courses of action should be followed.", "The first is the need to further redress public finances, so as to afford budgetary policy room for manoeuvre ahead of any future negative shocks.", "Moreover, the fiscal consolidation process should be compatible with an improvement to the quality of public finances that helps contribute more to the potential growth of the economy.", "The second is the resumption of the structural reforms in the factor and product markets with a view to contributing to better resource allocation and to improving our economy's competitive capacity."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination"], "topics": ["Competitiveness", "Exports", "Financial Conditions", "Investment", "Productivity", "Foreign Direct Investment", "External Debt", "Public Finances", "Protectionism", "Brexit"]}