{"sentences": ["Good afternoon, Ladies and Gentlemen, It's my pleasure to join you today.", "In terms of investing in China's bond markets, the Bank of Lithuania has been one of the pioneers among the central banks in Europe and beyond.", "We have also recently become the managers of the ECB's renminbi portfolio.", "I suspect this is the main reason why I was invited to this summit.", "Therefore, I do not want to dwell on things that you all are very well aware of.", "Instead, I will focus on something you probably have not heard about - on the \"China experience\" of the Bank of Lithuania, describing how and why we \"went to China\".", "Later I will provide some remarks on the remaining obstacles for further involvement of institutional investors - such as ourselves.", "I will conclude by briefly discussing the overall prospects of renminbi internationalisation - the over-arching topic of our panel today.", "But, before moving on, let me just briefly mention a couple of points on the international role of the renminbi, which will show why the timing of our involvement in the Chinese bond markets was not so self-evident.", "Indeed, over the last few years, China has made progress in opening up the country's financial sector.", "From lifting the caps on foreign ownership in financial sector institutions, to increasing access to its onshore market - China is making more renminbi-denominated assets available to foreign investors.", "But these achievements were enabled by one key turning point that came before the most recent developments.", "The major milestone, of course, was the addition of the renminbi into the IMF's SDR basket in 2016.", "This was a historic event, signalling to global investors that China was emerging as a significant stakeholder in the global monetary and financial system.", "Subsequently, international investors, particularly sovereign investors, became much more interested in China.", "In this context, the Bank of Lithuania was ahead of the curve in 2012.", "That year, we decided to become one of the first central banks to enter China's onshore bond market.", "This decision had come well before the renminbi was added to the SDR basket.", "We made our first actual investments in 2014, following two years of preparations.", "I consider this to be our early contribution to the increased international role of the renminbi.", "Dear colleagues, There are two main reasons why we decided to \"go to China\".", "First, quite obviously, we were attracted by the higher yield offered by renminbi-denominated bonds - particularly given the low interest rate environment that we live in.", "And, second, the renminbi market also offered us new opportunities for much-needed portfolio diversification, as renminbi yields have little correlation with global yield movements.", "In 2012-2014, there were two possible paths for us to enter China's onshore market.", "The first was using the Qualified Foreign Institutional Investor Scheme, or QFII.", "The second avenue was via bilateral agreements with the PBoC.", "The Bank of Lithuania chose the QFII pathway.", "We liked that QFII status Memorandum of Understanding opened doors for China and Lithuania-based investors to invest in the respective markets.", "Moreover, the QFII scheme offered larger investment scope, including the possibility to trade equities onshore.", "Such opportunity was itself very attractive - once you take the long-term perspective into account.", "Indeed, we saw our investments in China as a strategic, long-term exercise.", "Given this long-term horizon, the fact that the QFII scheme provided limited possibilities to repatriate our investment capital was not a big issue.", "Since then, we have accumulated crucial know-how in managing the renminbi portfolio.", "This know-how has been recognised by the ECB as well.", "During the first half of 2017, the ECB invested in the renminbi an equivalent of EUR 500 million of its foreign reserves.", "Since the first quarter of this year, we, together with Banco de Portugal, are the sole active managers of the ECB's renminbi foreign exchange reserves, managing the portfolio on a day to day basis.", "I consider this to be a significant recognition of the level of competence and experience in our institution.", "Dear colleagues, Since the beginning of its engagement in China's onshore market, the Bank of Lithuania has been running the renminbi portfolio in a manner that embodies long term, conservative and low volume trading philosophy.", "Our renminbi holdings currently stand at around 2 % of our financial assets, with the QFII quota fully utilized.", "Portfolio consists of Chinese government bonds only.", "However, I have some very recent news to share.", "Just last week the Board of the Bank of Lithuania made a decision to double our China on-shore exposure - up to an equivalent of EUR 200 million.", "Given the diversification benefits of the renminbi denominated assets, we consider this to be a logical next step in terms of our engagement in China.", "Especially seeing that the market is maturing, and that the volatility in market interest rates has been decreasing over the recent years.", "Going forward, we do see a potential of increasing our stake in this geographical region further.", "But, at the same time, we would like for some of the existing bottlenecks to be removed - encouraging further involvement of international investors.", "These are obstacles that we ourselves can identify based on our own practical experience.", "First, more clarity is needed on some of the financial market regulations.", "For instance, China's foreign exchange regulator has decided to abolish quota restrictions on the QFII.", "However, an official ruling is yet to come out.", "Some uncertainty remains regarding taxation as well.", "There is a lack of clarity on whether and how capital gains or coupons on some bonds would be taxed after November 2021 - and this can already influence current investment decisions.", "Another barrier is the lack of interest rate hedging tools - for instance, foreign investors have not been allowed to trade bond futures yet.", "Finally, Chinese policy bank bonds still remain outside of the eligible investment universe - due to the lack of explicit Chinese government guarantees for these issuers.", "If such guarantees were provided, the highly liquid policy bank bonds could become a very attractive investment option.", "Overall, there is surely room for China to attract more foreign institutional investors to China's government bond market.", "The foreign institutional investor share has increased over the recent years - but there is a lot of potential for further growth.", "Especially compared to other bond markets.", "On average, foreigners - both retail and institutional investors - hold a larger share of Emerging Market government bonds than China government bonds.", "And foreign ownership share is almost five times larger in case of the US or the OECD, and about eight times larger in case of Germany.", "Ladies and Gentlemen, Let me conclude with a few broader strokes on the future for renminbi internationalization.", "A more prominent international role for the currency would require a more flexible foreign exchange regime, as well as lifting up the remaining capital control measures.", "Greater transparency is also needed - for instance, by increasing access of international credit agencies to the onshore renminbi market.", "However, capital account liberalisation requires a sound domestic financial system, as well as adequate institutional capacities, including firm supervision and macroprudential regulation.", "Otherwise, a push towards more openness could cause volatile capital flows and financial instability.", "Therefore, increasing the international role of renminbi will likely be a gradual process.", "Opening of the financial system is a balancing act - and so far, Chinese authorities have been successful in maintaining the balance.", "Over the long term, structural conditions are in place for the renminbi to one day become a key international currency.", "As the world economy grows, more liquidity providers may be needed - perhaps resulting in a multipolar financial system, with multiple reserve currencies.", "And international investors will want to increase their stake in the Chinese economy.", "China's ongoing shift towards domestic consumption and services-oriented growth will mean an increased commercial potential across an array of sectors.", "Opening up the financial sector to more foreign participation will allow China to fully harness these new opportunities."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["China's bond markets", "Renminbi internationalisation", "QFII", "Portfolio diversification", "Onshore market", "Renminbi portfolio", "Financial market regulations", "Institutional investors", "Capital account liberalisation", "Foreign exchange regime"]}