{"sentences": ["Twenty years ago we launched an unprecedented, historic experiment.", "Eleven free and sovereign nations, including Portugal, democratically decided - after checking compliance with the criteria set out in the Maastricht Treaty - to share monetary sovereignty, and exercise it jointly.", "It is true that history has witnessed several monetary integration processes (and also some disintegration processes, by the way).", "But none have been quite like the creation of the euro, given its nature and complexity.", "Indeed, never before has such a vast and heterogeneous group of nations, in terms of both economic and social development and their history and institutions, decided willingly and in peacetime to live together under a monetary union.", "The step taken 20 years ago, pursuant to the provisions set out in the Maastricht Treaty, stemmed from the political ability to seize on the historical opportunity which then arose and was fully consistent with the need to complete the internal market and affirm Europe's position in the face of globalisation.", "But this was not at all an impulse driven by circumstance.", "On the contrary, it fulfilled a longsought (but not always explicit) goal of the European integration process and was the result of a long journey, full of breakthroughs and setbacks, which continued a gradual monetary integration process.", "The clearest example of this is the European Monetary System, created in 1979.", "Regardless of how we assess its rationale and results, it is appropriate to state that the creation of the euro was one of the boldest acts of economic and political proactivity ever performed and, for that very reason, has led us, to some extent, into uncharted territory.", "This gives us a precise idea of how fundamental it is to take the necessary measures to ensure that the European monetary unification is successful in the long term.", "Despite structural shortcomings in the Economic and Monetary Union (EMU) project, which were far more serious in its initial version (and which have been discussed here today in part), it is important to emphasise 20 years on that: i.", "The number of euro area member countries has increased from the 11 founding members to the current 19 members; ii.", "Despite all these challenges, we have managed to overcome the existential threat hovering over the euro area in the wake of the global financial crisis, particularly from 2010 onwards; iii.", "We managed to enhance the coordination of the Member States' economic and fiscal iv.", "We managed to establish the Banking Union, although it is still incomplete; v. We are working towards a capital market union; vi.", "Data for the June 2019 Eurobarometer indicate that 76% of euro area citizens support the single currency, which, as Jean-Claude Trichet, former President of the ECB, has told us, has not been sufficiently highlighted.", "As such, we now undeniably have a more consistent overall operating framework for the EMU.", "However, as several speakers at this Conference have already noted, the progress we have made so far, although impressive, is still not enough.", "Approximately 20 years ago, I wrote that \"the debut of the euro went very well, but a happy ending is yet to be secured\".", "In my opinion, this statement remains valid.", "In fact, a great deal of progress in the EMU is still needed to achieve adequate robustness, particularly against a backdrop of serious economic crisis.", "Most notably, it is key that we complete the Banking Union, given that a common deposit guarantee scheme will bring it some much needed coherence, which is a prerequisite for benefiting fully from its advantages.", "This, however, is still not enough on its own.", "In my view, is even more important to equip the European Union with a budgetary tool enabling it to deal with asymmetric shocks that uses the automatic stabiliser approach.", "As pointed out earlier here today, it is also necessary to better reconcile centralised monetary policy with the Member States' fiscal policies.", "The EMU is not an end in itself, but rather one of the means used by the European Union to achieve, pursuant to Article 3(3) of the Treaty on European Union, the \"sustainable development of Europe based on balanced economic growth and price stability, a highly competitive social market economy, aiming at full employment and social progress, and a high level of protection and improvement of the quality of the environment\".", "Deepening the EMU is no longer an option: it is an imperative.", "Future generations will not think well of us if, after launching such a pivotal process, it becomes apparent that we were not competent and brave enough to take the necessary measures to make it viable in the long term and to optimise its advantages.", "In fact, despite its positive developments, albeit too slow and not always consistent, a sense of distrust still permeates the European integration process, of which the EMU is a cornerstone.", "The causes of this phenomenon extend well beyond economics, into a political and cultural domain of great complexity, which is too large to explore here.", "But it will always be said that 20 years ago the European ideal was pushing forward, and the EMU project, inherently novel and bold, had the charm and vitality of a benevolent utopia.", "As time went by, due to of developments anchored in very heterogeneous factors, it turned inwards, became self-satisfied with real and imaginary feats, became somewhat narrow in its outlook, was unable to convince people of its true merits, turned a deaf ear to relevant criticism, and set itself adrift from the public.", "However, this path is being inverted.", "The European Monetary Union has proved itself able to withstand all this (although, at great cost, it is true to say), because the underlying vision is sound, its failure would bring unimaginable costs, and it has still been possible to a degree to reform its mechanisms.", "The EMU's success is vital for Europe in the context of globalisation, and only with the euro can we aspire to succeed both at domestic and global level.", "It has become commonplace to state that Mario Draghi, as President of the ECB, declared in 2012 that \"the ECB is ready to do whatever it takes to preserve the euro\", and added that this would be enough.", "However, it has been less emphasised that this statement, which is generally considered to have been a key determinant for the subsequent course of events, was not issued by the president of one the classical EU institutions but that of a still recent institution, albeit one with particular responsibilities in this field and effective tools to act.", "It should also be noted that it was not issued by a political leader of one of the most powerful EU Member States, which also provides food for thought.", "In his famous speech in 1962, the President of the USA, John F. Kennedy, said that we chose to go to the Moon \"not because [it is] easy, but because [it is] hard\".", "Successfully deepening the EMU is not quite as hard as going to the Moon, but it undoubtedly takes courage and clearmindedness to take difficult and necessary decisions.", "2019 has seen many significant anniversaries: this includes, for instance, the 100 anniversary of the International Labour Organization, the 75 anniversary of the Bretton Woods Conference, the 25 anniversary of the end of the Uruguay Round negotiations, which led to the creation of the World Trade Organization and, of course, the 20 anniversary of the euro, the theme of today.", "These are all very different events, but with one common feature: the idea that cooperation and international economic integration are positive tools to further the well-being of the population, and the firm belief that an international order where law prevails over brute force is invaluable to peaceful coexistence.", "By marking the 20 anniversary of the euro with this Conference, Banco de Portugal, an active player in the EMU creation process from its very beginning, wanted to use a key date for us collectively to encourage a no-taboos debate, to assess how far we have come and the challenges which lie ahead.", "The first panel focused on the difficult, crucial issue of interconnecting a centralised monetary policy with merely harmonised fiscal policies.", "The second panel revisited the core principles established in the Treaties and how they were implemented.", "The third panel highlighted the geopolitical consequences of the euro, which is in line with one of key goals behind its creation to \"build a European monetary identity\", most notably by lessening dependence on the US dollar.", "The consequences of the creation of the euro extend well beyond the European Union's borders.", "Whichever perspective one takes, this is a major event of world history, first and foremost due to its repercussions in international monetary and economic relations as well as in geopolitical terms and, for this very reason, we have decided to assess the past 20 years also from that standpoint.", "As this event is now coming to a close, I think it is fair to say that we have fully achieved the purposes of this Conference.", "We would like to thank our distinguished speakers, who have taken some time out of their busy schedules to accept our invitation and come here today.", "We would also like to thank all of you who have participated in the Conference.", "Lastly, of course, I would like to thank all of Banco de Portugal's staff that made it into a reality.", "Luís Máximo dos Santos, \"A estreia do euro\", in A União Europeia e Portugal: a atualidade e o futuro, Almedina, 2005, p. 96."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European Monetary Union", "EMU", "euro", "monetary integration", "Banking Union", "fiscal policies", "geopolitical consequences", "globalisation", "economic crisis", "asymmetric shocks"]}