{"sentences": ["The asset purchase programme (APP) was restarted in November 2019, with no specific expiry date.", "Greece is currently not eligible to participate in the programme.", "However, Fitch upgraded Greece's credit rating to BB on 24 January and the outlook is positive.", "Do you think Greece could catch up and benefit from the APP if it becomes eligible in the course of this year or the next?", "I think the situation is quite clear.", "The evolution of the Greek economy is positive and I think this is what has been reflected in the upgrades by the rating agencies.", "So, once Greek bonds reach investment grade, which I hope will be sooner rather than later, they will certainly be part of the APP.", "Greece still has the highest level of non-performing loans (NPLs) in the EU.", "The Greek government has already launched the \"Hercules\" plan in an effort to reduce the stock of NPLs, and more actions are planned.", "Taking into account the ongoing normalisation of the Greek financial sector, what are the prospects for the banks to provide the necessary efficient allocation of credit in Greece, with the aim of supporting economic activity and growth?", "When you look at the progress of the Greek economy, you realise that it is performing quite well.", "Greece is outperforming the majority of its peers.", "I think this is because it has a more competitive economy and its fiscal situation is much better than it was two or three years ago.", "I think the only problematic aspect of the Greek economy is the NPL ratio, which is very high - as you know it is above 40%.", "This makes it difficult for banks to provide credit to the economy, to lend to households and non-financial corporations.", "So, we at the ECB are convinced that it is crucial that Greece further reduces its NPL ratio.", "And I think that every possible instrument has to be used in order to do that.", "The Hercules plan is an important instrument.", "We will do our best to support NPL resolution.", "There are currently some legal impediments, but it is crucial that these restrictions are taken into consideration and lifted in order to continue reducing the number of NPLs.", "I hope that Greek banks will find the means and the instruments necessary in order to continue disposing of the NPLs.", "From your long experience as Finance Minister of Spain and your participation in the Eurogroup from 2011 to 2018, in a particularly difficult period for Greece, what does the Greek government need to do in order to persuade its European partners to achieve a reduction of the primary surplus targets for 2021-22?", "First of all, I don't want to lecture anybody.", "I think that the Greek government knows perfectly well what it has to do.", "But I think there are two recommendations that are valid for every European country.", "The first is to be competitive, and the Greek economy is now competitive.", "The second is that it is very important to have a banking industry that works.", "So it is very important to focus on the situation of the banks.", "Fiscal policy is beyond the remit of the ECB.", "However, a general observation is that once you start making your public finances sounder and better, you start reaping the various benefits.", "I think that this is something which is happening now in Greece.", "Interest rates have fallen significantly, spreads are narrowing and even rating agencies have started to improve their rating of Greek bonds and their outlook.", "Although there appears to be a détente in the US-China trade war, do you think that it still poses a threat to the European economy?", "What other risks are of concern to the ECB?", "The signing of phase 1 of the trade agreement between China and the United States was a positive step and provides some relief from trade policy uncertainty.", "Markets reacted very positively.", "We will see what happens next.", "Regardless of this trade agreement's various potential implications for Europe, it is very important that we defend our rules-based multilateral trade system.", "We believe it is the key to creating prosperity and wealth all over the world.", "It's the approach that's supported by the European institutions, and the ECB fully agrees with it.", "Is the ECB concerned about the impact of the coronavirus on the European economy?", "The outbreak of the coronavirus is an important element that has had a huge impact on equity markets and commodity prices.", "I think we have to be very prudent.", "We are in the first stage of this outbreak and know very little about the characteristics of the virus so far.", "We have quite a lot to learn so it would be a little imprudent for me to speculate on developments.", "There are many uncertainties, many unknowns.", "Markets don't like uncertainties.", "I have full confidence that the Chinese authorities will be able to address the problem and that the outbreak of the coronavirus will be resolved in a similar way to previous outbreaks.", "Are you concerned about the potential negative impact on household savings and income from negative interest rates?", "The negative interest rates have been a useful policy so far.", "They are behind the good performance and recovery of the European economy.", "But what is quite obvious, and has been acknowledged by the ECB, is that there are also side effects.", "And these side effects are becoming more visible and more tangible.", "Perhaps the message here is that monetary policy cannot be the only instrument in place.", "Other policies have a very important role to play: structural reforms and fiscal policies.", "That's the main recommendation.", "This is a question of time.", "In the beginning, for sure, the side effects of negative interest rates were very limited but they are now becoming more visible.", "Other policies have to be applied and have to be pursued because monetary policy is not almighty.", "Are you concerned about bubbles in the European real estate market?", "If you fear something like this, what kind of interventions would be suitable?", "I don't think there is a pervasive overvaluation of real estate at all.", "I think we have some pockets of overvaluation, which we can call \"bubbles\".", "The right instrument with which to address this situation is macroprudential policy.", "I don't have full confidence in the policy of leaning against the wind - of using monetary policy to deal with this kind of bubbles.", "You cannot address, concrete and very specific or particular bubbles with monetary policy.", "So macroprudential instruments are the correct ones.", "How important is the European deposit insurance scheme (EDIS) for the completion of the banking union?", "Is the regulatory treatment of sovereign exposures a necessary condition for a fully-fledged EDIS?", "How could this impact the banks of some countries, including Italy and Greece?", "It is the third pillar of the banking union.", "Our position is very clear.", "We have always defended EDIS as a very important instrument in order to complete the banking union.", "I think that we have to analyse the question of the regulatory treatment of sovereign exposures in order to sever the link between the banks and the sovereigns.", "The finance minister of Germany proposed a sort of \"quid pro quo\" between EDIS and the sovereign exposure of the banks.", "These are elements that we have to explore, but the important issue is to take steps in the right direction in order to complete the banking union and to try to bridge the stalemate of sorts that we now have in Europe on how to complete banking union.", "I would also like to stress the importance of the capital markets union.", "The capital markets union is going to be key, mainly because of the Brexit disturbance.", "We need to have much more profound, deeper and more liquid capital markets in Europe."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["non-performing loans", "Greece", "European Central Bank", "banking union", "asset purchase programme", "negative interest rates", "trade war", "coronavirus", "real estate bubbles", "European deposit insurance scheme"]}