{"sentences": ["Address by Governor Ordinary General Meeting of Shareholders Rome, 31 March 2020 126th Address by Governor Ordinary General Meeting of Shareholders Rome, 31 March 2020 Ladies and Gentlemen, Italy, Europe, and the entire world are experiencing the same anxiety and difficulty that come with any unprecedented challenge.", "Aside from posing a deadly threat to public health and putting a severe strain on national health systems, the rapid spread of the Coronavirus disease (COVID-19) has transformed our daily lives, our work processes, the functioning of our schools and universities; the extent of the impact on the economic and financial system will be as wide as it is deep.", "In carrying out its institutional functions, and in tandem with the other national institutions, the Bank of Italy has taken the necessary action to limit the economic repercussions of the pandemic.", "While the health of all of our staff is our absolute priority, we continue to guarantee the provision of essential services to the wider public.", "In my Concluding Remarks delivered on 31 May last, I recalled the changes made to the composition of the Governing Board in 2019: Fabio Panetta was appointed Senior Deputy Governor, Luigi Federico Signorini confirmed as Deputy Governor, and Alessandra Perrazzelli and Daniele Franco also both appointed as Deputy Governors.", "I wish once again to thank Salvatore Rossi and Valeria Sannucci for their many years of service to the Bank, in the roles of Senior Deputy Governor and Deputy Governor respectively.", "The Bank is - we all are - hugely indebted to them.", "On 1 January this year the composition of the Board of Directors changed again.", "Daniele Franco succeeded Fabio Panetta as Senior Deputy Governor following the latter's appointment to the ECB's Executive Board.", "Our thanks also go to Fabio Panetta; we wish him every success in his new important role.", "Finally, Piero Cipollone, formerly Managing Director responsible for high-level consultancy to the Governing Board on matters pertaining to the organization of the Bank's functions and institutional relations, was appointed Deputy Governor.", "Last year the process of reallocating the Bank's capital continued.", "Since the launch of the reform of the Bank's ownership structure (Law 5/2014), 40.4 per cent of its capital has been reallocated, 7 per cent since March 2019.", "Of the 143 current shareholders, 115 invested after the reform law was passed (6 insurance companies, 8 pension funds, 10 social security institutions, 29 banking foundations and 62 banks).", "The nominal value of the shareholdings exceeding the 3 per cent capital limit is just under €2 billion, compared with total capital of €7.5 billion.", "Last year, the nominal value of the shareholdings exceeding the threshold was €2.5 billion and two years ago it was €2.7 billion.", "Given that the broadening of the shareholder base is among the goals of the reform, the Bank is desirous that the redistribution of the shareholdings, in accordance with the limits set by law, continue at a fast pace.", "On behalf of the Board of Directors and the Governing Board, I would like to welcome those who have acquired a shareholding in the Bank's capital, even if they are not physically present at the meeting today.", "The annual accounts submitted for your approval show a net profit of €8.2 billion, €2 billion more than in the previous year.", "This is the highest ever profit posted in the history of the Bank of Italy.", "After four years of continuous expansion, the balance sheet total of the Bank of Italy, in line with that of the Eurosystem, recorded a small decline linked to fewer monetary policy operations.", "The size of the balance sheet remains considerable, however: at €1,000 billion, it has expanded by more than 80 per cent since the end of 2014.", "This has translated into a significant increase in profitability, which has in part been used to strengthen financial buffers against risks.", "In the last five years, gross profit - before taxes and transfers to the general risk provision - totalled approximately €41 billion.", "The total amount allocated to the State - also considering the proposed distribution submitted for your approval - is €21 billion, in addition to taxes amounting to €6 billion.", "Future earnings will depend on developments in the financial markets, on the riskiness of assets, as well as on the monetary policy measures that will be adopted by the Governing Council of the ECB.", "What happens in the near future will be heavily influenced by how Italy and Europe respond to the emergency, first and foremost in terms of health care, then on an economic and financial plane.", "We are closely monitoring all developments and the implications of the pandemic for the economy, price stability, the performance of banks, and the financial markets.", "We have adopted a comprehensive package of measures designed to guarantee ample liquidity to all sectors of the economy and to address the risks of financial fragmentation along national lines, thereby ensuring that monetary policy decisions are transmitted more effectively.", "The expansionary monetary policy of the Eurosystem and the Bank of Italy's balance sheet In 2019 the monetary policy of the Eurosystem remained expansionary in order to counter the downside risks to inflation stemming from the weakening economic outlook.", "In its September meeting, the ECB's Governing Council lowered the deposit facility rate by ten basis points, bringing it to -0.50 per cent; at the same time it introduced a two-tier system for reserve remuneration, in which part of banks' reserve holdings in excess of the minimum requirements are exempt from the negative deposit facility rate and remunerated at a rate of 0.0 per cent.", "Also in September, a new series of targeted longer-term refinancing operations (TLTRO III) was introduced, each with a maturity of three years, to be conducted on a quarterly basis.", "Initially equal to the average rate on the main refinancing operations over the life of each targeted operation (currently set at zero per cent), the interest rate can be as low as the average rate on the deposit facility, depending on the volume of net lending by banks.", "Since November, net purchases of public- and private-sector securities have resumed at a monthly pace of €20 billion; this will continue for as long as necessary to strengthen the accommodative impact of the policy rates in tandem with the ECB's explicit objective of ending the purchases shortly before it starts raising its key policy rates.", "These purchases are in addition to the full reinvestment of the principal payments from maturing securities purchased under the programme; this too will continue for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "To mitigate the impact of the ongoing pandemic, in its meeting of 12 March, the Governing Council adopted a broad package of measures.", "To support bank lending to those most financially affected by the spread of COVID-19 - particularly small and medium-sized enterprises - from June 2020 to June 2021 the conditions applied to TLTRO III will be considerably more favourable.", "Both the initial rate and the (lower) rate actually applied to counterparties based on the achievement of lending targets have been lowered by 25 basis points and the targets' attainment has also been facilitated.", "The maximum amount that the counterparties can borrow through these operations will be raised to €3,000 billion.", "As a bridging measure, until June 2020 additional LTROs will be conducted at favourable conditions and with full allotment of the amounts requested.", "Alongside the asset purchase programme already under way, equal to €20 billion in monthly purchases, a further €120 billion has been allocated for additional net purchases until the end of the year, with a significant contribution from the private sector purchase programmes.", "These measures were further reinforced at the meeting of 18 March last, when the Governing Council announced a new programme for the purchase of public- and private-sector securities amounting to €750 billion this year.", "This new pandemic emergency purchase programme (pepp) will continue until the end of 2020 but may be extended if the public health emergency continues.", "Ample flexibility is envisaged for purchases of public-sector securities to enable, should market conditions require it, divergences with respect to the current allocations, both in respect of jurisdictions and asset classes.", "The range of eligible securities issued by private firms has been extended to include commercial paper of sufficient credit quality; the eligibility criteria for collateral have been relaxed further, to facilitate recourse to refinancing by banks.", "Within our mandate, we stand ready to increase the volume of purchases, adjust their composition and explore all possible options for supporting the economy in this acutely difficult phase.", "It was also decided to consider revising past self-imposed limits in carrying out these operations, to the extent necessary to make the interventions proportionate to the current risks; any impediment that might hamper the effective transmission of monetary policy will not be tolerated.", "The balance sheet At the end of 2019, the Bank of Italy's total assets amounted to €960 billion, a decrease of €8 billion compared with the year before.", "Assets continued to consist mostly of securities purchased for monetary policy purposes, equal to €384 billion, of which around €320 billion made up of Italian government securities.", "Refinancing operations, totalling €220 billion, decreased by €24 billion owing to early repayments on TLTRO II operations, only partly offset by amounts allotted under the new TLTRO III operations.", "Overall, monetary policy assets make up more than 60 per cent of the total balance sheet.", "The value of gold rose by almost €20 billion compared with 2018, reaching €107 billion.", "In line with Eurosystem accounting rules, this appreciation is not recorded in the profit and loss account and therefore did not affect the Bank's operating result, as it was reflected in a corresponding increase in the revaluation account on the liabilities side.", "Investment assets, amounting to €140 billion, consist mainly of bonds and, to a lesser extent, equity shares.", "Since last year, the Bank has modified its investment strategy, integrating Environmental, Social and Governance (ESG) factors into the management of its equity portfolio.", "Shares of companies that operate mainly in sectors not compliant with the principles of the UN Global Compact have been excluded, those of companies with the highest ESG scores favoured.", "The Bank is already looking into extending this new investment strategy to corporate bonds as early as this year.", "On the liability side, the Bank of Italy's negative balance on the TARGET2 payment system declined for the first time in five years, from €482 billion to €439 billion over the course of 2019.", "The decrease occurred primarily in the second half of the year, initially as a result of the inflow of capital from abroad, mainly owing to higher demand for Italian government securities, and thereafter due to the net foreign funding by Italian banks, driven by the Eurosystem's new system for banks' reserves remuneration, which was also reflected in the increase in deposits of credit institutions (from €89 billion to €102 billion).", "Finally, the value of banknotes in circulation continued to increase: reported in the Bank's balance sheet in proportion to its share in the ECB's capital key, their value increased by €4 billion, reaching €202 billion at the end of 2019.", "Profitability, risks and organizational measures The gross profit for 2019, before taxes and transfers to the general risk provision, was equal to €10.8 billion.", "The €2 billion increase over 2018 is mainly attributable to income components that may not recur to the same degree in the future.", "In particular, the positive performance of the stock markets in 2019 - accompanied by the Bank's extensive rebalancing of its portfolio to integrate ESG factors - led to a reduction in write-downs and to a marked improvement in realized gains from trading operations.", "Net interest income, which is central banks' traditional source of income, also contributed positively to the increase in gross profit, rising by €0.2 billion on 2018 to €9.6 billion.", "Operating expenses declined by about 1 per cent, reflecting in part lower depreciation.", "Although there were minor internal changes in composition, staff costs and administrative expenses remained essentially unchanged.", "In order to cope with the risks to which the Bank is exposed, financial buffers were increased by transferring to the general risk provision the same amount as the year before (€1.5 billion), without affecting the statutory reserves.", "Taxes for the year amounted to about €1 billion, similar to the figure recorded in 2018 (€1.2 billion).", "The Bank's human resource policies are contributing to a generational turnover that is reflected in a gradual decline in the staff's average age, which was 48.3 years at the end of the year.", "Women now represent a larger proportion of total staff, rising from 36 to 38 per cent over the last five years.", "These staff-related initiatives flank those to reorganize the Bank's structure in order to make the performance of its institutional activities at the service of the public more effective, and to adapt its working practices to developments at national and European level.", "In relation to this, in July 2019, the statistics function was reorganized to improve the quality of the data produced by the Bank, to make production processes more efficient, and to further develop the methodologies used.", "In early 2020, the powers of the Financial Intelligence Unit for Italy (UIF) were enhanced by strengthening its inspection and sanctioning functions.", "Two more organizational changes were also made; the first was to strengthen the Bank's consumer protection and financial education functions by transferring their activities to a new directorate general; the second was to integrate traditional retail payment services and highly technological and innovative payment services within a single directorate general.", "As usual, further information on the activities of the Bank and on the organizational and management measures implemented in 2019 is available in the Report on Operations and Activities of the Bank of Italy, which will be published in May, on the occasion of the presentation of the Annual Report.", "Proposal for the allocation of the net profit Pursuant to Article 38 of the Statute, acting on a proposal of the Governing Board and after hearing the opinion of the Board of Auditors, I present for your approval the Board of Directors' proposal for the allocation of the net profit.", "On behalf of the Board of Directors and the Governing Board, I would like to take this opportunity to thank the new Board of Auditors for their valuable contribution.", "As you may recall, under the dividend policy in force, the amount paid to the shareholders is kept within a range of €340 million to €380 million, provided that the net profit is sufficient and without prejudice to the Bank's capital adequacy.", "The difference between the upper limit of the range and the dividend paid to the shareholders may be allocated to the special item for stabilizing dividends, until this item reaches a maximum amount of €450 million.", "Accordingly, from the net profit of €8,247 million, we propose allocating €340 million as a dividend to the shareholders, equal to 4.5 per cent of the capital.", "Also this year, we propose allocating €40 million to the special item for stabilizing dividends, which would then amount to €160 million.", "Pursuant to the Statute, shares exceeding the 3 per cent threshold are not entitled to a dividend.", "Therefore, the dividend actually due to the shareholders would amount to €251 million.", "The dividend corresponding to the shares exceeding the threshold, equal to €89 million, would be allocated to the ordinary reserve.", "As a result, the remaining profit for the State would be equal to €7,867 million which, in addition to taxes for the year amounting to €1,009 million, would bring the total amount allocated to the State, to around €8.9 billion, over €2 billion more than last year.", "the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "fiscal dominance", "none", "monetary-fiscal coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "balance sheet", "profitability", "risks", "shareholders", "pandemic", "liquidity", "ECB", "financial markets", "ESG"]}