{"sentences": ["It is my pleasure to deliver the keynote speech at this year's SUERF/DNB conference.", "The title of this conference is very apt.", "Brexit will certainly require a new future to be forged between the United Kingdom and the EU.", "The United Kingdom's departure has important implications for the EU financial system, most notably for capital markets.", "So we need to give serious thought to optimally shaping the future relationship between our financial sectors in the awareness that London, though likely to remain an important global financial centre, will become less integrated with EU markets and firms.", "We will also need to step up our efforts to further develop the EU's domestic capacity in capital market activities, so as to avoid a Brexit-induced increase in financial fragmentation, while at the same time ensuring that the United Kingdom and EU Member States do not engage in a race to the bottom on regulation.", "Taking up the theme of the conference, I would first like to focus on how to forge a new future between the United Kingdom and the EU with regard to some key financial activities.", "I will then turn to the much-needed drive to strengthen the European financial system by completing the capital markets union and banking union.", "London's pre-eminence in certain key financial market segments For decades, Europe's leading financial centre has been the City of London and, in some notable areas, the EU's financial ecosystem has relied heavily on services provided by UK-based banks and market infrastructures.", "Derivatives clearing - a critical segment of financial markets - is a striking example.", "As of December 2019, almost 90% of all over-the-counter (OTC) derivatives positions taken by euro area institutions were cleared at UK global clearing houses.", "Derivatives clearing is not the only example, however.", "Large investment banks operating from London play a significant role in euro area bilateral OTC derivatives markets.", "In August last year, over a quarter of uncleared OTC derivatives held by euro area institutions were sourced from the United Kingdom.", "While the activities of these investment banks were considered unlikely to create financial stability risks in a hard Brexit scenario (also thanks to the temporary measures taken by EU and national authorities), they are still relevant to the provision of liquidity to euro area markets over the longer term.", "UK-based investment banks are also key providers of advisory and financing services related to securities issuance, M&A activity and syndicated lending to euro area clients.", "They play an active role in debt and equity issuance for euro area non-financial corporations, including book running and underwriting services.", "Between 2012 and 2018, almost half of all debt and equity issuance for euro area non-financial corporations was carried out by global banks serving our market from London.", "Our reliance on London also stems from the fact that, in some cases, the City represents a gateway to global financial markets for euro area financial and non-financial firms, allowing them to tap into global capital and liquidity pools.", "In other areas, however, reliance on London is quite limited.", "For instance, UK-domiciled banks play a marginal role in direct lending to euro area households and non-financial companies.", "Had it not been for Brexit, certain global and regional trends might even have led to an increase in the EU's reliance on the City of London as a centre for market-based finance.", "Indeed, the balance between banks and non-bank financial institutions in the EU has been evolving in recent years: although still very much bank-based, our economy is increasingly financed by non-bank institutions.", "In the euro area, total assets held by non-banks have almost doubled over the last ten years, growing from €23 trillion in 2008 to €45 trillion in June 2019.", "Non-banks currently account for around 55% of the euro area financial sector.", "Their fast growth reflects their expanding role in financing the euro area real economy.", "Whereas in 2008 non-banks accounted for 14% of the euro area financial sector's loans to non-financial corporations, that share roughly doubled in a decade.", "Non-banks provide a steady net flow of financing to non-financial corporations through the purchase of debt securities.", "Regulatory decisions and economic drivers will affect the status quo These examples give a sense of the level of integration between UK and continental financial markets, in particular for certain complex and sophisticated financial services linked to derivatives markets and investment banking activities.", "However, Brexit will change this status quo and a degree of decoupling is likely.", "It is difficult to make firm predictions about the extent to which our two financial systems may drift apart or remain integrated.", "The contours of the future EU-UK relationship in financial services are still uncertain, and the economic drivers and regulatory choices which could reshape this relationship will probably only be felt over time.", "The EU will need to balance the benefits of continued integration with the UK financial system against potential risks to financial stability, consumer and investor protection, the level playing field and the integrity of the Single Market.", "As I have said in the past, this path will not be easy for either side of the Channel, and the risks linked to regulatory divergence and a potential race to the bottom should not be taken lightly.", "Allow me to briefly discuss the regulatory dimension of this question.", "A possible scenario is that the United Kingdom will not seek to remain a member of the EU Single Market once it leaves the EU.", "This means moving away from a fully-integrated relationship underpinned by the EU's single rulebook and single passport for financial services, and relying instead on the EU's equivalence framework for third countries.", "For some types of financial activities, this framework allows financial service providers from third countries to continue to serve EU clients provided a number of strict conditions are met.", "For example, in the area of central clearing - which I touched upon earlier - cross-border market access is widespread: 15 jurisdictions are considered equivalent by the EU and 33 third-country central counterparties (CCPs) are recognised by the European Securities and Markets Authority (ESMA).", "At the same time, given the euro area's reliance on UK CCPs, strong safeguards must be put in place to preserve financial stability and a level playing field.", "In this respect, I am very pleased that EU legislators have adopted a new supervisory framework for CCPs in the European Market Infrastructure Regulation (EMIR 2).", "This framework requires third-country CCPs which are critical for the EU to meet EU prudential requirements under ESMA's supervision, with the involvement of the relevant EU central banks.", "If UK CCPs are to continue to provide euro clearing services on a systemic scale under the equivalence framework, they should be subject to the rigorous application of these safeguards.", "In central clearing or other areas such as trading or listing, the extent of continued market access will depend on whether or not a decision is taken to grant equivalence to the United Kingdom.", "These decisions are beyond the purview of the ECB, and it is not my place to comment on them.", "Suffice to say that there is no automatic right to equivalence.", "For other types of financial activities, no specific regime for accessing EU markets has been established.", "This is not unusual: most if not all countries place some restrictions on the types of financial services that can be provided across their borders.", "There may be good reasons for these restrictions, such as consumer protection or financial stability considerations.", "In the case of the EU, certain bank lending and deposit-taking activities are not covered by the so-called third-country regimes and so will no longer be able to be provided from the United Kingdom, but will need to be provided from within the EU.", "This - together with the fact that equivalence cannot be taken for granted - is why many banks have chosen to relocate activities to the EU27, and have been engaged in very detailed discussions with the ECB and other authorities to obtain agreement on their plans.", "The ECB expects banks to build up their capabilities in EU27 countries and to implement the agreed relocation plans within the previously agreed timelines.", "The risks of financial fragmentation Regulatory drivers - and in particular the end of passporting rights for certain UK-based activities - are already having an effect on the geography of financial centres in the euro area.", "According to preliminary evidence, a small number of financial hubs appear to be emerging as a result of the relocation - or plans for relocation - of certain activities.", "Most incoming banks have indicated Germany, Ireland, the Netherlands or France as their new main location in the euro area.", "This pattern also seems to apply to the relocation of activities beyond banking.", "Public statements and market intelligence suggest that a sizeable fraction of asset management firms and insurance companies that are relocating activities from the United Kingdom as a result of Brexit have moved to either Ireland or Luxembourg.", "And speaking here in Amsterdam, I should note that the Netherlands is attracting a substantial amount of trading platforms, exchanges and fintech companies.", "The persistence of such dynamics, and the emergence of a clearly multi-centric euro area financial system, could raise a number of challenges.", "In particular, without further progress on banking and capital markets union, a more fragmented financial structure could affect the ability of investors and companies from a country experiencing a negative shock to access investment and funding opportunities in unaffected countries (private risk-sharing).", "It could also create regulatory and supervisory challenges: domestic capital markets within the EU are currently subject to national rules and supervision; the differences in regimes could further inhibit the integration of markets and perhaps incentivise regulatory arbitrage.", "Brexit and the need for renewed momentum on the capital markets union and banking Indeed, from a global standpoint, European capital markets are too small and fragmented.", "The goal of the capital markets union (or CMU) is to develop an ecosystem that will allow the development of strong European financial markets and intermediaries which are able to compete internationally.", "This requires designing policies to support the development of markets' size and scope, removing barriers between EU capital markets, expanding sources of funding for companies, and broadening the role of the non-bank financial sector.", "Ultimately, a well-developed CMU will increase private risk-sharing, promote financial stability and boost economic growth.", "Starting in 2015, the European Commission launched a series of initiatives to stimulate the development and integration of EU capital markets.", "On market development, the Commission adopted a set of harmonised rules on securitisation and published its fintech action plan in 2018.", "Initiatives on market integration included the review of the European Supervisory Agencies and the covered bond legislative package.", "The former aimed to make our system of financial supervision more efficient and effective and also gave the European Banking Authority a coordinating role in the areas of anti-money laundering and terrorist financing.", "The latter should foster the development of covered bonds by creating a harmonised EU framework, providing a source of long-term financing for banks and supporting the real economy across the EU.", "Despite the efforts of policymakers and market participants, retail investors are far from having embraced investing in capital markets.", "While the full impact on the real economy may take time to materialise, it is concerning that the initial ambitions of the plan launched by the European Commission towards the development of a CMU were significantly lowered to enable colegislators to reach an agreement.", "So there is still much to be done on the CMU project and Brexit makes these issues even more pressing.", "Let me highlight a few initiatives.", "First, the European Commission signalled that it would make CMU a centrepiece of the forthcoming legislative agenda and has already set up a high-level forum, composed of experts from different industry sectors, which has started work on proposals for the next CMU Action Plan.", "Second, a high-level working group created by Germany, the Netherlands and France published a proposal to relaunch CMU in 2019.", "This proposal includes recommendations for generating long-term savings opportunities, developing equity markets, enhancing cross-border financial flows, and developing debt, credit and foreign exchange financing tools with a view to increasing the international role of the euro.", "Last but not least, there have been industry-led initiatives such as the CEPS-ECMI task force on rebranding CMU, which put forward a market finance action plan.", "These initiatives provide valuable input for the CMU agenda.", "Looking ahead, I see two areas where progress is particularly needed.", "First, capital markets remain subject to national rules and supervision.", "This hampers the crossborder provision of services.", "Further harmonisation, for instance in the area of insolvency and taxation regimes, is needed to foster integration in the euro area.", "Second, if the EU27 financial markets deepen, diversify and expand across borders, there would be a clear flipside: these developments would need to be accompanied by sufficient oversight and regulatory tools to avoid regulatory arbitrage or the build-up of risks in certain parts of the system.", "In particular, ensuring the resilience of individual institutions is not enough to guarantee the stability of the system as a whole: a macroprudential framework for non-bank financial institutions is necessary for identifying and addressing risks at the system level.", "The links between the capital markets union and the banking union Revitalising the CMU agenda will also bring benefits for the completion of the banking union, as banks and markets complement each other in financing the real economy.", "We need to ensure that this reinforcing loop is strengthened over the coming years.", "I would like to highlight three key priorities for the banking union.", "First, it is important to operationalise a credible common backstop to the Single Resolution Fund to provide additional confidence in the bank resolution framework.", "The policy work on this backstop is at a very advanced stage.", "Second, in order to close potential liquidity gaps that may still hinder efficient resolution, the outstanding issue of liquidity in resolution needs to be addressed.", "Progress is needed in the discussions on potential solutions in order to place the banking union on a par with other major jurisdictions, like the United States and the United Kingdom.", "Third, it is crucial to establish a European deposit insurance scheme (or EDIS) to provide uniform protection to depositors within the banking union, regardless of their bank's location, and to help reduce the sovereign-bank nexus.", "More efforts are still needed in this regard.", "Hopefully 2020 will be the year in which the political deadlock on EDIS will be resolved and a clear roadmap adopted, reflecting timelines and conditions for the various stages of EDIS.", "Today I have explained why Brexit underscores the need to renew our ambition on CMU and complete the work on banking union.", "The unifying theme of the priorities that I have outlined today is basically risk-taking and risk-sharing among private agents.", "In a nutshell, both the capital markets union and the banking union provide a framework that encourages innovation and integration.", "Further work on these agendas will enhance the attractiveness of the EU capital markets on the global stage beyond Brexit.", "]See also ECB (2019), Financial Stability Review, May.", "See European Commission (2019), Press release on High-Level Forum on capital markets union, 10 October.", "See The Next CMU High-Level Group (2019), Savings and Sustainable Investment Union, October.", "See CEPS and ECMI (2019), Rebranding Capital Markets Union.", "See Pires, F. (2019), Non-banks in the EU: ensuring a smooth transition to a Capital Markets Union, SUERF Policy Note, No 103.", "See Constâncio, V. (2017), \"Synergies between banking union and capital markets union\", speech at the joint conference of the European Commission and European Central Bank on European Financial Integration, Brussels,19 May."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Brexit", "capital markets union", "banking union", "financial stability", "risk-taking", "risk-sharing", "equivalence", "regulatory divergence", "financial fragmentation", "non-bank financial institutions"]}