{"sentences": ["I would like to welcome you for this for this happy tradition of extending my New Year wishes to the Paris financial centre.", "But there are not just financial players here, there are also elected representatives, the press, and many associations that work with us.", "I would like to start by extending to you, on behalf of the Banque de France and the ACPR, our warmest wishes for 2020, for you and all of your staff.", "And a special thought goes to all those who are struggling with transport difficulties, or those who have, sadly, been the victim of the unacceptable attacks on branches.", "Within this tradition, I would like to welcome some new developments: the arrival of Dominique Laboureix as Secretary General of ACPR, alongside Patrick Montagner, Bertrand Peyret, Frédéric Visnovsky, and Emmanuelle Assouan, who will now be in charge of financial stability issues.", "In a world as hectic as ours, it is risky to make professional wishes.", "However, I will hazard three wishes for the financial sector in our country: that 2020 will be a year of stabilisation, a year of adaptation and a year of inclusion.", "1 - A year of stabilisation Last year, I had talked about the three challenges for growth: uncertainty, isolationism - particularly the United States - and impatience, which is hampering sustainable reform efforts.", "None of these has disappeared.", "And we can practically rule out a US or European recession in 2020, which was often feared last year.", "These initial signs of economic stabilisation, highlighted in our latest December Eurosystem Staff projections, reflect a relative decline in trade uncertainties.", "If this stabilisation materialises, it should result in a This means two things: Seen from today's stabilisation of monetary policy.", "perspective, like the markets do, it is [therefore] reasonable to expect that over the coming months our policies and interest rates will remain stable.", "The year 2020 will be all the more conducive to conducting the strategic review of our monetary policy under Christine Lagarde, focusing particularly on the key issue of our inflation target.", "This is important for you, as it is for Stabilisation of regulations too, me, even though we do not always understand it in exactly the same way.", "We mustn't get carried away - there will not be a Basel IV -, or backtrack: we must transpose in Europe the Basel III international agreement concluded in December 2017.", "I repeat, this agreement was and remains the best possible one for France and for Europe.", "I recall that the removal of internal models was a key element in the negotiations.", "We fought hard to gain the lasting recognition of these models while committing ourselves to further improving their comparability.", "The application of Basel III will not require a dedicated capital increase for any French bank.", "The implementation of this agreement will not have a negative impact on the financing of our economy.", "This concern traditionally voiced by the banking industry has always proved unfounded: on the contrary, credit growth in France remains very robust at 7% per year.", "But we are fully aware, as is Bercy, of the negotiations that remain to be conducted.", "And France will fight for a transposition that is both fair and reasonable.", "Fair because there would be no question of transposing it in Europe if the United States did not apply the agreement.", "Reasonable in terms of managing capital requirements under Basel III.", "Firstly, I believe it is necessary to apply the output floor at the consolidated level of the banking groups.", "The Basel requirements will also have to be intelligently integrated with the capital buffers that are already applied in Europe under Pillar 2 2020 will also be the year of the Solvency II review.", "We had expressed our reservations about the document circulated for consultation by EIOPA.", "I am delighted that the discussions with several of our key partners are taking forward our main concerns: the review must not lead to an increase in capital requirements for the European insurance sector; the calculation of the risk margin must be less penalising; the convergence of national practices must be enhanced.", "We are also continuing discussions on how to improve the financing of our firms - reducing the equity shock is one of the levers - and investments, particularly for the ecological transition.", "- A year of adaptation I will now turn to the subject that concerns you most.", "Low interest rates, let alone negative ones, are not an end in themselves.", "I had the opportunity, in a speech last Thursday at the University of Paris-Dauphine, to discuss in detail the causes of low rates and their effects.", "They are undoubtedly positive for the French economy as a whole: more than two percentage points of additional growth over four years, thus contributing significantly to the one million net jobs created in France since 2016.", "However, just as accommodative monetary policy benefits economic players - households, companies and governments alike - its persistence weighs on the profitability of financial players, requiring them to make efforts to adapt.", "I would like to praise the quality and soundness which are among the best in Europe and of our financial institutions, have made considerable strides in recent years.", "The first part of this adaptation naturally falls to you, through your digitalisation and operational efficiency strategies.", "But part of it is up to us.", "For banks, the tiering mechanism adopted last September reduces the cost of negative interest rates by nearly EUR 4 billion for European banks, of which around EUR 800 million for French institutions.", "These figures are significant enough to be worth quoting, feel free to do so as well.", "As regards insurers, two points should be stressed.", "First, the return on non-unit linked life insurance products needs to further decline.", "Second, the measures taken at the end of last year regarding the profit-sharing reserve.", "This reserve, which belongs and will continue to belong to policyholders, can henceforth be taken into account in the calculation of insurers' solvency ratio.", "I supported the adoption of this measure because it brings French practices into line with that of the other countries concerned, in particular Germany.", "However, it will never be able to compensate for insufficient solvency.", "Adapting to the low interest rate environment also requires increased vigilance with regard to quality and pricing of loans.", "This is the role of the Haut Conseil de Stabilité Financière (HCSF - High Council for Financial Stability), chaired by Bruno Le Maire; last December we issued a recommendation on the maturity of mortgage loans and associated debt burden.", "It applies to all new loans issued since January.", "This means, in short, no more excesses, and a rapid change in behaviour.", "Otherwise, we might see a capital surcharge for non-compliant loans, although that is not part of my wishes.", "I also call on banks to better monitor their practices: margins must be sufficient to cover the costs and risks associated with housing loans.", "These points will be particularly closely monitored by the ACPR in 2020, and they are - I stress - of common interest to both you and us - in terms of financial stability.", "Lastly, to meet the challenge of profitability, French banks and insurers must be able to - at last!", "- operate in a genuine single financial market conducive to And cross-border consolidation.", "yet, the Banking Union is still half-finished: progress on resolution - second pillar - is at least as important as that on the deposit guarantee scheme - third pillar.", "Moreover, in the run-up to the arduous discussions on the future relationship with the United Kingdom, Europe must - more than ever before - assert its financial sovereignty.", "This requires the Capital Markets Union.", "I would like to express my support for the priorities put forward in the \"Next CMU\" report and for the High-Level Forum (HLF) launched by the new Commission.", "If 2020 proves to be not only the year of Brexit, but also the year of a Savings and Sustainable Investment Union, Europe will have turned the problem into an opportunity.", "- A year of inclusion We can look forward to two real advances in inclusion in 2019: a fifth consecutive year of declining household over-indebtedness, by almost 40% over this period, and the implementation of a cap on bank charges at EUR 25 per month for more than three million vulnerable customers.", "Within this population, the specific offer - capping charges at EUR 20 per month and EUR 200 per year - now benefits 464,000 customers, or an increase of 32% compared with end-2017.", "I would like to take this opportunity to thank the banking community, which has worked hard to meet its commitments.", "Now, these commitments must be enhanced, and sustained.", "Enhanced in 2020: banks must detect fragile customers even more efficiently; they must correct the few remaining shortcomings; and they must raise awareness of their specific offers.", "These commitments must be sustained over time, and will be monitored by the ACPR, and by the Observatory for Banking Inclusion, which I chair, with an active role for the associations.", "will also be the priority in 2020.", "And you can count on the determination of the Banque de France and ACPR - with its new Climate and Sustainable Finance Committee - to support the greening of the financial sector.", "We will conduct the first climatic stress tests in the coming months.", "The aim of this exercise is twofold: to better identify the resilience of banks and insurers to climate risks, and to speed up the methodological work in order to have quality assessments.", "The Paris financial centre and French public and private players have a recognised lead here, but they must consolidate it in a context of active competition.", "We will publish the scenarios by the end of March, and conduct the tests by December.", "I should point out that the results of this ground-breaking exercise will be published on an aggregated and anonymous basis.", "A word of conclusion on the Banque de France.", "Like you, we need to adapt, from payments to digitisation or cybersecurity.", "Our determined approach to innovation allows us to improve our performance and responsiveness.", "2020 is the final year of our current strategic plan, through which we have reduced our headcount by more than 20% and our current expenses by more than 10% in five years.", "We will continue our transformation through 2024.", "We owe it to the people of France; but we also owe it to you, who are the leading players in the financing of our economy.", "Happy New Year to you, your staff, and our country."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Monetary policy", "Low interest rates", "Solvency II", "Climate finance", "Basel III", "Banking Union", "Capital Markets Union", "Inclusion", "Digitalisation"]}