{"sentences": ["Ladies and gentlemen, I am very happy to join you today for this discussion, which although virtual, will be very real in terms of the strength of the ideas put forward.", "And I would like to extend my warm thanks to your Chairman Denis Ferrand for his kind invitation.", "The crisis we are living through is without precedent, in terms both of its brutality and its scale.", "In the face of this unparalleled storm and the uncertainty it is creating, central banks have responded and innovated, and they need to remain alert.", "These actions are sparking debate, and raising profound questions about monetary policy.", "In these troubled times, I think I should start with a reminder of the two anchors that moor our decision-making.", "I shall then turn to our current strategy, in order to clarify the order of priority for our objectives, and therefore for our tools.", "Two vital and permanent anchors: the mandate and independence In these turbulent times, the ECB is held fast by two crucial and permanent anchors: its price stability mandate and its independence.", "These two anchors, which are enshrined in the Treaty, form the legal basis for our action, but, more than that, they are the basis for the confidence that 76% of euro area citizens have in our currency: this is our essential asset.", "Paradoxically, at a time when the ECB and the Banque de France are doing more than ever before, criticisms are being raised over their mandate, and whether it should be extended beyond price stability to include debt sustainability or the fight against the health crisis, and over their independence, and whether they should be placed \"under political control\".", "With regard to independence, there are sometimes even strange resonances between Karlsruhe and certain debates in Italy or France.", "I would therefore like to clarify the reasons behind these two anchors and set out precisely what they contain.", "What does the future hold for price stability?", "Our price stability mandate is defined as inflation below, but close to, 2% over the medium term.", "This 2% figure has been the subject of frequent debate, but it represents the equilibrium point in discussions by economists - who all recommend a target of above zero - and is the target currently pursued by all major central banks.", "Naturally, there is a huge amount of uncertainty over how the economic environment will evolve, but this is probably less true for inflation.", "Nonetheless, it is important to share a few insights into its possible trajectory.", "In the short term, the public health crisis is disinflationary, as exemplified by the drop in oil prices.", "Inflation is currently very low, at 0.3% in the euro area and 0.4% in France in April; granted, it is particularly tricky to measure prices in the wake of the lockdown, due to the low volume of data reporting and transactions, and the shift in consumer habits, temporary or otherwise.", "In the short term, our estimates suggest that the dominant effect will be that of price moderation, caused by the slower pick-up in demand than in supply.", "The mediumterm consequences are more open to debate, due notably to uncertainties over production costs, linked for example to health and environmental standards and the potential onshoring of certain production lines; the differences between sectors could be significant, leading to variations in relative prices rather than a general upward path.", "According to the different forecasts, overall inflation should not move above 1% at least until 2021, which is in line with market expectations.", "This sluggishness in prices comes after a decade of persistently below-target inflation, which has averaged 1.3%.", "Beyond these figures, I would like to underline three qualifying criteria for our inflation target, which are all interlinked.", "Our inflation target of close to 2% is symmetrical, flexible and mediumterm.", "- if our central target is perceived as a ceiling, we are less likely to reach it.", "Clearly, therefore, we will be prepared in the future to exceed 2% on certain occasions.", "- flexible: we cannot guarantee 2.0% either all the time or straight away.", "- and, consequently, medium-term.", "This medium-term target needs to be viewed in two ways: it is forward-looking, to guide inflation expectations; but it cannot completely ignore the past either.", "Should we go as far as targeting an level of inflation of close to 2%, and therefore explicitly compensate for any undershooting or overshooting of the target over time?", "This question remains open, and will be part of the \"strategic review\" of monetary policy that the ECB will pick up again in the next few months.", "One key question in this case would be the over which the inflation average would be measured: I think the public health crisis could provide some justification for this sort of \"averaging\", at least temporarily, starting as of the beginning of the crisis.", "In the American debate, this is called TAIT (Temporary Average Inflation Targeting).", "Independence in implementing the mandate The ECB is independent on two levels.", "First, its action in implementing the mandate entrusted to it democratically under European legislation is not subject to approval by national governments, nor to national legal interpretation.", "Second, in its action, the ECB never submits to pressure from the market or from trends in the media.", "In the current context of an unprecedented rise in public debt, this independence is more important than ever.", "France's debt should exceed 115% of GDP by the end of this year.", "There can be a strong temptation in this case to give in to fiscal dominance.", "This can take different forms, including two that are frequently cited, and seductive precisely because they are illusory: the cancellation of the public debt held by the central bank, or the similar idea of converting it into perpetual debt.", "The cancellation of this debt would be tantamount to the monetary financing of public deficits, the prohibition of which is one of the founding pillars of the agreement creating the euro.", "More importantly, we need to do away with this myth of \"magic money\".", "There is no such thing as a free lunch.", "If the central bank cancelled the debt it holds, it would book an equivalent loss on its balance sheet and collective wealth would be reduced by the same amount.", "Moreover, the bank deposits linked to this monetary creation will have to be remunerated by the central bank when interest rates return to positive territory, and will therefore cost as much as a short term debt.", "And if, as some people are suggesting, the central bank committed to never raising interest rates, that would trigger a potentially uncontrollable inflationary spiral.", "As for perpetual debt, with no prospect of repayment, investors would demand high risk premiums and therefore interest rates, which would be much more expensive than on the current debt.", "Thus, we cannot work a monetary miracle, either legally or, above all, from a \"fiduciary\" perspective: any suspicion of fiscal dominance would lead to monetary mistrust, to a loss of confidence in the value of money, as observed in the past and, more recently, in certain emerging market economies.", "Let us be clear on this: the sharp rise in public debt is clearly the buffer mechanism that the economy needs in the current circumstances.", "But it will have to be paid back in the long term and this will mean adopting a more effective management of public spending in the medium term.", "The central bank's actions are conditioned by its price stability target and not by the fiscal needs of its individual member countries.", "To call this into question would be to jeopardise public confidence in the currency, which is one of the essential assets for guaranteeing economic prosperity.", "Likewise, undermining the independence of the central bank would be to diminish its power and its agility, which are precisely the strengths that protect our economy during a crisis.", "This is why I am placing so much emphasis on these two anchors.", "It is not through a somewhat rigid sense of conservatism, as suggested by a slightly lazy cliché.", "In the current low-inflation environment, our mandate in no way prevents us from innovating, acting, supporting the economy rapidly and powerfully.", "Indeed, it even creates the conditions for legitimate and efficient action.", "It is in the name of our mandate that we will very probably need to go even further: we are ready to maintain very low interest rates and very abundant liquidity for as long as necessary, and thereby to facilitate the financing of all economic agents, including the Member States.", "But it is with the strength of our independence and our mandate behind us that we are conducting this policy.", "Coping with Covid-19 - new instruments in the face of a diverse range of objectives Covid-19 - a tragedy in three acts The Covid crisis is playing out in three acts: an act I consisting of a general lockdown, followed by a slow and disparate exit, and finally a gradual resumption of activity.", "The intensity of the initial shock led to an unprecedented drop in activity, which for France we estimate at -27 % as at the end of April.", "During this first act, national fiscal policy responses were robust and coherent - and, in complete independence, I would like to underline the quality of these responses, particularly in France - even if at the outset these policies were not fully coordinated.", "Since then, European coordination has improved and took a major stride forward last Monday when France and Germany put forward their proposal for a common recovery fund.", "I warmly welcome the proposal: in the absence of the \"quantum leap\" towards an EU budget, which could finally be financed by borrowing, this is the best political response that Germany's leaders could have given to those who doubted their commitment to the euro.", "And it raises the prospect of a European policy mix that is finally better balanced and that does not place excessive strain on monetary policy alone: the Nordic countries, which are often the most sensitive to this balance, should therefore support this principle.", "Act II, which is currently unfolding, is one of a gradual but uneven exit from lockdown depending on the sectors or the countries involved.", "We will only provide our first estimates for 2020 and 2021 on 9 June but we already know that act I - general lockdown - cost the French economy almost 6 percentage points of lost annual GDP and that act II could lead to further losses of at least half this.", "Over the longer term, it is difficult to foresee the time needed to return to normal - or to a \"new normal\" - and some lasting potential growth losses are to be feared.", "In short, we have to face up to an unprecedented shock to both supply and demand, that is temporary and in part long-lasting, and symmetrical but also asymmetrical in terms of some of its national impacts.", "Intermediate objectives In terms of monetary policy, the context and its uncertainties have increased the need to meet several intermediate objectives at the same time.", "To achieve the primary objective of price stability, as Christine Lagarde simply and clearly put it, \"the (effective) transmission of monetary policy is just as important as monetary policy itself\".", "And this transmission applies towards all economic players, along all financing channels, and in all countries.", "Thus, as early as the critical phase in March, it was already essential (i) regarding interest rates, to support favourable financing conditions and to contain the adverse effects of strains on the financial markets, (ii) regarding volumes, to guarantee sufficient liquidity for business and households through bank channels, and lastly (iii) to limit the risks of financial fragmentation within the euro area.", "When we need to meet several intermediate objectives at the same time, we need to expand our range of instruments and strengthen their intensity.", "Here, economists often refer to the \"Tinbergen principle\", but it does not necessarily require strict specialisation with one single instrument assigned to each objective.", "Our choice at the ECB is more pragmatic: since March, we, like the Fed and the Bank of England, have greatly expanded and strengthened our armoury of instruments and in so doing refuted all those - and remember there were a lot of them only a few months ago - who feared that the central banks were \"running out of ammunition\".", "However, some of our instruments deal with the long-lasting, underlying low-inflation environment that preexisted the crisis - and which has not gone away.", "It is our \"baseline game\", if you will.", "While other measures, including the new PEPP, must exercise great flexibility in targeting the more temporary, and even unpredictable, consequences of the crisis itself, it is only by using and combining them all that we can properly cover the entire court.", "Our \"baseline game\" instruments Prior to the crisis, a very accommodative monetary policy stance was already needed and to ensure its implementation we had what I often called a quartet of - from hereon in - \"quasiconventional\" instruments.", "First, in September 2019, we amended our use of with a tiering system to mitigate their adverse impacts on bank intermediation.", "I see no reason to change these rates now.", "Meanwhile, asset purchases, in operation since mid-2014, reached a total of EUR 2,800 billion in April 2020 and will continue at a monthly average pace of more than EUR 30 billion.", "Let's be clear: the PSPP for sovereign bonds is and continues to be, following the Karlsruhe judgement, a powerful tool in terms of volume for maintaining an accommodative monetary policy and containing the medium and long-term risk-free rate.", "Consequently, the principle of proportionality is ensured by its very predictability and strict compliance with country capital allocation keys and issuer limits.", "We reinforced the through Targeted Longer-Term Refinancing Operations supply of liquidity (TLTROs), and expanded the range of eligible collateral.", "We can also add forward guidance to this arsenal, on PSPP (including the reinvestment horizon) and policy interest rates, which we could strengthen further through a condition of a greater degree of persistence in inflation around our target.", "This forward guidance provides considerable leeway to adapt to economic changes thanks to its self-stabilising endogenous component.", "However, it would lose its effectiveness if it appeared to be too volatile or too arbitrary and for this reason cannot be considered a flexible adjustment instrument.", "Our new instruments to cope with the crisis This is why the ECB introduced in addition to those already available, which are more flexible in dealing with an unprecedented and multifaceted crisis.", "The supply of liquidity to banks has been reinforced in terms of quantity and, above all, through an incentivising price structure.", "Interest rates on TLTROIII operations were cut dramatically on 12 March and again on 30 April and are now, at -1%, 50 basis points below the deposit facility rate for any bank that maintains the outstanding amount of its lending to the economy.", "This is a radical - and yet largely unheralded - innovation that represents several billion euro in support to the European banking sector each year.", "Above all, we have created the EUR 750 billion Pandemic Emergency Purchase Programme (PEPP).", "While it was its size that impressed, its greatest innovation lies in its exceptional flexibility in terms of time, volume and allocation between countries and asset classes.", "It is its very flexibility that should make the PEPP our preferred marginal instrument for dealing with the consequences of the crisis, and I would now like to expand on its components.", "First, flexibility in terms of time.", "We are not bound by a monthly allocation.", "And the programme is clearly intended to be temporary: the Governing Council \"will conduct net asset purchases under the PEPP until it judges that the coronavirus crisis phase is over, but in any case not until the end of this year [2020]\".", "There is a risk that the economic consequences of the crisis may continue beyond the end of 2020, possibly justifying an extension to the PEPP; I then believe it would be advisable for us to clarify the criteria, \"state-dependent\" on the economic situation, upon which we will base our decision to close the programme in the future.", "Second, flexibility in terms of Unlike the PSPP, we are not committed to a fixed amount volume.", "- today, the PEPP can go \"up to EUR 750 million\", and we stated on 30 April that we were prepared to go further if need be.", "However, in my opinion this would only make sense if at the same time we ensure the maximum effectiveness of the PEPP.", "And this brings me to my third point, flexibility in terms of allocation between countries.", "While there is a risk that the effects of the crisis may in some cases be asymmetric, we will not allow adverse market dynamics to lead to unwarranted interest rate hikes in some countries, and a fragmentation that would compromise the effective transmission of our monetary policy.", "Therefore, for the PEPP, clinging to the capital keys to determine each country's purchase amounts would be an uncalled-for constraint that would undermine the very effectiveness of our intervention efforts.", "It is not a question of targeting spreads or pre-determined interest rate levels: a \"yield curve control\" or a \"spread control\" would be complicated and even counter-productive in the euro area.", "However, depending on market dynamics and liquidity conditions - and where these exhibit unwarranted gaps or there are risks of excessive volatility - certain national central banks must be able to purchase significantly more, and others significantly less, while ensuring the risks remain unshared.", "Allow me to say a final word on another development under discussion: the possibility of \"going direct\" to finance businesses without going through the bank channel.", "The truth is that we do this already, and have done since 2016, by being among the first central banks to buy corporate bonds.", "Last March, we extended our purchases to include short-term commercial paper.", "The NEU-CP market in Paris is by far the most active in the euro area, with outstandings of EUR 72 billion in mid-May, and the Banque de France's most recent involvement since the end of March has been very effective and widely acknowledged by industry professionals.", "With its new Main Street Lending Program, the Fed recently went a step further by giving itself the possibility to fund the purchases of bank loans to businesses, via a special-purpose vehicle created with a US Treasury Department guarantee.", "We are not at that stage yet - the euro area has a different institutional framework - but we should not necessarily exclude it in the future if it proves to be a lever needed to maintain the financing of the economy by lightening bank balance sheets.", "What's more, the French proposal for a \"recovery fund\" envisages its partial use for this very purpose.", "The Covid crisis has once again called upon the Eurosystem's reactivity and creativity to fulfil its mandate in total independence.", "To conclude with the words of Jean Monnet, \"I have always believed that Europe would be built through crises, and that it would be the sum of their solutions\".", "Without, of course, wishing for it, this is the situation we find ourselves in.", "And rest assured, the ECB has risen to this challenge."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Price stability", "Central bank independence", "Pandemic Emergency Purchase Programme (PEPP)", "Monetary policy", "Covid-19", "Fiscal policy", "Inflation", "Public debt", "Transmission", "Recovery fund"]}