{"sentences": ["From time to time, we chance upon heart-warming stories of how seemingly small and random acts of kindness, result in something miraculous.", "I am talking about stories like Jadav Payeng, an environmental activist and forest worker from India, who planted a tree almost every single day for 40 years.", "Jadav was only 16 when he started working with the district's social forestry division in a tree plantation drive.", "Upon completion of the 5-year project, Jadav chose to stay and continued on his quest to save his island.", "This led him to single-handedly create a real man-made forest, the Molai Forest, which houses several species of animals and thousands of trees that is now almost as big as New York's Central Park.", "We also marvel at Afroz Shaz, who began picking up trash on Versova Beach in Mumbai, and inspired thousands of volunteers to join the cause.", "Versova's dramatic transformation from filthy to fabulous went viral in India, with praises to Afroz and the volunteers for helping to restore the beach that was previously polluted by 15 years of piled up rubbish.", "In reading these stories, I could not help but think, if these individual acts could result in such outstanding outcomes, surely we can achieve a lot more given our resources, capabilities and outreach?", "With this, I would like to speak on COVID-19 and climate change, Collective responsibility, Commitment, and Collaboration.", "But before that, let me begin by thanking the organiser Climate Governance Malaysia, for inviting me to speak today and for successfully organising this event.", "COVID-19 & Climate Change My first C is \"COVID-19 and climate change\".", "The fight against the COVID-19 pandemic brings into sharp focus the balance between safeguarding public health and the economy.", "Parallels have been drawn between this very current policy challenge and our struggle to manage climate risks.", "There are both differences and similarities.", "COVID-19 represents a singular common enemy, while climate risks are more multi-faceted.", "It could also be argued that the time dimension also differs, with COVID-19 being more immediate whilst climate challenges often come and go with climatic events.", "Given the latter, oftentimes our intensity to tackle climate change also ebbs and flows.", "But despite all this, the single biggest common point is the devastation that both COVID-19 and climate change bring to our lives and livelihood.", "Hence, there is a silver lining to this current health crisis.", "The pandemic was once a distant issue or someone else's problem.", "Now, everyone from Australia to Zimbabwe is experiencing its full brunt.", "It is therefore an opportune time to reflect, reset and reprioritise.", "The world now has a unique opportunity - an opportunity to galvanise a deeper appreciation and understanding of the issues that affect us all - globally and simultaneously.", "Policymakers tackling the health crisis have been encouraged to pursue policies that can alleviate the economic shocks caused by the pandemic and in the same instant help address climate issues and challenges.", "We can leverage the opportunity presented by the current crisis to put the world on a new trajectory with a lower risk of future climate calamities.", "Collective responsibility This brings me to my second C that is \"collective responsibility\".", "The former Managing Director of IMF, Madam Lagarde once remarked that \"Tackling climate change is a collective endeavour, it means collective accountability and it's not too late\".", "Malaysia, together with its ASEAN counterparts, has been responding to climate change by developing national sustainable roadmaps, principles and guidelines.", "Such actions are even more relevant now.", "Despite a more pressing public health crisis at the moment, the World Health Organization has warned that \"climate change is a gradually increasing stress that may be the defining public health threat of the 21st century\".", "That's because temperature and weather extremes, floods, and pollutants can impact human health, directly and indirectly.", "The pandemic thus stresses the need to progressively continue collective global climate change actions to reduce risk of future epidemics.", "This brings me to my third C, which is \"commitment\".", "We need strong commitment to combat climate change and take immediate actions to take charge of future economic growth.", "For corporations and businesses, over and above concerns on regulation and legal risks, is the need to commit to invest in doing the right thing for \"people, profit and planet\".", "Corporations and businesses that align their policy and advocacy agenda to climate action have an important role in averting a path towards climate catastrophe.", "As we forge the path towards a climate conscious future, and for the whole system to change at the needed pace and scale, policy makers need to step up as well.", "For emerging economies such as Malaysia, there is a careful policy balance between transitioning to a low-carbon economy while addressing needs of society and businesses.", "This is meant to minimise unintended consequences of channelling financing towards non-green and non-sustainable practices and to minimise transition risk.", "As the central bank, Bank Negara Malaysia is cognisant of this in crafting our strategies to respond to climate risk.", "Our commitment stems from the direct relevance that climate change has to our mandates in preserving monetary stability and financial stability.", "Approximately 11.7% of Malaysian financial institutions assets are potentially exposed to climate change.", "Our aim is to ensure that financial institutions are adequately measuring, mitigating and building buffers against climate risk.", "Our target is for climate risk to be featured more visibly in the risk management practices of financial institutions by 2022.", "Of equal importance is our resolve to build their capacity to become effective agents of change in facilitating transition towards a low-carbon economy.", "A common language to categorise economic activities to help facilitate financial flows towards activities that would support the transition to a lower carbon economy, is therefore paramount.", "For this purpose, the Bank issued the Climate Change and Principles-Based Taxonomy Discussion Paper in December 2019.", "The taxonomy is now undergoing further refinements, and a pilot implementation for selected financial institutions will commence this month.", "On to my final C, \"collaboration\".", "In his quest to clean up Versova beach, Afroz Shaz would not have been as successful had he acted alone.", "He had help from organisations and volunteers from over 12 countries.", "The Versova Beach clean-up was one of the largest citizen initiatives the world has even seen.", "In the same vein, the Bank values contribution and collaboration with various stakeholders.", "This includes the financial industry in planning an orderly transition towards a more climate-resilient economy.", "The Joint Committee on Climate Change (or \"JC3\") was set up in September 2019 as a platform for financial regulators and financial institutions in Malaysia to work together to deepen our understanding on climate risks and develop tools to effectively respond to those risks.", "The JC3 is chaired by the Bank and Securities Commission Malaysia, with Bursa Malaysia and 19 financial institutions as members.", "Now I am pleased to inform that the JC3 is one of the collaborators with CGM, together with the Institute of Corporate Directors Malaysia (ICDM) and Islamic Markets in organising today's forum.", "The Bank envisions that financial industry players and others from the private sector will play more proactive roles in increasing funding pathways for green and sustainability related projects.", "By stepping up such efforts, there would be more innovative financial instruments or alternative financing, sustainable or green bonds or sukuk that would support the Government's climate change agenda.", "Ladies and gentlemen, The severity and abruptness of the current health crisis do not make climate crisis any less pressing.", "The resilience of our future economy and financial system will depend on the actions we take now in building climate and societal resilience.", "This is a sobering reality, one we must take full accountability of, and pledge strong commitment to.", "This pandemic has not only provided valuable lessons to us on the grave consequences of being ill-prepared when facing a crisis.", "It is also a strong reminder that sustainability must play a crucial role in our economic recovery and reset.", "As a central banker, it is not often that I talk about global health - but the current pandemic has challenged me to be more conversant of such issues.", "The same applies to the topic of climate change which was not in the central banks' dictionary until recently.", "But that is the reality of development - we will continuously be called upon to respond to new and unfamiliar challenges and to effectuate changes wherever we can.", "I am optimistic that we can all contribute to do our part to make the change that is required.", "Global awareness on climate change and its risks being showcased today and during this Climate Week is reflective of a world that is determined to rise to the immense challenges before us.", "Thank you again to the organiser of this event and to all participants.", "I look forward to more meaningful engagements on this issue as we continue this onward march for a better life and a better future for our children and for mankind."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Climate Change", "Collective Responsibility", "Commitment", "Collaboration", "Financial Institutions", "Climate Risk", "Sustainability", "Green Bonds", "Resilience"]}