{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of today's meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "The euro area is facing an economic contraction of a magnitude and speed that are unprecedented in peacetime.", "Measures to contain the spread of the coronavirus (COVID-19) have largely halted economic activity in all the countries of the euro area and across the globe.", "Survey indicators for consumer and business sentiment have plunged, suggesting a sharp contraction in economic growth and a profound deterioration in labour market conditions.", "Given the high uncertainty surrounding the ultimate extent of the economic fallout, growth scenarios produced by ECB staff suggest that euro area GDP could fall by between 5% and 12% this year, depending crucially on the duration of the containment measures and the success of policies to mitigate the economic consequences for businesses and workers.", "As the containment measures are gradually lifted, these scenarios foresee a recovery in economic activity, although its speed and scale remain highly uncertain.", "Inflation has declined as a result of the sharp fall in oil prices and slightly lower HICP inflation excluding energy and food.", "The decisive and targeted policy measures that we have taken since early March have provided crucial support to the euro area economy and especially to the sectors most exposed to the crisis.", "In particular, our measures are supporting liquidity conditions and helping to sustain the flow of credit to households and firms, especially small and medium-sized enterprises (SMEs), and to maintain favourable financing conditions for all sectors and jurisdictions.", "We welcome the measures taken by euro area governments and the European institutions to ensure sufficient healthcare resources and to provide support to affected companies, workers and households.", "At the same time, continued and ambitious efforts are needed, notably through joint and coordinated policy action, to guard against downside risks and to underpin the recovery.", "In line with our mandate, the Governing Council is determined to continue to support households and firms in the face of the current economic disruption and heightened uncertainty, in order to safeguard medium-term price stability.", "Accordingly, the Governing Council decided today to further ease the conditions on our targeted longer-term refinancing operations (TLTRO III).", "Specifically, we decided to reduce the interest rate on TLTRO III operations during the period from June 2020 to June 2021 to 50 basis points below the average interest rate on the Eurosystem's main refinancing operations prevailing over the same period.", "Moreover, for counterparties whose eligible net lending reaches the lending performance threshold, the interest rate over the period from June 2020 to June 2021 will now be 50 basis points below the average deposit facility rate prevailing over the same period.", "We also decided on a new series of non-targeted pandemic emergency longer-term refinancing operations (PELTROs) to support liquidity conditions in the euro area financial system and contribute to preserving the smooth functioning of money markets by providing an effective liquidity backstop.", "The PELTROs consist of seven additional refinancing operations commencing in May 2020 and maturing in a staggered sequence between July and September 2021 in line with the duration of our collateral easing measures.", "They will be carried out as fixed rate tender procedures with full allotment, with an interest rate that is 25 basis points below the average rate on the main refinancing operations prevailing over the life of each PELTRO.", "Further details on the amendments made to the terms of TLTRO III and on our new PELTROs will be published in dedicated press releases this afternoon at 15:30 CET.", "Since the end of March we have been conducting purchases under our new pandemic emergency purchase programme (PEPP), which has an overall envelope of €750 billion, to ease the overall monetary policy stance and to counter the severe risks to the monetary policy transmission mechanism and the outlook for the euro area posed by the coronavirus pandemic.", "These purchases will continue to be conducted in a flexible manner over time, across asset classes and among jurisdictions.", "We will conduct net asset purchases under the PEPP until the Governing Council judges that the coronavirus crisis phase is over, but in any case until the end of this year.", "Moreover, net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion, together with the purchases under the additional €120 billion temporary envelope until the end of the year.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "We also intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "In addition, we decided to keep the unchanged.", "We expect them to key ECB interest rates remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2% within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "Together with the substantial monetary policy stimulus already in place, these measures will support liquidity and funding conditions and help to preserve the smooth provision of credit to the real economy.", "At the same time, in the current rapidly evolving economic environment, the Governing Council remains fully committed to doing everything necessary within its mandate to support all citizens of the euro area through this extremely challenging time.", "This applies first and foremost to our role in ensuring that our monetary policy is transmitted to all parts of the economy and to all jurisdictions in the pursuit of our price stability mandate.", "We are, therefore, fully prepared to increase the size of the PEPP and adjust its composition, by as much as necessary and for as long as needed.", "In any case, the Governing Council stands ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner, in line with its commitment to symmetry.", "Let me now explain our assessment in greater detail, starting with the The economic analysis.", "latest economic indicators and survey results covering the period since the coronavirus spread to the euro area have shown an unprecedented decline, pointing to a significant contraction in euro area economic activity and to rapidly deteriorating labour markets.", "The coronavirus pandemic and the associated containment measures have severely affected the manufacturing and services sectors, taking a toll on the productive capacity of the euro area economy and on domestic demand.", "In the first quarter of 2020, which was only partially affected by the spread of the coronavirus, euro area real GDP decreased by 3.8%, quarter on quarter, reflecting the impact of the lockdown measures in the final weeks of the quarter.", "The sharp downturn in economic activity in April suggests that the impact is likely to be even more severe in the second quarter.", "Looking beyond the immediate disruption stemming from the coronavirus pandemic, euro area growth is expected to resume as the containment measures are gradually lifted, supported by favourable financing conditions, the euro area fiscal stance and a resumption in global activity.", "Given the highly uncertain duration of the pandemic, the likely extent and duration of the imminent recession and the subsequent recovery are difficult to predict.", "However, without pre-empting the forthcoming Eurosystem staff macroeconomic projections, which will be published in June, growth scenarios produced by ECB staff suggest that euro area GDP could fall by between 5% and 12% this year, followed by a recovery and normalisation of growth in subsequent years.", "The extent of the contraction and the recovery will depend crucially on the duration and the success of the containment measures, how far supply capacity and domestic demand are permanently affected, and the success of policies in mitigating the adverse impact on incomes and employment.", "According to Eurostat's flash estimate, euro area annual HICP inflation decreased from 0.7% in March to 0.4% in April, largely driven by lower energy price inflation, but also slightly lower HICP inflation excluding energy and food.", "On the basis of the sharp decline in current and futures prices for oil, headline inflation is likely to decline considerably further over the coming months.", "The sharp downturn in economic activity is expected to lead to negative effects on underlying inflation over the coming months.", "However, the medium-term implications of the coronavirus pandemic for inflation are surrounded by high uncertainty, given that downward pressures linked to weaker demand may be partially offset by upward pressures related to supply disruptions.", "Market-based indicators of longer-term inflation expectations have remained at depressed levels.", "Even though survey-based indicators of inflation expectations have declined over the short and medium term, longer-term expectations have been less affected.", "Turning to the monetary analysis, broad money (M3) growth increased to 7.5% in March 2020, from 5.5% in February.", "Money growth reflects bank credit creation for the private sector, which is driven to a large extent by drawing on credit lines, and low opportunity costs of holding M3 relative to other financial instruments, while heightened economic uncertainty appears to have triggered a shift towards monetary holdings, likely for precautionary reasons.", "In this environment, the narrow monetary aggregate M1, encompassing the most liquid forms of money, continues to be the main contributor to broad money growth.", "Developments in loans to the private sector have also been shaped by the impact of the coronavirus.", "The annual growth rate of loans to households stood at 3.4% in March 2020, after 3.7% in February, while the annual growth rate of loans to non-financial corporations stood at 5.4% in March, after 3.0% in February.", "These developments are also clearly visible in the results of the euro area bank lending survey for the first quarter of 2020, which indicate a surge in firms' demand for loans and for drawing on credit lines to meet liquidity needs for working capital, while financing needs for fixed investment declined.", "Demand for loans to households for house purchase increased less than in the previous quarter.", "Credit standards for loans to firms tightened slightly, while credit standards for loans to households tightened more strongly.", "In both cases, this was related to the deterioration in the economic outlook and a decline in the creditworthiness of firms and households.", "At the same time, banks expect an easing of credit standards for loans to firms in the second quarter of 2020.", "Our policy measures, in particular the more favourable terms for TLTRO III operations and the collateral easing measures, should encourage banks to extend loans to all private sector entities.", "Together with the credit support measures adopted by national governments and European institutions, they support ongoing access to financing, including for those most affected by the ramifications of the coronavirus pandemic.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary for the robust convergence of inflation to levels that are below, but close to, 2% over the medium term.", "Regarding fiscal policies, an ambitious and coordinated fiscal stance is critical, in view of the sharp contraction in the euro area economy.", "Measures taken should as much as possible be targeted and temporary in nature in response to the pandemic emergency.", "We welcome the endorsement by the European Council of the Eurogroup agreement on the three safety nets for workers, businesses and sovereigns, amounting to a package worth €540 billion.", "At the same time, the Governing Council urges further strong and timely efforts to prepare and support the recovery.", "In this regard, we welcome the European Council agreement to work towards establishing a recovery fund dedicated to dealing with this unprecedented crisis.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none"], "topics": ["coronavirus pandemic", "monetary policy", "economic outlook", "liquidity conditions", "inflation", "credit support", "fiscal policy", "TLTRO III", "PELTROs", "PEPP"]}