{"sentences": ["Good afternoon to everyone tuning in from Asia, and good morning to the rest watching from across the globe.", "Let me thank the Maritime and Port Authority (MPA) for the opportunity to deliver this Singapore Maritime Lecture virtually.", "The global economy is facing its worst crisis since the Second World War.", "The IMF has forecast that the global economy will shrink by 4.9% this year.", "According to the WTO, global merchandise trade volumes contracted by an estimated 14% in the first half of 2020.", "And the recovery will not be spectacular - even in its more optimistic scenario, the WTO forecasts merchandise trade this year to be 13% below 2019 levels.", "With over 80% of international merchandise trade seaborne, the maritime industry has not been spared.", "Down But Not Out One of the great lessons of the COVID-19 crisis is the importance of resilience.", "In one of the most popular movie quotes of all time, the boxer Rocky Balboa says \"It ain't about how hard you hit, it is about how hard you can get hit, and keep moving forward.\"", "Resilience is not just about being strong, it is not even about staying on your feet all the time.", "Resilience is about getting back up again even after being knocked down ... and to keep moving forward.", "Today, I would like to talk about resilience along four dimensions: resilient supply chains; a resilient industry; a resilient workforce; and a resilient planet.", "Resilient Supply Chains First, how to build resilience in supply chains.", "There is a view in some quarters that resilience means onshoring and retreating from global value chains.", "With the border restrictions in the wake of COVID-19, there has indeed been some onshoring of supply chains to secure essential goods and services.", "But it is not practical for most activities to be onshored and it will be costly and inefficient to do so.", "There's got to be a better way to increase supply chain resilience.", "Let me offer three suggestions: make supply chains more diverse, more flexible, and more integrated.", "Diversified supply chains are more resilient - with multiple sources of raw materials, multiple production locations, and multiple warehouse hubs and distribution channels.", "The desire to mitigate China concentration risk has led to some diversification of production locations in Asia.", "Even before COVID-19, firms had started to adopt a \"China plus one\" sourcing and production strategy as wage costs rose in China and US-China trade tensions intensified.", "New production locations and value chains have emerged in Vietnam, Taiwan, and to some extent Malaysia.", "The pandemic has added some impetus to this trend.", "But we do not expect extensive relocation of production out from China in the near term.", "The bigger force diversifying supply chains is the continued rise of Asia's middle class.", "Middle class consumption patterns are boosting and reshaping intra-Asian trade in goods Supply chains that used to focus on Asian exports to Europe and America are increasingly diversifying to also meet final demand in Asian markets.", "This means more regional trade routes and regional ports growing in importance.", "Last year, 12 of the top 15 container ports in the world were in Asia.", "As sailors navigating choppy waters would put it: \"we cannot direct the wind, but we can adjust the sails.\"", "And the wind is blowing towards Asia.", "Flexible supply chains are more resilient - where production can ramp up or down in line with changing demand and where alternative routes can be used quickly.", "In the wake of the COVID-19 pandemic, there is no doubt a rebalancing from just-in-time to just-in-case operations.", "But while inventories are likely to be somewhat larger going forward, maintaining huge stockpiles is expensive.", "Smart firms are recognising the value of flexible supply chains and exploring alternative production possibilities from the stocks on hand.", "A good example of flexible production lines was seen in France earlier this year, where luxury goods manufacturer LVMH shifted its perfume factories to produce hand sanitisers within 72 hours of the government's call for support.", "Similarly, the factories of Giorgio Armani, Gucci, and Prada were repurposed to produce medical overalls to support the overwhelmed Italian healthcare system.", "Improved visibility and transparency on shipments can help make supply chains more flexible and resilient.", "Of course, it is not as easy to retrofit ships to carry different types of cargo as it is for airlines to convert passenger planes to cargo planes But the shipping and logistics industries can use digital technologies to improve coordination of supply chains, have more timely notifications of shipment delays, and enhance fleet management and route optimisation.", "Integrated supply chains are more resilient - with more seamless solutions and end-to-end connectivity across online and offline logistics activities.", "The rise of e-commerce platforms has launched a move towards end-to-end supply chain integration.", "Alibaba and Amazon are challenging traditional logistics players by developing their own warehouses and fulfilment centres.", "Of course, digital connectivity cannot fully replace physical connectivity because goods still have to be moved.", "Businesses are therefore adopting omni-channel marketing and distribution approaches, connecting with suppliers and customers both online and offline.", "Integrated supply chains also mean strong inter-linkages across adjacent sectors - maritime, aviation, rail and road transport, with trading, logistics, and finance.", "Let me highlight a Singaporean initiative in this space.", "The Monetary Authority of Singapore (MAS) and Infocomm Media Development Authority (IMDA) have jointly launched a digital platform called Business sans Borders (or BSB).", "BSB aims to link multiple platforms domestically and internationally, connecting buyers, suppliers, marketplaces, and service providers across economies If successful, the BSB experiment will demonstrate that the key to supply chain resilience is not to isolate and retreat behind borders, but to strengthen connectivity across borders even more.", "Resilient Industry The second dimension is a resilient industry - one that can continue to function in the face of disruptions and movement restrictions.", "Digitalisation is one of the ways in which an industry can build resilience.", "We have seen, amid the COVID-19 lockdowns, how firms which have gone digital earlier have managed to ensure business continuity, with the transition to working remotely and serving customers online.", "To ensure resilience, digitalisation needs to be end-to-end.", "If every part of a process is digitalised except one step which requires an in-person interaction, or a wet ink signature, or a payment in physical cash, then the \"digital chain\" is broken and resilience compromised.", "In financial services, this is what we have been aiming for: to be digital to the core.", "Digital trade finance solutions are trying to achieve seamlessness, to help facilitate trade flows.", "At the Singapore FinTech Festival last year, a trade finance application portal was launched as a value-added service on Singapore's Networked Trade Platform, which allowed traders and businesses to seamlessly apply for financing from nine banks.", "Earlier this year, DBS Bank joined Contour, which focuses on shortening end-to-end Letter of Credit (LC) settlement by digitalising the creation, exchange, and issuance of LCs on a blockchain.", "Likewise, the maritime industry can explore linking up with customers and other stakeholders through digitally connected platforms.", "There are efforts already underway.", "Singapore is working with our ASEAN partners, China, the Port of Rotterdam Authority and others on areas like digital customs connectivity, recognising electronic certificates and connecting maritime single windows to facilitate port clearance and streamline documentation.", "The MPA-DBS MoU being signed today is another example.", "The MoU will support efforts to digitalise financial services and payments across Singapore's maritime industry.", "This includes streamlining and expediting payments among users of maritime services, and digitalising supporting documents for financing.", "Automation and digital technologies present opportunities to improve efficiency and provide better service across logistics, port operations, and shipping.", "In port operations and warehousing, intelligent connected systems can facilitate predictive maintenance of autonomous vehicles and robotic cranes.", "In logistics and freight services, robotic process automation and digital platforms can improve coordination with service providers and customers.", "In shipping, smart sensors can allow remote monitoring and diagnostics of ships.", "Singapore has adopted a multi-stakeholder approach to promote digitalisation.", "The Maritime Digitalisation Playbook, co-created by MPA, IMDA, and the Singapore Shipping Association, provides a useful guide to help maritime companies achieve purposeful digital transformation.", "Resilient Workforce Third, building a resilient workforce in the face of technological change.", "To do this, we need to understand how technology will affect jobs.", "Next, we need to address skills, jobs, and careers in an integrated manner.", "Finally, workforce transformation must become a core business capability for all firms.", "The main effect of technology is to transform jobs rather than to destroy existing ones or create new ones.", "Research has found that technology changes tasks within jobs rather than displaces entire jobs.", "In other words, some tasks within jobs are made redundant by technology, but new tasks are created within that job or combined with tasks from other jobs.", "Let me share with you some insights from the financial sector.", "MAS commissioned Ernst & Young to study the impact on jobs in the financial sector from two specific technologies - data analytics and automation.", "The study looked at 121 distinct job roles in the financial industry, broken down by the various tasks within each role.", "It then examined how data analytics and automation are likely to change the tasks within each job role.", "It also identified the skills that would be necessary to perform any new tasks created.", "The study found that one in three job roles in the financial sector will be heavily transformed by data analytics and automation.", "This means that some tasks will be automated and others substituted by data analytics.", "The remaining tasks will converge into new job roles that require more judgement and customisation - both of which require new skillsets.", "The next step is to look at skills upgrading, job placements, and career pathways in an integrated manner.", "The Institute of Banking & Finance, together with the industry, used the results of the study to develop a Skills Framework for Financial Services.", "Many financial institutions are using this framework to help plan career pathways, transitions in job roles, and training programmes.", "The third step is the most challenging: workforce transformation to support business transformation.", "Simply hiring those with the skills to fill emerging job roles and firing those who have become less relevant, will not work.", "We must invest in the existing workforce - building deep technical skills, broad lateral skills, and digital skills of the future.", "That's what strategic human resource development means.", "Building a resilient workforce in the maritime industry will not be the same as in the financial industry - but there could be some potential take-aways.", "The maritime industry can consider doing similar granular analysis, to identify changing tasks and new skills in evolving job roles, map out skills gaps across the industry, and plan appropriate interventions.", "Maritime Singapore is off to a good start: the Skills Framework for Sea Transport, launched in 2017 and updated recently, identified skills in automation, engineering, data analytics, cyber security, and green shipping as growing in importance.", "The technology trends identified in the Skills Framework are bearing out.", "We are seeing more automation: in ports, with remote yard cranes, autonomous guided vehicles, and just-in-time arrival; in ship agents and managers, with robotic process automation to improve productivity; in shipping, with significant R&D efforts in maritime autonomous surface ships that can enhance navigational efficiency and safety.", "Data analytics is being used to optimise fleet deployment, bunker procurement, fuel consumption, and freight rates, as well as de-risk supply chains.", "Cybersecurity has become essential for ensuring resilient operations, with the growing use of sensors and connected systems on ships.", "The main impact of this automation is to shift the workforce to higher skills not reduce overall employment.", "This is what a study commissioned by the International Transport Workers Federation has found: that automation in global transport through to 2040 is likely to change the profile of the workforce to higher skilled jobs, rather than reduce the overall size of the workforce.", "Simulations for maritime transport indicate that although automation will require less seafarers per volume of cargo transported, the absolute number of seafarers required in 2040 will be higher than the current level.", "A Resilient Planet Finally, a resilient planet.", "The need to promote a sustainable economy is becoming more apparent and is likely to emerge as a major theme when the world recovers from the COVID-19 crisis.", "The maritime industry's commitment to lower carbon emissions will be a key element in the industry's strategies in the coming years.", "The International Maritime Organisation (IMO) has committed to reduce annual greenhouse gas emissions by 50% and emissions intensity by 70%, by 2050, compared to 2008 levels.", "Tighter global regulatory caps on ships' sulphur oxide emissions took effect this year.", "MPA launched last year a Maritime Sustainability Reporting Guide , Singapore's first such sector-specific guide.", "Green shipping and sustainability efforts are not only about meeting regulatory requirements - they offer good growth and job opportunities.", "We will need substantial R&D and investments to explore decarbonisation technologies in shipping.", "MPA is partnering the industry and institutes of higher learning (IHLs) to test-bed future fuels such as hydrogen power and biofuels.", "We are already seeing maritime firms and classification societies expand their testing, inspection, and certification services into green shipping and sustainability assessment.", "We can expect to see further growth and higher quality jobs in maritime services, increased use of drones and sensors, as well as augmented reality in futur Digitalisation can support sustainability efforts in the maritime industry.", "Digital technologies can help to improve end-to-end visibility and track the carbon footprint along entire supply chains.", "Better data collection can not only help maritime firms in their own sustainability reporting efforts, but also help optimise sustainability performance.", "While decarbonisation will be a gradual process in the coming years, collective action accumulated over the coming decades can generate significant results.", "The COVID-19 pandemic has shown the world the importance of resilience.", "But the maritime industry has always known this - being able to ride the waves, to adjust course, and to seize the winds makes all the difference not just to success but survival itself.", "I wish the maritime community all the best as it works together to overcome current challenges, seize new opportunities, and build resilience for the future.", "McKinsey Global Institute (2017).", "\"Jobs lost, jobs gained: workforce transitions in a time of automation\".", "World Maritime University (2019).", "\"Transport 2040: Automation, Technology, Employment - The Future of Work\".", "This was in partnership with the Singapore Exchange, Global Compact Network Singapore, Institute of Singapore Chartered Accountants, and sustainability consultants from EY, KPMG, and PwC Singapore."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Resilient supply chains", "Resilient industry", "Resilient workforce", "Resilient planet", "Digitalisation", "Automation", "Sustainability", "Green shipping", "IMO regulations", "Skills development"]}