{"sentences": ["Yes, we're in lockdown and have been teleworking for almost a month now.", "I'd like to go back in time.", "You were in a very difficult place at an extremely difficult time, i.e.", "at the helm of the Spanish economy when the crisis that was triggered between 2007 and 2008 reached its peak and Mario Draghi uttered the magic words \"...whatever it takes...\", which significantly calmed the markets.", "Can today's crisis, which is different in nature but devastating nonetheless, also be solved by either you or your President saying \"we will do whatever is necessary\", and that will solve everything?", "We are already doing whatever is necessary.", "We have given banks as much liquidity as they need and the ECB is going to buy more than a trillion euros' worth of euro area bonds.", "Spain will benefit to the tune of around €120 billion.", "This is the Spanish economy's main line of defence from a financial perspective at the moment.", "Is this how much Spanish banks, with the government's approval, will be able to grant in terms of loans to whoever asks for them?", "No, these are direct purchases made by the European Central Bank.", "Purchases of debt, of bonds?", "Does this mean money for the government?", "The purchases are made on the secondary market, but will also have an impact on the primary market.", "The ECB is taking steps to help avoid certain situations; do you remember what happened with the spread?", "Yes, it reached 650 points in Spain.", "The aim is to ensure spreads don't widen dramatically and to keep the borrowing costs of governments under control to avoid an increase in financial stress at this extremely challenging time.", "Are you now sure we will be in recession at the end of this quarter?", "All of the scenarios being looked at, by the European Commission, the OECD, etc.", "indicate that a recession will take hold.", "The main question is how long the lockdown period will last.", "If it lasts a long time, each month will see a fall of approximately two percentage points in GDP, according to the OECD calculations.", "If it lasts for three months, we would see a fall of six percentage points.", "These are fairly reliable calculations.", "What do you think of the government's \"I order, you foot the bill\" approach?", "Meaning that employers cannot lay anyone off but have to keep paying; maintain their expenditure while receiving no income.", "Could this result in the destruction of Spain's, and possibly other countries', business infrastructure?", "I mustn't get into analysing specific policies.", "The Spanish government has taken a decision to introduce stricter lockdown measures in the hope that this will in fact help to shorten the pandemic's life cycle and break the chain of infection.", "Ultimately, although this will come at a certain cost, hopefully it will be outweighed by the benefits.", "This public health crisis will lead to a very severe recession.", "The assumption is that businesses will stop billing.", "And what we must do is try to keep as many of our businesses as possible afloat so that, after a certain period, economic activity can bounce back again.", "When companies stop billing, measures should be taken to try and keep their expenditure to a minimum.", "If their expenditure is fixed at a certain level, the only way out is for businesses to go bust.", "And that is what we must avoid.", "The Spanish government - I don't know about other European governments - is providing guarantees for loans to continue paying, but it's not helping businesses with a moratorium on labour costs or on certain taxes.", "The issue of guarantees is a crucial one.", "The ECB has provided lots of liquidity to the banks.", "The banks have to pass this liquidity on to customers, namely SMEs and the self-employed.", "We also need to allow tax liabilities, social security payments and the like to be deferred.", "What's important is that businesses that were entirely profitable before the start of the pandemic survive it and become profitable again once it's over.", "That goes for Spain and for all the countries in the euro area.", "Are the €120 billion of debt purchases kind of like the coronabonds that people are calling for?", "Or is this something different?", "No, this is completely different.", "It's direct intervention by the ECB.", "I'm in favour of coronabonds; I think they show solidarity.", "What would coronabonds involve?", "Coronabonds would be mutualised debt issuance by the entire euro area.", "They wouldn't be bonds issued by Spain, Italy or Germany, but by an EU institution.", "But this isn't the only instrument we can use to defend [against the effects of the coronavirus], and it's certainly not the most powerful.", "The most powerful is undoubtedly the European Central Bank, which is dealing with a situation, in which also some countries with weaker fiscal positions require funding, so that we don't see an emergence of the bond spread problem and an increase in borrowing costs.", "In the 2008 crisis you were looking far ahead.", "Everything came together in that moment during the euro crisis.", "Four years went by before we could start to breathe freely.", "This time it's a virus which, perhaps within a month, has been brought under control in one way or another.", "Or in two months we might be able to breathe freely again.", "But never before has so much damage been done in two months.", "Are the consequences this time going to be worse than back then?", "If this goes on for two months, there will be a recession but it won't be an overly deep one.", "If we get to three months, it will start to become more serious.", "I think it's important to bear in mind that, from the economic perspective, Europe remains the main economic and financial shield for an economy like Spain's in times like these, in an emergency like the one we're in now.", "If we didn't have a central bank like the ECB acting in the interests of the entire euro area - and in the interests of the Spanish economy - the funding costs of the Spanish economy would be soaring.", "In a situation like the one we're in, imagine adding a debt crisis to the public health crisis and the economic crisis.", "That's what the ECB is preventing.", "So there's a significant element of solidarity to this.", "And other things are being done too.", "For example, the European Investment Bank is going to launch a guarantee scheme.", "The EU budgets will start working and making purchases.", "The EU institutions are acting in solidarity with all of the countries, also those that are most vulnerable, like Spain at the moment.", "Nevertheless, the Spanish government is furious.", "When the Spanish Prime Minister talks about Europe, especially about Germany and the Netherlands who are putting obstacles in the way of the notorious coronabonds, he looks stony-faced.", "Sometimes, situations like this are used somewhat irresponsibly to stir up Euroscepticism.", "I'm not going to discuss specific topics, I will just give you the data.", "Currently, the ECB is clearly the principal calming influence in the financial markets, with the €750 billion of bond purchases that we recently approved, plus the €120 billion we approved shortly before that, plus the €240 billion we were already doing.", "This is ensuring that the cost of public debt, not just for Spain but also for other countries, does not increase dramatically and that the issue of bond spreads does not rear its head again.", "Take a country with a debt level of 98% [of GDP], like Spain (not the highest in Europe, some other countries' debt levels are even higher).", "How many years will it take to pay off this debt increase?", "Budgets will deteriorate significantly, mainly because tax revenues will collapse.", "It remains to be seen who will be paying corporation tax, or VAT, or income tax, or social security contributions.", "But we all hope that this situation, this catastrophe, will be temporary.", "We're talking about two or three months.", "There will be an increase in debt.", "But what's important is that, after this period is over, we get back on our feet and the Spanish economy begins generating activity and employment again, as it was before.", "This is very much the hope.", "I wanted to ask you whether some of the southern European countries, and Spain in particular, could once again be looking at a rescue scenario in the medium term.", "This is a shock that is affecting everyone - the plans enacted in 2009 and 2010 cannot be applied to the current situation.", "Almost all the letters of the alphabet have been used to describe the type of recovery we might see: V-shaped, L-shaped, U-shaped... What will it be?", "And what is your opinion on essential industries being paralysed?", "The accusation levelled at us by northern European countries is that Spain has squandered the opportunity to reduce its deficit during a growth period, and now we're paying the price.", "Spain has acted responsibly, also from the point of view of its banking sector, which is not currently a cause for concern.", "The sector was successfully restructured.", "And Spain is a very competitive country - the external sector is the main source of growth in the Spanish economy.", "The form the recovery takes will depend on how the business landscape has changed.", "If we can avoid a situation where many companies go under as we journey through this wilderness, I'm sure that when normal life resumes companies will start hiring again and moving in the right direction.", "This will make it more of a V-shaped recovery than a U-shaped one.", "And what about essential industries being paralysed?", "That is a political decision.", "The government thinks that it is accelerating the flattening of the infection curve.", "But it has an economic cost.", "If you were in government, would you have done the same?", "I think the guarantees were a good measure to take.", "We have to try to reduce the costs to firms and ensure that as many of them survive as possible.", "Because this situation will pass.", "Last question: if you were a minister now, would you be in favour of a total shutdown of the economy for a short period of time?", "I can't answer that, I'm afraid.", "I'm not a minister now.", "I was a minister for more than six years, but now I'm at the ECB.", "What I can tell you is that we at the ECB will do everything possible to keep the euro together and to provide the best funding possible, under the best conditions possible, to the euro area economies, including Spain."], "classifications": ["none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ECB", "Financial markets", "Spanish economy", "Liquidity", "Debt", "Banks", "Recession", "Government", "Businesses", "Solidarity"]}