{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of today's meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "The incoming data since our last monetary policy meeting in July suggest a strong rebound in activity broadly in line with previous expectations, although the level of activity remains well below the levels prevailing before the coronavirus (COVID-19) pandemic.", "While activity in the manufacturing sector has continued to improve, momentum in the services sector has slowed somewhat recently.", "The strength of the recovery remains surrounded by significant uncertainty, as it continues to be highly dependent on the future evolution of the pandemic and the success of containment policies.", "Euro area domestic demand has recorded a significant recovery from low levels, although elevated uncertainty about the economic outlook continues to weigh on consumer spending and business investment.", "Headline inflation is being dampened by low energy prices and weak price pressures in the context of subdued demand and significant labour market slack.", "Against this background, ample monetary stimulus remains necessary to support the economic recovery and to safeguard medium-term price stability.", "Therefore, we decided to reconfirm our accommodative monetary policy stance.", "We will keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2% within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "We will continue our purchases under the pandemic emergency purchase programme (PEPP) with a total envelope of €1,350 billion.", "These purchases contribute to easing the overall monetary policy stance, thereby helping to offset the downward impact of the pandemic on the projected path of inflation.", "The purchases will continue to be conducted in a flexible manner over time, across asset classes and among jurisdictions.", "This allows us to effectively stave off risks to the smooth transmission of monetary policy.", "We will conduct net asset purchases under the PEPP until at least the end of June 2021 and, in any case, until the Governing Council judges that the coronavirus crisis phase is over.", "We will reinvest the principal payments from maturing securities purchased under the PEPP until at least the end of 2022.", "In any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the appropriate monetary policy stance.", "Net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion, together with the purchases under the additional €120 billion temporary envelope until the end of the year.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "We intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "We will also continue to provide ample liquidity through our refinancing operations.", "In particular, the latest operation in the third series of targeted longer-term refinancing operations (TLTRO III) has registered a very high take-up of funds, supporting bank lending to firms and households.", "The monetary policy measures that we have taken since early March are providing crucial support to underpin the recovery of the euro area economy and to safeguard medium-term price stability.", "In particular, they support liquidity and funding conditions in the economy, help to sustain the flow of credit to households and firms, and contribute to maintaining favourable financing conditions for all sectors and jurisdictions.", "At the same time, in the current environment of elevated uncertainty, the Governing Council will carefully assess incoming information, including developments in the exchange rate, with regard to its implications for the medium-term inflation outlook.", "It continues to stand ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner, in line with its commitment to symmetry.", "Let me now explain our assessment in greater detail, starting with the Euro economic analysis.", "area real GDP contracted by 11.8%, quarter on quarter, in the second quarter of 2020.", "Incoming data and survey results indicate a continued recovery of the euro area economy and point to a strong rebound in GDP growth in the third quarter.", "Alongside a significant rebound in industrial and services production, there are signs of a notable recovery in consumption.", "Recently, momentum has slowed in the services sector compared with the manufacturing sector, which is also visible in survey results for August.", "The increases in coronavirus infection rates during the summer months constitute headwinds to the short-term outlook.", "Looking ahead, a further sustained recovery remains highly dependent on the evolution of the pandemic and the success of containment policies.", "While the uncertainty related to the evolution of the pandemic will likely dampen the strength of the recovery in the labour market and in consumption and investment, the euro area economy should be supported by favourable financing conditions, an expansionary fiscal stance and a strengthening in global activity and demand.", "This assessment is broadly reflected in the September 2020 ECB staff macroeconomic projections for the euro area.", "Compared with the June 2020 Eurosystem staff macroeconomic projections, the outlook for real GDP growth has been revised up for 2020 and is largely unchanged for 2021 and 2022.", "Given the exceptional uncertainty currently surrounding the outlook, the projections include two alternative scenarios, which we will publish on our website following this press conference.", "Overall, the balance of risks to the euro area growth outlook is seen to remain on the downside.", "This assessment largely reflects the still uncertain economic and financial implications of the pandemic.", "According to Eurostat's flash estimate, euro area annual HICP inflation decreased to 0.2% in August, from 0.4% in July.", "On the basis of current and futures prices for oil and taking into account the temporary reduction in the German VAT rate, headline inflation is likely to remain negative over the coming months before turning positive again in early 2021.", "Moreover, in the near term price pressures will remain subdued owing to weak demand, lower wage pressures and the appreciation of the euro exchange rate, despite some upward price pressures related to supply constraints.", "Over the medium term, a recovery in demand, supported by accommodative monetary and fiscal policies, will put upward pressure on inflation.", "Market-based indicators of longer-term inflation expectations have returned to their pre-pandemic levels, but still remain very subdued, while survey-based measures remain at low levels.", "This assessment is broadly reflected in the September 2020 ECB staff macroeconomic projections for the euro area, which foresee annual inflation at 0.3% in 2020, 1.0% in 2021 and 1.3% in 2022.", "Compared with the June 2020 Eurosystem staff macroeconomic projections, the outlook for inflation is unchanged for 2020, has been revised up for 2021, and is unchanged for 2022.", "The unchanged projection for inflation in 2022 masks an upward revision to inflation excluding energy and food - in part reflecting the positive impact of the monetary and fiscal policy measures - which was largely offset by the revised path of energy prices.", "Turning to the monetary analysis, broad money (M3) growth continued to rise, reaching 10.2% in July 2020, after 9.2% in June.", "Strong money growth reflects domestic credit creation and the ongoing asset purchases by the Eurosystem, as well as precautionary considerations which foster a heightened preference for liquidity in the money-holding sector.", "In this environment, the narrow monetary aggregate M1, encompassing the most liquid forms of money, continues to be the main contributor to broad money growth.", "Developments in loans to the private sector continued to be shaped by the impact of the coronavirus on economic activity.", "Following strong increases in the early months of the pandemic, the annual growth rate of loans to non-financial corporations remained broadly stable in July, standing at 7.0%, compared with 7.1% in June.", "High rates of corporate loan growth continue to mirror elevated liquidity needs of firms to finance their ongoing expenditures and working capital and to further build liquidity buffers, although the rebound in economic activity has resulted in some recovery in their revenues.", "The annual growth rate of loans to households also remained stable at 3.0% in July - the same rate as observed since April 2020.", "Growth in loans to the private sector continues to benefit from historically low bank lending rates.", "Overall, our policy measures, together with the measures adopted by national governments and European institutions, will continue to support access to financing, including for those most affected by the ramifications of the pandemic.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary for the robust convergence of inflation to levels that are below, but close to, 2% over the medium term.", "Regarding fiscal policies, an ambitious and coordinated fiscal stance remains critical, in view of the sharp contraction in the euro area economy.", "Fiscal measures taken in response to the pandemic emergency should as much as possible be targeted and temporary in nature.", "The three safety nets endorsed by the European Council for workers, businesses and sovereigns, amounting to a total of €540 billion, provide important funding support in this context.", "The Governing Council also strongly welcomes the Next Generation EU package of €750 billion, which has the potential to significantly support the regions and sectors hardest hit by the pandemic, strengthen the Single Market and build a lasting and prosperous recovery.", "In order to fully reach its potential, the package will need to be firmly rooted in sound policies conceived and implemented at the national level.", "Well-designed structural policies could contribute to a faster, stronger and more uniform recovery from the crisis, thereby supporting the effectiveness of monetary policy in the euro area.", "Targeted structural policies are particularly important to revitalise our economies, with a focus on boosting investment in priority areas such as the green and digital transitions.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none"], "topics": ["monetary policy", "economic recovery", "inflation", "pandemic", "accommodation", "asset purchases", "liquidity", "financing conditions", "growth outlook", "price pressures"]}