{"sentences": ["A recent survey among 66 central banks by the Bank for International Settlements shows that more than 80% are working on central bank digital currencies (CBDCs).", "The European Central Bank is one of them.", "Not because we want to keep up with fashionable trends, but because we have to be ready.", "Ready to embrace financial technological innovation which has the potential to transform payments and money faster, and in more disruptive ways, than ever before.", "But if our customers, the people of Europe signalled a change in payments behaviour, we would want to preserve their direct link to the ultimate owner of our currency by maintaining their access to central bank liabilities in euro.", "Although cash often gets a bad press, demand is not receding.", "We currently see no indication that the public at large is willing to abandon the valued and trusted advantages of cash.", "But we are preparing to be ready should things change.", "Part of ECB mandate to be ready for change One implication of financial technological innovation could be an increasingly cashless economy in which people may no longer be able to hold risk-free central bank money.", "Reliable access to money would then hinge on the stability and efficiency of private retail infrastructures.", "And trust in money itself would rely on trust in the intermediaries that issue private money.", "This is one reason why central banks keep fully up to speed on financial technological developments.", "After all, providing safe money and a reliable means of payment have been an integral part of the mandate and core business of central banks since their very inception.", "The ECB is no exception.", "So we should be looking ahead and consider whether, in the future, central banks will need to provide the public with some form of digital currency.", "While electronic payments are already crowding out the use of cash in some countries, whose currencies seem less attractive than the euro, there is no such trend away from cash in the euro area.", "Some 76% of all transactions in the euro area are carried out in cash, amounting to more than half of the total value of all payments.", "The demand for cash in the euro area currently outstrips the rate of nominal GDP growth.", "In crisis times, the demand for cash surges even higher.", "At mid-March this year, the weekly increase in the value of banknotes in circulation almost reached the historical peak of €19 billion.", "The ECB's debate on CBDCs is therefore mainly analytical.", "Whether and when it becomes more of a policy debate will largely depend on the preferences of households.", "We are always willing to innovate in the form of money and payment services that we provide.", "If, for instance, people voiced a preference tomorrow for plastic or polymer banknotes rather than the traditional paper ones, we would happily accommodate them.", "In the same vein, we closely follow technological developments and reflect on the type of money and payments that are best suited to the needs of an increasingly digital economy.", "The lack of a concrete \"business case\" for a CBDC at present should and does not stop us from seriously exploring the optimal design of a CBDC so that we will be well prepared should we ever take a policy decision to issue a digital currency.", "To this end, we have set up a task force on a CBDC within the Eurosystem.", "Let me give you a preview of our deliberations, starting with different design options.", "Legally solid despite fancy design?", "Most of the money issued by central banks is in fact already digital, albeit not called CBDC.", "This is true for the bulk of the money issued through our wholesale credit operations with our counterparties.", "At present, access to the central bank balance sheet offers the possibility to access digital central bank money.", "What could change in the future is the scope of the parties eligible to access our central bank balance sheets.", "Indeed, this lies at the heart of the discussion on CBDCs.", "A wholesale CBDC, restricted to a limited group of financial counterparties, would be largely business as usual.", "However, a retail CBDC, accessible to all, would be a game changer.", "So a retail CBDC is now our main focus.", "Setting up a CBDC would require a solid legal basis, in line with the principle of conferral under EU law.", "One key consideration here is whether a retail CBDC could and should have the same legal tender status as banknotes and coins.", "In practice, legal tender status implies that a CBDC would have to be usable at any location and under any condition, possibly even offline.", "Without legal tender status, the legal basis would need to be clarified, as would the relationship between a CBDC and euro banknotes and coins, along with the process by which one could be exchanged for the other.", "Should it not be acknowledged that the ECB's exclusive right to authorise issuance in euro would also be applicable to a digital issuance?", "A retail CBDC could be based on digital tokens, which would circulate in a decentralised manner - that is without a central ledger - and allow for anonymity towards the central bank, similar to cash.", "Some argue that a token-based digital currency might not guarantee complete anonymity.", "If that proved to be the case, it would inevitably raise social, political and legal issues.", "We are currently looking into the legal questions raised by the potential use of intermediaries to facilitate the circulation of a CBDC and also the processing of transactions in a CBDC.", "To what extent are we permitted to outsource public law tasks to private entities?", "And what would be the appropriate extent of supervision over such entities?", "Alternatively, a retail CBDC could be based on deposit accounts with the central bank.", "Though involving vast numbers of accounts, it would not be a particularly innovative option from a technological viewpoint.", "For the euro area, it would basically mean increasing the number of current deposit accounts offered from around ten thousand to between 300 and 500 million.", "A CBDC of this nature would enable the central bank to register transfers between users, thereby providing protection against money laundering and other illicit uses (or those considered illicit by the rulers of the day), depending on the degree of privacy granted to users.", "These are just two of the many ways to design a CBDC.", "We are currently scrutinising the various options to assess their potential impact - both positive and negative - on the financial system and on our ability to honour our mandate.", "Disintermediation - economically inefficient and legally untenable You may wonder why central banks have not chosen to provide retail access to central bank money, despite the technology for an account-based CBDC already being largely available.", "The main reason is that introducing a retail CBDC could have major consequences for the financial system.", "If households were able to convert commercial bank deposits into a CBDC at a rate of 1 to 1, they may find it far more attractive to hold a risk-free CBDC rather than bank deposits.", "During a systemic banking crisis, this could trigger digital bank runs of unprecedented speed and scale, magnifying the effects of such a crisis.", "Banks might manage to render their deposits more attractive than central bank ones.", "They could, for instance, provide additional services to those offered by central banks.", "Such services could include paying bills, or cross-selling financial insurance products.", "Otherwise - even in the absence of a crisis - a readily convertible CBDC could crowd out bank deposits, leading to the disintermediation of the banking sector.", "This could have far-reaching implications for the structure of the financial system and for the ability of central banks to perform their core tasks and ensure that their monetary policy is transmitted to the real economy.", "If the central bank were to take retail deposits, it might also have to provide loans, with all the ensuing consequences.", "The central bank would need to launch customer-facing business lines.", "Deposit and lending facilities would also require the central bank to take on the burden of regulatory compliance in areas such as anti-money laundering, consumer protection and confidentiality.", "Some argue that this may reinforce monetary sovereignty, as disintermediation would make the financial system safer and reduce the moral hazard of banks by diminishing their role in money creation.", "But disintermediation would be economically inefficient and legally untenable.", "The EU Treaty provides for the ECB to operate in an open market economy, essentially reflecting a policy choice in favour of decentralised market decisions on the optimal allocation of resources.", "Historical cases of economy-wide resource allocation by central banks are hardly models of efficiency or good service.", "Furthermore, a retail CBDC would create a disproportionate concentration of power in the central bank.", "These potentially highly adverse effects on the financial system would appear to outweigh the benefits envisaged by the introduction of a retail CBDC.", "What, then, could be done to mitigate the impact of a CBDC on the financial system?", "One option could be to remunerate CBDC at below-market rates in order to create incentives for non-banks to rely more on market-based alternatives rather than on central bank deposits.", "The drawback would be that, in times of crisis, it may become necessary to apply highly negative rates, which could generate criticism from the public and substantially undermine public confidence in the central bank as well as in the basic values of saving which underlie our societies.", "Another option is a tiered remuneration system.", "In line with the functions of money, the first tier could serve as a means of payment.", "The central bank would have to refrain from setting a lower or a negative interest rate in order to keep a CBDC attractive to the public as a means of payment.", "While the second tier could serve as a store of value, the central banks could discourage people from using it as such by setting unattractive interest rates.", "However, such schemes should draw from the experience of multiple exchange rate regimes.", "And the repercussions of the intentional use of such schemes need to be subjected to an additional comprehensive investigation.", "So we have plenty of questions on CBDC to discuss.", "I am nearing the end of my speech but look forward to exchanging views with you during our virtual Q&A session.", "In monitoring the evolution and uses of technology, the ECB respects technological neutrality.", "We do not serve technology - technology serves us.", "We will only introduce a digital currency if we become firmly convinced that it is both necessary and proportionate to fulfil our tasks in ensuring the stability of our currency.", "In the meantime, we take a keen interest in digital innovation and in the changing expectations of money users, and we are refining our thinking on CBDC - both within the ECB, the Eurosystem and in the international central banking community.", "CBDC design choices are not merely technical questions.", "They have policy and legal implications.", "This is why we are devoting so much attention to every detail.", "If and when the time comes, we want to be ready - and we will be ready.", "See Boar, C., Holden, H. and Wadsworth, A.", "(2020), \"Impending arrival - a sequel to the survey on central bank digital currency\", BIS Paper, No 107.", "Including payment solutions denominated in currencies other than the euro, which could affect monetary sovereignty.", "Survey data from 2017; see Esselink, H. and Hernández, L. (2017), \"The use of cash by households in the euro area\", Occasional Paper Series, No 201, ECB.", "Blog post by Fabio Panetta, Member of the Executive Board of the ECB, (28 April 2020): \"Beyond monetary policy - protecting the continuity and safety of payments during the coronavirus crisis\".", "Dyson, B. and Hodgson, G. (2016), \"Digital cash: why central banks should start issuing electronic money\",Positive Money."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Digital Currencies (CBDCs)", "Cash", "Financial Innovation", "Digital Economy", "Legal Considerations", "Disintermediation", "Monetary Policy", "Financial Stability", "Technological Neutrality", "Policy Implications"]}