{"sentences": ["Madam Chair, Honourable members of the Economic and Monetary Affairs Committee, Ladies and gentlemen, I very much appreciate the opportunity to speak to you today at my quarterly hearing before this Committee as ECB President.", "These regular exchanges are important at the best of times, and even more so when times are difficult.", "Since the last monetary dialogue in early February, Europe has entered a crisis of an unprecedented scale.", "A crisis that is of no one's making and that affects all EU Member States.", "Overcoming the crisis and mastering the recovery will require extraordinary action at both national and EU level.", "In my remarks today I will provide an overview of the economic outlook for the euro area and explain the ECB's recent monetary policy decisions in response to the coronavirus (COVID-19) crisis.", "I would then like to share some considerations on the policies needed to support the European recovery.", "I will also say a few words on the international role of the euro - one of the topics chosen for today's meeting.", "For more insights and analysis, however, I would like to refer you to the report that will be published on the ECB's website later this week.", "The current economic outlook and the ECB's recent decisions The COVID-19 pandemic and measures to contain the spread of the virus have caused an unprecedented contraction of economic activity in the euro area.", "After a contraction in GDP of 3.8% in the first quarter of the year, our new staff projections see it shrinking by 13% in the second quarter.", "Despite being expected to bounce back later in the year and recover some of its lost ground, euro area real GDP is now projected to fall by 8.7% over the whole of 2020, followed by growth of 5.2% in 2021 and 3.3% in 2022.", "The sharp drop in economic activity is also leaving its mark on euro area inflation.", "Year-on-year HICP inflation declined further to 0.1% in May, mainly due to falling oil prices.", "Looking ahead, the inflation outlook has been revised downwards substantially over the entire projection horizon.", "The monetary policy measures taken by the ECB in March were critical in removing the tail risk of the COVID-19 pandemic and the ensuing drop in economic activity morphing into a financial crisis.", "Since March, that risk has receded materially.", "However, financial conditions are still tighter today than at the outset of the COVID-19 pandemic.", "Taken together, two main factors called for additional monetary policy easing: the deteriorating inflation outlook threatening our medium-term price stability objective and the unwarranted tightening of financial conditions.", "The Governing Council last Thursday decided to increase the amount of the pandemic emergency purchase programme (PEPP) by an additional €600 billion to a total of €1,350 billion, to extend the net purchase horizon until at least the end of June 2021, and to reinvest maturing assets acquired under the programme until at least the end of 2022.", "Two specific aspects of the PEPP made this programme the most appropriate tool in our arsenal to step up the monetary policy impulse.", "First, in line with the execution of the programme over the past two months or so, the in-built flexibility of the PEPP purchases can still play a key role in market stabilisation, safeguarding the smooth transmission of monetary policy across asset classes and among jurisdictions.", "Second, asset purchases are particularly effective in easing the monetary policy stance in the current crisis environment because they can directly affect market funding conditions for companies and the price of credit for households and small and medium-sized businesses.", "The increase in the envelope for the PEPP adds, of course, to the comprehensive package of monetary policy measures that we have implemented in response to the COVID-19 crisis.", "In addition to substantially scaling up our asset purchases, we are providing liquidity at much more favourable conditions through our credit operations.", "The targeted longer-term refinancing operations (TLTRO III) are the most prominent and effective among them, as they allow supporting bank lending to those affected most by the spread of the coronavirus, in particular small and medium-sized enterprises.", "In addition, we have significantly eased collateral requirements, to make sure that banks can make full use of our credit operations and help sustain the flow of credit.", "All these measures will support liquidity and funding conditions in the economy and help sustain the flow of credit to households and firms.", "Maintaining favourable financing conditions for all sectors and jurisdictions will underpin the recovery of the economy from the coronavirus fallout.", "Our crisis-related measures are temporary, targeted and proportionate.", "Their temporary nature is reflected, for example, in the net purchase horizon of the PEPP, which is expected to run at least until the end of June 2021, and in any case until the Governing Council judges that the coronavirus crisis phase is over.", "They are targeted to the specific shock and contingency at hand, aimed at repairing the economic hardships wrought by the pandemic.", "And they are proportionate to the severe risks to our mandate that we are facing.", "The measures we have taken in response to the COVID-19 crisis underscore the Governing Council's continued determination and readiness to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner.", "We remain fully committed to our mandate, that is beyond question.", "Allow me to spend a few words on this as it is the other topic you have chosen for today's hearing.", "The ECB received a primary objective from the drafters of the Treaty: that of maintaining price stability.", "Without prejudice to this priority, the ECB shall support the general economic policies of the European Union.", "Indeed, price stability goes hand in hand with a healthy economy and a sound financial system.", "This is reflected in the measures taken by the ECB in recent years in pursuit of price stability.", "These measures have not only prevented the economy from entering depressed and deflationary conditions, but have also contributed to supporting employment and reducing financial stability risks.", "In this context, the ECB has to, of course, constantly evaluate whether its policy measures achieve their intended purpose.", "This assessment also includes analysing potential side effects of the measures considered and determining whether alternative instruments might be more efficient in attaining the objective.", "In my first hearing before this Committee in September 2019, I referred to this assessment as a \"cost-benefit analysis\".", "More generally, the ECB continually monitors the proportionality of its instruments.", "Such assessments are conducted regularly, as reflected in the monetary policy accounts, in speeches, and not least in the regular exchanges with the European Parliament such as the one today.", "The ECB's strategy review will also play an important part in these ongoing efforts For instance, consider our decision to expand the volume of the PEPP: on the basis of solid analysis, we determined that asset purchases are a particularly effective tool in the current environment.", "Given the still fragile state of transmission, they are also more efficient than alternative instruments, as they have a more direct impact on the borrowing conditions faced by households and firms.", "Given the continued disruptions caused by the pandemic, the net effects to be gained from the PEPP expansion are overwhelmingly positive.", "The additional asset purchases will contribute to easing credit conditions for the private sector and thus support viable businesses in continuing to operate and in retaining as many workers as possible.", "This will help to preserve jobs, which is the most important factor determining the income and financial security of individuals and families in the euro area.", "Our measures play a key role in supporting credit intermediation through banks, not least since the business prospects of the banking system depend first and foremost on the macroeconomic outlook.", "Finally, our decisions will make sure that higher borrowing needs by fiscal authorities associated with the necessary fiscal response to the crisis will not translate into materially higher interest rates for the private sector.", "Overall, the decision to expand the PEPP will prove to have been essential in avoiding an even deeper recession and in quickening our pathway to normalisation.", "Our measures to combat the crisis also build on instruments already in place that continue to provide significant monetary policy support: our asset purchases under the asset purchase programme, our very low key interest rates, and our forward guidance that firmly connects our interest rate policy and our asset purchases to the outlook for price stability.", "Priorities for the recovery The ECB measures will continue to be crucial in supporting the return of inflation towards our medium-term inflation aim after the worst of the crisis has passed and the euro area economy begins its journey to economic recovery.", "Faced with an extraordinary challenge, Europe will need an extraordinary response.", "The EU budget can play a key role in mobilising the necessary resources and putting them to productive use.", "To do so, it will have to be ambitious - not just in size, but also in its priorities and its effective implementation.", "The European Commission's proposal for a revised Multiannual Financial Framework and the Next Generation EU are decisive in this regard.", "And we should not forget that the largest supranational issuance in euro ever announced that is associated with the proposal could also have a positive impact on the international role of the euro.", "It will be important to adopt this package quickly.", "Setting a clear timeline will give more certainty and confidence to citizens, businesses and financial markets.", "Any delay risks generating negative spillovers and driving up the costs, and hence the financing needs, of this crisis.", "European spending will be most effective if its focus is on projects that add real value from a European perspective.", "The primary common interest is to reduce the fragmentation stemming from the present crisis and divergence in the longer run.", "Thanks to the Single Market we are each other's most important trading partners and customers.", "This was true before the crisis and will especially hold true in a global environment characterised by weak trade and demand.", "But for the Single Market to work as an engine of convergence, European companies should compete on similar terms.", "For our joint benefit, European spending should aim to re-establish a level playing field and support those most affected by the crisis.", "We also have a common interest in generating the conditions for long-term sustainable growth and protecting the welfare of European citizens.", "The crisis can be an opportunity to modernise our economies to make them fit for the future.", "The transition towards a greener economy is a crucial part of this.", "We have the opportunity to step up the EU's efforts to achieve its sustainability objectives by including climate change and sustainability considerations in the financial response to the COVID-19 pandemic.", "Sustainable finance will be key to the transition to a carbon neutral economy.", "Today, we published our reply to the Commission's public consultation and reaffirmed our readiness, in line with our mandate, to support the efforts of governments, public institutions and the private sector.", "Moreover, our forthcoming report on the international role of the euro finds that the euro was the main currency of denomination for the issuance of green bonds in 2019.", "Another key dimension is the digital transformation.", "Here, the recent lockdowns have accelerated the adoption of digital technologies on a broader basis.", "Now is the time to expedite the digital transformation on a more permanent basis and bring the EU to the frontier of the digital economy.", "If combined with appropriate reforms at the national level, these measures will strengthen economic resilience and boost our economies in areas with high cross-border spillovers.", "Our common response to this crisis, if used to effectively direct investment towards strategic priority areas, can be a catalyst for realising Europe's longer-term vision.", "Ensuring a successful recovery will require all EU institutions to do their part.", "I very much welcome the European Parliament's call for an ambitious European response.", "I count on this house and this Committee to design a strong and effective Multiannual Financial Framework.", "At the same time, you can rest assured that the ECB will within its mandate continue to support the recovery with all appropriate measures.", "I now stand ready to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none"], "topics": ["COVID-19", "Monetary policy", "Economic outlook", "Financial conditions", "Inflation", "Credit", "Recovery", "Fiscal policy", "Sustainability", "Digital transformation"]}