{"sentences": ["Embargo: 2 September 2020, 19:00 (CEST) Dr Jens Weidmann President of the Deutsche Bundesbank Calling on the government Speech delivered at the Übersee-Club Hamburg on 2 September 2020 Deutsche Bundesbank, Directorate General Communications Wilhelm-Epstein-Strasse 14, 60431 Frankfurt am Main, Germany, tel.", "Ladies and gentlemen, The coronavirus pandemic is currently dominating the public debate and po- litical action.", "It is weighing heavily on the economy and is affecting all of our lives in a wide variety of ways.", "And it has also consigned events such as these to the virtual sphere.", "Which is a shame, because I would have loved to come to beautiful Hamburg to visit you in person.", "The Übersee-Club's founding event was also held under adverse conditions - namely during the summer of 1922.", "Shortly beforehand, right-wing extrem- ists had assassinated then-foreign minister Walther Rathenau, and the re- public was in turmoil.", "Max Warburg, who had proposed the establishment of the club, feared for his life and was therefore unable to deliver his remarks in person.", "Between the founding speech at that time and my speech today lie nearly 100 years and more than 1,000 lectures - quite the impressive history.", "One of the many highlights was the speech given by Roman Herzog, then Presi- dent of the Federal Constitutional Court and later Federal President, in 1992.", "At the time, Mr Herzog warned that the government was saddling itself with a growing laundry list of tasks which it could only accomplish in bits and pieces, noting also that \"more and more\" tasks would push the envelope of financial viability.", "He saw the threat that citizens would ultimately regard their state as having failed.", "Herzog's succinct conclusion was: \"The state has to unburden itself.", "\"1 Ladies and gentlemen, This took longer than Roman Herzog had hoped.", "Only after 2003 did the government begin to reduce its expenditure relative to GDP.", "The govern- ment spending ratio did, in fact, fall from 48% to 45% last year, albeit with in some cases considerable fluctuations.", "Right now, however, demands are being imposed on the government to an extent rarely seen in the past.", "Owing to the pandemic, it has had to intervene massively in the everyday lives of its citizens in order to protect lives and health.", "At the same time, it has launched assistance programmes of histori- cal magnitude to mitigate the economic fallout of the pandemic: the govern- ment is currently shouldering a heavy financial burden in order to enable households and enterprises to better withstand the crisis.", "You might be won- dering: can the government bear this burden or is it in danger of being over- whelmed?", "In the following I would like to talk about the current economic crisis, explain the fiscal and monetary policy responses and outline what I believe to be im- portant.", "The coronavirus crisis and the German economy The pandemic has led to the most severe economic crisis in the history of the Federal Republic of Germany.", "The depth and speed of the slump were unprecedented.", "In just one quarter, GDP contracted by one-tenth.", "The stringent measures taken to contain the pandemic were one reason for this.", "This also involved the government scaling back economic activity, as some consumer sectors were temporarily no longer allowed to provide their usual services.", "Restaurants and cinemas are a couple of examples that come to mind.", "And restrictions in other countries interrupted supply chains: intermediate goods no longer arrived, and firms had to temporarily cut back production.", "In addition, consumers and businesses became cautious - and for good rea- son.", "Consumers reduced their spending because they were suddenly earn- ing less or because they were worried - about their jobs and their health.", "And many firms have scaled back their investment, as large chunks of their business have suddenly vanished - in Germany but also abroad.", "Above all, however, they do not see a reliable way forward because there is so much uncertainty about the future course of the pandemic.", "When the protective measures were relaxed, people regained their confi- dence.", "And the economy then began to recover.", "In fact, it is likely to grow very strongly in the current quarter, albeit from a very low level.", "For exam- ple, in July, car manufacturers produced more than 330,000 cars - almost as many as in January; in April, by contrast, the figure was a paltry 11,000.", "And, as early as from May, retail sales were again significantly higher than before the pandemic.", "Unfortunately, not all sectors are regaining traction nearly as quickly; the lei- sure sector and the travel industry, for instance, are lagging behind.", "In addi- tion, this much is true: our open economy can only fully recover if our trading partners also get back on their feet.", "Overall, the expected very strong growth in the summer months should not create false hopes.", "Our economy will need time to recover.", "Minimising the impairment of the economy by the pandemic will be key to this recovery.", "However, this outcome is far from inevitable, as the number of new coronavirus cases in Germany and its major partner countries is trend- ing back upwards.", "Even if an ever-increasing infection rate does not lead to more stringent con- tainment measures, in such a risk scenario, people will become more cau- tious and reduce their social contact out of concern for their health, which could raise the threat of damage to the economy.", "The United States serves as an illustrative example: the responses by indi- vidual states and counties to the pandemic have been, in some cases, highly divergent.", "Initial studies show that the US economy was also hit hard in those states that took fewer measures, or waited until later to take decisive action.", "Therefore, the case numbers, which are also impacted - collectively - by our individual behaviour are likely to be a major factor in economic growth going forward.", "However, the recovery hinges on something else: the problems must not be allowed to burrow deeper into the economy via second-round effects.", "For ex- ample, a broad wave of corporate insolvencies needs to be avoided, as this would break up functioning corporate structures and destroy a great number of jobs.", "Many people would probably not be able to find employment in the longer term, and their skills and knowledge could begin to deteriorate.", "This would darken the outlook for the rest of their lives and cause long-term dam- age to the economy as a whole.", "A broad wave of insolvency could also lead to a sharp rise in the number of credit defaults.", "And banks might be forced to lend less.", "This, in turn, would further exacerbate the financial situation of enterprises, in particular.", "And clusters of credit defaults always pose a risk to financial stability.", "Public support measures and possible long-term effects However, the government has resolutely addressed the threat of a down- ward spiral: it is bridging corporate revenue shortfalls by making transfer payments, deferring taxes, guaranteeing loans or even taking on a stake in firms.", "However, fiscal policy is not only supporting enterprises but also helping indi- viduals financially through this difficult period.", "The government has made short-time working allowance, basic allowance and unemployment benefits more generous, while partly compensating for childcare-induced lost earn- ings.", "A comprehensive and rapid fiscal policy response is the right course of ac- tion in times of crisis.", "It is thus making an important contribution to stabilising the economy, as the government is assuming risks that would overwhelm the private sector.", "While doing so, the government needs to examine the scope and duration of its assistance programmes time and again in terms of their appropriateness.", "However, this examination should also take into account whether the aid is on target or rather creates misguided incentives, as policy measures are equally quite capable of having unintended effects which may ultimately worsen the situation.", "This is illustrated by a phenomenon known as the \"co- bra effect\".", "According to an anecdote, in colonial India, a British governor sought to bring a plague of cobras under control.", "To this end, he offered a bounty for every dead cobra.", "However, this meant that people started to breed cobras in or- der to collect the bounty.", "After seeing a large number of heads delivered, the governor thought the cobras had been sufficiently decimated and scrapped the bounty.", "However, the breeders then set the cobras free, thus ultimately making the plague even worse.", "Ladies and gentlemen, Talking of possible side effects, the short-time working benefits scheme in particular has been a topic of heated debate.", "Short-time working benefits, re- member, help firms to retain the employees they are going to need once the crisis has passed.", "These benefits might also be used, though, to tie workers to enterprises that have no future, thereby deep-freezing structures that are past their sell-by date.", "The more protracted the economic problems, the more questionable it becomes to deploy short-time working benefits as a way of making ends meet.", "However, looking back at the financial crisis, during which entitlement to short-time working benefits had already been extended to up to 24 months, there is no evidence that structural change was held back.", "Rather, short- time working benefits are regarded as a key reason why Germany emerged from that crisis relatively unscathed.", "But perhaps the misguided incentives weigh more heavily today than they did back then.", "You see, the pandemic certainly has the potential to signifi- cantly accelerate the pace of structural change in our economy.", "To name just two examples, digital transformation could get a real boost, and the working world might change for good - with more people working from home, less business travel and fewer hotel stays.", "That said, there's still no saying how far-reaching the long-term changes will be.", "Most economists therefore consider it appropriate, given the severity of the crisis, to extend the period of entitlement to short-time working benefits to up to 24 months.", "Yet still, it remains a balancing act.", "And as a quid pro quo, it would be im- portant to scrutinise the merits of other special arrangements under the short-time working benefits scheme, such as the provision that the state pays the social security contributions.", "At the end of the day, the state needs to mitigate the risk that enterprises might use short-time working benefits as a way of propping up business models that simply don't have a future.", "Last year, journalist Uwe Jean Heuser summed it up neatly when he wrote: \"It may be the oldest economic cliché in the book, yet it is true: crisis is an opportunity or, to put it more precisely, a catalyst for change.", "But that's only the case if politicians and society focus all their efforts not on preserving the status quo, but on striking a balance between old and new.", "\"7 What that also means is that government needs to make sure that policy- making doesn't encroach too much on corporate decision-making, such as when the topic of new equity investments is on the table.", "Needless to say, if an enterprise taps into public resources, it also has some duties to fulfil, if only to make sure that this money can be repaid or recovered, say.", "But the state isn't the better entrepreneur - far from it.", "And in its latest report, the Monopolies Commission warns that aid for indi- vidual enterprises might have a distorting effect on competition.", "It observes that an enterprise partly owned by the state might have an edge when it comes to borrowing because it can use the state's credit quality to its ad- vantage.", "That is why the Monopolies Commission is urging the state to sell its shareholdings as soon as the enterprises' economic situation permits.", "Re- grettably, a glance at the history books shows that crisis response measures are sometimes a hard habit to break.", "Remember, the Federal Government still holds an equity stake in Commerzbank, eleven years after buying it dur- ing the financial crisis.", "On the other hand, the Monopolies Commission very much welcomes the assistance provided for small and medium-sized enterprises, noting that whilst innovative fledging businesses in particular can stimulate competition, they are now struggling to get the funding they need.", "State aid for SMEs can counteract the risk that insolvencies or takeovers during the crisis might in- crease market concentration levels.", "Competition is one of the pillars on which our prosperity rests.", "Another is Germany's integral role in the global economy.", "The corona crisis, however, has ripped through global supply chains for a time, which is why some are now pushing for \"renationalisation\" - that is, bringing production back to Ger- many.", "However, international value chains are not risky in and of themselves.", "Ra- ther, it is the reliance on individual suppliers, locations or customers that's the problem.", "To be better shielded from disruptions, enterprises should, if anything, get more suppliers on board from different countries.", "Then if one supplier were to fail, this would not immediately cripple the enterprise's entire production.", "It ultimately all comes down to the old economic adage that you shouldn't put all your eggs in one basket.", "An enterprise that relies solely on Germany as a production location sacri- fices the benefits it could reap from diversification and regional specialisa- tion.", "In such cases, consumers end up footing the bill - in the form of higher prices or more limited choice.", "In addition, numerous studies suggest that global production chains can boost productivity growth through a great many channels, from increased competitive pressure to knowledge spillovers from foreign firms.", "And economists believe that the feeble productivity growth in evidence following the financial crisis has something to do with the loss of momentum in both global trade and the expansion of production chains.", "Public finances Ladies and gentlemen, The corona crisis is forcing economic and fiscal policymakers to perform a tricky balancing act - supporting the economy in the short term, but not ob- structing any necessary change or losing sight of the longer-term challenges, such as the burdens presented by an ageing society.", "I can appreciate that many people are concerned given the billion-euro fig- ures involved.", "The Bundesbank estimates that German government debt will rise sharply, from around 60% of GDP to somewhere in the vicinity of 75% this year.", "Let me put those numbers into context: the debt ratio rose sharply during the financial crisis as well - from 66% to 82% of GDP - before it was scaled back again.", "This comparison clearly shows that Germany can shoulder this debt burden.", "And even if there may be different views on specific measures, the state did take action to prevent the economy from taking an even greater hit.", "Had it not done so, the crisis might well have been far costlier still.", "In all this, it is important to remember that all the measures - including the additional ones - are unmistakably temporary in nature.", "Then, as in the af- termath of the financial crisis, the burdens on public finances will recede.", "Fis- cal policy should not get used to a lax stance, nor should it rely on interest rates remaining as low as they are today in the long run.", "That's why it will be essential to scale back the increased debt ratio again once the crisis has subsided.", "You see, the pandemic is a clear reminder of the importance of sound public finances.", "They make the state capable of acting and strong.", "The only reason why some of our European partner countries have less fi- nancial leeway is because they were running high debt ratios before the cri- sis.", "And yet it is precisely these countries that have taken a bigger hit from the pandemic, with devastating consequences in some cases for their econ- omies.", "In the European Union, each Member State is primarily responsible for its own finances.", "And that is why, in normal times, large-scale transfers risk un- dermining a country's individual responsibility and incentives to manage its own financial affairs.", "But in times of acute crisis, solidarity is the order of the day.", "How far this support goes is a matter for politicians to decide, of course.", "After all, they have been democratically elected to make decisions of this kind.", "The EU Heads of State or Government had already put together a first major assistance programme back in the spring.", "And now they have gone one step further by agreeing on an extensive recovery fund, the Recovery and Resili- ence Facility, which will see the Member States that have been affected par- ticularly severely by the crisis receive transfers and loans to help them get back on their feet.", "However, this facility has another purpose as well - to help strengthen Mem- ber States' resilience, by which I mean their ability to cope with shocks.", "Re- silience depends on multiple factors, such as labour market flexibility, the ef- fectiveness of public administration, financial system stability and the state of public finances.", "To boost the resilience and competitiveness of economies, it is crucial that assistance from the Recovery and Resilience Facility is flanked by reforms.", "Responsibility for reviewing reforms will lie primarily with the European Com- mission.", "Here's hoping they will make a better fist of this job than they have done so far with the task of monitoring compliance with the fiscal rules, say.", "Reforms of this kind are rarely popular, but they would also be an expression of solidarity in this case because they would relieve the Community in the next crisis.", "Incidentally, one new feature of the Recovery and Resilience Fund is that it will be funded by EU borrowing - including that part that will go to Member States as transfers.", "This is an aspect that worries me.", "It could conjure up a kind of \"debt illusion\" if the EU debt does not show up in the national statistics and its repayment is pushed far into the future.", "This could give the impression that debt at the Eu- ropean level somehow doesn't count or that it is a way of evading tiresome fiscal rules.", "A more logical and more transparent approach to this would have been to use contributions from EU Member States as funding.", "You might still remember the magician David Copperfield, who once man- aged to make the Statue of Liberty disappear.", "But you know deep down, of course, that it was just an illusion.", "And in the same way, it would be illusory to believe that debt could be made to vanish into thin air if only it were shoul- dered by the EU.", "You see, at the end of the day this debt will have to be ser- viced just like the national debt - by the taxpayer.", "But there's another fundamental criticism to be made here: financing EU budget expenditure with joint long-term debt isn't consistent with the EU's ex- isting regulatory framework.", "After all, up until now, the Member States have had the final say when it comes to fiscal policy.", "I am convinced that actions and liability for their consequences go hand in hand.", "In other words, the level that is financially liable should be responsible for making financial decisions.", "Those who wish to shift liability to the Com- munity level must be prepared to transfer fiscal policy powers to that level, too.", "Ultimately, the EU would then have to evolve into a democratic federal state.", "That said, there are currently no signs of willingness to take such a step - not even in the countries that are calling for more joint liability.", "Debt financing of the EU budget should therefore remain a clearly defined crisis measure and should not open the door to permanent EU debt.", "Europe can function very well indeed without large-scale transfers between Member States.", "The crucial thing here will be for the Member States to restore their public finances to a solid footing after the crisis.", "This also protects monetary policymakers from having to step in as firefight- ers in every crisis.", "Sound public finances ensure that monetary policymakers are free to focus on their mandate of price stability.", "This is precisely why budgetary rules are also enshrined in the European Treaties.", "Monetary policy Ladies and gentlemen, Combating the impact of the crisis is a matter, first and foremost, for eco- nomic and fiscal policymakers this time round; they have the right resources for this task and a democratic mandate to support people and businesses di- rectly.", "After all, such situations always entail dealing with tricky distribution issues and weighing up the different objectives of policy action.", "But the crisis also makes demands of monetary policy.", "This is because providing banks with an ample supply of liquidity, coupled with low interest rates, helps to ensure that the economic crisis is not further aggravated by the financial system.", "A downward spiral amplified by the financial system would also represent a risk to price stability.", "That's why the ECB Governing Council reacted swiftly and decisively - with a wide range of monetary policy measures.", "Public attention honed in on the purchase programmes in particular: in this context, the Governing Council expanded the existing programme and also launched a new, pandemic-spe- cific emergency purchase programme, the PEPP.", "I'm sure you're aware of my fundamental scepticism regarding large-scale government bond purchases.", "Indeed, these purchases risk blurring the boundary between monetary and fiscal policy.", "This is particularly problematic in the context of a monetary union.", "For instance, the purchase programmes prior to the coronavirus crisis caused the Eurosystem to become the Member States' biggest creditor.", "This waters down the disciplining effect of market forces on fiscal policy, and incentives to achieve sound public finances dissi- pate.", "Overall, I deem the risks associated with government bond purchases to be high.", "That being said, bond purchases can undoubtedly be a legitimate and effective monetary policy instrument.", "That's why ongoing assessment, which must cover the impact and potential side effects of any action taken, is also required here.", "Even in times of crisis, monetary policy depends on selecting the right yard- stick, choosing appropriate instruments and designing programmes cleverly.", "This can certainly result in assessments that vary in terms of detail.", "When deciding on the PEPP, it was particularly important to me that it have a time limit and be explicitly tied to the crisis: the emergency monetary policy measures must be scaled back when the crisis is over.", "Furthermore, one thing needs to be clear: monetary policy as a whole must be normalised if the price outlook requires this.", "After all, the risks and side effects of the ultra-accommodative monetary policy stance may increase over time.", "Yet, higher interest rates are not likely to be to everyone's liking.", "Given the high level of government debt, central banks could find themselves coming under increasing pressure to pursue an accommodative monetary policy for longer than necessary.", "Otmar Issing, former chief economist of the ECB, recently issued a strong warning about a scenario in which monetary policy is dominated by fiscal policy: \"If the government gains control of printing money, there will be no stopping it at some point.", "[...] Not straightaway, but sooner or later, inflation will follow,\" Issing said.", "As central bankers, it is our responsibility to not let it get that far.", "Ladies and gentlemen, The government acted swiftly and comprehensively in the coronavirus crisis.", "Finding a way to exit crisis mode will be of equal importance.", "We also must be careful about the direction we take in future in view of the implemented crisis measures.", "In his inaugural speech, Max Warburg emphasised the value of free world trade for the benefit of all countries.", "His speech was marked by the impact of the First World War and thus clearly highlights what a major achievement the European project is.", "Our fo- cus is now on moulding today's Europe into the shape we want it to take - not least in these challenging times.", "The Übersee-Club's values and tradi- tions are a good guiding principle for this, uniting economic and political ac- tion and promoting democracy, tolerance and international understanding.", "Competitive and resilient economies, sound public finances and a monetary policy stance that is clearly geared towards price stability - this may, in the words of Roman Herzog, \"all sound very simple, perhaps even naively so.\"", "But when it comes down to it, it's the fundamentals and principles that guar- antee Europe's prosperity.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "fiscal dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none"], "topics": ["Fiscal policy", "Monetary policy", "Government debt", "Economic crisis", "Public finances", "Short-time working benefits", "European Union", "Recovery and Resilience Facility", "Inflation", "Central banking"]}