{"sentences": ["Speech [*] Governor Address to the National Press Club Sydney - 5 February 2020 Thank you for inviting me back to address the National Press Club.", "It is an honour to be here again.", "At this lunch a year ago, I spoke about the year ahead.", "I would like to do the same again today.", "Twelve months ago, I reminded you that we do not have a crystal ball that can be used to see the future with certainty.", "Since then, some things have turned out as expected, but there have been plenty of surprises as well.", "No doubt, the same will be true this year.", "Today, though, I would like to talk about the Reserve Bank's central scenario for the global and Australian economies and some of the factors that we will be watching over the year ahead.", "I would also like to touch on monetary policy.", "The Global Economy The central scenario for the global economy over the next couple of years remains reasonable and growth is expected to be a little stronger than it was in 2019.", "The IMF estimates that the global economy expanded by 2.9 per cent last year and in its latest published forecasts is predicting economic growth to lift to 3.3 per cent this year and 3.4 per cent in 2021 (Graph 1).", "Looking back, though, global growth in 2019 was not as strong as we had expected.", "This was largely because the trade and technology disputes between the United States and China and the Brexit debate had a sobering effect on investment around the world.", "The trade disputes also led to some reconfiguration of global supply chains and resulted in very soft conditions in the manufacturing sector and a contraction in international trade.", "Some of these dark clouds that were hanging over the global economy last year have lightened a little recently.", "With the progress on the trade and Brexit issues, there have been some signs that the downswing in manufacturing activity and international trade is coming to an end (Graph 2).", "The down cycle in the global semiconductor industry also looks to be running its course.", "These are encouraging developments and provide a reasonable basis to expect that this year will be better than last year.", "Having said that, it remains possible that the expected pick-up in growth is derailed by a re-escalation of the trade and technology disputes.", "Another, more recent source of uncertainty is the outbreak of the coronavirus, which I will discuss shortly.", "One other unexpected development over the past year was the easing of monetary policy by most central banks.", "This easing was in response to both the disappointing growth outcomes in some countries and the continuing accumulation of evidence of low and stable inflation.", "This evidence suggests that the previous relationship between the unemployment rate and inflation has changed.", "Many countries have unemployment at the lowest level in decades - in the United States it is the lowest since 1969, and in the United Kingdom it is the lowest since 1974 (Graph 3).", "The reasons for this change are complicated.", "But my view is that it largely reflects some structural changes related to technology and globalisation, which together have increased competition and uncertainty about the future.", "With our economies seemingly less inflation prone than they once were, it is now possible to sustain lower rates of unemployment than previously thought to be the case.", "This is a good thing.", "Partly as a result of this shift, investors have a high degree of confidence that interest rates will stay low for a long time.", "This assessment is reinforced by the fact that the global desire to save is high relative to the desire to invest in new capital.", "When a lot of people want to save and there is weak demand by businesses to use those savings, the return to savers - that is the interest rate - is going to be low.", "This means that we find ourselves in a world of low unemployment, low inflation and low interest rates.", "I expect that we are going to remain here for quite some time given the structural factors at work, although it does remain possible that a re-acceleration of growth in economies with little spare capacity could see inflation re-emerge.", "One consequence of interest rates being lower for longer is that asset prices have increased as investors discount future returns by less.", "The most obvious example of this is global equity prices, which have recorded strong gains over recent times (Graph 4).", "Some investors are also taking on more risk as they search for higher returns in a low interest rate world.", "Both higher asset prices and a willingness to take more risk can be good for the global economy, especially if they lead to more investment, not just more borrowing.", "We do, though, need to remember that it is possible to have too much of a good thing.", "So this is also an issue that international bodies, including the Financial Stability Board, are keeping a close eye on.", "The Australian Economy I would now like to turn to the Australian economy.", "We will be releasing an updated full set of forecasts on Friday in the Statement on Monetary Policy.", "Ahead of that I can provide you with the main numbers and highlight some of the issues shaping the outlook.", "Our central forecast is for the Australian economy to expand by 23⁄4 per cent over 2020 and 3 per cent the following year (Graph 5).", "These growth rates are a little above our current estimate of medium-term growth in Australia, so some inroad into spare capacity should be made.", "These growth rates are also higher than the outcomes for 2018 and 2019.", "As I have been saying for some time, we are passing through a gentle turning point for the better.", "There are a number of factors contributing to this outlook.", "The expected pick-up in world growth should help us, the resources sector is in expansion mode again and we are expecting consumer spending to pick up.", "The outlook is also being supported by ongoing high levels of investment in infrastructure and the likelihood that the downswing in residential construction will come to an end later this year.", "Further increases in resource exports and continuing solid growth in public demand will also help.", "In terms of the labour market, we are expecting the unemployment rate to remain around its current level for a while yet, before declining below 5 per cent late next year as growth picks up (Graph 6).", "One consideration here is the outlook for labour force participation.", "Over the past couple of years we have seen a very large lift in participation, especially by women and older Australians.", "This is a positive development but it has meant that very strong employment growth has not resulted in a lower unemployment rate: strong demand for labour has been met with strong supply of labour.", "In terms of inflation, we continue to expect a gradual increase, with underlying inflation expected to approach 2 per cent over the next couple of years (Graph 7).", "The recent inflation data were in line with our expectations and show contrasting trends with higher prices for groceries and continued subdued outcomes for housing, especially rents and utilities.", "With that broad overview I would like to focus on three issues: 1. the ongoing adjustment in household balance sheets 2. the bushfires, the drought and the coronavirus outbreak 3. the importance of continuing to invest in our future.", "Household Balance Sheet Adjustment Looking back at last year, economic growth was weaker than we had expected.", "The global slowdown is part of the story, but the most important factor is a domestic one, and that is subdued consumer spending as households adjusted to slow wages growth and falling housing prices.", "The downswing in residential construction was also a factor.", "Over 2019, household consumption looks to have increased by only around 1 per cent (Graph 8).", "Given that Australia's population is growing at 1.5 per cent a year, this represents a decline in per capita terms.", "This is a highly unusual outcome in an economy that has recorded the type of strong jobs growth that we have experienced in Australia.", "For some time now, households had been gradually adjusting their spending to the slower trend rate of income growth.", "This adjustment accelerated last year in response to falling housing prices.", "Faced with the reality of slow growth in wages and falling housing prices, many households scaled back their spending to put their finances and their balance sheets on a sounder footing and the effects have been felt across the economy.", "On the wages front, Australians have been getting used to increases of 2 point something (Graph 9).", "This is a noticeable step down from the 3-4 per cent range we experienced previously and we are forecasting the current rate of wages growth to continue for the next couple of years.", "As this period of low wages growth has run on, many people have adjusted down their expectations of how fast their own income will grow in future.", "At the same time, households have been dealing with another adjustment - that is in housing prices.", "Between late 2017 and mid last year, nationwide housing prices fell by 8 per cent, and in Sydney and Melbourne housing prices fell an average of 13 per cent (Graph 10).", "The speed and extent of this decline came as a shock to many people, although it did follow an earlier very large run-up in prices.", "It reminded us all that housing prices can, and do, fall substantially.", "For some people the salutary effect of that reminder has been amplified by lower wage increases and high levels of debt.", "As part of the Reserve Bank's efforts to understand how households are adjusting we have been looking carefully at the data on mortgage repayments and I would like to share these updated data with you.", "This graph shows housing loan repayments as a share of outstanding credit, broken down into interest payments and repayments of principal, including through higher balances in offset accounts (Graph 11).", "There are three points that I would draw your attention to.", "The first is that as monetary policy has been eased since late 2011, interest payments as a share of credit have come down (top panel).", "This has freed up income to be spent on other purposes.", "The second is that the rate of repayment of principal (bottom panel) has moved up and down over time.", "These fluctuations partly reflect trends in the housing market.", "In particular, the increase in repayments around 2014 and 2015 was associated with strong growth in offset accounts and coincided with a period of high turnover in the housing market and strong growth in loan refinancing.", "And the third point is that over the second half of 2019, principal payments have increased, more than offsetting the decline in interest payments.", "Households have made larger voluntary repayments and they have also maintained higher balances in their offset accounts.", "Partly, this has been made possible by the higher tax refunds for low- and middle-income earners which have boosted disposable income.", "It is entirely understandable that households faced with low growth of wages and falling housing prices sought to repay their debts a bit faster.", "I am going to speak about monetary policy shortly, but ahead of that I would like to address one point that I hear frequently: that the Reserve Bank's decision to cut interest rates last year dented consumer confidence and that this is what lies behind the weak consumption growth.", "I certainly understand that having interest rates at very low levels has unsettled some people.", "But I don't accept the idea that this is what is driving weak consumption.", "There is something deeper going on.", "While the Reserve Bank's decisions reminded people of what is going on, Australians were already adjusting their spending to the reality of a combination of subdued wages growth, the fall in housing prices and high debt levels.", "Consumer confidence and monetary policy were both responding to this reality.", "My judgement is that if the Reserve Bank had not eased monetary policy last year, this adjustment by households would have been harder, the balance sheet repair would have been more difficult, and the economy would have been weaker.", "The lower interest rates have assisted with both sides of the balance sheet.", "They have allowed people to pay down their liabilities more easily, and they have also boosted asset prices.", "So they are helping, not hampering, the process of balance sheet adjustment.", "In doing so, they are also bringing forward the day when households feel comfortable to lift their spending again.", "As I said when discussing the global situation, we need to remember that it is possible to have too much of a good thing.", "We are aware of the risk of low interest rates encouraging too much borrowing and driving excessive asset valuations.", "So we will continue to watch borrowing, in particular, very carefully.", "The main point here, though, is that we expect consumption growth to strengthen as households become more comfortable with their balance sheet positions.", "Assisting with this, disposable income is expected to grow more strongly over the next couple of years than it has over the past couple of years.", "Housing prices are also now rising, not falling, and a pick-up in residential construction activity is in prospect.", "The unemployment rate is also expected to decline, which should give people the confidence to spend.", "So it is reasonable to expect that things improve from here, although it is hard to be precise about how much longer this period of balance sheet adjustment will continue.", "The Fires, the Drought and the Coronavirus Outbreak Other issues that we have examined carefully in putting together the forecasts are the devastating bushfires over the summer and the drought.", "On behalf of the Reserve Bank Board and staff I would like to extend our thoughts to all those who have been affected, especially to those who have so tragically lost loved ones.", "I would also like to extend our deep gratitude to all those who have worked so tirelessly to control the fires.", "The economic impact of the fires in the areas affected is very large.", "There have been very significant disruptions to normal activity in these areas and there has been large-scale destruction of homes, farms and businesses as well as public infrastructure.", "In assessing the impact of this on the Australian economy as a whole we have taken into account that there will be a material rebuilding effort and that government grants and insurance payments will assist many people.", "On this basis, our assessment is that GDP growth for 2020 as a whole will be largely unaffected.", "There is, however, likely to be a noticeable effect across the December quarter last year and the current quarter.", "While it is still difficult to be precise, we estimate that the effects of the bushfires will reduce GDP growth by around 0.2 percentage points across the two quarters.", "We are also continuing to assess the effects of the drought on the economy.", "Farm output declined by 16 per cent between 2017 and 2019, and farm exports fell by 13 per cent.", "A further decline of around 10 per cent in farm output is expected in 2020, representing a drag on GDP growth of around a quarter of a percentage point.", "This is a stark reminder that the economic effects of these climate events are material.", "A new uncertainty affecting the outlook is the outbreak of the coronavirus.", "It is too early to tell what the overall impact will be, but the SARS outbreak in 2003 may provide a guide.", "On that occasion, there was a sharp slowing in output growth in China for a few months, before a sharp bounce-back as the outbreak was controlled and economic stimulus measures were introduced.", "Today, China is a larger part of the global economy and it is more closely integrated, including with Australia, so the international spillovers could be larger than they were back in 2003.", "Much will depend on the success of the various efforts to control the virus so we are monitoring developments closely.", "The Importance of Continuing to Invest in our Future The third issue I would like to discuss is the importance of continuing to invest in our future.", "Australia's economic fundamentals remain very strong and they provide a solid foundation for us to be optimistic about our future.", "The strong fundamentals include: world class endowments of natural resources; a highly skilled and innovative workforce; an established and predictable regulatory system; sound public finances; a diverse and growing population; and being well placed to benefit from the strong growth in Asia, not just in China, but also in the populous countries of Indonesia and India.", "So we have a lot to feel fortunate about.", "We enjoy a set of fundamentals and a standard of living that few other countries enjoy.", "It's important that we do not lose sight of this.", "Strong fundamentals, though, can take us only so far.", "If we are to turn these fundamentals into strong and consistent growth, we need to keep investing in our future.", "The level of investment spending, relative to the size of the economy, has trended lower over recent years, although there has been some increase in public investment (Graph 12).", "We have also experienced a troubling decline in productivity growth.", "While the reasons for this are complex, it is hard to escape the conclusion that higher levels of investment spending would promote productivity growth and our collective living standards.", "The list of areas where further investment would improve our future prospects is well known.", "It includes investments in infrastructure, in human capital, in energy production and distribution, in new data technologies, and in measures to deal with climate change and its effects.", "Businesses, as well as governments across Australia are addressing these areas and it is important that they remain focused on them.", "Both public and business sector balance sheets are in good shape and so are strong enough to take advantage of these investment opportunities.", "As I have said on other occasions, low interest rates should make it easier for both the public and business sectors to contemplate long-term investments, given that future returns don't need to be discounted as much.", "They also mean that financing costs are lower.", "With interest rates at record lows and likely to remain low for quite some time there are plenty of opportunities here.", "I would like to finish by returning to monetary policy.", "At its meeting yesterday, the Reserve Bank Board decided that, given the current outlook, the best course was to hold the cash rate steady at 0.75 per cent.", "The recent inflation and unemployment data were both in line with our expectations and show things moving in the right direction, although only very gradually.", "Over the next couple of years we expect further progress to be made towards full employment and the inflation target, although that progress is likely to remain quite slow.", "The gradual nature of this progress reflects some significant structural shifts in the global economy related to technology and globalisation and, as I discussed earlier, a period of adjustment in household finances in Australia.", "Monetary policy has already responded to this and is providing considerable support to the Australian economy.", "Given the outlook I have outlined today, the Board has, however, continued to discuss the merits of further monetary stimulus in an effort to speed the pace of progress and to make it more assured.", "On balance, though, the Board has decided to hold the cash rate steady, recognising the significant monetary stimulus already in place and the long and variable lags associated with monetary policy.", "This decision also reflects a judgement about the benefits from a further reduction in interest rates against some of the costs and risks associated with very low interest rates.", "It certainly remains the case that a further reduction in interest rates would help with the balance sheet adjustment by households with existing debt, which should help bring forward the day that consumption strengthens.", "It would also have a further effect on the exchange rate, which would boost demand for our exports and therefore support jobs growth.", "On the other side of the equation though, there are risks in having interest rates at very low levels.", "Internationally, there are increased concerns about the effect of very low interest rates on resource allocation and their effect on the confidence of some people.", "Lower interest rates could also encourage more borrowing by households eager to buy residential property at a time when there is already a strong upswing in housing prices in place.", "If that occurs, this could increase the risk of problems down the track.", "So there is a balance to be struck here.", "The Board recognises that the nature of this balance can change over time and that it depends very much upon the state of the economy.", "So it is continually looking at both sides of the equation.", "If the unemployment rate were to be trending in the wrong direction and there was no further progress being made towards the inflation target, the balance of arguments would change.", "In those circumstances, the Board would see a stronger case for further monetary easing.", "We will continue to monitor developments carefully, including in the labour market, as we seek to strike the right balance in the interests of the community as a whole.", "Thank you for listening and I look forward to your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Monetary policy", "Household balance sheet", "Global economy", "Australian economy", "Low interest rates", "Investment", "Coronavirus", "Bushfires", "Drought", "Inflation"]}