{"sentences": ["The ECB recently decided to unleash its firepower once more to protect the euro area economy.", "The introduction of the €750 billion pandemic emergency purchase programme (PEPP) is the latest in a series of measures, with the ECB having already announced an additional envelope for its asset purchase programme of €120 billion in net purchases until the end of 2020, on top of the monthly net asset purchases of €20 billion.", "Why was an ad hoc, temporary programme like the PEPP needed?", "The outbreak of the coronavirus (COVID-19) has led to a humanitarian crisis, and has put enormous strain on the euro area economy and the financial sector.", "Over the past few weeks, the outlook for the economy deteriorated sharply as countries had to intensify containment measures, dampening both production and consumption.", "This posed downside risks to the inflation outlook in the euro area.", "We also observed a sharp tightening of financial conditions at a time when the economy needed support.", "Signs of financial fragmentation were re-emerging, impairing the transmission of our policy.", "We responded forcefully to this deterioration in the economic outlook by launching a new temporary asset purchase programme, the pandemic emergency purchase programme (PEPP), which also includes purchases of Greek government bonds.", "This helps stabilise financial markets, and contributes to much more favourable financing conditions, not least in Greece, where interest rate spreads have dropped markedly.", "What are the main characteristics of the PEPP?", "Would you say that it is different from a typical monetary quantitative easing (QE) programme?", "If so, what are the differences?", "Our existing asset purchase programme (APP) was designed for normal times, providing monetary policy accommodation in order to support the gradual return of inflation to our aim.", "The PEPP is a separate programme.", "It is our response to the extraordinary economic shock caused by the pandemic.", "The PEPP is temporary, significant in size, and flexible.", "We expect it to run until we judge that the current crisis is over, but at least until the end of the year.", "One of the key aspects of the PEPP is its flexibility.", "How do you respond to those who say that the ECB should not raise the issue limit of 33% when buying bonds?", "Could this raise legal questions in the future?", "The ECB has made it clear that, within its mandate, it will do everything needed in order to safeguard the full transmission of its monetary policy in all euro area countries.", "The PEPP allows purchases to be conducted flexibly over time and across asset classes and jurisdictions.", "The Governing Council has explicitly communicated that, if necessary and proportionate to the extraordinary risks that we are facing due to the coronavirus crisis, it will consider revising any self-imposed limits, including the issue share and issuer limits, in line with our legal framework.", "This flexibility makes the PEPP a highly effective instrument to ensure the smooth transmission of our monetary policy and to avoid fragmentation across euro area countries.", "The ECB granted a waiver which allows it to purchase Greek bonds under the PEPP.", "What does this move signal to the markets?", "How important is this development, and could it later open the door to Greece participating in the normal asset purchase programme?", "Greece has made impressive progress in recent years, after many years of economic and social hardship.", "The economy was on an encouraging trajectory before the pandemic, and the Greek authorities have responded decisively to the health crisis.", "By including Greek bonds in the PEPP, the ECB is sending a clear signal to markets that this crisis affects the entire euro area, and that it will not tolerate any risks to the smooth transmission of its monetary policy in any euro area country.", "The ECB will do everything that is necessary to fulfil its mandate and support the euro area and its citizens through this historic crisis.", "If Greece is included in an enhanced conditions credit line (ECCL) programme, along the lines described in Eurogroup President Mario Centeno's recent letter to the European Council, would it then be eligible for the public sector purchase programme (PSPP)?", "Greece does not yet satisfy the minimum rating requirement for eligibility for outright purchases under the PSPP.", "Under certain conditions, a waiver to these requirements can be granted.", "It also depends on political decisions and on the specific features of any potential credit line instrument that is being considered by the relevant European institutions, including the European Stability Mechanism (ESM).", "The PEPP also allows for the purchase of corporate bonds.", "What is the situation for Greek corporate bonds?", "Are they included in the PEPP?", "Can they be included in the future?", "In principle, non-financial corporate bonds issued in any euro area country, including Greece, can be included in the PEPP if they meet the relevant eligibility requirements, including the minimum rating threshold.", "For the time being, no Greek corporate bonds qualify.", "But I hope that this will change in the future.", "Over the past decade, prudential issues such as non-performing loans (NPLs) have been very challenging to deal with.", "NPLs have been one of the main structural problems in the Greek banking sector, preventing investment and growth in the Greek economy.", "As the euro area economy is heading towards a recession, which could prove long and deep, a new generation of NPLs could appear - and not only in Greece.", "How is the ECB planning to deal with such a contingency?", "Will the plans put in place to deal with the current challenge of NPLs be enough when the coronavirus crisis comes to an end?", "The crisis will certainly have negative effects on bank balance sheets.", "But this time, banks are not the cause of the crisis; they rather have to be part of the solution.", "And they are in much better shape now, with more capital and a better liquidity position.", "The supervisory arm of the ECB has implemented significant measures to allow banks to continue to provide funding to firms and households.", "ECB Banking Supervision has communicated to banks that it will use maximum flexibility in evaluating the progress of ongoing plans to reduce past NPLs.", "It is important that we find the right balance between helping banks absorb the impact of the current downturn and identifying risks, deploy sustainable solutions for viable distressed debtors.", "Only a strong, but at the same time sufficiently flexible, banking system is able to meet the financing needs of people and businesses.", "Christine Lagarde has mentioned that aside from what the ECB can and will do, the Member States of the euro area should assume their responsibilities on the fiscal side.", "The ESM is exploring various options towards that end, although differences among Member States remain.", "Would the ECB consider eurobonds in the form of \"coronabonds\" as a proper way forward in order for the euro area economy to counter the economic impact of the virus?", "And could urgent circumstances lead to the activation of the \"OMT bazooka\" being delinked from an ECCL programme?", "These are political decisions, which are not within the ECB's remit.", "That being said, there is clearly a need to provide European-level support to those euro area countries hit most by the crisis.", "This is not just a question of European solidarity, but also makes sense from an economic standpoint.", "Mitigating the negative economic effects of the crisis in each Member State and supporting the recovery afterwards makes the whole of Europe stronger.", "The issuance of one-off \"coronabonds\" is one possibility.", "There are other instruments that could be used, like an EU rescue fund or measures involving the ESM or the European Investment Bank.", "In the current crisis, the PEPP is the right instrument to support the euro area on the monetary policy side.", "Outright Monetary Transactions (OMTs) were designed to address a different contingency: the risk that the expectations of a euro area break-up might become self-fulfilling.", "OMTs remain an essential element of our policy toolkit, but they are not the most suitable instrument to counter the current crisis."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["PEPP", "monetary policy", "financial markets", "euro area economy", "ECB", "NPLs", "Greece", "quantitative easing", "coronavirus", "fiscal policy"]}