{"sentences": ["Ms Schnabel, never before has the ECB provided so much money for asset purchases in such a short period of time.", "Is this crisis worse than anything we've seen before?", "It's an extraordinary crisis.", "It's not just Europe that is affected, it's the whole world.", "And in addition to the health problems and the human suffering, we're also experiencing a severe economic shock that is being compounded by the protective measures taken.", "Our new asset purchase programme, which has been put in place specifically for this pandemic emergency, aims to address the particular nature of the situation we are facing.", "Where do you see the biggest problems?", "The crisis is affecting supply and demand at the same time.", "Initially, the focus was mainly on disrupted supply chains.", "Now the protective measures taken are also hampering production in many companies.", "And demand is falling too - if people don't know what the future will bring, they hold on to their money, especially since many activities have been curtailed.", "And all that means that we are already facing a massive shock; we need to make sure that it doesn't get even worse.", "If the ECB buys sovereign bonds, governments will be able to borrow money more easily and pass it on to firms.", "Is that still in line with your mandate?", "Our actions are always determined by our mandate of price stability.", "And for this we need a functioning transmission mechanism so that monetary policy is passed on to the real economy.", "That mechanism had recently become impaired, as manifested by the sudden rise in euro area government bond yields.", "It was affecting all euro area countries, even Germany.", "When that happens, monetary policy has to step in.", "So it's not a rescue plan for Italy?", "And Italy has not lost its market access.", "The concern was rather that we could start to see self-reinforcing price spirals... ...meaning that investors start selling, government bonds fall in value, and so even more investors have to sell... ...which can always happen in times of crisis, especially when capital is seeking safe havens.", "The central bank must act to counter such effects when the transmission of monetary policy to the real economy is at risk.", "One week ago, ECB President Christine Lagarde said that the ECB isn't responsible for closing risk premia on government bonds.", "Did that create additional uncertainty?", "The markets were questioning whether the ECB continued to stand ready to do everything necessary to stabilise the situation.", "But that was never in any doubt.", "And then the situation in the markets deteriorated rapidly, so we had to take further action.", "Are there any rules at all now for such asset purchases, or does the ECB just do what it likes?", "Our purchase programmes are rules-based.", "We continue in principle to buy bonds in line with the capital share of each country.", "But we need more flexibility now, over time as well as across countries and asset classes, in order to tackle the situation appropriately.", "Would you have liked to go into this crisis with higher interest rates, so that you could cut rates now?", "Interest rates have been set appropriately also in recent years.", "Higher interest rates were not an option - otherwise we wouldn't have been able to fulfil our price stability mandate and we would have damaged the economy.", "I know very few economists who are of a different view.", "Some people are already calling for signals to hike interest rates once the crisis is over.", "Your newspaper featured a guest commentary last week on the subject.", "In view of the current situation, that article seems a little out of place.", "We are looking at what might well be one of the worst economic crises of all time.", "It seems inappropriate to be talking about raising interest rates now.", "The authors of that piece were talking about the period after the crisis.", "We should talk about what happens after the crisis at a later date.", "For now we need to concentrate on mitigating the effects of this crisis.", "Yes, but one does get the impression that every crisis sees the introduction of new measures which then can't really be unwound afterwards, and then central banks have to come up with something bigger and better in the next crisis.", "Is that the right way forward?", "The new package is proportionate to the situation.", "It will only run until we have overcome this crisis.", "Your question also seems to suggest that we need to return to the former style of monetary policy, that is before the ECB began to purchase bonds.", "But that is not necessarily the case.", "There are long-term trends that have resulted in very low real interest rates.", "Among other things, these trends reflect demographic ageing and declining productivity gains.", "A central bank cannot counter that.", "The banks are also a cause for concern.", "Do they have enough capital to survive this crisis?", "It is imperative to prevent the crisis from spreading to the banking sector.", "That's why measures targeting liquidity bottlenecks in firms are especially effective; they work by warding off high levels of loan defaults at banks.", "We should be glad that the banks' capital requirements were significantly increased over the past few years.", "All in all, the banks are currently much better prepared for a crisis than they were before the financial crisis of 2008.", "But is that enough in the face of the current shock?", "We are indeed living through a scenario that no one could have imagined.", "It was therefore never assessed in a stress test - we are unfortunately experiencing it now in real time.", "If widespread insolvencies occured among borrowers, the banking sector would also be affected.", "But in many cases, the issue in the first instance is a liquidity bottleneck.", "That's something politicians can deal with.", "The decisive factor is how long the crisis persists.", "How long can the economy withstand such a situation?", "It depends on how severe the restrictions are and on how well-placed firms are to adjust to them.", "In some sectors, this is relatively unproblematic; in others, for example catering, it's hardly feasible.", "At some point, this situation will presumably become unsustainable, prompting the question as to what role the state intends to play in supporting firms.", "Would the ECB then be able to do even more?", "Or has it completely exhausted its scope for action?", "The ECB is in the comfortable position of having a large set of tools, none of which has been used to its full extent.", "We stand ready to take further measures if needed to fulfil our mandate.", "This was decided by the ECB's Governing Council.", "So you really want to buy even more bonds?", "What effects do you envisage?", "We have a wide range of instruments: we have the key interest rates, we have instruments for providing liquidity to the banks and we have the asset purchase programmes.", "All of these instruments can be used to improve financing conditions.", "That is immensely important during such a crisis.", "The claim that central banks have run out of tools simply doesn't match up to the facts.", "The German Constitutional Court might put a spanner in the works when it rules on the legality of the bond purchases in May.", "Against this backdrop, it's important that our measures are proportionate.", "Given the severity of this crisis and the threat of massive economic damage, our monetary policy decisions are in my view appropriate.", "By the way, the Court's judgement relates to the existing asset purchase programmes the rules of which we have basically left unchanged.", "Would it help if crisis bonds, jointly issued by the euro area countries, were now available?", "The success of our measures hinges on what happens on the fiscal policy side.", "We can't resolve the situation by ourselves.", "Much has already been done at the national level, also in Germany.", "But it is ultimately a European problem.", "No country can be indifferent to what is going on in another European country - not only for the sake of solidarity, but also for economic reasons.", "I hope that this is understood by the politicians.", "There are proposals to use the European Stability Mechanism or the European Investment Bank.", "The issuance of one-off \"corona bonds\" would also be conceivable.", "It is up to politicians to decide.", "How many people are still working in the ECB tower?", "Only a handful of people are still on site.", "Almost everything is taking place remotely, even the meetings of the ECB's Executive Board.", "I'm also hardly in the ECB building now and am working mainly from home."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Asset purchases", "Economic crisis", "Liquidity", "Sovereign bonds", "Capital", "Transmission mechanism", "Interest rates", "Banking sector", "Fiscal policy"]}