{"sentences": ["Speech The Economic Outlook Assistant Governor (Economic) Australian Business Economists Lunchtime Briefing Online - 7 August 2020 Thanks to Australian Business Economists for hosting this webcast.", "A short while ago the Bank released its regular Statement on Monetary Policy (SMP), including details on our updated outlook.", "But these times are far from regular.", "Australia, along with the rest of the world, has been subjected to a shock without modern precedent.", "The COVID-19 pandemic has induced an enormous contraction in the global economy.", "Labour markets have been severely disrupted everywhere.", "The policy response has also been enormous, from public health agencies to financial regulators, central banks and fiscal authorities.", "All arms of public policy are needed to deal with the health crisis and support the recovery.", "Today I would like to take you through some of the detail on the outlook, and provide some background on the thinking and analysis behind those numbers.", "Our baseline scenario As we did three months ago, today we are presenting three separate scenarios.", "We are doing this to provide more guidance on the range of uncertainty in the current environment.", "There are many potential risks and uncertainties at present.", "The main one, though, is the spread of the virus, both here and abroad.", "The difficult situation in Victoria is an example of how quickly this can change.", "So that is the dimension our various scenarios rest on.", "I will talk about the upside and downside scenarios later.", "In the first instance I will focus on the baseline scenario, while being mindful of the uncertainty surrounding it.", "Different countries have had different experiences with the pandemic (Graph 1; Graph 1.1 in the SMP).", "In one group of countries, including the United States and a range of emerging market economies, COVID-19 infection rates have escalated.", "Another group of countries, including South Korea, China, New Zealand and much of Western Europe, have so far managed to get infection rates down and keep them there.", "In a third group of countries, infection rates had been at low levels but have since escalated in fresh outbreaks.", "This group includes Australia but also Japan and a range of countries in Eastern Europe.", "These differing experiences will necessarily shape both the initial contractions and the subsequent recoveries in each economy.", "But in most cases, we can see the same broad narrative.", "There is an initial phase of an extremely large and sudden contraction in activity, as governments impose lockdowns and other activity restrictions in order to control the virus, and people engage in voluntary social distancing in response to concerns about the virus.", "This phase has generally lasted a couple of months.", "As infection rates fall and activity restrictions are eased, activity begins to recover quite quickly over the course of the next few months.", "The phase of rapid recovery is usually only partial, however.", "With a few more months behind us, it has become clear that activity has not fully returned to pre-outbreak norms.", "This is apparent from data on the movement of people (Graph 2; Graph 1.2 in the SMP), and in more conventional economic indicators and surveys.", "There are a number of reasons why activity is unlikely to bounce back completely after lockdowns end.", "Firstly, some activity restrictions usually remain even after the most stringent lockdown measures are lifted.", "Secondly, some people continue to engage in some social distancing beyond what is mandated.", "Thirdly, and probably most importantly, the deficiency in demand and a general increase in uncertainty induces people and firms to be more cautious in their spending decisions.", "So demand remains weak for some time.", "This lingering effect of the pandemic on uncertainty and demand means that, beyond the first couple of months, recoveries will be protracted and uneven.", "It will take time to get back to the level of global GDP prevailing before the pandemic.", "Taking 2020 as a whole, global GDP is expected to contract by more than 4 per cent, before rising by nearly 6 per cent in 2021.", "If realised, this outcome would still leave GDP below where it would have been had the outbreak not occurred.", "The pattern is very similar for Australia's major trading partners, though the contraction occurred earlier and the recovery is expected to be a bit more vigorous in China than in our other major trading partners (Graph 3; Graph 1.7 in the SMP).", "In Australia, the story is fairly similar (Graph 4; Graph 6.1 in the SMP).", "We estimate that activity contracted severely in the June quarter of this year, but began to recover late in the quarter.", "The situation in Victoria will reduce growth in the September quarter and push out the recovery beyond that.", "That said, activity is expected to continue to recover in much of the country over the rest of this year and next.", "The recovery is expected to be slow and uneven, and GDP will probably take several years to return to the trend path expected prior to the virus outbreak.", "A contraction in demand of this size represents an enormous shock to the labour market.", "Employment declined by more than 850,000 in April and May.", "Although some people regained employment in June, the unemployment rate increased by more than 2 percentage points over these three months.", "The increase would have been much greater were it not for the JobKeeper program preserving many employment relationships over this period.", "We expect that employment and total hours worked will decline over the next few months, partly because of the increased activity restrictions in Victoria.", "Elsewhere, the recovery in employment and hours should continue, but there could be setbacks.", "Payroll data suggest that the recovery in employment began to falter in the second half of June and into July, even before the lockdown in Melbourne came into effect.", "In this baseline scenario, we expect the unemployment rate to continue to increase over the rest of this year (Graph 5; Graph 6.2 in the SMP); indeed, unemployment is expected to increase in all three scenarios.", "The current activity restrictions in Victoria will result in some further job losses there.", "In addition, an unusually large fraction of people did not actively look for work in April and May, because there are in many cases simply no suitable jobs to apply for during periods of activity restrictions.", "So they are recorded as having left the labour force, not as unemployed.", "Over time, and as job opportunities become more evident, we expect that many of these people will start actively looking for jobs again.", "This increase in labour force participation is expected to outpace any recovery in employment outside Victoria in the second half of this year.", "The main driver of the initial contraction has been consumption.", "Many categories of consumption were simply not permitted during the height of the lockdowns.", "Even now, some are still not permitted, such as overseas tourism.", "People substituted by spending on other things - in particular, they bought goods rather than services.", "But substitution can only go so far, so quickly.", "We estimate that household consumption declined over 10 per cent over the first half of the year.", "We expect consumption to recover some of this decline quite quickly; in fact, it already has.", "Part of this is a response to the expansion in consumption opportunities as businesses reopen.", "It is also made possible because there has been income support to help to sustain this.", "Although many people lost their jobs over recent months, government support has meant that total household income has not fallen in aggregate.", "This has been a surprising outcome of the current episode.", "On top of the income transfers, many households have added to their available cash flow by withdrawing from their superannuation (Graph 6; Graph 3.12 in the SMP).", "Closure of international borders to most movements of people is affecting Australia's international trade and will continue to do so over the forecast period.", "International tourism will be infeasible until borders reopen, and will probably only recover slowly.", "This will affect both services exports and imports; before the pandemic, tourism imports - spending by Australians travelling overseas - substantially exceeded tourism exports.", "Education exports are also an important component of Australia's international trade.", "This includes spending by foreign students when they are in Australia, as well as direct revenues such as university fees.", "Many students did manage to get to Australia before the borders closed.", "So, unlike tourism, this component of services exports will not fall to essentially zero, but it has fallen significantly.", "We project that education exports will remain broadly stable over the next year.", "This expectation is predicated on the assumption that allowances will be made for some international students to arrive for the start of the 2021 academic year.", "Business investment is likely to be weak in the near term and will take some time to recover.", "This is only partly a result of the activity restrictions.", "For example, construction activity was able to continue during Stage 3 restrictions.", "Site shutdowns in response to virus outbreaks have also been quite rare.", "So non-residential construction projects that were already underway have been mostly able to continue.", "However, the announced Stage 4 restrictions in Melbourne limit the number of workers on a site, and so will constrain commercial and residential construction activity there.", "The main reason for the weak investment outlook, though, is that many businesses across Australia have put investment plans on hold in response to the environment of weak demand and heightened uncertainty.", "This has been a particular issue for machinery and equipment investment, because this category of investment spending is more sensitive to demand conditions.", "Dwelling investment is also expected to be weak in the period ahead.", "This is partly a function of the mandated reductions in activity in Victoria over coming months, and weak incomes and employment, as well as more generalised uncertainty weighing on people's decisions to buy homes.", "Demand will also be reduced during the period that international borders are closed, because population growth will be significantly lower.", "The HomeBuilder policy is expected to provide some countervailing support in the near term, mostly for detached home building.", "Weak demand for housing is already affecting the market for rental housing.", "Many people changed their living arrangements in recent months to save money during the period of lockdown.", "The decline in international visitors and domestic business travellers, because of travel restrictions, has also encouraged some landlords to offer their short-term rental accommodation on the long-term market.", "That response increases the available rental stock.", "As a result, rental vacancy rates have increased significantly in Sydney and Melbourne (Graph 7; Graph 3.18 in the SMP).", "Many tenants have obtained discounts on their existing rental agreement.", "Advertised rents have also fallen of late.", "We expect that demand for rental housing will remain weak for a while yet.", "With international borders closed, immigration to Australia has essentially halted and so population growth will slow noticeably.", "Weak labour market conditions will also discourage some people, especially young people, from forming new households.", "The weak outlook for rents is one of the factors that is likely to weigh on inflation over the next couple of years.", "Temporary factors are driving large movements in inflation in the June and September quarters.", "Headline CPI declined by 2 per cent in the June quarter.", "This decline is entirely accounted for by two factors: the fall in petrol prices and the decision to make child care (and some preschool) free.", "Growth in some other prices, including groceries, was higher than it had been in some years.", "Large movements in prices in both directions, as well as some measurement challenges, make the underlying trend in inflation harder to discern.", "We can look through these effects as much as possible, by using various measures of underlying inflation.", "This suggests that the underlying trend declined to be closer to zero in the quarter rather than the large negative recorded in the headline CPI.", "Most of the decline in headline CPI will reverse in the September quarter.", "Petrol prices increased a little in recent months, and fees for child care and preschool are being progressively reintroduced.", "So there will be some further volatility in the headline inflation figures.", "This volatility will be less evident in the various underlying measures.", "Beyond the next quarter or so, we expect inflation to be low (Graph 8; Graph 6.5 in the SMP).", "Spare capacity in the economy and the resulting weak growth in labour costs are likely to put downward pressure on inflation for some time.", "We expect inflation to increase a little as the economy recovers.", "Unsurprisingly this pick-up is a bit faster in the upside scenario than the baseline.", "And in the downside scenario it can be expected to take quite a while before turning around.", "While the overall spare capacity in the economy is the main driver of the inflation outlook, some other factors will also be important.", "As well as the expected weakness in rents, weak demand for housing will affect prices of new homes, though changes in supply will also matter.", "Governments could also decide to reduce pressures on the cost of living by freezing or lowering administered prices, as we have already seen for child care and preschool.", "It is uncertain how all these forces will play out.", "The upside and downside scenarios The course of the virus is very uncertain, and so will be people's responses to it.", "Given this uncertainty, we have again presented the outlook in the form of three scenarios, complementing the baseline scenario I have just described with an upside and a downside scenario.", "The baseline scenario is based on the assumption that infection rates in Australia subside.", "The recent tightening of restrictions in Victoria is assumed to be successful and there are no new lockdowns imposed elsewhere.", "Restrictions are assumed to be eased progressively over the rest of the year.", "The upside scenario also assumes that infection rates fall quickly and stay low.", "The pace of decline in case numbers is assumed to be a bit faster than in the baseline, so the restrictions are eased a bit faster.", "This would be similar to the experience of some of the smaller states in recent months.", "People also take more comfort from this and confidence recovers faster than in the baseline scenario.", "Households are therefore willing to spend more of the savings they accumulated during the first half of this year, compared with what is assumed in the baseline scenario.", "The downside scenario assumes that infection rates continue to escalate around the world this year and next.", "Australia itself faces a series of outbreaks and periods of Stage 3 or 4 restrictions in some states.", "The result is further near-term weakness in activity.", "Confidence is damaged and so the recovery is much slower as well.", "The extent of the damage would depend on how widespread and long-lasting renewed restrictions need to be to get control over the spread of the virus.", "The other main point of variation between these three scenarios is how long Australia's international borders remain closed.", "Three months ago, we were assuming that travel restrictions would be lifted by the end of this year.", "Our current scenarios are based on an assumption that it is more likely that our borders will remain closed to most travellers until at least the middle of next year.", "Some longerterm visitors, such as those on student visas, are assumed to begin arriving early next year, subject to appropriate quarantine restrictions.", "But tourists and other short-term visitors will not be able to return until later.", "In the baseline and upside scenarios, we assume that the borders reopen in mid 2021.", "In the downside scenario, where the global spread of the virus does not subside as quickly, we assume the borders are closed for all of 2021.", "It is always possible to construct other scenarios.", "The near term would be stronger if there were a major medical breakthrough on treatments soon.", "An effective vaccine would take a bit longer to be distributed, so it would mainly affect outcomes next year and the year after.", "But it could also result in a stronger recovery than we have assumed even in the upside scenario presented here.", "A worse outcome than our downside could be conceivable if the virus cannot be contained and further waves of infection occur around the world for some years yet.", "There are also plenty of other risks that can be contemplated; we discuss some of these in the Statement.", "Geopolitical tensions were an issue even before the coronavirus outbreak, and could escalate further.", "The pandemic has also in some places exacerbated domestic political tensions.", "It is hard to know how these tensions will play out over the next couple of years.", "If they escalate, it is possible that some countries' recoveries will be derailed.", "Domestically, there are also a number of uncertainties that go beyond the direct effects of the virus and associated activity restrictions.", "For example, we have assumed that households and businesses are quite cautious in their use of the fiscal and other cash flow support they have been receiving.", "It is possible that people spend more out of that support than we are assuming.", "It is even possible that some people do more to make up for the consumption opportunities that were not available during periods of lockdown and other activity restrictions.", "On the downside, the longer the economy remains weak, the more the recovery will be impeded by scarring effects on workers, the destruction of business supply networks and other lingering damage.", "What has changed in the past three months The scenarios presented in the Statement incorporate several lessons from the experience of the past few months.", "First, the economic contractions induced by health-related restrictions on activity in the June quarter were very large.", "However, they were not quite as severe as initially expected.", "The peak-to-trough declines in output and hours worked have been smaller than we had expected in May.", "This seems to have been partly because the restrictions in Australia didn't amount to a complete lockdown, and partly because they were lifted a bit earlier than expected.", "Another reason for the smaller contraction was, as noted earlier, that fiscal transfers did a lot to replace lost income.", "This has helped sustain employment through periods of lockdown.", "It has also supported household consumption, which has recovered sooner than expected.", "A similar pattern has been evident in other advanced economies.", "Second, while the part of the contraction directly attributable to initial health measures turned out to be smaller, general uncertainty and responses to weak demand seem to have accounted for more of the downturn in output and the labour market than earlier envisaged.", "This has been evident in the industry pattern of employment effects, as well as the weakness in investment intentions both in Australia and abroad.", "After an initial rebound in payroll jobs in the most affected industries, the recovery in the labour market has been quite patchy.", "Consequently we now think that, even though the initial contraction was smaller, the subsequent recovery is likely to be more protracted and progress on reducing unemployment will be slower.", "Third, and related to the previous point, while the decline in total hours worked was smaller than we thought, it was tilted more to job losses rather than declines in average hours than expected (Graph 9; Graph 6.3 in the SMP).", "And more of the people who exited employment left the labour force entirely.", "This implies that there is more spare capacity in the labour market than a straight read of unemployment would suggest.", "Fourth, over the first half of the year, fiscal policy measures managed to keep aggregate household income broadly steady at the same time that household consumption contracted substantially.", "Some households have therefore built up buffers of savings - intentionally or otherwise - that they would not normally have accumulated.", "Similarly, recent withdrawals from superannuation could be used to tide some households over in a period of income loss.", "Household incomes are forecast to decline later in the year when JobKeeper starts to taper off and the mutual obligation conditions for JobSeeker are reimposed.", "But partly because of these accumulated savings, we do not expect this temporary setback to incomes to derail growth in household consumption.", "Fifth, the large persistent rise in case numbers in Victoria and the ensuing introduction of Stage 4 restrictions there were not anticipated.", "This is not exactly a lesson for our earlier forecasts, but it does show how quickly things can change in a pandemic.", "Policy and forecasts The Statement on Monetary Policy contains more detail on the outlook and other issues that I have not covered today.", "It represents the culmination of our analysis of the economy and financial markets over the past few months, and is the product of the hard work of many Bank staff.", "In my talk today I have focused on the Bank's outlook rather than all the other material presented in the Statement or the details of the fiscal and monetary policy response.", "These have been discussed in detail elsewhere.", "I would nonetheless like to conclude with a few brief remarks on how both fiscal and monetary policy have shaped our view of the economic outlook.", "The COVID-19 pandemic has been the most profound shock to the economy and society in many decades.", "All arms of public policy need to pull together to combat the spread of the virus and support the economy through the recovery.", "Monetary and fiscal policy are key parts of the response.", "The package of measures introduced by the Reserve Bank Board in mid March are intended to support the Australian economy by keeping funding costs low and credit available.", "The Board's assessment is that so far these measures are working as intended.", "Funding costs for banks, firms and households are all very low.", "Credit remains available and other policies have meant that borrowers in difficulty have been able to defer their repayments if needed.", "Likewise the transfers to households and businesses coming from fiscal policy have supported incomes during this difficult period and provide a platform for the recovery.", "The JobKeeper program and various support for businesses have also ensured that employment relationships have been preserved to date and viable businesses can tide themselves over the period of disruption.", "On Tuesday, the Board affirmed its commitment to do what it can to support jobs, incomes and businesses in Australia.", "It will maintain this accommodative approach for as long as this support is required, to help build the bridge to the recovery.", "[*] My thanks to the many colleagues in Economic Group involved in putting these forecasts together, as well as colleagues from Financial Markets Group and Communications Division who also contribute to the Statement on Monetary Policy.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Economic Outlook", "COVID-19 Pandemic", "Unemployment", "Inflation", "Monetary Policy", "Fiscal Policy", "Consumption", "Investment", "Labour Market", "International Trade"]}