{"sentences": ["Aiming for Great and Best for Te Pūtea Matua Canterbury Employers' Chamber of Commerce in Christchurch A speech delivered to On 21 February, 2020 By Adrian Orr, Governor of the Reserve Bank Ngai Tahu Karanga mai Ngai Tahu Call us Ngāti Mamoe, Waitaha Mihi mai Ngāti Mamoe, Waitaha greet us Ngai Tuahuriri Whakatau mai Ngai Tū-a-hu-riri Welcome us Aoraki-matatū tau o te katoa Mt Cook the Highest Peak the envy of all Tēnā koutou katoa, welcome everyone.", "Thank you for inviting me here again.", "always good to be in Christchurch.", "Our board held a meeting here last year, and I was hosted by the Chamber for a speaking event last year too.", "Every time I return I admire the resilience and long-term strategic vision being shown, and truly sense your well-founded community spirit.", "It's now two years since - I was given the opportunity to lead the team at the Reserve Bank Te Pūtea Matua.", "You may also sense my pride in the role and the Bank.", "For many people, their understanding of the role of the Reserve Bank is limited to setting the level of the Official Cash Rate and/or providing notes and coins for New Zealand.", "However, our remit and goals are much broader than just those important functions.", "I will outline some of these tasks and challenges today.", "Shortly after I joined the Bank we outlined our ambitious vision to be a 'Great Team and the Best Central Bank'.,2 They say the first step to running a marathon is to tell everyone of your intention.", "It was apparent that the Bank needed to evolve as do all businesses to be able to meet new challenges, risks, and opportunities.", "These challenges ranged across, for example, record low international interest rates, changing societal expectations of business conduct and culture, a broader regulatory remit, new and emerging technologies and, of course, climate change.", "Over time they have become increasingly stretched to continue to best promote the prosperity and wellbeing of all New Zealanders.", "Good progress has been made over the past two years to modernise our legislation, and update governance and accountability settings.", "Of course, there is still much 'dot the i and cross the t' on the important work to be done to details of these settings and how they are to be implemented.", "As kaitiaki (guardians) of Te Pūtea Matua, we have a unique opportunity to inform the design and deliver the current and future legislative changes.", "We are working closely with our New Zealand Treasury colleagues on this important challenge.", "At the same time we have also embarked on getting the Bank into shape to manage this transformation.", "We are focused on investing in the capability and capacity of our team and systems, so as to be a high performing 'Great Team'.", "It's a privilege I want to acknowledge the support, guidance, and expertise of my colleagues.", "to work with such a wide range of talented and committed people.", "It certainly makes my job a lot easier.", "Tāne - telling the Bank's story We are working for all current and future New Zealanders.", "Hence it is important for our legitimacy and reputation that a broad cross-section of New Zealanders not just a narrow field of technical experts and regulated institutions are interested in and understand our activities.", "Where your central bank fits, what we do, and what we do.", "The tagline on our website says that the Reserve Bank Te Pūtea Matua manages monetary policy to maintain price stability, promotes the maintenance of a sound and efficient financial system, and supplies New Zealand banknotes and coins.", "While accurate, it doesn't exactly foster intrigue or do justice to the role the Central Bank plays in New Zealand's society.", "To improve on public awareness and in partnership with northern hapu Te Roroa,3 we recently chose to tell our story - the story of Te Pūtea Matua - using the Māori legend of Mahuta.", "The Reserve Bank has long adopted a role akin to the being the Mahuta of New Zealand's financial landscape.", "Our roots are our legislation, outlining our purpose and giving us strength (legality and operational rights) and well-being (resourcing).", "The money we print and circulate for New Zealand is the sap that flows through Te Pūtea Matua, ensuring New Zealanders have a means of exchange, a store of value, and a currency that is hard to replicate.", "Our monetary policy actions keeping consumer price inflation low and stable are to ensure that our currency retains its store of value.", "The complex payment and settlement systems we operate which effectively bank the banks and broader financial institutions are our trunk.", "They in large part allow the money to flow to the branches of Te Pūtea Matua, which are the financial institutions that have chosen and are allowed to operate in Aotearoa, New Zealand.", "These financial institutions are so important that we need to establish rules and supervision to ensure they are of appropriate quality and robustness to remain grafted to Te Pūtea Matua.", "Some of the banks are so large that, should they fail, they could bring our whole system down.", "For this reason we need to ensure the systemically important banks remain grafted on and can keep working even if the current owners are gone.", "These closely interrelated functions enable Matua to protect, nurture and grow New Zealand's wider financial ecosystem for the greater benefit of all New Zealanders.", "Being able to tell a story about our purpose and activities brings several advantages.", "Our own team is reminded of how all of our tasks are connected - creating a supportive culture.", "We are able to relate the complex story of central banking and financial stability to a broader audience.", "We are reminded of our interconnectedness to the wider financial ecosystem of The Bank visited Te Roroa in 2018 for permission to use the visage and story of Tāne Mahuta, the kauri tree.", "The Journey of Te Pūtea Matua Our Tāne Mahuta, 2018, -journey-of-te-putea-matua/The-Journey-of-Te-Putea-Matua-Our-TaneMahuta.pdf?la=en&revision=1506f281-753d-4206-ba0c-dd5f1f556131 New Zealand, as well as other regulator colleagues.", "And, we are made to think a lot harder about what makes Te Pūtea Matua unique - we are New Zealand's central bank.", "This is why we support our Mahuta narrative with a broader Māori undertaking at the Bank.", "We need to understand and respect our history, and we can gain unique insights into the New Zealand economy, such as the benefits of longer-term thinking.", "Our team work to enable a virtuous circle economic prosperity, environmental sustainability, financial inclusion, and cultural diversity in Aotearoa, New Zealand.", "Our Te Ao Māori strategy is helping inform our policy programmes, broaden our external stakeholder engagement, and grow our internal cultural capabilities.", "Navigating a challenging monetary environment developing our roots The Government's legislation review of the Reserve Bank's has been underway for the past two years.", "The first leg of this work is completed and is operating well.", "This work established a dual mandate for monetary policy of low and stable inflation, and contributing to maximum sustainable employment.", "The work also established a Monetary Policy Committee that is responsible for interest rate decisions.", "We have now made six Official Cash Rate (OCR) decisions as a committee.", "We have managed robust discussion and come to consensus decisions.", "The nature of these discussions is published as a 'Record of the Meeting' for all to see.", "We also won this year's Central Bank award for transparency in how we operate.", "I am proud to note that consumer price inflation is currently very near the mid-point of the target range (at 1.9%) and that employment is at, if not slightly above, our current broad estimate of maximum sustainable employment.", "Our recent February Monetary Policy Statement outlined that we intend to keep the OCR at a low level for some time to come so as to best ensure we continue to deliver our mandate.", "We have highlighted the risks associated with our outlook for economic activity, and hence inflation and employment, in particular noting the evolving disruption that the spread and severity of the COVID-19 virus is causing to international production and spending.", "New Zealand's unique Looking ahead, there remains much for us to learn about labour market, and how we can best support and meet our employment objective.", "Likewise, there is much to learn about operating monetary policy in the current, unprecedented, low interest rate environment.", "We are in a relatively favourable position at present, given our current positive inflation and employment outcomes, and with the OCR at 1 percent, above many of our OECD central bank colleagues.", "But we need to be prepared for the unanticipated.", "In partnership with the Treasury, we continue to assess how we can effectively and efficiently operate monetary policy should interest rates reach zero.", "You will hear more about this in weeks to come, but business will continue as usual.", "The next leg of the Reserve Bank's legislative review is also well advanced - broad mandate and our institutional governance arrangements.", "The Government's recent decisions on the Bank's future governance arrangements involves the Bank's functions other than a more legally empowered Board that is responsible for all of those undertaken by the Monetary Policy Committee.", "The Bank will also have a broader financial stability mandate, better clarifying our regulatory purposes and powers, and financial crisis management processes.", "These are positive changes and we are preparing for the new regime.", "However, there are still significant details and important decisions to be made.", "A final round of public consultation will occur soon, as we look to establish key aspects of our regulatory perimeter, crisis management, and enforcement tools.", "I encourage your interest as we need your insight and support.", "RBNZ Media Release - -bank-welcomes-governmentdecision-on-banks-future-objectives Phase 2 Review - -and-events/reviews-consultation/reviewing-reserve-bankact Of special interest to me, as a CEO, is that there is appropriate arrangements between governance and management.", "We are currently working on a framework that includes: clarity of purpose, a bank-wide 'Risk Appetite Statement', agreed strategies, appropriate delegations, and measurable goals that will enable a smooth transition.", "Futureproofing our 'sap' the cash We are the sole provider of New Zealand banknotes and coins, as well as overseeing all, and operating some, of the countries payment and settlement systems.", "These roles are increasingly challenging as the dynamics of cash use change, payment systems technology evolves, and our physical equipment (including vaults) depreciate and need upgrading.", "We are obliged to consider and embrace innovative solutions to ensure that all New Zealanders' currency and transactional needs are met in an efficient and secure manner.", "And, we want to ensure these innovations retain and promote financial inclusion.", "'Future of Cash' - Work is underway to address these challenges with our programme Te Moni Anamata to make sure that New Zealanders, the financial system, and the Reserve Bank are ready and resilient to changing uses and demands for cash.", "a 'less cash' not 'cashless' society evolving rapidly.", "Our work to date has led us to expect Why not cashless?", "There are many reasons, in particular cash plays a critical role in ensuring financial inclusion and enabling business continuity.", "We have heard loud and clear that the public insist on cash remaining as a payments option, even though the economics are evolving.", "Over coming months we need to make decisions on our safe keeping and distribution of cash.", "This will require legislative and industry collaboration to support the wider public good.", "Another important milestone will soon be reached.", "This is a full replacement of our Payment and Settlement Systems.", "This is the sharp end of a multiyear project that looks to renew inter-bank settlement system and central securities depository.", "Reserve Bank - What We Do - -us/what-we-do Reserve Bank Future of Cash - -and-coins/future-of-cash Reserve Bank Payments System Replacement - -andpayments/payments-system-replacement The Reserve Bank has both an oversight and operational role in the payment system in New Zealand.", "The operational activities of the payment system include the provision of currency and a range of payment and settlement services.", "The Bank also has an important role to play in supporting the financial sector's cyber resilience.", "Cyber-attacks globally are rapidly evolving and highly contagious.", "Our role as the central bank means we can promote and enable the sharing of financial industry information and coordinate responses to improve system resilience.", "Our work ahead in the near-term is to embed industry guidelines, standards, and practices in the financial sector so we can best work together in the interests of all New Zealanders.", "Raising industry standards Growing our 'branches' The branches of Te Pūtea Matua are the regulated financial institutions that have chosen to do business in New Zealand, and have been registered consistent with our rules and expectations.", "This includes 26 registered banks and more than a hundred insurers and non-bank deposit takers.", "To sustain financial stability, it is important that people customers, service providers and regulators are able and willing to identify, price, allocate, and manage their financial risks appropriately.", "This is both difficult to say and ensure.", "It requires sound conduct and culture by all financial to 'do the right thing' or face consequences, and institution participants, self-discipline transparency so that good behaviours are evident and rewarded, and bad practices driven out.", "Institutions can and will fail for a host of reasons.", "Likewise, people will make mistakes, operate on limited or misunderstood information, and act in their short-term interests rather than their long-term wellbeing.", "We as the 'prudential' regulator, supervisor, and enforcement agency of New Zealand's financial system have a critical role to play.", "We are looking to lift our game as the challenge becomes more complex with time.", "Register of banks --and-supervision/banks/register; Register of non-bank-deposit takers - -and-supervision/non-bank-deposittakers/register; and Register of licensed insurers - -and-supervision/insurers/licensing/register Media release - Relationship Charter -bank-aims-for-bestregulatory-relationships We have signalled that we have more regulatory and supervisory work to do in the insurance sector, as well as completing a long list of multi-year projects amongst the banking and broader deposit taking sector.", "The insurance sector is that part of the ecosystem that society relies heavily on to both mitigate risks, and/or transfer the risk-burden to those best able to manage it.", "However, our most recent analysis revealed ongoing challenges related to the solvency and customer- service focus of some sectors of the insurance industry.", "We need to enable appropriate insurance cover to be available and delivered in New Zealand, and ensure that insurance providers' have the ability to meet customer requirements in the event of adverse shocks.", "We'll be focusing our efforts this year to address these issues as part of our review of Insurance Act.", "Another key challenge for the Bank will be calibrating a more intensive supervision and enforcement regime, as well as increasing the capability and capacity of our team to undertake this work.", "Our focus on building our resources in Auckland where a significant number of our regulated institutions have their head office reflects our intention to lift our oversight.", "We will also continue to engage with banks and other deposit takers on their risk-assurance processes and, if necessary, work with banks to strengthen these controls and commitments.", "We are proud of our long and thorough consultation process and, final decision making on the appropriate level of capital banks should hold, to ensure they are sound in the New Zealand environment.", "We must now ensure that these requirements are achieved on ongoing basis.", "Given the fundamental importance of accurate capital and liquidity calculations, the Reserve Bank expects directors to continue to focus on these as part of their attestation process.", "Reserve Bank Statement of Intent 2019-22, -2019.pdf?revision=c2dfbe83-e6aa4bd2-9923-a3240a40d0ce Reserve Bank Bulletin, An overview of the life insurance sector in New Zealand Vol.", "1, January 2020, -8301.pdf?revision=ae2e8917-076f-45ec-9d48-b65135bb74d5 Reserve Bank Financial Stability Report, Nov 2019, -nov2019.pdf?revision=f6f207b0-9248-46a2-91bb-79519010b566 Review of the Insurance Prudential Supervision Act 2010 -andsupervision/insurers/consultations-and-policy-development-for-insurers/active-policy-development/reviewof-the-insurance-prudential-supervision-act-2010 RBNZ Media release - Capital Review announcement -capital-means-safer-banking-system-for-all-new-zealanders Equally, we have our own work to do to ensure that the information we release is accessible, relevant, and easy to understand.", "We've made good progress in some areas.", "An example of this is the financial strength New Zealand's banking Dashboard providing more meaningful information about business and its relative risks.", "But, we need to take a broader approach, working with other agencies, to improve financial literacy and improve participation and inclusion in New Zealand's financial system.", "A key area we are advancing is the relevance and effectiveness of the Council of Financial Regulators (CoFR).", "This cross-agency forum is committed to developing a collective view on longer-term priorities for our financial system and deliver collaborative solutions.", "We have a list of seven priorities that includes climate change, financial inclusion, conduct and governance and FinTech.", "Amongst the issues we are working collaboratively on at COFR is the economic risks imposed by climate change.", "Climate change will continue to have a significant effect on Zealand's economy and financial New system.", "Our overarching objective is to contribute to the Government's objective of a sustainable, productive and inclusive economy, and to facilitate, where possible, a smooth transition to a low carbon economy.", "Climate change presents the banking and insurance sectors with immediate and critical challenges.", "For this reason we are involved in many different pieces of climate-related work - group 'The Sustainable from assisting our Treasury colleagues, to working with industry on sustainable finance initiatives, to helping our domestic agencies finalise proposals to enhance New Zealand's reporting and disclosure framework.", "We are also part of the 'Global Network for Greening the Financial System', which provides us with access to the latest policy thinking and guidance for central banks and regulators around the world.", "Bank Financial Strength Dashboard - RBNZ Media Release - COFR Terms of Reference, -andsupervision/banks/relationships/council-of-financial-regulators-terms-of-reference RBNZ Media Release - COFR Work Priorities - -of-financialregulators-sets-work-priorities-for-2020 RBNZ Climate Change - -stability/climate-change RBNZ Financial Stability Report, -stability/financial-stability-report/fsrnovember-2018/the-impact-of-climate-change-on-new-zealands-financial-system The investment implications of climate change is also a topic that we are looking at and contributing to policy and regulatory discussions on.", "We will look for more opportunities to further support sustainability through our own investments.", "Building a modern fit for purpose central bank As is evident from this long list of 'to dos', for us to continue to be successful we need to grow our capability and capacity, and improve on what we do.", "There are real operational, and New Zealand's financial legal, financial, and reputational risks to the Bank, landscape, if we don't make the appropriate investments in a timely manner.", "The direct and opportunity costs of falling behind on investment are significant witness the cost of bank failures, and financial volatility and uncertainty, in recent history and ongoing today in some countries.", "At the very least we must meet international regulatory standards, which are viewed as a license to operate internationally.", "We have had this made clear to us from the International Monetary Fund, the Financial Action Task Force, and the Bank for International Settlements, amongst others.", "We need to enable New Zealand businesses on the international stage, and minimise the chance of organised criminal and terrorists groups trying to exploit New Zealand's financial system.", "We also want to enable New Zealand's leadership role in our own region of the world while managing financial risks.", "A good example is our growing role in the Pacific.", "New Zealand is a relatively small economy by global standards, but we are an important part of a region of many, much smaller, Pacific economies.", "Our Pacific neighbours depend heavily on remittances from people working and living in New Zealand and Australia.", "The average cost of remittance is 10 12 percent.", "This is higher than the global average cost of 7 percent and the UN's sustainable development goal of 3% globally.", "important that we gain confidence in the efficient working of this market with a view to seeing this price come down.", "Many firms and/or individuals struggle to get the necessary bank accounts in New Zealand to be able to lower this cost, with this challenge exacerbated by international requirements established to counter money laundering and the financing of terrorism.", "This combination of circumstances has prompted us to work closely with the Reserve Bank of Australia, our RBNZ Media Release - -bank-confirms-green-bondinvestment -and-supervision/anti-money-laundering/guidance-andpublications The World Bank respective Foreign Affairs agencies, and with other Pacific central banks and international agencies to find a solution.", "A key part of any solution is getting the region's retail banks to work with us.", "Success will take a collective effort as the returns to any one party do not justify the effort alone.", "The Bank is proud to be providing capability and leadership.", "There are also significant one-off operational risks and costs if we continue to try and make do with outdated technology that is not effective, efficient, or safe.", "'cloud-based' operations are now benchmark tools for people to operate effectively and manage risks.", "We must remain on the frontier of technology development and risk mitigation.", "Likewise the safe storage and distribution of cash in New Zealand should be a basic hygiene issue for us, not something we risk through underinvestment.", "Finally, and perhaps most importantly, we need to be able to attract and retain the appropriate talent that can lead the Bank into the future.", "Our people capability and capacity continues to rise, as does our diversity and inclusion.", "These features should be self- reinforcing.", "Clarity of purpose and appropriate resource and equipment are key to ensuring we are an attractive workplace.", "In addition we are also embracing our unique cultural history through our Te Ao Māori strategy, as well as ensuring we are open-minded and unbiased in our employment strategies, to gain access to the best skills and capabilities available to ensure we continue to succeed.", "Realising our vision 'Great Team, Best Central Bank' In summary, I have stated our drive to be a Great Team and Best Central Bank.", "To monitor our progress we need people to understand what we are doing and why, and be encouraged and enabled to provide constructive advice.", "This is why we are deliberately revamping our engagement capability.", "All marathon runners need encouragement and direction.", "I am confident the work the Bank has embarked on is necessary, timely, appropriately ambitious, and challenging.", "We have a strong belief in the long-term benefit of our work for all New Zealanders, and given the tools and resources necessary to do the job, I am also confident we will succeed.", "Tēnā koutou, tēnā koutou, tēnā koutou katoa RBNZ Media Release - Joint Statement from South Pacific Governor's Meeting -statement-from-the-south-pacific-governors-meeting"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Financial Stability", "Reserve Bank Governance", "Financial Inclusion", "Climate Change", "Cash Management", "Payment Systems", "Financial Literacy", "International Cooperation", "Te Ao Māori"]}