{"sentences": ["The coronavirus (COVID-19) pandemic is a truly global challenge.", "Countries all around the world are having to deal with its severe human and economic consequences.", "In the euro area, we have taken decisive action to mitigate the impact of the crisis over recent weeks.", "However, a global challenge of this nature also needs to be met with global solutions.", "Euro area developments and outlook In the euro area, incoming economic data, particularly recent survey results, have started to show unprecedented falls, pointing to a large contraction in output in the euro area, as well as to rapidly deteriorating labour markets.", "Uncertainty is sharply elevated and will remain high, making it extremely difficult to predict the likely extent and duration of the imminent recession and subsequent recovery.", "Inflation is currently low, largely reflecting the recent sharp decline in energy prices.", "Looking ahead, headline inflation is expected to decline further in the near term, while the implications of the coronavirus crisis for inflation over the medium term are surrounded by high uncertainty.", "Latest monetary policy decisions Against the background of a profoundly weaker economic outlook for the euro area as well as deteriorating and more fragmented financial conditions, the ECB's Governing Council took bold and decisive policy action in March to combat the negative effects of the coronavirus shock in order to counter the serious risks to the monetary policy transmission mechanism, the outlook for the euro area and price stability.", "In order to prevent financing conditions from tightening and exacerbating the downturn, we sizeably stepped up our asset purchases.", "We scaled up our net asset purchases under the existing Asset Purchase Programme (APP) and launched the Pandemic Emergency Purchase Programme (PEPP), a new temporary asset purchase programme for private and public sector securities.", "Overall, asset purchases will add a total amount of €1.1 trillion to our portfolio by the end of 2020.", "To target our purchases to the specific shock and contingency at hand, we expanded the range of eligible assets under the corporate sector purchase programme to include non-financial commercial paper.", "Moreover, purchases under the PEPP will be made in a flexible manner, thereby allowing the distribution of purchases to vary over time, across asset classes and jurisdictions to ensure the smooth transmission of monetary policy to those sectors and regions that need it most.", "To protect the continued flow of credit to the real economy, considerably more favourable terms will apply to all TLTRO III operations outstanding between June 2020 to June 2021.", "In particular, this should benefit lending to small and medium-sized enterprises.", "We have also introduced additional longer-term refinancing operations (LTROs) to ensure that there is sufficient liquidity in the financial system.", "This should support banks in the current phase of heightened uncertainty.", "Finally, we have taken a number of collateral easing measures to ensure that banks have sufficient collateral to participate in the Eurosystem's liquidity operations.", "We have increased our risk tolerance to support bank funding against loans to corporates and households.", "This will be achieved by expanding the use of credit claims as collateral and through a general reduction in collateral valuation haircuts.", "The Governing Council is committed to doing everything necessary within its mandate to help the euro area through this crisis.", "It is fully prepared to increase the size of its asset purchase programmes and adjust their composition, by as much as necessary and for as long as needed.", "It will explore all options and all contingencies to support the economy through this shock.", "Euro area banking sector developments Thanks to the efforts made after the global financial crisis, euro area banks now have more robust capital and liquidity positions than they did in 2008, with sufficient capacity to absorb loan losses similar to those seen in the wake of that crisis.", "Together with national authorities, we have also taken supervisory and macroprudential measures to enhance the euro area banking sector's ability to absorb losses and provide necessary support to the real economy.", "The possibility of operating below the level of capital defined by the Pillar 2 Guidance, as well as the immediate implementation of rules on the composition of Pillar 2 Requirements under the new Capital Requirements Directive V, will provide capital relief of €120 billion that will enable banks to finance loans to households, small businesses and corporate customers.", "Through the release of countercyclical capital buffers, systemic risk buffers and buffers for systemically important institutions, macroprudential measures are contributing a further €22 billion of capital.", "We have also recommended that banks neither pay dividends nor buy back shares until at least October 2020, a move which would retain approximately €30 billion of capital.", "The current measures imply using the flexibility that is built into the existing framework in order to help the banking sector weather these difficult economic circumstances.", "We remain committed to fully implementing the Basel standards under the revised timeline.", "We are by no means backtracking on the progress in strengthening the regulatory and supervisory framework that has been made since the previous financial crisis.", "With regard to future actions, the ECB is continuously monitoring developments - also from a macroprudential perspective - and assessing the need for additional steps, including the further release of buffers or measures to support their usability.", "We also continue to closely monitor non-bank financial institutions.", "Some investment funds have been experiencing significant outflows since the outbreak of market volatility, but the ECB's recent policy actions have helped to improve conditions.", "In particular, following our decision to expand private sector asset purchases to non-financial commercial paper, outflows from euro area money market funds have been stemmed.", "These events also emphasise the importance of extending macroprudential frameworks beyond banking over the medium term.", "European responses to the coronavirus shock Fiscal and structural policies should be targeted at enhancing the European countries' capacity to deal with the economic and social impact of the coronavirus pandemic and to support the subsequent economic recovery.", "We welcome the initiatives already taken by European governments and European institutions to ensure sufficient healthcare resources and to provide support to affected companies and employees.", "These will help in securing employment and safeguarding the survival of productive firms.", "We also welcome the provision of credit guarantees.", "Such actions should help to complement and reinforce the unprecedented monetary policy measures taken by the ECB's Governing Council in response to the crisis.", "International responses to the coronavirus shock As national authorities take the necessary steps to fight the pandemic, global cooperation and resource sharing across nations remain vital.", "Addressing international trade disruptions, preserving trade openness and assuring the flow of vital medical supplies and other goods and services across borders is of paramount importance in helping to contain the economic fallout from the outbreak.", "Further international efforts will be needed to counter the consequences of the outbreak and spread of the coronavirus.", "The ECB supports the crisis-response measures by the IMF, notably the adjustments to its emergency lending toolkit and the creation of a short-term liquidity line for countries with strong macroeconomic fundamentals.", "We are also open to exploring a possible new special drawing rights (SDR) allocation for all IMF members.", "The October 2019 package on IMF resources needs to be implemented speedily to help maintain the IMF's lending capacity of USD 1 trillion.", "Major central banks, including the ECB, have taken coordinated action to enhance the provision of US dollar liquidity.", "The ECB has also agreed to swap line arrangements with some EU central banks to provide euro liquidity and is assessing further requests for euro-providing swap lines in line with its mandate.", "Going forward the international community will need to cooperate closely, learn from each other with respect to the effectiveness of the various policy responses, share information and coordinate policy actions, also when lifting containment measures, so as to help bring about a swift return to sustainable global growth and preserve an open global economy.", "Targeted Longer-Term Refinancing Operations, offering banks long-term funding at attractive conditions, to preserve favourable borrowing conditions for banks and stimulate bank lending to the real economy.", "The interest rate applied is linked to the participating banks' lending patterns.", "Further information on the APP, the LTROs and TLROs can be found here, on the PEPP here and on the collateral easing measures here."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["coronavirus", "euro area", "monetary policy", "banking sector", "liquidity", "capital", "macroprudential", "fiscal policy", "international cooperation", "IMF"]}