{"sentences": ["Vice President McDowell, State Secretary Gyorgy Attila, Distinguished audience, Ladies and gentlemen, It is a pleasure for me and the Board of Directors to welcome you at the National Bank of Romania, to the conference dedicated to Investment and Investment Finance in Romania.", "This conference has been organized by the European Investment Bank in partnership with the National Bank of Romania.", "In fact, this partnership has had a long standing as a pillar for progress and investment in Romania.", "Please allow me to express a heart-felt welcome and to extend my warmest thanks to Mr. Andrew McDowell, Vice-President of the European Investment Bank and to Ms. Debora Revoltella, Chief Economist of the European Investment Bank, for their continuous support and deep commitment to develop investments in Romania, and, moreover, for being trusted partners and friends.", "I am glad that we have decided to co-organize this conference here in Romania, at the central bank, as this year we honour two landmarks with historic importance.", "One is the National Bank of Romania's 140th anniversary and the other is the 20 years' celebration of the day (February 15th 2000) when the EU formally started the accession negotiations with Romania.", "I remember that moment vividly, as it happened during my mandate as Prime Minister of Romania.", "As a veteran, in office since 1990, I am fully aware to what extent Romania has benefited from the significant support provided by the European Investment Bank.", "The projects financed by EIB proved to be a catalyst for development, with a multiplier effect in all the economic sectors.", "Nevertheless, Romania continues to need (i) to develop solid growth strategies based on investments and (ii) to accomplish the development priorities in infrastructure, healthcare and small and medium enterprises (SMEs), as well as (iii) to enhance cohesion with the other EU member states.", "The future will certainly bring challenges as well as opportunities.", "One opportunity, as per the latest European Investment Bank's flagship report on investment, is the present context of low interest rates, which could provide support for speeding up lending and investments.", "There is adequate room for upscaling public investment in areas such as: smart infrastructure, digital technology and education.", "Fairly new topics like the digital economy and FinTech, as well as climate change risks and Green Finance are gaining ground and importance on everyone's agenda, having the potential to shift capital allocation and contribute to new investments.", "please allow me to stress the importance of the EU structural and Ladies and gentlemen, cohesion funds for Romania and to point out the need for further foreign direct investments.", "Since joining the EU and until 2018, Romania had accessed more than 21 billion EUR as EU funds that contributed to development and bridged the gap of convergence with developed economies in the EU.", "NBR's recent research on the impact of EU funds on Romanian economy shows that an increase by 1 percentage point of GDP in structural and cohesion funds has a short term effect of up to 0.7 percentage points on economic growth and a medium-term effect of up to 3 percentage points .", "Thus, significant efforts should be made to guarantee that Romania improves the efficiency of EU funds absorption.", "In order to achieve that, Romania needs sound policies oriented towards macroeconomic balance and safeguarding financial stability.", "Foreign direct investments are also essential for economic growth.", "The picture here is mixed.", "During the second half of the year 2018 and in 2019, persistent pressures on global economic growth and subsequent downward revisions of expected growth rate impacted the investments and the reallocation of capital.", "Constant trade tensions, terrorism and geopolitical uncertainties are causing a slowdown in economies across the world.", "At the same time, new technologies have disrupted global value chains and the classic employment model, while new climate change related risks have emerged in the financial sector.", "On the other part, investing in companies with strong environmental, social and governance (ESG) policies, in green bonds and in new technologies supporting the digital economy, will contribute to achieving the Paris Agreement objectives and a sustainable development.", "The European Commission and the European Investment Fund (part of the European Investment Bank Group) have launched the \"BlueInvest Fund\" available for the \"blue\" economic activities.", "The funds are aimed at companies that develop solutions for renewable energy and \"blue\" biotechnology, among others.", "I will conclude my brief opening speech on a special, more personal note.", "Dear Mr. McDowell, this summer you will complete your tenure as Vice President of the European Investment Bank.", "On behalf of the Board of Directors of the National Bank of Romania, allow me to express our gratitude and highest regards for your activity during your mandate.", "Please accept the expression of genuine appreciation for your commitment, your dedication and your leadership, which have led to remarkable results in investments in the Romanian economy.", "We wish you all the best possible outcomes for all your future endeavours.", "I now invite Gyorgy Attila, State Secretary at the Ministry of Public Finance to take the floor."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Investments", "EU Funds", "Economic Growth", "Infrastructure", "Green Finance", "Sustainability", "Digital Economy", "FinTech", "ESG", "Foreign Direct Investment"]}