{"sentences": ["It is a pleasure for me to open the second conference on \"Financial Stability and Regulation\" organised by Banca d'Italia and the Baffi Centre for Applied Research on International Markets, Banking, Finance and Regulation.", "This event could not take place in March in Rome as we had all wished.", "But it is taking place today with its original programme, albeit in a virtual format.", "I want to thank the organisers at Bocconi and at the Bank for their efforts, the contributors to the five sessions, and the keynote speakers.", "The papers that will be presented today and tomorrow will cover financial stability and regulatory issues that have been hotly debated over recent years.", "The keynote lectures will address forward-looking issues on the implications of Fintech competition on payment systems, the determinants of the low price-to-book ratios observed in the banking sector, and the challenges to central banking and financial stability created by climate change.", "In these brief remarks I will focus on the financial stability implications of the outbreak of the current pandemic.", "This is of course a topic not explicitly covered in the sessions of this conference.", "Last November, when the call for papers was closed, nobody could have anticipated the events that would then unfold.", "But this does not mean that the discussions that will take place during this event will have no relevance to current financial and policy developments.", "On the contrary, many of the topics that will be covered in this conference - like the pro-cyclicality of loan loss provisioning requirements, the challenges associated with the rapid adoption of new technologies in the banking sector, the effects of bank dividend pay-out policies, or the implications of rising corporate solvency risk on banks' balance sheets - have been and will continue to be at the heart of the debate on the policy response to the Covid-19 crisis in the coming months.", "The spread of the Covid-19 disease and the necessary lockdown and social distancing measures adopted to contain it have triggered a contraction of the global economy of unparalleled magnitude.", "The reaction to the uncertainty and risks surrounding the initial stages of the Covid-19 outbreak led to serious liquidity strains in global financial markets.", "The traditional flight-to-quality behaviour among investors during stress episodes was followed by an unprecedented \"dash for cash\" in which even US Treasuries became illiquid.", "The lockdown measures adopted in many countries in the following weeks halted economic activity in several sectors, triggering massive increases in (observed and disguised) unemployment and plummeting corporate sales.", "Without policy intervention, a credit crunch would have unfolded and households' and firms' cash shortfalls would most likely have led to a large wave of defaults.", "The prompt and massive response of monetary and fiscal authorities prevented an immediate liquidity crisis, which would have had profound economic and financial stability consequences.", "Central banks reacted swiftly to market turmoil in March by deploying a wide array of emergency liquidity facilities and new asset purchase programmes.", "Further lending support was also provided through the introduction of funding facilities for banks conditional on them granting new loans to the real economy.", "Most governments introduced measures to assuage firms' and households' liquidity needs, such as debt moratoriums and temporary lay-off assistance, and to facilitate their access to new financing, such as loan guarantee programmes.", "Bank supervisors in turn used the flexibilities embedded in Basel III regulation and accounting standards to increase banks' headroom to absorb losses and continue financing the economy.", "The policy response has been effective in achieving its short-term objectives.", "Markets have stabilised.", "Credit is flowing to firms and households, sustained to a large extent by exceptionally generous loan guarantee schemes.", "Economic activity is recovering.", "Growth forecasts have improved slightly, although there is still substantial uncertainty, driven mostly by the evolution of the global health crisis.", "But, while this crisis is not over, it has already created some \"legacies\" of its own, which could threaten financial stability in the medium term.", "First, authorities will soon have to make difficult decisions about the extension or phasing-out of some lending support measures.", "On the one hand, an early removal of lending support could have a destabilising cliff effect on credit supply conditions, holding back the pace of economic recovery.", "Even viable firms, especially those with high leverage, could face credit rationing problems.", "On the other hand, the extension of support measures could give rise to an undesirable allocation of credit towards unviable firms, which will eventually weigh on growth prospects.", "This is a dynamic trade-off.", "At the current juncture, where uncertainty is high and recovery still weak, downside risks from an early removal loom large and would call for a cautious extension of expiring measures.", "Going forward, the appropriate modulation of exit strategies must take careful account of the evolution of underlying sanitary, economic and financial developments.", "Second, non-financial firms' indebtedness is expected to increase significantly, giving rise to debt overhang problems.", "In the wake of the first stage of the crisis, it had to be ensured that firms were able to obtain financing to cover cash shortfalls created by lockdowns.", "Speed in the delivery of funds to hundreds of thousands of cash-strapped small firms - as we observed in Italy - was key.", "In several jurisdictions this was achieved by designing policies, such as loan guarantees, that made use of the existing bank lending \"infrastructure\".", "Yet, as corporate revenue losses are unlikely to be recouped entirely, this bridge financing may lead to a permanent increase in leverage for some firms.", "This creates challenges in the medium term; it could lead to generalised debt overhang problems that would reduce firms' investment, weaken competitiveness and hamper economic growth.", "Therefore, capital-strengthening measures by governments to reduce non-financial firms' leverage and increase their debt servicing capacity seem to be necessary.", "Several options have been proposed and, in some countries, already implemented, such as direct cash transfers, purchase of equity stakes or subordinated debt instruments by special purpose vehicles with public capital, and fiscal incentives to favour private equity injections into firms.", "The challenges are nevertheless substantial.", "An efficient use of public funds calls for the establishment of procedures which effectively separate, in a fast-moving environment, those firms deserving of support from the non-viable ones.", "This will undoubtedly be a demanding task; at the same time policy measures should be tailored to account for the differences between the governance of (often very) small firms, mostly managed by their owners, and larger firms (often joint stock companies), run by managers on behalf of shareholders.", "Losses from public investment in firms' equity should be minimised, if not completely fended off, while at the same time avoiding excessive and intrusive interventions in business governance and decisions.", "Third, how to ensure the resilience of the banking system in the face of a likely surge in credit losses is a crucial question.", "Banks entered the pandemic crisis with much stronger capital and liquidity positions than before the global financial crisis, not least because of the regulatory reforms in the aftermath of the latter.", "As a result, there has been some room for supervisory authorities to release macroprudential buffers and to provide a flexible interpretation of microprudential requirements, with the aim of allowing banks to absorb losses and sustain the flow of credit to all borrowers, including the most vulnerable ones; an important contribution to banks' resilience has come also from supervisors' recommendations to abstain from paying out dividends or undertaking share buybacks.", "As further credit losses are expected to materialise over the coming months, several banks have already started to increase their provisions substantially.", "A prudent approach to provisioning in the current phase is certainly desirable.", "Looking ahead, it is crucial that supervisors and regulators reach a difficult balance between avoiding pro-cyclical credit restrictions and maintaining safe and forward-looking risk management practices.", "That said, the scale of the current crisis could nevertheless require extraordinary interventions in the banking sector.", "Banks have to continue to manage non-performing loans (NPLs) effectively, so that they do not build up in balance sheets, hindering efforts to strengthen capital and undermining market and consumer confidence.", "In Europe there is a discussion around initiatives aimed at setting up or improving the functioning of special purpose vehicles focused on the management of NPLs (asset management companies, or \"bad banks\").", "Proposals that also include the possibility of private investors participating in the capital of these companies could be looked upon favourably.", "Moreover, this unprecedented shock could potentially have some banks among its victims.", "Unresolved issues with the crisis management framework in Europe, then, should be addressed promptly.", "This comprises harmonising the liquidation procedures for small and medium-sized intermediaries, including through the possibility of using common funds to conduct orderly liquidations, and finalising the creation of a backstop to the Single Resolution Fund as part of the crisis management framework.", "Finally, we are left with the need to address the moral hazard, in particular on non-bank financial intermediation, created by the expectation of a \"central bank put\".", "With the outbreak of the Covid-19 pandemic, investor risk aversion has increased rapidly, leading to a surging demand for cash and to the exit from equity and fixed income markets in search of short-term, risk-free assets.", "Large price swings have been observed in many asset classes, volatility has increased enormously and redemptions in open-end funds have been at record high levels.", "Central banks have had to introduce extraordinary asset purchase programmes, special liquidity operations and US dollar funding facilities to restore market functioning and maintain the efficient transmission of monetary policy measures.", "These interventions have been effective, but the expectation of public intervention in the event of systemic market disruption could create moral hazard, and subsequently result in making further disruption more likely.", "As a consequence, progress needs to be made to introduce or reinforce the macroprudential framework for nonbank financial intermediaries (NBFIs), in particular investment funds and insurers.", "Macroprudential stress testing, which aims at identifying possible transmission channels and feedback effects among financial firms and markets, is still at a preliminary stage in the nonbank sector.", "It could represent a useful tool to assess how shocks originating in one part of the financial system can spread to other components.", "Further NBFI areas that need additional investigation include: minimum liquidity buffers; rules to reduce structural liquidity transformation; possible additional requirements for synthetic and traditional leverage; concentration and interconnectedness."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Financial stability", "Covid-19 pandemic", "Credit risk", "Bank lending", "Non-financial firms", "Moral hazard", "Macroprudential regulation", "Nonbank financial intermediaries", "Banking supervision", "Liquidity"]}