{"sentences": ["The cyclical situation, savings, and the economic policy response Following the unprecedented contraction in the spring, the global economy recorded a better than expected strengthening in the summer.", "As a result, at the start of this month, the International Monetary Fund revised its estimates upwards for this year.", "However, the decline in economic activity is the sharpest since the Great Depression, with a reduction in GDP in the order of 4.5 per cent.", "The intensity with which the spread of the pandemic has picked up again in recent weeks, particularly in Europe, and the associated high levels of uncertainty risk producing further slowdowns in production and in the demand for goods and services in the short term, with negative consequences on the outlook for the global economy next year as well.", "In Italy, the return to growth in the third quarter was also much more marked than we had forecast in July.", "This was due to the strong recovery of the industrial sector, where production in August returned to pre-epidemic volumes.", "On the other hand, the slowdown in services seems to have persisted, despite the positive trend in holiday spending in the summer, which was mainly of domestic origin.", "The strengthening of productive activity would not have been possible without robustly expansionary economic policies, which also led to a marked improvement in conditions on the financial and credit markets.", "Nevertheless, the resurgence of the epidemic threatens to undermine the results achieved so far: an increase in cases of infection - even if countered by less drastic measures than those adopted in the spring - risks negatively impacting household and business confidence and consumption.", "The greater pessimism of consumers recorded since the start of the crisis has led to a considerable increase in their propensity to save.", "In the second quarter, the ratio between savings and gross disposable income, close to 20 per cent, was almost double its 2019 average, mainly because of the decline in purchases of goods and services following the halt in certain sectors of activity.", "Our estimates suggest, however, that savings have remained high in recent months too, both for precautionary reasons, linked to a decline in disposable income and to fears of job losses, and as a result of the persistent risk of infection and the consequent health concerns, which discourage certain types of consumption, especially relating to travel, tourism and leisure activities.", "Although they have decreased over time in relation to disposable income, Italian household savings, the main source of funding for investment, have historically been one of our economy's strengths.", "However, in a phase like the current one, dominated by uncertainty and weak cyclical conditions, unless the increase in the propensity to save is accompanied by a sufficient recovery in investment and production, there may be a decrease in aggregate demand and income, in turn fuelling further growth in saving for precautionary reasons and thus triggering a vicious cycle.", "There appears to be a concrete risk that the propensity to save will remain high in the next few quarters, holding the recovery back.", "This is confirmed by the surveys conducted by the Bank of Italy between the end of August and the beginning of September: the intention to save seems widespread, including households that do not expect a drop in income.", "The share of households intending to spend less on essential goods (for example, food) in shops and non-essential goods (such as hotels and eating out) is not only higher among households that have had a drop in income since the start of the pandemic, but also tends to increase as the number of infections grows in the region of residence.", "Government measures to protect jobs have so far limited the impact on income and employment, but the overall stability of the unemployment rate since the beginning of the year does, however, reflect the rise in 'discouraged workers', with the number of jobseekers going down by 300,000.", "Although the total number of hours of authorized wage supplementation is half the size of the second quarter peak, it is still particularly high.", "The worsening of the epidemic could have new and serious repercussions on the already fragile conditions of the labour market.", "While the reallocation of workers among firms and sectors must not be obstructed, the seriousness of the crisis calls for continued adequate protection for as long as necessary.", "At the same time, the social safety net system can be revised to increase coverage, simplicity of access and fairness.", "Going forward, as far as the macroeconomic conditions allow, the extraordinary measures in defence of jobs could be progressively reduced and limited to the sectors hardest hit by the crisis, also taking account of healthier firms needing to reorganize themselves in response to the changing socio-economic outlook.", "Simplifying the rules governing the labour market and extending the reduction of the tax wedge could encourage firms to hire more workers.", "To ensure that the increase of job opportunities is permanent, the capacity of the economy to grow must also expand.", "The risk that the pandemic could worsen and have negative repercussions on demand does not affect Italy alone.", "The savings rate has doubled across the whole euro area, reaching values that are even higher than those in Italy.", "The European Commission's surveys indicate that consumers' saving intentions have reached the highest levels for the last 20 years.", "In the most exposed sector, namely services, there are already signs of another slowdown in demand, with repercussions on prices.", "In the euro area, the recent fall in inflation to negative values largely reflects trends in energy prices.", "Nevertheless, core inflation fell to its lowest level yet in September, just above zero, as a result of the weakness of transport and tourism - spending items that are closely linked to the course of the pandemic.", "The risk of deflation is lower than it was six months ago but it cannot be ignored.", "It stands at 20 per cent today, based on option prices, compared with more than 40 per cent in mid-March.", "For the professional forecasters surveyed by the European Central Bank (ECB), the likelihood of deflation is still much lower.", "However, the share of forecasters that do not expect inflation to exceed 1.5 per cent five years forward is equal to 35 per cent, against around 10 per cent recorded on average between mid-2014 and end-2018.", "That is why the ECB's Governing Council reconfirmed the need to maintain its very accommodative monetary policy stance at its meeting yesterday, with securities purchases continuing to be conducted in a flexible manner.", "At the same time, in light of the risks to economic activity being tilted firmly to the downside and based on the new macroeconomic projections being prepared for the December meeting, it will recalibrate its monetary policy instruments as appropriate to respond to the rapid unfolding of the economic and financial situation.", "In particular, financing conditions must remain expansionary to contribute to the economic recovery, supporting demand and employment, thereby counteracting the negative impact of the pandemic on growth in prices and to foster the convergence of inflation towards its aim in a sustained and symmetrical manner.", "Making determined progress in the health field is still the key factor in coping with the pandemic and the crisis it has generated.", "In the meantime, economic policies at global level must maintain a decidedly expansionary tone in order to support households and firms.", "In an environment of extremely low interest rates, common to all the advanced countries, fiscal policies play a particularly important role.", "From this perspective, the European spending package to help the 'Next Generation EU' must enable the rapid distribution of the resources envisaged to individual countries, to be used for timely and effective structural programmes.", "Financial intermediation The climate of uncertainty that has spurred an increase in saving is also reflected in banks' balance sheets.", "In the twelve months ending in September, households' deposits rose by 5.6 per cent (almost €50 billion), and those of firms by 24.4 per cent (€70 billion).", "In the latter case, the increase is in large part attributable to the Government's credit support measures, which have enabled firms to accumulate the funds they will require to meet their liquidity needs in the coming months, as the economic effects of the health crisis persist.", "Once the emergency is over, banks must be ready to finance the recovery; the focus must therefore remain fixed on their capital strength as much as on the quality of loans made.", "In this regard, banks can build on the progress made in recent years and on the extraordinary measures taken by the Government and the supervisory authorities to handle the crisis.", "Between 2007 and 2019, despite the double-dip recession that struck the Italian economy and thanks to regulatory reforms, the common equity tier 1 (CET1) ratio almost doubled, to 14 per cent.", "In the first six months of this year, it rose further, by almost 1 percentage point.", "The profits for 2019, capitalized following the recommendations of the supervisory authorities on the distribution of dividends, were crucial, as were the measures imposed by the European regulator.", "However, the crisis has begun to have an impact on the return on equity and on reserves, which fell considerably in the first half of the year, mainly due to higher loan loss provisions.", "Banks' ability to support their capitalization level through profitability will remain under pressure in the near future too.", "Credit quality has been improving since 2015.", "The flow of new non-performing loans (NPLs) remains at historic lows.", "The ratio of the stock of NPLs to total loans, gross of write-downs, has fallen to 3.1 per cent, around two thirds lower than its peak.", "Disposals made on the secondary market up until now, along with those that are expected to be completed in the final months of the year, will enable banks to go through with the plans made at the start of 2020, before the outbreak of the pandemic.", "Italian banks are enjoying the fruits of their labours in the management of NPLs, spurred in part by the regulation and the supervisory activities of recent years.", "Specific structures were created to implement the reduction plans presented to the supervisory authorities; thanks to improvements in information quality, banks are now able to better assess the actions to be taken, through internal management and selling on the market, to address loan deterioration; it is therefore possible for potential purchasers to make valuations more accurately and quickly.", "The breadth and depth of the economic crisis that we are experiencing will nevertheless result in an increase in business insolvencies.", "Our studies indicate that in 2020, the deterioration in their financial situation will lead to a sharp increase in the probability of insolvency: the share of financial debt owed by the riskiest borrowers could exceed 20 per cent, compared with a prepandemic level of 13 per cent.", "In the coming years, the evolution of firms' riskiness will inevitably depend on cyclical developments, which are now extremely uncertain, and on the range and effectiveness of measures that may be introduced to encourage them to reduce their financial leverage.", "In the next few months, banks will be called upon to do their utmost in that which is the essence of banking: support worthy entrepreneurial projects, recognize without delay any losses arising from exposures that are highly likely to become insolvent, and restructure loans to debtors in difficulty.", "Compared with the past, banks find themselves facing new restrictions, both accounting and regulatory, in recognizing losses and classifying loans.", "These are obligations designed to ensure stable and effective lending; they are, as is well known, particularly strict in countries such as Italy that are characterized by delayed payment of commercial debts and particularly lengthy civil proceedings, although the latter have improved in recent years.", "In the absence of measures that can make decisive inroads on these fronts, the burden of the restrictions on our country's banks is therefore still greater than the European average.", "Supervisory authorities can take advantage of the room for flexibility to ward off the procyclical effects on credit supply, which would lead to a further deterioration in credit quality.", "Flexibility is nonetheless limited by the need not to delay the emergence of highly probable losses, bringing forward a part of the loan loss provisions before insolvencies become evident.", "Efforts should be made to counter the risk that banks could accumulate an excess of NPLs on their balance sheets that have not been adequately written down.", "Being proactive in recognizing losses may enable banks to avoid finding themselves in situations similar to those they experienced immediately after the sovereign debt crisis, when it was only after decisive action from the Bank of Italy's supervisory function - and considerable resistance from banks - that significant increases in loan loss provisions were actually effected.", "I recall that in 2012, in this very venue, I highlighted the need to raise the coverage ratio for nonperforming loans, which had fallen to worrying levels (below 40 per cent).", "Shortly before that, we had launched a series of targeted inspections intended, among other things, to assess the adequacy of the provisioning policies.", "In part owing to this supervisory action, the downward trend in the coverage was reversed, though with markedly varied results.", "The average increase exceeded 5 percentage points over the following two years.", "Despite the overall stability in the flow of non-performing loans, in the first half of this year, Italian banks increased their loan loss provisions by 53 per cent on average compared with the same period of 2019.", "The write-downs were mostly used to raise the coverage ratio for performing loans, whose riskiness increased owing to the deteriorating economic outlook.", "The ratio between the write-downs recorded up to last June relating to loans to households and firms benefiting from the debt moratoria, which are facing greater uncertainty as to how their riskiness will evolve, and the gross exposures to these counterparties combined, is equal to 1.2 per cent, one third higher than the average for all loans to households and firms.", "The growth in loan loss provisions, however, was highly uneven and largely driven by the actions of some large credit institutions.", "Several banks, both significant and non-significant, show coverage ratios for performing loans that are well below the banking system average.", "These gaps must be closed.", "Special attention will have to be devoted to the banks that are, on average, more exposed to the firms that have benefited from the moratoria and to the sectors that have been hit hardest by the effects of the pandemic.", "Obviously, this must not be done indiscriminately, and it will be necessary to work in careful coordination with the support measures introduced by the Government.", "The Bank of Italy is monitoring this issue closely.", "The idea currently being discussed at European level of creating a network of NPL-handling national asset management companies (AMCs) should be considered favourably.", "To enable these companies to operate effectively against the backdrop of a macroeconomic shock such as the one caused by the pandemic, however, it would be necessary to reconsider the criteria used so far, in light of the State aid guidelines, to determine sale prices.", "Account should also be taken of the fact that 'market' prices can reflect yields that are typical of situations marked by the presence of information asymmetries and high buying power.", "As I have often noted, including recently, the action and interventions of the Bank of Italy are designed to ensure that intermediaries are able to operate on the market by responding to loan applications effectively against a backdrop of sound and prudent management.", "In some cases, however, exiting from the market becomes inevitable.", "When this occurs, it is important that the crisis be managed in an orderly fashion, avoiding repercussions for the funding of the economy and for financial stability.", "Therefore, it would be beneficial to see an EU initiative that lays down harmonized procedures that can ensure the orderly exit from the market of small and mediumsized banks.", "The US Federal Deposit Insurance Corporation could serve as a model, to be adapted to the specific features of the European context.", "Banks are facing a number of challenges - in particular regarding innovation, rationalization of the cost structure and, more broadly, the recovery of profitability - that the pandemic makes even more relevant today.", "In an environment marked by interest rates that will presumably be low for a very long time and by fierce competition on the digitalization of the services being provided, banks will have to be able to rethink their business models, with adequate technological investments and without neglecting the establishment of sufficient protection against the connected cyber risks.", "Of course, the challenges are not restricted to the banking sector.", "In recent years, the asset management industry has experienced strong growth, with positive effects on the stability of the financial system as a whole.", "This has benefited firms, which have embarked on a process to expand their sources of funding, and savers, who have been able to diversify their investments further.", "However, the current crisis has shown that, especially when leverage and the degree of maturity transformation are high, potentially systemic risks may emerge in the investment fund industry.", "While banking sector regulation was made significantly more stringent in the years that followed the global financial crisis, only now is the question of adapting the rules for the nonbank sector being tackled firmly.", "It is necessary to continue to work at international level, in particular within the Financial Stability Board, to acquire the tools, including macroprudential ones, that can help to deal with the risks that may arise in this sector.", "This is an issue that Italy's forthcoming presidency of the G20 intends to prioritize among the financial issues.", "Technology, finance and payments In Europe, the pandemic has led to a sharp acceleration in the spread of digital payment instruments with a high technological content.", "According to a recent survey conducted by the ECB, some 40 per cent of the population in the euro area have decided since March to reduce the use of cash for day-to-day purchases, notwithstanding the increased demand for mediumand high-denomination notes, likely connected to the heightened uncertainty.", "These changes are having a significant impact on Italy as well: even over the summer, when the risk of infection was low and the social distancing measures were very limited, the use of payment cards rose, especially for those with a higher technological content such as contactless cards, and the use of cash decreased.", "Based on the experience of other European countries, the change in consumer habits towards a more and more frequent use of digital payment instruments can be expected to continue, though probably still at a gradual pace.", "New technologies can bring tangible benefits to the financial system and to users: they foster the efficiency of intermediaries and improve risk selection and diversification and they contribute to expanding the range of services available to households and firms, to enhancing their quality and to reducing their costs.", "The need for an adequate control system, however, cannot be ignored if the emergence of risks to users and to the integrity and security of the financial system is to be avoided.", "In the payment services market, innovation has thus far favoured the use of instruments associated with private currencies issued by banks or by operators that are in any case closely supervised.", "In the future, and indeed the near future, there are likely to be even more innovative instruments available, namely 'stablecoins', which are a type of crypto-assets whose value is guaranteed by adequate collateral issued by companies operating on a regional or even a global scale.", "This phenomenon raises delicate questions regarding IT risks, personal data processing and management, the correct functioning of the payment system, financial stability and the transmission of monetary policy.", "There is also the risk of tax evasion, money laundering and the financing of terrorism.", "The complexity and global nature of these issues make regulation at international level essential.", "The attention of regulators, central banks and supervisory authorities is at a maximum.", "The finance ministers of the leading European countries recently published a joint declaration on the risks stemming from the possible introduction of stablecoins by non-bank operators.", "The European Commission has proposed regulations to be applied to issuers of these instruments and to operators providing related services.", "The proposal contains a broad range of rules on, among other things, own funds requirements and rules for managing liquidity and for interoperability with traditional payment systems.", "It also envisages additional obligations for issuers and providers of services connected with crypto-assets guaranteed by collateral defined as significant.", "Negotiations have just begun.", "In order for the distribution of such instruments to take place in conditions of reasonable safety both for users and the financial system, the principle whereby the same activities are subject to the same regulatory safeguards must be respected, regardless of who performs them, the European standards for the security of payment systems must be upheld, savers must be protected and any abuses must be prevented.", "When drawing up the definitive regulatory framework, the implications for financial and monetary stability will have to be assessed.", "The ECB recently published a report on the possibility of issuing a digital euro.", "This study, approved by the Governing Council, is the result of the work of a high level Eurosystem task force.", "Specifically, in a world in which retail digital payments are the norm, the possibility has been considered of issuing an instrument for making payments in central bank money, which by its very nature is secure.", "Issuing a digital currency also poses several questions of a legal, technical and economic nature.", "Current investigations concern, among other things, the laws necessary for this instrument to be legal tender.", "We are also committed to resolving, by means of experimentation within the Eurosystem, some technical issues linked, for example, to creating solutions for offline payments.", "We are also assessing the potential impact on the financial system's structure, on banks' profitability and on the transmission of monetary policy.", "The Bank of Italy is committed to guaranteeing the security and the financial inclusion of less competent IT users during the transition towards a more digital economy.", "Important innovations are currently being made in the TARGET Instant Payment Settlement (TIPS) infrastructure, managed by the Bank of Italy, which will allow users to make transactions on their mobile phones in real time and will considerably increase the number of financial intermediaries connected to this system.", "The initiatives of our new Directorate General for Consumer Protection and Financial Education include the commitment to promoting financial education to cope with the current environment, in which the use of digital channels for using payment, investment and lending services is growing steadily.", "Strengthening and coordinating our initiatives relating to technological innovation for the financial sector and the functions linked to retail payment services - from cash circulation to monitoring digital payment services and instruments - is promoted in the Bank of Italy by a department dedicated to the integrated management of these activities.", "The dialogue with operators takes place firstly via the 'FinTech Channel', which provides advance knowledge of new projects in order to assess their compliance with legislation and identify potential problems, and secondly via the processes for authorizing market access.", "Our plans for collaborating with industry and for supporting projects that can bring systemwide benefits, for selecting contributions from experts and independent firms, and for research and analyses in tandem with institutions and universities will all be reinforced by the creation of the 'Milano Hub' centre, due to start by the end of the year."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination"], "topics": ["savings", "economic policy", "credit", "pandemic", "inflation", "labor market", "financial intermediation", "banks", "non-performing loans", "digital payments"]}