{"sentences": ["Dear Colleagues, We are approaching the Banker's Day in a year of unprecedented challenges: first, in relation to the consequences of the COVID-19 pandemic; and second, with the completion of the strategic project of the entry of the Bulgarian Lev into the European Exchange Rate Mechanism (ERM II), simultaneously with the accession of our country to the European Banking Union, including to the Single Supervisory Mechanism and the Single Resolution Mechanism.", "From the banking sector's perspective, there are two key questions: how we have coped to date, and what is forthcoming?", "Our goal, defined as early as the start of the crisis, was for the banking sector to generate solutions, rather than problems.", "As a result of our effort in the recent years, we were well positioned for the attainment of this goal.", "The banking sector 'entered' into the crisis with a Common Equity Tier 1 capital adequacy of over 19%, and with a liquidity coverage ratio of over 260%, i.e.", "times above the regulatory requirements.", "Regardless of the good starting position, we were aware that, because of the abrupt deterioration of the environment in which banks operated, there should be new measures for further strengthening of their capital and liquidity positions.", "For the purpose, in March we adopted such measures with a total effect of over 8% of GDP.", "They comprised full capitalization of the sector's profit, significant reduction of riskier foreign exposures, and cancelling the two planned increases of the countercyclical capital buffer.", "The intended effect of these measures was along two key lines: maintaining lending activity and relieving bank borrowers - companies and households, by enforcing a private moratorium, proposed by the industry, on loan repayments.", "The results confirm that to date this effect has been achieved.", "As of end-October, we not only evidence no stagnation in lending, but rather the loans to companies and households have increased on an annual basis by 2.5 % and 7.3 %, respectively.", "At the same time, the approved applications for deferral of payments under the private moratorium reached nearly 109 thousand at their peak in August, with gross balance sheet value of deferred loan payments of over BGN 9 billion, which is a significant financial relief for the affected companies and households.", "The tasks related to the mitigation of COVID-19 consequences for banks and their customers involved a considerable effort on our part.", "Nevertheless, we managed to make arrangements and provide a significant contribution for the completion of the strategic task of membership of the Bulgarian lev in ERM II and accession of our country to the Single Supervisory Mechanism, by establishing close cooperation of the Bulgarian National Bank with the European Central Bank.", "As a result of joining the Single Supervisory Mechanism, our country also joined the Single Resolution Mechanism.", "From 1 October 2020, the European Central Bank exercises direct supervision over five Bulgarian significant credit institutions, and the Single Resolution Board assumed the function of a resolution authority for these institutions and for all cross-border groups.", "Owing to the good preparation effort, the transition to the new supervisory regime was smooth, without any turbulence for the banks and their customers.", "Therefore, the answer to the first question is that up to now we have been successfully performing both the emergency tasks caused by the pandemic and the strategic tasks facing the banking sector.", "The Banker's Day is a good opportunity for us to mention the contribution and to commend on and give recognition to all our colleagues for having a banking sector that is just as strong and supportive of companies, households and the entire economy, with a preserved general financial stability in the country.", "The more important question for us now is what lies ahead?", "There is no easy answer to this question because of the development of the crisis which makes it much more uncertain in terms of parameters as compared with previous historical periods of economic and financial turmoil.", "The second wave of rapid spread of COVID-19 and the new phase of the restrictive measures are once again challenging a number of sectors.", "The condition of the banks which perform the financial intermediation function is of key importance for the whole economy.", "This accounts for the Bulgarian National Bank's enormous responsibility for the fulfilment of the mandate entrusted to us by law and specifically for maintaining the stability of the banking system.", "This requires that we stay traditionally focused on the high capital and liquidity requirements for banks.", "These requirements are not ends in themselves, but follow from the need for banks to have reserves at hand.", "On the one hand, the reserves allow them to absorb costs and losses arising from the worsened quality of assets in the adverse macroeconomic environment.", "On the other hand, they support banks' lending capacity.", "Consequently, it is logical to expect that we would continue to apply the measures of the anticrisis package, approved in March this year.", "Furthermore, we analyse, on an ongoing basis, the situation, and as a macroprudential supervisory authority we consider the likely scenario of a worsening economic crisis and the related significant deterioration in loan portfolios.", "Under this scenario, banks may need to temporarily operate under the combined capital buffers requirement, being ready to draw up and implement plans for rebuilding them.", "The prospect of continuing negative developments in the economy is a reason for us to expect materialization of credit risk and deteriorated quality of assets on banks' balance sheets.", "It seems very likely that the trend of decreasing amount and share of non-performing exposures, seen over the last few years, may reverse.", "The expiry of the moratorium on deferral of loan repayments could also give rise to an increase in non-performing exposures.", "This moratorium was possible on the basis of the EU-wide regulatory framework established by the European Banking Authority (EBA) in its Guidelines on legislative and non-legislative moratoria on loan repayments applied in the light of the COVID-19 crisis.", "The application of this framework has provided banks with flexibility and relieved tens of thousands of their customers, natural and legal persons, experiencing difficulties in the crisis.", "In September this year a decision was taken at the EBA to phase out the moratoria on bank loan repayments; however the re-emergence of the pandemic and the new restrictive measures gave rise to an up-to-date analysis and extension of the moratoria upon introducing restrictive conditions.", "The Bulgarian National Bank, jointly with the other national supervisory authorities, actively participated in the EBA discussions on this topic.", "We are ready to quickly implement the necessary decisions in Bulgaria, subject to the conditions approved by EBA - extension until 31 March 2021 of the deadline for submission of applications for deferral of liabilities and their approval by banks, with a maximum allowable 9-month deferral, including the term of an already approved deferral on the relevant exposure.", "Outside the scope of the moratorium, banks have the opportunity to individually renegotiate loans of their customers - an opportunity they have already been using.", "In these cases, the existing general prudential framework requires that banks reclassify exposures as restructured or in default in a timely and adequate manner.", "The actions of the banks in this regard will also engage the supervisory process as important input information in the supervisory review and evaluation by the Bulgarian National Bank.", "The above outlines the framework for action in the short term.", "The main points of this framework are: continuing the previously adopted anti-crisis measures for as long as necessary, including with regard to the dividends, the risk exposures and the countercyclical capital buffer; maintaining the high capital and liquidity requirements, in this regard we are ready to respond to a scenario in which the banks may have to operate temporarily under the combined capital buffers requirement; and implementation of the newly adopted EBA framework for a moratorium on loan repayments.", "We are ready to activate additional measures if the development of the situation so requires.", "It is very important in the difficult environment, in which we find ourselves, and strongly committed to anti-crisis measures, not to lose our strategic focus, which is aimed at successfully continuing and finalising the project we started a few years ago for joining the euro area.", "The Bulgarian National Bank has serious responsibilities in this process and has been ceaselessly pursuing them.", "So far, the BNB Governing Council has adopted concepts for the work in the main areas of activity; a package of amendments to the internal rules and regulations, as well as specific measures for resource and capacity improvement.", "Our full participation in the institutions of the Banking Union plays an important role in consolidating the integration process.", "Obviously, this is a topic that will be on the agenda in the next few years and one we will have many occasions to discuss.", "Meanwhile, maintaining the capacity of the banking sector for continuity of lending activities will be our joint contribution to supporting each individual bank customer and the country's economy.", "As during the most difficult phases of the crisis, the banking sector should be able to take on the supportive role as a source of credit in the subsequent period of recovery and growth as well.", "Despite today's crisis picture, such a period may occur relatively soon.", "The challenges arising from COVID-19 appeared unexpectedly and the negative results in the economy manifested themselves quickly; yet overcoming the crisis may just as likely occur in the foreseeable future, if solutions are found to effectively restrict the pandemic.", "Let us mark the Banker's Day in the difficult and unprecedented 2020 on such a note of hope and optimism!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["COVID-19 pandemic", "Banking sector", "Economic crisis", "Bank lending", "Loan repayments", "Capital requirements", "Liquidity requirements", "Non-performing exposures", "Euro area", "Banking Union"]}