{"sentences": ["I would like to welcome you to the video conference on Banking and Business, organized by the Capital newspaper.", "The banking sector is sending off a challenging year.", "In 2020, we witnessed the unprecedented pandemic caused by COVID-19, the imposition of measures to prevent its spread, which led to an economic downturn, as well as to many difficulties facing business and the people we have to deal with on a daily basis.", "However, there were also positive events during the year, such as the inclusion of the Bulgarian lev in Monetary Mechanism II and the establishment of close cooperation between the Bulgarian National Bank (BNB) and the European Central Bank (ECB) in the field of banking supervision in July.", "2020 Banks in Bulgaria were able to quickly adapt to the new reality resulting from the pandemic and ensure continuity in the provision of financial services to businesses and citizens.", "This became possible due to the high degree of electronicization and digitalization of the banking sector in the country.", "The focus of the activity of both the BNB as a regulator and the payment service providers in 2020 was aimed at increasing the security of electronic payments with an emphasis on card payment transactions on the Internet and the opening of access to payment accounts (the so-called \"Open banking\").", "Both processes are expected to be completed by the end of 2020 within the deadlines for the European Union.", "The package of digital finance documents published in September 2020 by the European Commission gives us a look at the future of payment services in the medium term.", "One of the important aspects in it should be the forthcoming revision of the Payment Services Directive (PSD 2) in 2021.", "A comprehensive assessment of the impact of the in-depth identification of the customer on the level of payment fraud is to be made.", "New requirements will be considered to reduce \"social engineering\" or \"phishing\" fraud, including a match requirement between the payee's name specified in the payment order and that of the account holder.", "Special emphasis will be placed on the prevention of fraud in immediate payments.", "The possibilities for using the electronic identification and the solutions based on the certification services for fulfillment of the requirements for in-depth establishment of the client's identity upon entering the account and initiating payment transactions are to be studied.", "The observed strong convergence in the activities of payment institutions and electronic money companies justifies their inclusion in a single legal framework and the repeal of the Electronic Money Directive.", "The scope of the directive may also include hitherto unregulated technical service providers supporting payment services.", "Next, the future architecture of payment services in the European Union will be built on immediate payments.", "In this regard, the Commission plans to assess the need for a statutory obligation to participate in the SEPA scheme of the European Payments Committee for immediate credit transfer in euros (SCT Inst.).", "To encourage the use of immediate payments, consideration is being given to requiring that immediate payment fees be no higher than ordinary credit transfer fees.", "In Bulgaria, Borika AD, in close cooperation with the BNB as an operator of the real-time gross settlement payment system (RINGS), is in an advanced stage of development of a project for immediate payments in BGN, based on the requirements of the SEPA scheme for immediate credit translations (SCT Inst.).", "The ambition of the company is in 2021 for the payment service providers in the country to be able to provide their customers with immediate credit transfers in BGN.", "Interconnection and interoperability between the various payment systems providing clearing and settlement is required to ensure cross-border reachability in the execution of immediate credit transfers in euro.", "In July 2020, the ECB announced its decision to introduce measures to ensure a trans-European scope of immediate payments in euro by the end of 2021.", "As a result, all payment service providers that have joined the SCT Inst scheme will be required.", "and which are available in TARGET 2, become available either as a participant or as an eligible party (ie through another payment service provider that is a participant) and in the Instant Payment Service (TIPS) in TARGET 2.", "The service provides the possibility of settlement in other currencies and is expected to make immediate payments in Swedish kroons in 2022 in TIPS.", "Part of the package of documents related to digital financial services published by the European Commission is a proposal for a Regulation on the operational sustainability of digital technologies, which contains requirements for risk management related to information and communication technologies in the financial sector, a proposal for a Regulation on cryptocurrency markets; and a proposal for a Regulation on a Pilot Regulation of Market Infrastructures Based on Distributed Registry Technology (DLT).", "The future development of regulations in the field of payment services is undoubtedly interesting and dynamic, but no less interesting and dynamic is the development in the current use of payment services in Bulgaria.", "The data for 2019 published by the ECB in September 2020, according to Regulation (EU) No 1409/2013 of the ECB on payment statistics, based on the information collected by the BNB for another year report a significant growth of payment services in Bulgaria.", "In this regard, some indicators can be highlighted, such as an increase in the number of electronically initiated credit transfers by 17%, an increase in the number of card payments made by 25% and others.", "Both the number and value of card payments initiated via the Internet increased in 2019 compared to 2018 by 17%.", "A significant increase is observed in electronic The contraction of economic activity due to the pandemic crisis is expected to affect traffic through the RINGS and TARGET2-BNB systems, which reported a decline in the total number of processed payments for the second quarter of 2020 compared to the same period in 2019, respectively by 17 % for RINGS and 28% for TARGET2-BNB.", "Despite the initial negative effect of the pandemic in the third quarter of 2020, there is a recovery and increase in the number of payments made.", "The increase in payments in the third compared to the second quarter of 2020 was 14% for the number and 20% for the RINGS value and 23% for the number and 31% for the TARGET2-BNB value, respectively.", "Both customer and interbank payments grew.", "I wish interesting and fruitful work to the participants in the videoconference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payment Services", "Digitalization", "Electronic Payments", "Immediate Payments", "Electronic Identification", "Banking Sector", "COVID-19", "PSD 2", "Fraud Prevention", "Risk Management"]}