{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of today's meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "While the rebound of economic activity in the third quarter was stronger than expected and the prospects for the roll-out of vaccines are encouraging, the pandemic continues to pose serious risks to public health and to the euro area and global economies.", "The resurgence in COVID-19 cases and the associated containment measures are significantly restricting euro area economic activity, which is expected to have contracted in the fourth quarter of 2020.", "While activity in the manufacturing sector continues to hold up well, services activity is being severely curbed by the increase in infection rates and the new restrictions on social interaction and mobility.", "Inflation remains very low in the context of weak demand and significant slack in labour and product markets.", "Overall, the incoming data and our staff projections suggest a more pronounced near-term impact of the pandemic on the economy and a more protracted weakness in inflation than previously envisaged.", "In view of the economic fallout from the resurgence of the pandemic, today the Governing Council recalibrated its monetary policy instruments as follows: First, the Governing Council decided to keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2 per cent within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "Second, we decided to increase the envelope of the pandemic emergency purchase programme (PEPP) by €500 billion to a total of €1,850 billion.", "We also extended the horizon for net purchases under the PEPP to at least the end of March 2022.", "In any case, we will conduct net purchases until the Governing Council judges that the coronavirus crisis phase is over.", "We will conduct our purchases under the PEPP to preserve favourable financing conditions over this extended period.", "We will purchase flexibly according to market conditions and with a view to preventing a tightening of financing conditions that is inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "In addition, the flexibility of purchases over time, across asset classes and among jurisdictions will continue to support the smooth transmission of monetary policy.", "If favourable financing conditions can be maintained with asset purchase flows that do not exhaust the envelope over the net purchase horizon of the PEPP, the envelope need not be used in full.", "Equally, the envelope can be recalibrated if required to maintain favourable financing conditions to help counter the negative pandemic shock to the path of inflation.", "The extension of our PEPP purchases over a longer horizon reflects the prolonged fallout from the pandemic for the economy and inflation.", "It allows for a continuous market presence and more durable support from our monetary stimulus.", "Preserving favourable financing conditions over the pandemic period will help to reduce uncertainty and bolster confidence, thereby encouraging consumer spending and business investment, and, ultimately, underpinning the economic recovery and helping to offset the downward impact of the pandemic on the projected path of inflation.", "We also decided to extend the reinvestment of principal payments from maturing securities purchased under the PEPP until at least the end of 2023.", "In any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the appropriate monetary policy stance.", "Third, the Governing Council decided to further recalibrate the conditions of the third series of targeted longer-term refinancing operations (TLTRO III).", "Specifically, we decided to extend the period over which considerably more favourable terms will apply by twelve months, to June 2022.", "We will also conduct three additional operations between June and December 2021.", "Moreover, we decided to raise the total amount that counterparties will be entitled to borrow in TLTRO III operations from 50 per cent to 55 per cent of their stock of eligible loans.", "In order to provide an incentive for banks to sustain the current level of bank lending, the recalibrated TLTRO III borrowing conditions will be made available only to banks that achieve a new lending performance target.", "The extension of the pandemic-related low interest rate period under TLTRO III, the addition of more operations and the increase in the amount that can potentially be borrowed will preserve the very attractive funding conditions for banks.", "This will help to ensure that they can continue to offer favourable lending conditions and have ample liquidity to extend loans to households and firms.", "Fourth, we decided to extend to June 2022 the duration of the set of collateral easing measures adopted by the Governing Council on 7 and 22 April 2020.", "The extension of these measures will continue to ensure that banks can make full use of the Eurosystem's liquidity operations, most notably the recalibrated TLTROs.", "The Governing Council will reassess the collateral easing measures before June 2022, ensuring that Eurosystem counterparties' participation in TLTRO III operations is not adversely affected.", "Fifth, the Governing Council also decided to offer four additional pandemic emergency longerterm refinancing operations (PELTROs) in 2021, which will continue to provide an effective liquidity backstop.", "Sixth, net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "We also intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "Seventh, the Eurosystem repo facility for central banks (EUREP) and all temporary swap and repo lines with non-euro area central banks will be extended until March 2022.", "Finally, we decided to continue conducting our regular lending operations as fixed rate tender procedures with full allotment at the prevailing conditions for as long as necessary.", "Separate press releases with further details of the measures taken by the Governing Council will be published this afternoon at 15:30 CET.", "The monetary policy measures taken today will contribute to preserving favourable financing conditions over the pandemic period, thereby supporting the flow of credit to all sectors of the economy, underpinning economic activity and safeguarding medium-term price stability.", "At the same time, uncertainty remains high, including with regard to the dynamics of the pandemic and the timing of vaccine roll-outs.", "We will also continue to monitor developments in the exchange rate with regard to their possible implications for the medium-term inflation outlook.", "We therefore continue to stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards our aim in a sustained manner, in line with our commitment to symmetry.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "Following a sharp contraction in the first half of 2020, euro area real GDP rebounded strongly and rose by 12.5 per cent, quarter on quarter, in the third quarter, although remaining well below prepandemic levels.", "The second wave of the pandemic and the associated intensification of containment measures observed since mid-October are expected to result in a renewed significant decline in activity in the fourth quarter, although to a much lesser extent than observed in the second quarter of this year.", "Economic developments continue to be uneven across sectors, with activity in the services sector being more adversely affected by the new restrictions on social interaction and mobility than activity in the industrial sector.", "Although fiscal policy measures are supporting households and firms, consumers remain cautious in the light of the pandemic and its ramifications for employment and earnings.", "Moreover, weaker balance sheets and uncertainty about the economic outlook are weighing on business investment.", "Looking ahead, the news of prospective roll-outs of vaccines allows for greater confidence in the assumption of a gradual resolution of the health crisis.", "However, it will take time until widespread immunity is achieved, while further resurgences in infections, with challenges to public health and economic prospects, cannot be ruled out.", "Over the medium term, the recovery of the euro area economy should be supported by favourable financing conditions, an expansionary fiscal stance and a recovery in demand as containment measures are lifted and uncertainty recedes.", "This assessment is broadly reflected in the baseline scenario of the December 2020 Eurosystem staff macroeconomic projections for the euro area.", "Compared with the September 2020 ECB staff macroeconomic projections, the outlook for economic activity has been revised down in the short term, but is seen to broadly recover to the level projected in the September baseline scenario over the medium term.", "Overall, the risks surrounding the euro area growth outlook remain tilted to the downside, but have become less pronounced.", "While the news about the prospects for vaccine roll-outs in the near future is encouraging, downside risks remain related to the implications of the pandemic for economic and financial conditions.", "According to Eurostat's flash estimate, euro area annual inflation remained unchanged at -0.3 per cent in November.", "On the basis of oil price dynamics and taking into account the temporary reduction in the German VAT rate, headline inflation is likely to remain negative until early 2021.", "Thereafter, it is expected to increase owing to the end of the temporary VAT reduction in Germany and upward base effects in energy price inflation.", "At the same time, underlying price pressures are expected to remain subdued owing to weak demand, notably in the tourism and travel-related sectors, as well as to low wage pressures and the appreciation of the euro exchange rate.", "Once the impact of the pandemic fades, a recovery in demand, supported by accommodative fiscal and monetary policies, will put upward pressure on inflation over the medium term.", "Market-based indicators and survey-based measures of longer-term inflation expectations remain at low levels.", "This assessment is broadly reflected in the baseline scenario of the December 2020 Eurosystem staff macroeconomic projections for the euro area, which foresees annual inflation at 0.2 per cent in 2020, 1.0 per cent in 2021, 1.1 per cent in 2022 and 1.4 per cent in 2023.", "Compared with the September 2020 ECB staff macroeconomic projections, the outlook for inflation has been revised down for 2020 and 2022.", "Turning to the monetary analysis, the annual growth of broad money (M3) remained broadly unchanged at 10.5 per cent in October 2020.", "Strong money growth has been supported by the ongoing asset purchases by the Eurosystem, which have become the largest source of money creation.", "In the context of a still heightened preference for liquidity in the money-holding sector and a low opportunity cost of holding the most liquid forms of money, the narrow monetary aggregate M1 continues to be the main contributor to broad money growth.", "The growth of lending to the private sector has plateaued, while still recording higher growth rates than prior to the COVID-19 pandemic.", "Following strong increases in the early months of the pandemic, the annual growth rate of loans to non-financial corporations fell to 6.8 per cent in October, after 7.1 per cent in September.", "This deceleration has occurred in the context of abating emergency liquidity needs, weak investment and tighter credit conditions on loans to firms, as signalled by our bank lending survey for the euro area for the third quarter of 2020.", "The annual growth rate of loans to households stood at 3.1 per cent in October, unchanged from September.", "Overall, our policy measures, together with the measures adopted by national governments and European institutions, remain essential to support bank lending conditions and access to financing, in particular for those most affected by the ramifications of the pandemic.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary to support economic activity and the robust convergence of inflation to levels that are below, but close to, 2 per cent over the medium term.", "Regarding fiscal policies, an ambitious and coordinated fiscal stance remains critical, in view of the sharp contraction in the euro area economy.", "Fiscal measures taken in response to the pandemic emergency should, as much as possible, be targeted and temporary in nature.", "At the same time, weak demand from firms and households and the heightened risk of a delayed recovery in the light of the new lockdowns owing to the second wave of the pandemic warrant continued support from national fiscal policies.", "The three safety nets endorsed by the European Council for workers, businesses and sovereigns provide important funding support in this context.", "The Governing Council recognises the key role of the Next Generation EU package and stresses the importance of it becoming operational without delay.", "It calls on Member States to deploy the funds for productive public spending, accompanied by productivity-enhancing structural policies.", "This would allow the Next Generation EU programme to contribute to a faster, stronger and more uniform recovery and would increase economic resilience and the growth potential of Member States' economies, thereby supporting the effectiveness of monetary policy in the euro area.", "Such structural policies are particularly important in addressing long-standing structural and institutional weaknesses and in accelerating the green and digital transitions.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Monetary policy", "Pandemic", "Inflation", "Economic recovery", "Financing conditions", "PEPP", "TLTRO III", "APP", "Collateral easing", "Fiscal policy"]}