{"sentences": ["Deglobalisation, disrupted education and debt: economic policy challenges following the pandemic Speech at Harvard University 19.10.2020 | Virtual Event | Jens Weidmann 1 Introduction 2 The COVID-19 crisis and the economic policy response 3 Potential long-term ramifications of the crisis 3.1 Openness 3.2 Education 3.3 Public finances 4 Reforms in Europe 1 Introduction Dear Beatrice, dear Ben, dear Hans-Helmut Dear students and faculty I would like to thank you for inviting me to speak to you today.", "Much to my regret, it is not possible to hold this event physically in Cambridge - I would have loved to return to meet you face to face on the campus of your time-honoured institution.", "I say \"time-honoured\" not only because Harvard has long been a byword for outstanding academic achievement, but also because it is the birthplace of so many shared ideas that have shaped the world.", "Looking back, Harvard University has heard many famous speeches.", "One of the most influential addresses was undoubtedly that delivered by Secretary of State George Marshall after World War II.", "Germany had perpetrated unprecedented crimes against humanity.", "It had brought death, destruction, and unimaginable suffering on Europe.", "Now, many of the continent's cities lay in ruins, and its economies were in tatters, struggling just to meet people's everyday needs.", "Distributional conflicts were brewing in societies where some of the survivors had lost everything.", "Given the experience of wartime rationing and the apparent allure of the Soviet Union, many people were looking for further state intervention and central planning as remedies.", "But in his 1947 commencement address, George Marshall offered an alternative - and large-scale economic aid by the US to support the reconstruction of the war-ravaged continent.", "He stated that US \"[...] policy is directed not against any country or doctrine but against hunger, poverty, desperation and chaos.", "Its purpose should be the revival of a working economy in the world so as to permit the emergence of political and social conditions in which free institutions can exist.\"", "[1] The speech laid the foundation for the European Recovery Program, better known as the Marshall Plan.", "Today, we are facing devastation brought about not by war, but by a pandemic: the sudden emergence of a deadly virus that has caused a loss of lives on a massive scale and debilitating illness for many others.", "This is, first and foremost, a global health crisis that needs to be overcome as a matter of urgency.", "At the same time, it has robbed many people of their livelihoods.", "In my talk today, I would like to elaborate on the massive policy support that has been necessary to mitigate the short-term economic fallout from the crisis.", "However, we should also be aware of developments that could inflict long-term harm on the economy and limit the opportunities, especially of your generation and of the generation to come.", "Therefore, I will later focus on three such developments: deglobalisation, disruptions in education, and debt accumulation by governments.", "The COVID-19 crisis and the economic policy response Clearly, the pandemic and the measures that were necessary to contain it have led to the worst economic slump most of us have ever seen.", "Entire sectors of our economies have, in effect, been shut down - either at the behest of the authorities or because individuals decided to avoid the risks of infection.", "Government-imposed containment measures and voluntary social distancing alike reduce economic activity.", "[2] During phases of rising infection rates, people will become automatically more cautious.", "In order to stabilise the economy, fiscal policy plays a pivotal role.", "With respect to monetary policy, it is important to remain expansionary, as the economic slump dampens the inflation outlook and a lack of liquidity in the financial system might dangerously aggravate the crisis.", "Otherwise, harmful feedback loops could emerge and ultimately jeopardise price stability.", "That is why the Eurosystem and other central banks have responded in a swift and resolute manner.", "More generally, in order to maintain price stability, monetary policy aims to smooth aggregate demand over time by adjusting interest rates.", "For example, if a shortfall in aggregate demand were to weigh on the inflation outlook, the central bank would cut its policy rate or bring long-term interest rates down by purchasing bonds.", "However, while this mechanism is helping to stabilise the economy, it cannot, on its own, address the economic dislocations caused by the pandemic shock we have witnessed.", "As economist Michael Woodford recently noted: \"While it may well be efficient for restaurants or theaters to suspend the supply of their services for a period [...], the loss of their normal source of revenue may leave them unable to pay their rent; loss of rental income may then require the real-estate management companies to dismiss their maintenance staff [...]; the furloughed maintenance staff may be unable to buy food or pay their own rent [...], and so on.\"", "[3] In other words, the sectoral shutdowns have disrupted the flow of payments within the real economy and thereby severely constrained the spending of many businesses and households.", "Monetary policy can only help in those cases where liquidity is scarce or interest rates are too high, but it cannot make up for the loss of income due to payments not made.", "Instead, fiscal transfers directly address the fundamental problem at hand, since they substitute for lost income.", "By modelling such a situation of \"effective demand failure,\" Woodford spelled out a key economic rationale for rapid and large-scale fiscal support in the current crisis.", "In practice, policymakers in Germany and elsewhere have been particularly concerned about the danger of businesses' temporary liquidity shortfalls turning into solvency problems.", "Indeed, a recent study found that, across a sample of advanced economies, many small and medium-sized enterprises could fail during the crisis.", "Assuming impaired access to credit and no government intervention, the estimated bankruptcy rate would double from roughly 9% to 18%.", "[4] A broad wave of corporate insolvencies would likely destroy a large number of jobs and raise unemployment persistently.", "While this would scar the overall economy, the resulting burden would not be shared equally.", "Indeed, a disproportionately large number of women and low educated workers have already suffered employment losses since they are highly represented in crisis-stricken industries, cannot easily switch to working remotely or have generally less secure jobs.", "[5] Earlier, the OECD highlighted the fact that young people bore the brunt of the labour market adjustment during the Great Recession.", "[6] Now, unemployment rates for the young have soared again.", "[7] Unfortunately, adverse labour market conditions may be particularly harmful at the start of one's career.", "While some young people may be locked out of the labour market completely, others may accept low-paying or precarious jobs that they would have ignored in better times.", "In any case, there is a risk of losing human capital for good.", "To avoid economic scarring and save jobs in the current slump, many countries have launched massive job retention programmes.", "Germany's well-known scheme of short-time working benefits enables firms to retain employees they will need again once the crisis is over.", "However, a scheme of this kind could also trap workers in jobs that are no longer viable.", "In the current crisis, this problem may come to play a more prominent role than in previous recessions.", "That is because the pandemic has the potential to spur structural changes in the economy - by boosting the digital transformation, for example.", "There is another reason to view government aid cautiously - its impact on competition.", "In recent years, the rising market power of bigtech corporations has already raised concerns and induced actions by authorities and lawmakers to protect competition.", "[8] Now, insolvencies and takeovers during the crisis may amplify market concentration.", "Government assistance to selected firms may distort markets and hamper competition in its own right.", "[9] On the other hand, startups, in particular, are a key driver of innovation and essential for keeping markets contestable, but may currently need funding as a matter of necessity.", "Thus, support for small enterprises might well foster competition.", "Overall, there is widespread concern that various crisis measures could cripple what Harvard economist Joseph Schumpeter once called \"creative destruction\" and help to keep unproductive, moribund firms alive.", "This comes on top of evidence that, in some European countries, the misallocation of capital has already seen an increase since the early 2000s, [10] which is sometimes attributed to a decline in the real interest rate (following the transition to and adoption of the euro), [11] among other factors.", "With respect to Germany, however, Bun des bank experts have found that the percentage of unproductive firms that should have exited the market has been small and has not shown any tendency to increase in the past.", "[12] Nevertheless, it is clear that, in this crisis, governments need to walk a fine line - stabilising current economic conditions, but also allowing necessary structural changes.", "For that reason, it is essential that they continuously examine the effects and possible side effects of their crisis measures.", "Potential long-term ramifications of the crisis 3.1 Openness Since global economic ties make our societies more prosperous, policymakers also need to maintain open markets.", "However, economic historian Harold James recently warned that \"2020 is a year of deglobalisation\".", "[13] All of a sudden, goods like face masks, respirators and other medical equipment were in short supply.", "Many countries that usually run a trade surplus in essential medical equipment restricted exports of such goods.", "[14] Measures meant to secure an adequate supply at home worsened the supply conditions in countries dependent on imports.", "Moreover, the crisis also ripped through global supply chains for a time.", "In Germany, for instance, intermediate goods were no longer arriving and firms had to make temporary cutbacks in production.", "Product shortages and disruptions to global supply chains have prompted calls for \"reshoring\" or \"repatriation\".", "But a truly global shock like the pandemic can hardly justify abandoning international production chains.", "In a recent study, economists in the US estimate for a large set of countries that the COVID-19 shock reduced economic output by about 30% on average.", "[15] They attribute one- quarter of this decline to transmission through global supply chains.", "However, repatriating global production chains would not have made the affected countries more resilient.", "In this case, domestic lockdown measures would have simply played a larger role in hampering production.", "This reveals a fundamental trade-off: A country cannot insulate itself from disruptions from abroad yet at the same time take advantage of open markets in order to hedge against domestic shocks.", "As the economists Richard Baldwin and Simon Evenett have stressed: \"Trade is not the problem; it is part of the solution.\"", "[16] They note that the world badly needs the global network of manufacturing to boost the production of essential medical equipment, medicines and vaccines.", "While diversifying supply relationships may make sense, we should not throw out the baby with the bathwater.", "There are numerous studies suggesting that global supply chains can boost productivity growth through a great many channels, ranging from increased competitive pressure to knowledge spillovers from foreign firms.", "[17] Unfortunately, inward-looking, protectionist policies were already on the rise in the years before the pandemic.", "In particular, the trade dispute between the United States and China escalated dramatically.", "Some may have hoped that Chinese exporters would compensate for additional US tariffs by lowering their prices.", "But studies suggest that Chinese suppliers have not made price concessions.", "[18] US enterprises and consumers therefore seem to have borne the brunt of the tariffs.", "Moreover, the bilateral trade lost has, in general, not been offset by increased trade with other countries.", "A Bun des bank study did not find \"lucky bystanders\" who would have profited from the trade conflict between the US and China.", "[19] Instead, the dispute is likely to have exacerbated uncertainty, hurting investment and trade globally.", "But even without accounting for such effects of heightened uncertainty, model simulations by Bun des bank staff illustrate the economic damage: If tariffs enacted by the US and China were to be maintained durably, they would diminish output in both economies by 0.5% in the medium term, and squeeze global activity by 0.3%.", "Ultimately, turning back the wheel of globalisation would hurt consumers, in the form of higher prices or more limited choice.", "As Greg Mankiw wrote some time ago: \"[...] to most people in [economics], the benefits of an unfettered system of world trade are obvious\".", "[20] And Jeff Frankel and David Romer concluded in a seminal paper that \"a rise of one percentage point in the ratio of trade to GDP increases income per person by at least one-half percent.\"", "[21] However, the benefits of globalisation are not distributed equally.", "As employment prospects and relative wages shift, a more integrated global economy creates winners and losers.", "China's integration into the world economy, for example, played a particular role in massive manufacturing job losses in the US.", "While the US, on aggregate, may well have benefited from increased trade with China, not every single US worker has.", "[22] But rather than insulate domestic industries across the board, it would be better to effectively cushion social hardship and invest in education.", "Clearly, an adequate tax system and a social safety net can be instrumental in spreading the welfare gains of globalisation.", "Moreover, we should enable as many people as possible to reap the rewards offered by open markets and, in a similar vein, by innovative technologies.", "New job opportunities arise which may require a different set of skills.", "Education and life-long learning are what count here.", ".2 Education However, the pandemic has also disrupted education.", "Most countries around the world have temporarily closed educational institutions in order to contain the spread of the virus.", "At one point, more than 1.7 billion children and youth worldwide were not attending school.", "[23] Harvard students are also affected.", "In March, The Harvard Crimson cited a former Dean of Students who once quipped that \"Harvard will close only for an act of God, such as the end of the world.\"", "- \"Yet here we are,\" commented the authors upon Harvard's decision to close its doors.", "[24] Fortunately, the world has kept on turning.", "Webinars and online tutorials now mark your everyday life, and I hear that you are highly motivated to keep up learning.", "However, adult students are also better equipped to learn remotely than school students are.", "Moreover, skill attainment early in life encourages learning later on, which means that school closures harm young children particularly.", "[25] Clearly, education plays an important role in personality development, but education is also crucial for individual income prospects and economic prosperity.", "\"The more you learn, the more you'll earn,\" said Warren Buffett, which means in the current context: if you learn less, you earn less - and that may apply to your entire career.", "This effect is illustrated excellently by the so-called short school years in West Germany in the 1960s.", "At the time, several west German states had to compress two school years into 16 months in order to synchronise the start of the school year throughout the country.", "And it has been shown that those who were affected by this measure earned, on average, 5% less over their lifetimes than those cohorts of school students who were not affected.", "[26] Today, Fernando Reimers from the Harvard School of Education and OECD's Andreas Schleicher conclude that \"the learning loss that has already occurred will, if left unremedied, likely take an economic toll on societies in the form of diminished productivity and growth.\"", "[27] Even worse, the disruptions may not only affect the size of the economic \"cake\", but also its distribution.", "Households with low educational attainment and low assets are less able to support out-of-school learning.", "Thus, disadvantaged students may suffer larger losses in learning and future income than their peers.", "Importantly, there is a danger that students might curb their own aspirations and even drop out of school.", "[28] 3.3 Public finances Making up for potential learning losses and keeping students engaged in learning may also require higher spending on education.", "However, you cannot spend a dollar or a euro twice; politicians have to decide whether to spend taxpayers' money for this purpose or on other important goals.", "While governments can borrow, mounting debt is likely to constrain their financial leeway after the pandemic.", "Indeed, public debt will rise substantially.", "The European Commission estimates that the euro area debt-to-GDP ratio will exceed 100% by the end of this year.", "[29] And, according to the IMF, the average general government debt of advanced economies is set to exceed 125% of GDP.", "Don't (Tonne) get me wrong, in this exceptional situation, it is imperative that states lend financial support to firms and households and stimulate the nascent recoveries of their economies.", "Had governments refrained from cushioning the economic slump, I am convinced that the fiscal costs would have been much higher still.", "Nevertheless, all crisis measures should be temporary in nature for the resulting deficits to recede automatically after the crisis.", "This will be all the more important given three fundamental needs for the future: First, the need to promote sustainable growth by fostering education, the digital transformation, and the transition to a climate-friendly economy.", "Second, the need to bear the financial burden of the ageing of our societies.", "And third, the need for governments to restore their fiscal capacities so that they can weather the next crisis as well.", "From the perspective of a central banker, there is another aspect to sound public finances: The higher the level of public debt, the harder it may become for monetary policymakers to raise key interest rates if the price outlook requires it.", "Central banks might increasingly come under pressure to keep government financing costs low.", "Ultimately, they could find themselves in a regime of fiscal dominance in which central banks ensure sovereign solvency and factually lose their independence.", "In my last talk at Harvard, almost seven years ago, I elaborated on the need to separate monetary and fiscal policies.", "I also stressed the particularly important role of solid public finances in the context of the euro area, as its institutional architecture is quite different from that of countries that issue their own currency, such as the US.", "[31] 4 Reforms in Europe Indeed, the Member States of the euro area agreed to have a common currency.", "But when it comes to fiscal and economic policy, decision-making continues to reside largely with the national governments.", "Such an asymmetric setup may create additional incentives to take on debt, particularly if a Member State has the prospect of shifting the cost of its debt, at least in part, to its peers or a higher level.", "Therefore, precautions (such as the imposition of fiscal rules) which rest on the principle of fiscal self-responsibility have been taken.", "In line with this, and as opposed to the US federal budget for example, the budget of the European Union is rather small and mainly financed by the contributions of the Member States.", "Moreover, the European Treaties do not actually provide for the credit financing of the EU budget.", "But when COVID-19 hit Europe, some countries were more severely affected than others, with devastating consequences for their economies in some cases.", "Unfortunately, some of the hardest-hit countries were already fiscally constrained by high public debt.", "In these times of acute crisis, EU Member States acted in solidarity and agreed on fiscal support measures, including transfers.", "In particular, governments agreed on a €750 billion recovery package, which takes the form of an offbudget entity and is financed by issuing common debt at the European level.", "[32] Its centrepiece is the Recovery and Resilience Facility designed to provide EU Member States with loans and grants in order to help mitigate the fallout from the crisis and address longer-term challenges.", "Some observers have compared this fund to the Marshall Plan, which Brad DeLong (of Harvard) and Barry Eichengreen once called \"history's most successful structural adjustment program\".", "[33] And, indeed, the Marshall Plan was much more than a large-scale investment programme.", "Providing incentives for economic reform is likely to have been its essential ingredient for spurring long-term growth in the recipient countries.", "Studies suggest that, by conditioning its support and monitoring progress, the Marshall Plan fostered open markets, helped to gear macroeconomic policies towards stability and pushed Europeans to work more closely together.", "[34] In order to emulate this success and improve economic fundamentals in Europe, the new Recovery and Resilience Facility also needs to be flanked by reforms.", "\"Resilience\" here means the ability to cope with economic shocks.", "This depends on multiple factors including the effectiveness of public administration, the regulation of product markets or the flexibility of labour markets.", "Structural reforms may not be popular.", "But given the long-term harm which the current crisis may inflict, they are needed now even more than before.", "Enhancing labour mobility, for example, could make it easier for younger workers and others to move on to more productive jobs and cut their income losses.", "And such reforms are also an act of European solidarity - by improving resilience they would relieve the Community in the next crisis.", "What is worrying is the large-scale borrowing at the EU level.", "This kind of borrowing should remain a one-off crisis measure, as permanently raising joint debt does not square with the EU's institutional framework.", "In his Nobel lecture, Thomas Sargent likened the fundamental situation in Europe to the US in the years following the Revolutionary War.", "[35] Under the Articles of Confederation, fiscal sovereignty lay largely in the hands of the states.", "But during the war the young republic had accrued large amounts of common debt and later struggled to bear its burden.", "After a long and heated debate, Americans ultimately agreed on a fiscal union, embedded in a political union with strong democratic institutions and enshrined in a new constitution.", "What can this teach us about the situation in Europe today?", "My view on this is that shifting financial liability to the Community level requires transferring fiscal policy powers to that level, too.", "Much closer political integration would be needed and, eventually, the EU would have to evolve into a democratic federal state.", "That said, there is also an alternative way to balance action and liability in the monetary union: strengthening the fiscal responsibility of Member States and ensuring that their public finances are solid.", "However, it's up to the citizens of Europe, and not to their central bankers, to choose between the two paths.", "Ladies and gentlemen The pandemic has inflicted particular harm on younger people.", "The labour market adjustment has hit them disproportionately and could compromise their careers.", "School closures have disrupted the attainment of skills and might lower lifetime incomes.", "Moreover, less open and less competitive markets could lead to bleaker long-term growth prospects, while elevated debt might hamstring governments in the future.", "This comes on top of existing challenges, in particular, the fight against climate change.", "Indeed, the challenges of our time may appear daunting.", "But we can take inspiration from the courage and the accomplishments of previous generations.", "George Marshall's 1947 commencement address took only 11 minutes, and few in the audience recognised the importance of his remarks at the time.", "Nevertheless, it marked a turning point - not only for Europe, but also for the US.", "In an article for the Harvard Gazette, Henry Kissinger called the speech \"a clarion call to a permanent role for America in the construction of international order.\"", "Looking ahead, international cooperation may be more important than ever - to help the world's poorest to recover from the crisis, to reform and preserve a rules-based multilateral trading system and to combat climate change.", "Nobody can go it alone.", "The time for inward-looking policies should be over.", "Thank you for your attention.", "Marshall, G. C. (1947), Remarks delivered at Harvard University, 5 June 1947, -marshall-plan/marshall-plan-speech/ 2.", "Goolsbee, A. and C. Syverson (2020), Fear, Lockdown, and Diversion: Comparing Drivers of Pandemic Economic Decline 2020, NBER Working Paper, No.", "Woodford, M. (2020), Effective Demand Failures and the Limits of Monetary Stabilization Policy, NBER Working Paper, No.", "Kalemli-Özcan, V. Penciakova and N. Sander (2020), COVID-19 and SME Failures, NBER Working Paper, No.", "Green, P. G. Cubillos, S. (Seite) Gyetvay, C. Haeck, T. L. Molnar, G. Simard-Duplain, H. E. Siu, M. teNyenhuis and C. Warman (2020), The Distribution of COVID-19 Related Risks, NBER Working Paper, No.", "OECD (2020a), Employment Outlook.", "(2020), Regulatory policy in the digital age, acceptance speech on being awarded the Walter Eucken Medal, 30 January 2020. .", "Monopoly Commission (2020), Biennial Report XXIII: Competition 2020. .", "Bun, M. and J. de Winter (2019), Measuring trends and persistence in capital and labor misallocation, De Nederlandsche Bank, Working Paper, No.", "(Number) 639; Gamberoni, E., C. Giordano and P. Lopez-Garcia (2016), Capital and labour (mis)allocation in the euro area: some stylized facts and determinants, European Central Bank, Working Paper Series, No.", "Kalemli-Özcan, L. Karabarbounis and C. Villegas-Sanchez (2017), Capital allocation and productivity in South Europe, Quarterly Journal of Economics, Vol.", "Deut sche Bun des bank (2017), The emergence of zombie firms in Germany in the low-interest-rate environment, Monthly Report, December 2017, pp.", "James, H. (2020), German Banks and the Challenges of Globalization, Virtual talk at the Center for Financial Studies, Goethe University, Frankfurt am Main, 9 July 2020. .", "Leibovici, F. and A. M. Santacreu (2020), International Trade of Essential Goods During a Pandemic, Federal Reserve Bank of St. Louis, Working Paper, No.", "A. Levchenko and N. Pandalai-Nayar (2020), Global Supply Chains in the Pandemic, CEPR Discussion Paper, No.", "Baldwin, R. E. and S. (Seite) J. Evenett (2020), COVID-19 and Trade Policy: Why Turning Inward Won't (Tonne) Work, VoxEU.org, 29 April 2020, -ebook-covid-19and-trade-policy-why-turning-inward-wont-work.", "Criscuolo, C. and J. Timmis (2017), The Relationship between Global Value Chains and Productivity, International Productivity Monitor, No.", "Amiti, M., S. (Seite) J. Redding and D. E. Weinstein (2019), The Impact of the 2018 Tariffs on Prices and Welfare, Journal of Economic Perspectives, Vol.", "(pages) 187-210; Cavallo, A., G. Gopinath, B. Neiman and J. Tang (2019), Tariff Passthrough at the Border and at the Store: Evidence from US Trade Policy, NBER Working Paper, No.", "(Number) 26396; Fajgelbaum, P. D., P. K. Goldberg, P. J. Kennedy and A. K. Khandelwal (2020), The Return to Protectionism, Quarterly Journal of Economics, Vol.", "Deut sche Bun des bank, Consequences of increasing protectionism, Monthly Report, January 2020, pp.", "Mankiw, N. G. (2018), Why Economists Are Worried About International Trade, New York Times, 16 February 2018. .", "A. and D. Romer (1999), Does Trade Cause Growth?, American Economic Review, Vol.", "Autor, D. H., D. Dorn and G. H. Hanson (2016), The China Shock: Learning from Labour-Market Adjustment to Large Changes in Trade, Annual Review of Economics, Vol.", "OECD (2020b), Education and COVID-19: Focusing on the long-term impact of school closures, -responses/education-and-covid-19-focusingon-the-long-term-impact-of-school-closures-2cea926e/#section-d1e77, 24.", "The Harvard Crimson (2020), Harvard Stops, But the World Cannot, 10 March 2020, -harvard-stops-world-cannot/ 25.", "Fuchs-Schündeln, N., D. Krueger, A. Ludwig and I. Popova (2020), The Long-Term Distributional and Welfare Effects of Covid-19 School Closures, NBER Working Paper, No.", "Cygan-Rehm, K. (2018), Is additional schooling worthless?", "Revising the zero returns to compulsory schooling in Germany, CESifo Working Paper, No.", "Reimers, F. M. and A. Schleicher (2020), Schooling Disrupted, Schooling Rethought: How the Covid-19 pandemic is changing education, OECD.", "European Commission (2020), Spring 2020 Economic Forecast: A deep and uneven recession, an uncertain recovery, May 2020. .", "International Monetary Fund (2020), Fiscal Monitor, October 2020. .", "(2013), Europe's Monetary Union: making it prosperous and resilient, speech delivered at Harvard University, 25 November 2013. .", "Deut sche Bun des bank (2020), EU budget: Agreement on multi-annual financial framework for 2021 to 2027 and one-off \"Next Generation EU\" instrument in response to the coronavirus pandemic, Monthly Report, August 2020, pp.", "B. and B. Eichengreen (1993), The Marshall Plan: History's Most Successful Adjustment Program, in: Dornbusch, R., W. Nolling and R. Layard (editors), Postwar Economic Reconstruction and Lessons for the East Today, MIT Press, Cambridge, pp.", "Eichengreen, B. and M. Uzan (1992), The Marshall Plan: Economic Effects and Implications for Eastern Europe and the former USSR, Economic Policy, Vol.", "T. Sargent (2012), Nobel Lecture: United States Then, Europe Now, Journal of Political Economy, Vol.", "(2015), Reflections on the Marshall Plan, The Harvard Gazette, 22 May, -on-the-marshall-plan/"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "fiscal dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Deglobalisation", "Education", "Public finances", "Debt", "Labour market", "Growth", "Trade", "Competition", "Productivity", "Resilience"]}