{"sentences": ["SPEECH SVERIGES RIKSBANK 08/12/2020 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Governor Stefan Ingves Business Arena Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Monetary policy in a changing world∗ We have had a dramatic year in 2020, when a lot has changed in our lives.", "For members of staff and for us in the Riksbank's Executive Board, the year has brought intensive work to manage the effects the coronavirus pandemic has had on the Swedish economy.", "Our focus has been on ensuring that there is good access to liquidity and keeping interest rates low.", "We have wanted to provide the economy with the best conditions possible to recover after the coronavirus pandemic and, as usual, to get inflation to develop in line with the inflation target.", "In many ways, our measures have resembled those of other central banks.", "However, compared with the period before the financial crisis, just over ten years ago, monetary policy has changed radically, above all because the monetary policy toolbox today looks very different.", "Back then, adjustments of the policy rate were seen as the only monetary policy tool.", "These days, most central banks work with several tools, some of them modern iterations of older approaches, both in times of crisis and in more normal times.", "Monetary policy and the way we 'do' monetary policy has changed, but the objective of attaining the inflation target still remains.", "And all the time, we need to stand ready to develop new tools and make new kinds of analysis - so that we can reach our inflation target.", "If the world changes, we need to change with it.", "International changes affect monetary policy There is good reason to look back and see what lies behind this development.", "This has certainly been done before.", "Both the Riksbank and other central banks have published and discussed a great deal about various international changes that have led to changes in monetary policy.", "But I believe we need to continue the discussion, partly because this makes it easier to understand current monetary policy, and partly because it forms a necessary basis for a conversation on what the monetary policy of the future might look like.", "Today, I would like to address some of the most important international changes that have a bearing on monetary policy.", "I am thinking specifically of how the financial sector has developed in recent decades, both globally and in Sweden, and of the fact that global real interest rates have fallen.", "This has tangibly affected Sweden, which is a consequence of the Swedish economy being increasingly integrated with the global economy.", "I will then present my view of what these changes have entailed, both for how Swedish monetary policy is conducted, and for how we need to develop how we discuss and perceive monetary policy in general.", "Crises affect monetary policy The three unusually large crises we have experienced over the last decade or so can be added to these long-term structural and global changes.", "Over ten years ago, the global financial crisis started in the financial sector, when the excessive risk-taking that had built up over many years finally came to the surface.", "Shortly thereafter, the sovereign debt crisis broke out in Europe.", "The pandemic in the midst of which we currently find ourselves is another kind of crisis.", "It started as a health crisis before developing into an economic crisis.", "During these crises, central banks around the world implemented different kinds of measure to stabilise the situation.", "But the episodes remind us that the future is always uncertain and that preparedness for crises needs to be a central element of monetary policy.", "Twenty years ago, a different view prevailed and the approach developed then, which continues to set the tone in today's discussions of monetary policy, was based on a fairly stable macroeconomic environment.", "This obviously affects our view of how monetary policy should be designed, whether we believe that it is primarily a matter of counteracting small and regular fluctuations in the economy or whether we believe that it is important for policy to be able to prevent and counteract crises.", "Over the last decade, we and other central banks have had to redevelop older approaches that give greater weight to uncertainty and the understanding that the world is constantly changing.", "We have had to develop our preparedness, capacity and flexibility to innovate, sometimes with the help of old insights, as the circumstances have demanded it of us.", "The Riksbank is not unique; rather, this development of monetary policy can be seen at most other central banks.", "The financial markets are constantly changing - central banks need to adapt As mentioned above, today I intend to address two main changes.", "The first of these concerns the development of the financial sector in recent decades.", "Globally and in Sweden, the financial markets have grown larger, both in terms of the volumes traded and in terms of the number of financial instruments.", "The second change is that the global level of interest rates has fallen.", "This is having a substantial effect on the scope for policy rate adjustments to stimulate the economy, and there has been lively discussion in recent years of how this should be managed.", "I therefore do not intend to discuss this specific issue today, but refer to the comprehensive academic literature.", "Many analysts would argue that both of these changes, at least partly, share a basis, namely higher global saving, which, in turn, is a result of the world having become richer.", "But I would like to separate them, as the discussion has primarily come to focus on the lower level of interest rates.", "The fact that the financial sector has also changed in several respects is something that needs to be given more attention, considering that the conditions on the financial markets steer how monetary policy is designed and acts.", "Allow me, therefore, to make a brief digression on the subject.", "In the 1970s and 1980s, the world's capital markets were gradually deregulated.", "This, combined with good global growth, which is to say a richer world, and the development of information technology, led to strong development on the global financial markets in terms of outstanding volumes, turnover and new instruments.", "The development had major advantages.", "With less regulation, the financial sector's basic functions - executing payments, allocating savings to investments and managing risk - could be better managed, at the same time as the strong growth on the financial markets contributed to the strong growth in the global economy.", "But a larger financial sector has also led to greater potential risks, as exemplified by the financial crisis twelve years ago.", "Demands on supervisory authorities and central banks have therefore increased in recent decades - demands that they monitor, oversee and regulate, when necessary.", "For monetary policy, the changes in the financial markets have had an effect that has received less attention, as they have affected the channels and markets through which monetary policy measures act.", "A Swedish example, to which I will return, is the emergence of the market for corporate bonds.", "These days, one-third of companies' loan financing takes place on this market, and the functioning of this market has therefore come to affect how changes in the repo rate spread to the interest rates that companies are facing de facto.", "The same target for monetary policy but the way there looks different The environment in which the Riksbank acts has thus changed in a way that affects monetary policy on several levels.", "And our way of thinking about monetary policy, what it is and how it should be conducted, has also changed along with our environment.", "The objective of monetary policy is unchanged and remains price stability, often more concretely defined in terms of stabilising inflation around 2 per cent.", "In other words: the same target but our way of attaining it - which is to say the tools at our disposal and also how we can be expected to act and react to events in the economy - has had to change.", "The international changes I have described affect most other central banks.", "Looking abroad, we can also see great similarities at various central banks in how monetary policy has changed.", "In other words, the Riksbank is part of an international development.", "Monetary policy - then, now and in the future Until the financial crisis, it was most common to analyse and discuss monetary policy on the basis of a relatively simple model with a small number of variables.", "Inflation was primarily assumed, in a fairly simple way, to be affected by real economic activity (which was usually described in terms of measures of resource utilisation, unemployment or some other measure of capacity utilisation).", "One tool that the central bank had perfect control over, the policy rate, was assumed to have a clear effect on inflation via real economic activity.", "The transmission mechanism, which is to say the chain of events from changes in the tool (the policy rate) to the final effect on the target variable (inflation), was assumed to be stable and to have few details.", "And monetary policy worked in that when the interest rate was cut, demand was stimulated, meaning that capacity utilisation rose and thus so too did inflation.", "Of course, when such models were used to compile background material at central banks, larger models with more variables became necessary.", "But the transmission mechanism remained very clear and simple, and details on how the financial sector works were not explicitly included.", "However, as instructional tools to illustrate important points about inflation targeting (for example, the balance between real economic stability and how quickly inflation can be brought back to the target after a shock), the models worked well.", "The financial crisis showed that more complex models were needed... For a more thorough and detailed discussion of monetary policy in practice, models like this were insufficient and this became obvious in conjunction with the financial crisis over ten years ago, if not sooner.", "There were several reasons for this.", "The first reason was that, as the financial markets had a subordinate, or almost non-existent, role in the models, the consequences of shocks on the financial markets could not be described.", "The models certainly included households that save and companies that invest, but in some way, these were assumed to find each other without financial intermediaries like banks or somewhat developed financial markets.", "It was basically assumed that all saving and lending took place in the form of a certain kind of bond and it was also the interest rate on this that the central bank could directly steer.", "This might not be such a bad simplification if the financial markets were relatively frictionless and various actors on the financial markets were easily able to make deals with each other.", "In such a world, interest rates with longer maturities would depend, to a great extent, on expectations of the policy rate in the future.", "It also assumes that the information needed by households and companies to take decisions is free and evenly spread (which is to say information is not asymmetric).", "...and that the view of the financial markets was oversimplified Precisely this assumption that the financial markets were frictionless was one reason why it was difficult to understand the driving forces behind the global financial crisis of 2007-2009, as well as which measures the central banks should take and, for example, to discuss asset purchases as a further monetary policy instrument.", "When the central banks nevertheless started to purchase assets on a large scale in conjunction with the financial crisis, this was done as it was an old, tried and tested measure - that is, not anything particularly unconventional.", "There were still enough people in central banking who remembered how monetary policy was conducted 'in the old days'.", "Older theories from the 1960s (portfolio balance theories, for example) went through a renaissance.", "The financial crisis gave rise to new research and, subsequently, new models with a richer representation of the financial markets, but these were not circulated until after the financial crisis.", "However, this newer approach has not actually changed the way monetary policy is discussed in Sweden.", "I will return to this a little later, when I comment on the Riksbank Inquiry.", "The simplified view of financial markets meant that the financial parts of the transmission mechanism were neglected in the analysis of monetary policy.", "The focus lay on the central bank's policy rate, and questions concerning how changes in the policy rate actually affected other interest rates and lending to companies and households did not receive the same attention.", "As long as economic and financial development were reasonably stable, this may not have been such a great problem, even if there were voices that argued that the central banks were not following events on the financial markets closely enough and that the imbalances accumulating in the financial system were thus being missed.", "But then the financial crisis arrived and the transmission mechanism broke down.", "The expression 'pushing on a string' was coined, meaning that policy rate adjustments from the central bank did not spread to other interest rates as expected, if at all.", "An established approach became significantly less useful in that it said nothing about what should be done if the transmission mechanism stopped working.", "This required another kind of analysis, based on the understanding that the financial markets were not functioning without friction or normally, and that was able to use this diagnosis as a starting point to suggest appropriate measures.", "I will come back to this later.", "Preparedness and flexibility - a new, yet familiar, way The last decade has been turbulent and the Riksbank and other central banks have several times had to act in situations where uncertainty is considerable.", "When the transmission mechanism broke down during the financial crisis, the central banks took measures to maintain the functioning of the financial system.", "And now, during the coronavirus pandemic, the Riksbank has taken a number of different measures to ensure that there is no doubt that there is plenty of liquidity in the economy.", "Thanks to measures by central banks and governments around the world, the pandemic has not turned into a financial crisis.", "As I mentioned earlier, these measures entail a different way of conducting monetary policy compared to the one that was part of the prevalent approach from the time before the financial crisis.", "Instead of one tool, the policy rate, central banks now use several different tools.", "Previously, the focus lay on influencing the financial conditions via a short-term, risk-free interest rate that primarily affects the banks' funding.", "Now, central banks also introduce measures that directly affect more long-term and even non risk-free interest rates.", "These too can lead to the intended effects on the interest rates and other credit conditions that households and companies face, and thereby to the desired effects on capacity utilisation and the rate of inflation.", "Another way of describing the menu of monetary policy measures that are now being used is that they concern both sides of the Riksbank's balance sheet.", "When the policy rate is adjusted, this entails changes for a part of the Riksbank's liabilities.", "And when the Riksbank purchases different types of assets, this means that the asset side changes.", "In other words, today's monetary policy works with the entire balance sheet.", "Crisis preparedness - part of monetary policy Another change is that the central banks have been reminded of the importance of not just being able to stabilise normal economic cycles but also being prepared to act rapidly and broadly to restrain the effects of crises affecting both the development of the real economy and the financial system.", "Preparedness to act rapidly and in several different ways has now become part of ordinary monetary policy in Sweden and other countries.", "During the financial crisis, the Riksbank did not carry out asset purchases.", "Monetary policy was instead primarily broadened by new forms of, and conditions for lending to the banks.", "But in 2012, the Riksbank purchased government bonds for SEK 10 billion, a relatively small amount in the context, to create operational preparedness in the event that large-scale asset purchases would later become necessary.", "And in 2015, when inflation had been too low for too long and the ECB was initiating large-scale purchases of bonds, the Riksbank was able, in a relatively simple way, to make monetary policy more expansionary - that is, to hold down the general level of interest rates in Sweden - via large purchases of government bonds.", "Correspondingly, this year, we have decided on the purchase of corporate bonds to a value of SEK 10 billion to strengthen monetary policy preparedness.", "We are thus building up an operational capacity in the event a highly unfavourable scenario arises and more comprehensive purchases, for example of corporate bonds, become necessary to ensure that lending and the financial conditions do not deteriorate too much.", "In this context, I need to address the Riksbank Inquiry.", "Previously, in its consultation response, the Riksbank has questioned the actual starting point for the Inquiry's way of looking at monetary policy.", "It wishes to divide the Riksbank's toolbox into different parts and micro regulate which tools should be used when, where and how.", "The effect will be a narrowing of the concept of monetary policy, less independence and freedom of action for the Riksbank, and an impaired ability to adjust monetary policy to changed conditions.", "In this event, Sweden will have its own definition of monetary policy that deviates markedly from the rest of the EU and the world.", "As I have explained above, monetary policy is so much more than just a short-term adjustment of the interest rate and purchases of government securities.", "The Riksbank Inquiry is not characterised by this insight.", "According to my way of seeing things, the Inquiry is far too attached to the simple model used at the start of the 2000s.", "Despite the lessons of a global financial crisis, the Inquiry has chosen to cling to a model typical of this earlier period.", "It is extremely important for the Riksbank that we have a Sveriges Riksbank Act that allows leeway for a changing world and that accepts that monetary policy, not just in Sweden but internationally too, now looks different compared to twenty years ago.", "And what will the world look like in twenty or thirty years?", "If the Riksbank is to continue to function for many decades, it needs to focus more on principles and combine clarity over the Riksbank's tasks with flexibility over how this can be achieved.", "Now it is time to think again and make a new attempt.", "Of course, principled regulation must be balanced by democratic control.", "Here, evaluation, transparency and insight into operations are key elements that ensure that monetary policy is being conducted efficiently and appropriately for the public good.", "New demands for analysis - both in theory and in practice The financial crisis entailed new demands being placed on the monetary policy analysis.", "The old models have been further developed over the last ten years and supplementary approaches have been given a more prominent role in central banks' internal discussions.", "One way of describing the implications of the new analysis is that it is more disaggregated.", "If focus, prior to the financial crisis, was on a single policy rate that was to carry the entire burden of monetary policy, as it were, the analysis is now more detailed.", "Partly this is because it places greater emphasis in how policy rate changes spread through the financial system, via various markets to other interest rates, all the way to the interest rates faced by companies and households.", "And partly it is because the analysis focuses on describing how measures other than policy rate adjustments, for example various types of asset purchase, affect the financial conditions, economic activity and inflation.", "To link back to a part of the reasoning above, it could be said that the new analysis has its starting point in the financial markets not being as 'frictionless' as the earlier models assumed.", "New and old tools can be combined, depending on the The general level of interest rates in the world has fallen in recent decades, policy rates have fallen to zero or thereabout and new versions of old tools such as asset purchases have had to be used to provide monetary policy stimulation.", "But shocks in the transmission mechanism have also justified the emergence of new monetary policy tools.", "To an increased extent, companies are obtaining funding directly on the market, and not just via loans from the banks.", "This is the reason that central banks have gone in and purchased corporate bonds to thereby support lending in the economy and maintain a functioning transmission mechanism.", "The policy rate will probably be in focus again, once times and the financial conditions have normalised.", "The level of the policy rate specifies a kind of foundation for short-term risk-free interest rates, as well as other interest rates in the economy.", "But how policy rate changes spread to interest rates with longer maturities, non risk-free interest rates and the interest rates faced by companies and households can vary, depending on the situation in the economy, conditions on the financial markets and the structure of the financial sector.", "Consequently, other tools than the policy rate will continue to be needed to ensure that other interest rates and lending develop in such a way that capacity utilisation in the economy is maintained and the inflation target is met.", "How far can the policy rate be cut?", "At present, the Riksbank's policy rate is at zero per cent and, according to the Monetary Policy Report from November 2020, the Executive Board's best assessment is that it will remain there over the entire forecast period, which is to say until the end of 2023.", "At the same time, we have emphasised that the policy rate may be cut to below zero, should the circumstances justify it.", "We have done this before - cut the policy rate to slightly below zero, that is.", "Our experiences of this period were mainly positive, as the low policy rate contributed to inflation again rising towards the target without any major negative side effects.", "Cutting the repo rate 'deeply' is another thing, however.", "There is an international debate on the importance of being able to make large cuts, down to -5 per cent or more, for instance.", "Would this be possible in Sweden?", "Purely technically, it is probably possible.", "But if such a measure were seriously to be considered - perhaps in a situation where the pandemic was having much greater negative effects on growth and unemployment - we would have to carefully consider a number of questions, not all of which would be strictly economic.", "The economic questions include the effects of negative interest rates on the functioning of the banks and on their profitability, something that is perhaps more important in countries other than Sweden.", "The idea is that there is a boundary beyond which interest rate cuts de facto become counterproductive in that lending becomes impeded.", "Another economic question concerns the well-known reasoning that there is a point at which the general public decides to withdraw all its savings and convert them to cash or go over to using some other currency so as to avoid a negative interest rate.", "A question of public confidence The classic objection to negative interest rates may need to be complemented by other, less macroeconomic reasoning that concerns public confidence in the central bank and the country's currency.", "The central bank is an important institution in most countries and its remit means that it takes responsibility for confidence in the means of payment, the country's own currency.", "This can be expressed as the central bank having responsibility for price stability, but, just as much, it is a matter of ensuring that there is an efficient payment system in the country.", "As I said, there is an international debate on the importance of being able to cut policy rates to far below zero, and it is being discussed how this could be achieved in practice with various technical solutions.", "Something possibly missing from this discussion is how the general public's confidence in their country's own currency/means of payment would be affected.", "If one unit of saved currency suddenly gives less than one unit of currency back, what would happen to the public's willingness to hold that currency?", "Negative real interest rates are certainly nothing new, and this phenomenon has not been linked to any undesired effects on behaviour.", "Consequently, according to economic theory, negative nominal interest rates should not be any different as it usually assumes that it is real interest rates that are important to our decisions to consume or invest.", "However, this assumption is not undisputed, and there are plenty of examples to indicate that people often think in nominal terms.", "In such cases - is it self-evident that the general public will consider that the economic advantages of cutting the interest rate to far below zero justify the nullification of old rules on for example saving - that you will at least get back what you saved?", "In a small, open economy, it may be even more complicated, as there are alternative means of payment.", "It could be said that the local currency is exposed to competition.", "So if the central bank in a small, open economy were to cut the level of interest rates far below zero, there would not only be a risk of large capital outflows (the traditional macroeconomic analysis), but also a risk that the general public would start to use other currencies for its savings and transactions.", "Reasoning like this may seem very foreign to us in Sweden.", "We associate events like this with poorly-functioning countries a long way away.", "But my argument is that we also need to take account of public confidence in the currency, payments and the central bank when the suggestion of deeply negative interest rates is being discussed.", "The advantages need to be weighed up against the disadvantages.", "And alternative measures also need to be considered, for example fiscal policy.", "This discussion becomes even more relevant when new digital currencies, such as the Facebook currency Libra, are waiting round the corner.", "New times place new demands on the Riksbank's balance sheet Requirement to be able to absorb risks...", "The asset purchases that are now part of the ordinary monetary policy toolbox involve various kinds of risk being transferred from society at large to the central bank's balance sheet.", "This is why the risks have increased on the Riksbank's balance sheet.", "But the risk buffer that the Riksbank has in the form of equity and revaluation accounts has not grown at the same rate.", "This means that we need to take measures to ensure that the Riksbank has enough of a buffer for the risks that exist on the balance sheet.", "Generally accepted accounting principles indicate that the Riksbank may make provisions for the risk of losses existing on the balance sheet.", "The Riksbank has previously had a relatively small balance sheet, associated with small financial risks, and has therefore not needed to make provisions to complement the existing loss-absorbing buffer.", "However, risks have increased in recent years as new assets have been purchased and the balance sheet has grown.", "As from this year, the Executive Board is therefore starting to make provisions to strengthen our buffer, so that it can be used if the Riksbank should make losses.", "The provisions will thus form a complement to the existing equity and revaluation accounts.", "Purely practically, we do this by allocating parts or the whole of the result for the year, meaning that the dividend-qualifying result becomes lower than would otherwise have been the case.", "The dividend to the state is thus affected.", "However, the dividend model used by the General Council of the Riksbank spreads this effect out over five years and, due to last year's high profit, the dividend for this year will be relatively high, even if we make a large risk provision.", "... and requirements for our foreign exchange reserves The Riksbank, like most central banks, has foreign exchange reserves.", "Today, these amount to almost SEK 400 billion.", "Almost half of the foreign exchange reserves, SEK 181 billion, are funded through loans of foreign currency on the international capital market via the Swedish National Debt Office.", "This currency borrowing arose when the Riksbank, on a couple of occasions, needed rapidly to strengthen the foreign exchange reserves.", "This first happened in 2009, during the financial crisis, after which the Riksbank decided to do it again in 2012.", "How large the foreign exchange reserves need to be is basically based on an assessment of how much foreign currency we need to retain to be able to fulfil our commitments.", "The Riksbank regularly reviews this assessment.", "It is unusual for central banks to fund the foreign exchange reserves by borrowing foreign currency and it is also unusual for central banks to borrow from their countries' debt offices, such as the Swedish National Debt Office.", "Most central banks in small, advanced economies instead have completely self-financed foreign exchange reserves in the magnitude of 10-12 per cent of GDP.", "Our borrowing of foreign currency has been criticised from time to time for raising the official measure of national debt, as well as the measure known as Maastricht debt, which is often used in international comparisons.", "This borrowing thus leads to a conflation of the Riksbank's foreign exchange reserves and the public finances.", "Large-scale borrowing for the foreign exchange reserves is also a disadvantage from the perspective of preparedness.", "As foreign exchange reserves funded by loans involve refinancing risks, self-financed foreign exchange reserves could strengthen the Riksbank's ability to act in a financial crisis.", "In light of this, it is reasonable to review the available alternatives for funding the foreign exchange reserves.", "One possibility would be to replace currency loans via the National Debt Office with self-financing through purchases by the Riksbank of foreign currency, paid for in Swedish kronor.", "In this case, however, it would have to be done in a way that minimises the effect on the krona exchange rate.", "Equipping ourselves for the future Let me now round off.", "These days, monetary policy does not only involve adjustments of the policy rate but also changes to the Riksbank's holdings of various financial assets and the composition of the liabilities held by the Riksbank.", "This is something that characterises monetary policy in many countries and the reasons for this are primarily international, with specific Swedish conditions playing less of a part.", "My assessment is that the root causes are connected to long-term structural changes in the financial system around the world.", "It is therefore not just connected to temporary crises.", "Consequently, I also consider that changes in the central bank's holdings of various assets will be an important part of monetary policy for a long time to come, even if the policy rate will remain an important instrument.", "One lesson from the last few decades is that central banks need to pay attention to how the financial sector transforms over time and to be well prepared to act rapidly and broadly in times of crisis.", "With the broader range of monetary policy tools developed over the last decade - which, in many ways, are reminiscent of how monetary policy was conducted in times past - the Riksbank is better equipped to fulfil its tasks.", "And considering the Riksbank's long history, this is nothing new - we have to move with the times!", "Adrian, Tobias (2020), \"'Low for Long' and Risk-Taking\", IMF Monetary and Capital Markets Department, departmental paper series no.", "Andersson, Björn, Magnus Jonsson and Henrik Lundvall (2020), \"The new macroeconomic environment after the global financial crisis\", Sveriges Riksbank Economic Review, no.", "1, Sveriges Riksbank.", "Bailey, Andrew, Jonathan Bridges, Richard Harrison, Josh Jones and Aakash Mankodi (2020), \"The central bank balance sheet as a policy tool: past, present and future\", paper prepared for the Jackson Hole Economic Policy Symposium, August, Bank of England.", "Bernanke, Ben (2020), \"The New Tools of Monetary Policy\", American Economic Association Presidential Address, 4 January.", "Brunnermeier, Markus and Yann Koby (2018), \"The reversal interest rate\", NBER working papers no.", "25406, National Bureau of Economic Research, Cambridge MA.", "CGFS (2019), \"Unconventional monetary policy tools: a cross-country analysis\", report from working group, Committee on the Global Financial System, BIS, October.", "Gertler, Mark and Peter Karadi (2013), \"QE1 vs. 2 vs. 3...: A framework for analyzing large-scale asset-purchases as monetary policy toll\", International Journal of Central Banking, January.", "Hansson, Jesper, Marianne Nessén and Anders Vredin (2018), \"The storm after the calm - Lessons for monetary policy analysis\", Sveriges Riksbank Economic Review no.", "4, Sveriges Riksbank.", "IMF (2020), \"Technical assistance report - Proposed amendments to the Riksbank Act\", IMF Country Report no.", "Ingves, Stefan (2019), \"Long-term trends - important pieces of the monetary policy analysis\", speech, Swedish Economics Association, 7 May.", "Ingves, Stefan (2020), \"The monetary policy toolbox\", speech at the Swedish Economics Association, 10 June.", "Lundvall, Henrik (2020) \"What is driving the global trend towards lower real interest rates?", "\", Sveriges Riksbank Economic Review no.", "1, Sveriges Riksbank.", "Rajan, Raghuram (2005), \"Has financial development made the world riskier?", "\", Federal Reserve Bank of Kansas City Economic Symposium at Jackson Hole.", "Rogoff, Ken (2020), \"The case for deeply negative interest rates\", available at -case-for-deeply-negative-interest-rates."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial markets", "Interest rates", "Central banks", "Financial crisis", "Transmission mechanism", "Asset purchases", "Crisis preparedness", "Monetary policy tools", "Risk management"]}