{"sentences": ["Speech The Stance of Monetary Policy in a World of [*] Christopher Kent Assistant Governor (Financial Markets) Address to the IFR Australia DCM Roundtable Webinar Online - 20 October 2020 In a world of unconventional policies, assessing the stance of monetary policy is not as straight forward as it once was.", "It used to be that looking at the Board's cash rate target, and coming to a view on its likely path (for example by using overnight indexed swap (OIS) market prices), provided a reasonable summary of the stance of monetary policy.", "If the cash rate target was lowered, the traded cash rate would decline to that lower rate and policy had clearly moved to a more expansionary footing.", "The mechanics of the first stage of monetary transmission was also well understood.", "The cash rate anchored very short term interest rates.", "Along with expectations of the future evolution of the cash rate, this influenced rates out along the (risk-free) yield curve.", "This in turn affected rates on corporate bonds, mortgages and other financial products that reference different points along the yield curve.", "Key asset prices - such as the exchange rate and equity prices - also reacted to changes in the yield curve.", "So using the cash rate target as a summary statistic was a reasonable way to think about the stance of policy, and the transmission mechanism to financial prices was clear.", "However, this all became more complex after 19 March this year, when the Reserve Bank introduced a new package of policy measures.", "Some of these were within the realm of conventional monetary policy tools, but others were unconventional.", "In particular, the Board: reduced the cash rate target to 0.25 per cent, and provided forward guidance indicating that the cash rate would not be increased until the Board was confident of meeting its employment and inflation objectives set a target for the three-year Australian Government bond yield of around 0.25 per cent, to be achieved by purchasing government bonds in the secondary market.", "Purchases would also be conducted as required to address dislocation affecting government bond introduced the Term Funding Facility (TFF), providing three-year secured funding to banks at 0.25 per cent and announced that the Bank would continue to provide liquidity to Australian financial markets by conducting repo operations at terms of up to six months in its daily market operations.", "It's clear that this package of policy measures represented a significant easing in the stance of monetary policy.", "The aim has been to lower funding costs across the economy and support the provision of credit, and it has broadly worked as expected.", "At the same time, however, it's no longer possible to summarise the stance of policy by reference to the cash rate target alone.", "Other elements of the policy package have to be taken into account.", "These other elements affect the transmission mechanism in various ways.", "Today I'm going to discuss these channels and how they work.", "This will also clarify how we can assess the stance of monetary policy.", "I find it helpful to split our policy tools into two broad groups as follows: First, there are interest rate tools, which are primarily focused on achieving a particular interest rate, such as the cash rate target, forward guidance and the bond yield target.", "These are relatively straight forward to assess, but the obvious point is that we need to look at more than just the current cash rate target.", "Second, there are tools that operate by providing liquidity or longer-term funding.", "These also affect various interest rates, but in somewhat less obvious ways.", "Moreover, these tools contribute to growth in the RBA's balance sheet, and result in important compositional changes in terms of the type and maturity of instruments held on our balance sheet.", "Hence, examining the balance sheet is a complementary way of assessing the stance of monetary policy.", "I'll consider each of these types of policy tools in turn.", "Interest Rate Tools - It's not just the Cash Rate Target that The reduction in the cash rate target, by 50 basis points to 25 basis points in March, pulled down the short end of the yield curve.", "More novel was the use of forward guidance and the three-year yield target.", "The Board wants to see labour market conditions that are consistent with inflation being sustainably in the 2 to 3 per cent target range.", "And it will not increase the cash rate until actual inflation is sustainably in the target range.", "This forward guidance has contributed to interest rates being lower than otherwise, as rates across the economy depend, among other things, on expectations of future cash rates.", "This effect is being reinforced by the Bank's three-year yield target.", "By committing to keep the threeyear Australian Government bond yield at around 0.25 per cent, we have been directly affecting the interest rate at this point on the yield curve.", "The effect of the resulting changes in the short end of the yield curve on other financial market rates and prices is standard.", "Lower risk-free interest rates pull down interest rates for other financial products throughout the economy.", "In addition, lower returns on Australian dollar assets contribute to a lower exchange rate than otherwise.", "Also, the actual cash rate has moved to be below the cash rate target, driven by those parts of the package that are contributing to a rise in liquidity and funding provided to the banks.", "I'll turn to each of these elements as I discuss the balance sheet tools we have been using.", "Balance Sheet Tools Liquidity provision In March, during the early days of the pandemic and following the sharp rise in financial market volatility, the Reserve Bank increased the supply of liquidity to the banking system via our normal daily open market operations (OMO).", "The provision of large amounts of short-term liquidity to the banking system is a long-standing tool of central banks used during periods of financial dislocation.", "The purchases of government bonds and the take-up of the TFF contributed to a further significant rise in liquidity in the banking system.", "As expected, the actual cash rate - which is the rate banks charge to lend out funds to other banks overnight - declined below the cash rate target (Graph 1).", "It settled at around 13 basis points, which is just above the 10 basis points that banks receive on surplus Exchange Settlement (ES) balances in their accounts at the Reserve Bank.", "The decline in the cash rate to be below the target was a natural consequence of the expansion of the Reserve Bank's balance sheet.", "It's worth noting that this need not have been the case.", "Instead, the Bank could have sterilised the liquidity impact of bond purchases and the TFF by draining surplus ES balances (for example, by using term deposits).", "But by not sterilising the effect of these policy tools, the Bank has provided more monetary stimulus than otherwise.", "This extra liquidity also underpinned lower interest rates in other short-term money markets.", "This includes the bank bill market, which is a key benchmark affecting banks' funding costs.", "Because banks are generally flush with cash, they don't need to compete very hard to raise short-term funds.", "In fact, since mid April banks have been able to borrow funds for terms of three months at or below the (expected) cash rate (Graph 2).", "This is the lowest spread in at least two decades.", "Government bond purchases As well as supporting the three-year yield target, bond purchases have added directly to banks' ES balances, and so contributed to low money market rates.", "This effect will be in play for a while, given that the bonds purchased will contribute to the Reserve Bank balance sheet for some time.", "So while bond purchases under the Bank's yield target are clearly an interest rate tool, they also share some of the aspects of balance sheet tools.", "The Term Funding Facility The TFF provides low-cost funding to banks for a period of up to three years.", "Competitive pressures in lending markets mean that reductions in funding costs associated with the TFF have been passed through to business and household borrowers.", "But the TFF has lowered a broader range of interest rates in the economy and put more money into the hands of borrowers and investors.", "To understand how that has occurred it's helpful to consider what the banks could do with money from the TFF.", "They have three broad options: write new loans to households or businesses; purchase securities such as government or corporate bonds; or replace other forms of funding, such as bank bonds.", "I'll consider each in turn.", "First, banks may choose to use money from the TFF to write new loans to households or businesses (with the latter particularly attractive given that it will contribute to an additional allowance under the TFF).", "To do so, banks first need to attract new borrowers, so they have an incentive to pass on the lower cost of funding offered by the TFF to those borrowers.", "This was clearly evident in the mortgage market, where banks have competed for new high-quality borrowers with a reduction in rates, as well as offers of cash back to borrowers for refinancing an existing loan previously held with another lender.", "Moreover, banks announced sizeable declines in interest rates on fixed rate business and housing loans shortly after our package of measures was announced.", "Second, if a bank uses money from the TFF to buy a bond issued by a government or a private business this has a very similar effect, but via capital markets instead of the loan market.", "The act of bidding for a bond drives its price up and its yield down.", "Buying the bond also extends a form of credit to the issuer if it is purchased in the primary market.", "Or, the bank can buy the bond from an existing investor, who is then likely to recycle those funds by buying another asset.", "Via this chain, the TFF can work to drive down the yields on a range of assets, public and private.", "Third, a bank can use money from the TFF to repay their maturing debt.", "This also has the effect of lowering the yield on Australian dollar assets.", "For example, in normal circumstances a bank would typically issue a new bond to repay an existing, maturing bond.", "And investors holding the maturing bank bond would normally use the proceeds to invest in a new bank bond.", "If, instead, a bank uses money from the TFF to repay that bond, and so does not issue a new one, then investors are left with cash but no new bank bond to buy.", "So they have to find something else in which to invest.", "The resulting adjustments in the market will help to drive up the price and lower the yield on the asset or assets in question.", "So in each case, the use of TFF funds results in lower interest rates in the economy.", "And in the case where the TFF is used to buy a bond or make a loan, it also results in new funding finding its way to a borrower or an investor.", "That is, there is a quantity effect as well as an interest rate effect, whereby an expansion in the Reserve Bank's balance sheet can lead to additional funding ending up with households, businesses or governments.", "A Useful Summary Metric: The Balance Sheet Pulling this together, it's clear that assessing the stance of monetary policy is very different in a world of unconventional monetary policy.", "One useful way to deal with the new complexity is to recognise that many of these new tools will lead to changes in the size, composition and maturity of the central bank balance sheet.", "So balance sheet metrics - which are affected by our efforts to influence a wide range of interest rates in the economy - can provide useful additional insights into the stance of policy.", "Most obviously, the provision of liquidity, purchasing of government bonds, and funding provided under the TFF, involve expanding the size of the Reserve Bank's balance sheet (Graph 3).", "Generally, an increase in balance sheet size under the new policy measures means that the Reserve Bank has acquired an asset from the private sector (for some time), and in so doing provided some form of monetary stimulus.", "This form of stimulus has clearly been evident through this year.", "It was also evident during the run-up in the Bank's balance sheet during the global financial crisis (GFC) when the Reserve Bank satisfied the sharp increase in demand for liquidity during that period of extreme uncertainty.", "The composition of the balance sheet also reveals how the various monetary policy tools are being used.", "In the early stages of the pandemic, liquidity was supplied via OMOs and hence the domestic repo market, while the foreign exchange swap book was allowed to run off (Graph 4).", "There was also a sizeable increase attributable to the Bank's purchases of government bonds.", "More recently the TFF has played an increasing role; most of banks' initial allowances were drawn down by the 30 September deadline for that part of the facility.", "At the same time, short-term repos have been rolling off.", "This change in the composition of the RBA's balance sheet is clearly evident in the large rise in the average residual maturity of the assets held by the Bank.", "This is consistent with the need for monetary policy support to be provided for some time given the economic outlook and the prospect of an extended period of high unemployment.", "This perspective of balance sheet size and composition is useful for comparing our current suite of policy measures with the stimulus undertaken during the GFC.", "The reduction in the cash rate target was much larger during the GFC - 400 basis points compared with a reduction of 50 basis points this year.", "Of course that reflects the fact that more recently the cash rate has been close to its effective lower bound.", "In both cases, the initial expansion in the balance sheet was in the order of 5 per cent of GDP.", "But in the current episode, the nature of the expansion has been quite different compared with the GFC.", "During the GFC the main focus of active balance sheet expansion (which is evident in Graph 4) was on satisfying the precautionary demand for short-term liquidity, while a deprecation in the Australian dollar also boosted the value of the Bank's foreign reserve assets.", "Satisfying precautionary demand was also important in the early stages of the pandemic, but subsequently the mix of assets shifted to longer-term repos (via the TFF) as well as government bonds.", "Consequently, the breadth and the durability of the easing in financial conditions associated with these balance sheet tools has been greater now than was the case during the GFC.", "The Bank is using a number of monetary policy tools as part of the package of measures adopted to support the economy through the pandemic.", "This means that the task of assessing the stance of monetary policy is very different and more complex than it used to be.", "Some of the tools influence interest rates directly in a way that gives us greater control over a wider range of rates than previously.", "In particular, forward guidance and the three-year yield target have supported historically low borrowing rates at this maturity.", "Other elements of the package affect interest rates indirectly, and are harder to assess.", "But, the extent of stimulus from these sources can be gauged in the first instance by considering their effect on the RBA balance sheet, hence my use of the term 'balance sheet' tools.", "A key example of this has been the TFF, which was recently expanded by $57 billion to around $200 billion.", "We expect that much of this extra funding will be drawn upon in time, for the simple reason that it will be profitable for banks to do so.", "When this happens a new, long-lived asset will be added to the Reserve Bank's balance sheet.", "The banks will use the funds to write loans to businesses and households, buy securities, or repay debt, all of which will serve to lower interest rates in the economy and extend funding to the private and indeed the public sector.", "I thank Chris Becker and Richard Finlay for invaluable assistance in preparing this material.", "For a more detailed discussion, see Becker C and S Woon (2018), 'A Case Study of Monetary Policy Implementation on 3 August 2016'.", "Also see Domestic Markets Department (2019), 'The Framework for Monetary Policy Implementation in Australia', RBA Bulletin, June, viewed 19 October 2020.", "Available at <-framework-formonetary-policy-implementation-in-australia.html>.", "As I'll make clearer below, the bond yield target is focused on a achieving a particular interest rate but it also has aspects of a balance sheet tool.", "[3] See Lowe P (2020), 'The Recovery from a Very Uneven Recession', Address to Citi's 12th Annual Australia and New Zealand Investment Conference, Online, 15 October.", "[4] For further details see Kent C (2020), 'The Reserve Bank's Operations - Liquidity, Market Function and Funding', Address to KangaNews, Online, 27 July.", "While the Bank has not actively sterilised its bond purchases or TFF funding, it allowed its portfolio of short-term foreign exchange swaps, which were previously used for domestic liquidity management purposes, to run off.", "[7] The story is similar for a maturing bank bond that was issued offshore in foreign currency: in this case the Australian bank would have exchanged the foreign currency raised when the bond was issued for AUD in the foreign exchange swap market, with the FX swap transaction unwinding when the bond matures.", "If the bank bond is not rolled over, the provider of AUD in the FX swap will be left with those AUD at bond maturity, and will need to find a new investment to place the funds into, putting downward pressure on the relevant AUD interest rate.", "[8] Note that part of the sharp increase in assets in late 2008 was due to valuation effects on the Bank's foreign reserve assets associated with the sharp depreciation of the Australian dollar.", "The more gradual increase in the balance sheet up to 2007 reflected the fact that the Australian government was running successive budget surpluses and the funds resulting from that were held as deposits at the RBA.", "To sterilise the impact on liquidity the central bank built up its FX swap portfolio given that the government bond market was relatively small and illiquid at that time.", "The creation of the Future Fund meant that government deposits at the RBA fell sharply in 2007 and the swap book was quickly unwound.", "The noticeable rise in the Bank's balance sheet in late 2013 was due to the introduction of same-day settlement of direct entry payments, which required the RBA to implement a system of overnight liquidity using open repos remunerated at the cash rate target.", "For further details see RBA annual reports from the time, available at <-reports/>, and also Debelle G (2008), 'Market Operations in the Past Year', Speech at the 2008 FTA Congress, Melbourne, 31 October.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "financial dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Interest Rate Tools", "Balance Sheet Tools", "Monetary Policy", "Liquidity", "Government Bond Purchases", "Term Funding Facility", "Cash Rate Target", "Yield Curve", "Financial Markets", "Economic Outlook"]}