{"sentences": ["Ladies and gentlemen, I would like to welcome you to the presentation of the Deutsche Bundesbank's Financial Stability Review.", "This year's report focuses on the impact of the coronavirus pandemic on the financial system.", "\"The financial system should neither cause nor amplify a downturn in overall economic activity, and should perform its functions even in periods of stress.\"", "Our definition of \"financial stability\" may have sounded abstract up until now - but the pandemic has shown in very tangible terms how important a functioning financial system is for the economy.", "When infection rates surged in the spring and a lockdown was imposed, averting a liquidity crisis and a rise in insolvencies was necessary.", "Enterprises and households were supported by extensive government measures.", "This largely shielded the financial system from the impact of the crisis - and this was a major reason why it has continued to perform its functions.", "In the phase of the pandemic that now lies ahead of us, corporate insolvencies are likely to increase.", "Banks currently have capital buffers to absorb higher losses.", "However, they need to use those buffers to ensure that the credit market continues to function.", "And: both the public and private sectors need to prepare for an increase in insolvencies.", "In the medium term, dealing as well as possible with the impending structural change will be one of the main priorities.", "A well-capitalised and well-functioning financial system will play a crucial role in this.", "Vulnerabilities that existed before the pandemic and which are being further amplified need to be kept in check.", "Phase 1: Liquidity crisis averted Parallels are often drawn between the pandemic and the global financial crisis, but these two episodes are not entirely comparable.", "When the financial crisis hit more than ten years ago, it affected advanced economies more than emerging market economies.", "The coronavirus pandemic, on the other hand, is affecting the global economy in its entirety.", "In Germany, GDP plummeted by almost 10% in the second quarter of 2020.", "The services sector was hit harder than it was during the financial crisis.", "The first signs of economic recovery are now beginning to emerge, but that recovery will take time and remain fragile.", "Many enterprises saw their sales drop during the spring, dramatically in some cases.", "This is, of course, partly a consequence of the health policies that were put in place to contain the pandemic.", "But consumers and businesses also adapted their behaviour voluntarily in order to reduce the risk of infection.", "In many cases, firms' liquid assets were insufficient to cushion the huge drops in revenue.", "At the beginning of March, liquidity reserves often did not cover more than two months' running costs.", "Take, for example, the accommodation and food service activities sector: its revenue fell by more than 40% in March - liquid assets only covered roughly 10% of annual fixed costs and interest expenditure.", "Poorer business prospects dampened the banks' and financial markets' willingness to make funding available.", "Immediately after the outbreak of the pandemic, financial market stress rose abruptly.", "Stock indices collapsed all over the world; in the bond markets, risk premia rose.", "At the start of the pandemic, a liquidity crunch was looming in the corporate sector.", "This could have led to a wave of insolvencies, an increase in unemployment, and significant credit defaults.", "Even firms that had a sustainable business model before the crisis were affected.", "Government measures averted such a liquidity crunch and prevented a spillover to the financial system.", "Tax moratoria and transfer payments, such as short-time working benefits, are among the measures being used by governments to support the real economy.", "Government guarantee programmes facilitated a stable level of lending.", "For the first time, we can use information from the new European credit register, AnaCredit, to analyse the current situation.", "These data show that lending was stable in the spring: in March and April, German banks disbursed and committed roughly as many new loans as they had in previous months.", "Monetary policy measures are supporting bank financing and thus financial markets.", "The Eurosystem is purchasing securities on an unprecedented scale, and it is supplying banks with liquidity.", "This is one reason why - unlike in the global financial crisis - banks' financing costs have barely risen.", "Supervisory measures are enabling the use of capital buffer.", "Thus, the flexibility offered by the regulatory framework is being used on a temporary basis to give banks more scope for lending.", "Swift and comprehensive action was needed to avert a liquidity crisis.", "Elsewhere in the world, governments, central banks and supervisors quickly implemented extensive measures as well.", "This is why the effects of the real economic crisis have not yet fully arrived in the financial system.", "Market valuations are actually relatively high at present and only partially reflect the real economic fundamentals.", "Phase 2: Prepare for insolvencies As weaknesses in the real economy remain, solvency problems will become apparent in the corporate sector and affect the financial system.", "So far, firms have been able to tap into their own assets and rely on government liquidity measures to cushion losses in revenue.", "It helps that many German firms improved their capital base over the past few years.", "The obligation to file for insolvency was temporarily suspended in the pandemic.", "The current number of insolvencies therefore reflects the situation in the corporate sector only to a limited degree.", "Our simulations predict that insolvencies and loss allowances will rise in the future.", "In the corporate sector as a whole, insolvencies could increase to more than 6,000 per quarter in the first few months of 2021.", "That would be fewer than during the global financial crisis, at which time roughly 8,000 enterprises filed for insolvency each quarter.", "The increase in relative terms would be the greatest in the manufacturing sector; this would also be a key driver behind banks' loss allowances.", "If these adjustments are similar to past patterns, banks should be able to cope.", "Needless to say, though, such simulations are subject to a high degree of uncertainty.", "They are based on past patterns of adjustment.", "But the current real economic crisis is affecting other sectors, and policymakers have responded differently.", "In short, we cannot rule out the possibility that, in an adverse scenario, significantly more enterprises could become insolvent than currently expected.", "So the priority is ensuring that all agents are well-prepared and preventing harmful feedback loops between the real economy and the financial system.", "Rising insolvencies will certainly leave a mark on banks' balance sheets.", "Corporate insolvencies lead to credit defaults.", "This weighs on banks' capital ratios.", "Banks may attempt to reduce their lending in order to stabilise capital ratios.", "But that would hurt the real economy.", "Bank capital therefore plays a key role in feedback loops between the real economy and the financial sector: if banks use their existing capital buffers, the risk of deleveraging is reduced.", "What does \"use of the buffers\" mean?", "A bank's supervisory capital consists of minimum requirements and the capital buffers.", "Over and above supervisory requirements, banks also use equity financing to protect themselves from risk.", "Losses put banks' capital ratios under pressure.", "A bank then has two options to stabilise the ratio required by the market or by supervisors.", "The first option is to stabilise the capital ratio by granting fewer loans or not prolonging credit lines.", "However, creditworthy enterprises might then no longer be adequately funded.", "The second option is to use capital buffers to stabilise lending.", "This flexible use of buffers is a key improvement in banking regulation since the global financial crisis: during periods of stress, banks should make use of their capital in order to absorb losses and maintain the supply of credit.", "This reduces the procyclicality of supervisory capital requirements.", "However, dividends and bonus payments must be temporarily curtailed in order to maintain resilience.", "Supervisors have responded in order to create this very scope for lending: since March 2020, banks have been able to make full use of two supervisory buffers - the capital conservation buffer and the Pillar 2 Guidance - with no obligation to replenish those buffers rapidly.", "As in many other countries, the countercyclical capital buffer in Germany was lowered to 0%.", "In return, however, supervisors also expect banks to temporarily suspend dividend payments.", "Banks, public authorities and policymakers need to be well-prepared now to cope with a rise in the number of insolvencies.", "Thanks to sound economic developments over the past decade, insolvencies fell to historical lows.", "We should now check our preparedness for a rise in insolvencies: Are experienced staff available?", "Can insolvency proceedings be simplified?", "Are any organisational adjustments necessary?", "Thorough preparations can help banks to distinguish \"good\" risks from \"bad\" ones and continue to lend to firms with a sustainable business model.", "Phase 3: Facilitating structural change, limiting vulnerabilities Our simulations predict that insolvencies and loss allowances will rise in the future.", "In the corporate sector as a whole, insolvencies could increase to more than 6,000 per quarter in the first few months of 2021.", "That would be fewer than during the global financial crisis, at which time roughly 8,000 enterprises filed for insolvency each quarter.", "The increase in relative terms would be the greatest in the manufacturing sector; this would also be a key driver behind banks' loss allowances.", "Structural change will not fail to leave its mark on the financial system.", "The pandemic will tend to amplify trends such as digitalisation.", "Ultimately, banks must therefore be able to exit the market if their business models are no longer sustainable - and do so without jeopardising financial stability.", "Thanks to the reforms of the past few years, we now have better instruments at our disposal for dealing with banks in distress.", "Although the financial system has so far coped well with the fallout of the coronavirus pandemic, pre-existing vulnerabilities are likely to increase in the medium term.", "The measures taken to mitigate the effects of the crisis have driven up debt in the private and public sectors.", "Persistently low interest rates might encourage market participants to take on more risk in a search for yield.", "Credit risk may be underestimated, and the recovery value of collateral overestimated.", "This is one reason why the real estate market remains a focal point of our analyses.", "To date, the pandemic's impact on the market for residential real estate has been barely visible.", "In the second quarter, prices for owner-occupied housing across Germany rose by just under 7% compared with the previous year.", "Recently, banks have issued around 6% more housing loans on an annual basis, with default rates remaining largely constant.", "In the commercial real estate market, a rise in insolvencies and weaker demand for office space could have a negative impact.", "Recently, office property prices have risen less sharply than in the preceding years, and retail property prices have actually declined slightly.", "During the pandemic, the financial system has so far fulfilled its key functions.", "Extensive fiscal policy and monetary policy measures have helped avert a looming liquidity crunch in the real economy and protect the financial system.", "Supervisory measures have provided banks with scope for lending: banks should use their capital buffers to absorb losses and continue to supply the economy with credit in an adequate manner.", "At the same time, they should suspend distributions of dividends.", "The comprehensive reforms implemented after the global financial crisis are paying off: banks are now better capitalised, have additional capital buffers, and can use them more flexibly.", "Debt levels have risen in the public and private sectors.", "Persistently low interest rates could induce market participants to take on greater risks in a search for yield.", "We will have to keep an eye on this build-up of risk.", "After all, vulnerabilities are likely to continue building up in the German financial system in the medium term.", "The financial system therefore needs to be sufficiently robust to deal with negative developments.", "That is why it is essential to press ahead with the reform agenda pursued over the past decade.", "The temporary use of supervisory flexibility during the crisis does not mean that the requirements for financial system resilience are being permanently lowered."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Financial stability", "Liquidity crisis", "Insolvencies", "Capital buffers", "Structural change", "Vulnerabilities", "Real estate market", "Monetary policy", "Supervisory measures", "Fiscal policy"]}