{"sentences": ["Speech Monetary Policy in 2020 Deputy Governor Australian Business Economists Webinar Online - 24 November 2020 I spoke at the ABE annual event 2 years ago in December 2018.", "In that speech, I talked about the lessons and questions from the global financial crisis that had occurred 10 years earlier.", "Today, the global economy has experienced another crisis, but one which has taken a very different form.", "The source of the crisis this time has been a health event rather than a financial one.", "The contraction in output in the global economy and in the Australian economy has been considerably larger and more synchronised than in 2008/09.", "But some of the lessons we learned from the financial crisis have helped to lessen the impact this time around and will help in speeding the recovery that is underway.", "The lessons that I highlighted in 2018 were: 1.", "The regulatory response since 2008 has been aimed at addressing the leverage in the core of the financial system 2.", "Timely policy responses are effective.", "In a crisis, go fast and go hard.", "Don't die wondering 3.", "Plumbing can sometimes really matter.", "Keep the credit pipes flowing 4.", "Targeted policy responses are effective.", "These lessons are evident today.", "The importance of a timely policy response is particularly evident.", "The size and rapidity of the fiscal and monetary policy responses have been unprecedented.", "The fiscal stimulus provided has been the largest outside wartime in many countries.", "This is true in Australia, where the federal government's budget deficit in 2020/21 is expected to be 11 per cent of GDP, having been near balance at the beginning of this year (Graph 1).", "The state governments have also provided stimulus, with their budget deficits around 4 per cent of GDP.", "Central bank balance sheets have expanded significantly.", "While the stimulus has been provided in large scale, some aspects of the policy response have been targeted at particularly affected sectors of the economy.", "In line with the fourth lesson, these targeted measures have been designed to taper as conditions improve or to serve as a backstop should conditions deteriorate.", "There was one lesson from the crisis I didn't talk about 2 years ago that is relevant to today: be careful of removing the stimulus too early.", "A number of European countries learned this lesson to their cost after the global financial crisis.", "That leverage matters is evident in the post-financial crisis reforms to the financial system.", "The Australian and global banking systems came into the current episode in a good position.", "Banks are holding more capital and have much stronger liquidity positions.", "Banks were at the centre of the financial crisis in 2007.", "In contrast, banks were not a catalyst to the financial tumult back in March.", "Banks have strong balance sheets that are able to support the economy through the downturn and into the recovery.", "Examples of this are in the ability to offer loan deferrals as well as the capacity to make provisions for future loan losses without compromising capital.", "Banks with strong balance sheets can lend to businesses and households to support the economic recovery, rather than being concerned with restoring balance sheets as has been the case in previous cycles.", "The strong capital buffers of the banks are there to be used, not preserved.", "This point has been clearly stated by APRA.", "This leads to the third lesson: keep the credit flowing.", "The actions of central banks to stabilise dislocated markets also had that as one of the primary motivations.", "In many countries, including Australia, central bank bond purchases helped stabilise government bond markets that serve as the key pricing benchmark for the financial system.", "This was particularly so in the US, where the Treasury market is a pivotal foundation of global financial markets.", "The one question I posed at the end of my 2018 speech was how much debt is enough and how much is too much.", "I said that the question remained generally unresolved.", "But in the case of public debt in Australia, there is a very clear answer.", "In Australia, public debt is very manageable.", "Public sector debt remains low as a share of GDP for the Australian Government as well as the states and territories, even after the sizeable stimulus that is being implemented.", "Australian governments have been able to provide the substantial and very necessary fiscal support to the economy.", "It is also important to ask: what is the alternative?", "Absent the fiscal support, the Australian economy would be much weaker with the consequent economic and social damage.", "This would have materially worsened the fiscal position.", "I don't see there is a trade-off between fiscal sustainability and fiscal support in the current circumstance.", "The cost of borrowing is at historically low levels for Australian governments.", "Borrowing costs are likely to remain very low for quite some time, and almost certainly until the economy is considerably stronger.", "This means that the debt dynamics for the Australian Government and the states and territories are absolutely sustainable.", "Monetary Policy Actions In the rest of my talk today I will summarise the policy actions that the RBA has taken since March to support the Australian economy.", "I will describe how they have been transmitted to the economy and financial markets so far.", "First I will recap the actions the Board has taken to date.", "In mid March, as the impact of the virus and the health policy actions on the Australian economy became evident, the Board put in place a comprehensive package: a reduction in the cash rate target to 25 basis points, having already reduced the cash rate to 50 basis points at the earlier March Board meeting the introduction of a target on the 3-year Australian Government bond of around 25 basis points.", "The Bank also would purchase bonds to address market dysfunction a Term Funding Facility (TFF) for the banking system under which funds can be provided for 3 years at 25 basis points the continued use of the RBA's open market operations to make sure that the financial system had a high level of liquidity.", "The RBA had already been expanding its liquidity provision prior to this Board meeting to address the growing dislocation in financial the modification of the interest rate corridor system, with the rate paid on Exchange Settlement (ES) balances set at 10 basis points.", "In September, as the deadline for drawings on the initial allowances under the TFF approached, the Board decided to expand the TFF to provide additional low-cost funding equivalent to 2 per cent of lending in the banking system.", "Then at the November Board meeting, the Board decided on a further package of measures to support the economy: a reduction in the cash rate target, the 3-year yield target and the interest rate on new drawings under the TFF to 10 basis points, from 25 basis points a reduction in the interest rate on ES balances from 10 basis points to zero the introduction of a program of government bond purchases, focusing on the 5-10 year segment of the yield curve.", "The RBA will buy $100 billion of government bonds over 6 months in the secondary market, purchasing bonds issued by the Australian Government (AGS) as well as by the states and territories (semis).", "Transmission of Monetary Policy The motivation for these policy actions is to provide support for the Australian economy.", "It is complementary to the necessary and welcome significant fiscal stimulus provided by the Australian Government and the states and territories.", "Its aim has been to deliver low borrowing costs for households, businesses and the government.", "These low borrowing costs are a necessary precondition to support investment and spending as confidence in the health and economic outlook improves.", "In addition, the monetary response boosts the cash flow of households and corporate borrowers by lowering their debt-servicing costs, which more than offsets the effect of the reduction in interest income on deposits.", "Asset prices are also supported, which bolsters balance sheets of households.", "Finally, the lower structure of interest rates leads to a lower exchange rate than otherwise.", "All of these channels of transmission boost aggregate demand in the economy and hence employment.", "I will now step through in more detail how these policy actions have been transmitted through financial markets to the Australian economy.", "First the reduction in the cash rate target and the remuneration on ES balances has seen all shortterm interest rates decline to historically low levels.", "This decline has been further accentuated by the large amount of liquidity in the financial system as a result of the Bank's policy actions.", "The large increase in liquidity was initially provided in response to the heightened demand at the Bank's daily open market operations.", "Subsequently this has been bolstered as authorised deposittaking institutions (ADIs) have drawn on their allocations to the TFF.", "Given the ample liquidity in the system, including the significant take-up of the TFF, as those earlier liquidity injections in March and April matured, they have generally not been rolled over.", "As a result, the size of the RBA's repo book from our regular market operations has shrunk considerably.", "But the total of repos under the TFF and daily market operations remains very large, generating a large amount of system liquidity (Graph 2).", "Monetary Policy Operations Value outstanding on settlement basis Liquidity Operations* TFF 100 100 25 25 M A M J J A S O N Liquidity injections net of drains and maturities; contracted in OMOs, FX swaps and short-dated bond purchases The liquidity in the system has been further increased by the Bank's bond purchases.", "When the Bank buys bonds, there is an increase in ES balances as the Bank credits the ES accounts of the counterparties that it buys the bonds from.", "The large rise in ES balances has seen the cash rate fall to be close to the interest rate on ES balances.", "Up to October, the cash rate was trading for a number of months around 13 basis points, a little above the ES rate of 10 basis points.", "The small difference between the two reflects transaction costs and a small credit premium.", "Now that the ES rate has been reduced to zero, the cash rate is currently around 5 basis points.", "Overnight indexed swap (OIS) rates have declined in line with the cash rate and are around 4 basis points for the foreseeable future, reflecting the market's expectations that the ES rate and the cash rate will not be increased over that horizon, consistent with the Bank's forward guidance.", "The combination of the low cash rate, low OIS rates and the ample supply of liquidity and funding in the banking system has seen Bank Bill Swap Rates (BBSW) decline to low single digits (Graph 3).", "The cash rate and BBSW are critical pricing benchmarks for many borrowing rates in the economy for both households and businesses.", "The Bank has chosen to focus on the 3-year bond yield target for a couple of reasons.", "It influences many borrowing rates across the economy, given that borrowing rates in Australia are variable or fixed for short horizons, compared with other countries such as the US, where the 10-year government bond rate is a more important pricing benchmark.", "Secondly, the 3-year horizon is aligned with the forward guidance on the cash rate.", "The Board has stated that it will not increase the cash rate until actual inflation is sustainably within the target range of 2-3 per cent.", "Given the outlook for the labour market and the economy, the Board does not expect to increase the cash rate for at least 3 years.", "The combination of ample system liquidity, the low cash rate and ES rate, the 3-year yield target and the expectation that policy rates will remain low for at least 3 years are underpinning low borrowing rates across the economy.", "How has this being passed through to borrowing rates for businesses and households?", "There was a step down in business borrowing rates following the policy package in March (Graph 4).", "They have declined further since.", "Corporate bond yields have declined as credit spreads have reverted to pre-pandemic levels and the risk-free benchmark curve has declined.", "There has been subdued bond issuance by banks because of the significant increase in funding from deposits and the TFF.", "This has contributed to a further compression of corporate spreads as fixed income investors look for other bonds to buy.", "Business - Variable Lending Rates* Average interest rate on credit outstanding Small business Medium business Large business J A S O N D J F M A M J J A S O Data cover financial institutions with $2 billion or more in business credit Sources: APRA; RBA After the surge in drawdowns of credit lines in March and April for precautionary reasons, business credit has declined as these credit lines have been repaid.", "Despite the low cost of borrowing, demand for new business loans is subdued.", "When businesses become more confident about future prospects, the low cost of borrowing will support their decision to invest.", "Turning to mortgage rates, there was a marked decline in fixed rates in March.", "The decline in standard variable rates has been less.", "However, the average mortgage rates paid by households has continued to decline as households have continued to refinance and take advantage of the lower mortgage rates on offer (Graph 5).", "This is shown in the decline in new loan rates, which are still noticeably below the average rate paid.", "We expect the steady decline in the average mortgage interest rate paid by households to continue for a while yet.", "Housing Interest Rates Standard variable rates* Variable - existing loans** Variable - new loans** Fixed*** 2015 2016 2017 2018 2019 2020 Average of the major banks Series breaks in July 2019, thereafter, data based on EFS collection 3-year advertised rates for owner-occupiers Sources: APRA; Banks' websites; CANSTAR; RBA Securitisation System These declines in mortgage rates have boosted the cash flows of households with mortgages.", "The early superannuation withdrawals also provided a sizeable boost to cash flows.", "At the same time, household incomes have been boosted by the support through the JobSeeker and JobKeeper programs.", "These have all contributed to a very large increase in household savings, further bolstered by the constraints on household spending through the period.", "As a result, there have been large increases in offset accounts and redraw facilities for those with mortgages.", "This boost to household saving and cash flows will help support consumption in the recovery.", "The transmission of lower mortgage rates to household borrowing has differed between owner occupiers and investors.", "Credit growth to owner occupiers is around 5 per cent, supported by federal and state government incentives for new building (Graph 6).", "Investor lending had been declining, in part reflecting expectations of lower returns given weaker rental demand.", "Housing Credit Growth* Owner-occupier Investor Six-month-ended 6 6 Monthly 0.5 0.5 0.0 0.0 -0.5 -0.5 2010 2015 2020 2010 2015 2020 Seasonally adjusted and break-adjusted Sources: APRA; RBA The decline in the cash rate and the increased liquidity in the financial system has led to a decline in deposit rates.", "Those who benefit most from lower mortgage rates tend to be younger, while those who depend on interest income are generally aged over 65.", "Back when the cash rate was at 1.5 per cent, around 5 per cent of these older households were earning more than one-fifth of their income from interest.", "Hence the effect of monetary easing falls unevenly across the community, although so does the incidence of unemployment.", "That said, the impact on the household sector in aggregate is clearly positive.", "While a low interest rate environment can put pressure on banks' net interest margins, the return on equity of the Australian banking system remains robust.", "Moreover, it is important to remember that there would be an even bigger effect on bank profitability from increased loan losses that would occur if the economy were weaker.", "Turning to bond purchases by the RBA, they are comprised of three elements (Graph 7): purchases to maintain the 3-year yield target purchases to address market dysfunction since November, the $100 billion bond purchase program.", "Government Issuance and RBA Purchases $b $b AGS 100 100 50 50 RBA AGS purchases M A M J J A S O N M A M J J A S O N Sources: Bloomberg; RBA; Yieldbroker In March and April, the Bank bought bonds across the maturity spectrum out to 10 years to address the dysfunction in government bond markets.", "We purchased both AGS and semis.", "Since early May, we have not needed to do any more purchases to address dysfunction, but the Bank stands ready to resume these purchases should dysfunction return.", "We have also purchased bonds to maintain the 3-year target as required.", "Up until mid October, the target bond was the April 2023 maturity.", "Now the bond with maturity closest to 3 years is the April 2024.", "Since early November, we have purchased $5 billion of the April 2024 bond to meet the objective of maintaining the 3-year yield around 10 basis points.", "In November, the Board announced a quantity bond purchase program that is complementary to the 3-year yield target.", "Why did the Board decide to do this?", "Longer-term Australian government bond yields were higher than those in other advanced countries.", "This provided some evidence that the size of central bank bond purchase programs was affecting longer-term yields beyond the anchoring effect of the Bank's 3-year yield target.", "This in turn was contributing to a higher exchange rate.", "Why didn't the Board extend the yield target to a longer horizon?", "First, the yield target reinforces the Board's forward guidance on the cash rate.", "Three years is a reasonable horizon over which we have some confidence about the economic outlook.", "Beyond that, the economic outlook is considerably less certain and with it, our confidence about the settings of monetary policy.", "Second, further out along the yield curve other factors also start to have a greater influence, particularly global developments.", "The recent volatility in longer-term bond yields resulting from news about potential vaccines is a case in point.", "What has been the impact of the expectation and announcement of the November package?", "Recent movements in bond yields and the exchange rate provide some evidence.", "Since mid September, there were increased market expectations of a further decline in the cash rate, ES rate and the 3-year bond yield target.", "There were also expectations that the Bank would announce a quantity target for bond purchases.", "As a result, there was a decline in yields at the front end of the curve.", "There was also a decline in longer-term yields that was larger than the decline in shorter-term yields.", "The spread between Australian Government bonds and those of other advanced economies narrowed (Graph 8).", "This provides some evidence that the quantity of bond purchases has an influence above and beyond the price, particularly in terms of net demand, that is how much the central bank buys relative to issuance.", "Finally, the spread of semis to AGS also declined.", "Between then and early November, the exchange rate depreciated by around 5 per cent in tradeweighted terms and against the US dollar.", "It is reasonable to attribute the bulk of this depreciation to the growing expectation of the package announced in November.", "Longer-term yields have risen a little since the November Board meeting as has the exchange rate, largely due to the news about vaccines.", "But I would argue they are both lower than they would be absent the November policy package.", "10-year Australian Government Bond Spreads Australian yield minus select international bond yields 50 50 US -100 -100 J F M A M J J A S O N D Sources: Bloomberg; Yieldbroker Let me remind you briefly about how the bond purchases occur.", "The bond purchase program comprises $80 billion of AGS and $20 billion of semis.", "Any purchases to maintain the 3-year yield target will be in addition to this.", "The Bank buys bonds in the secondary market.", "We announce our intentions at 11.15 am on Mondays and Thursdays for the Australian Government bond auctions, both for the 3-year target and the AGS bond purchase program (though this does not completely preclude purchasing bonds for the 3-year target on other days if necessary), and on Wednesdays for the semis bond purchase program.", "The bond purchase program comprises bonds beyond the 3-year yield target up to the longest maturity in the 10-year futures basket.", "We alternate purchases between the shorter and longer end of that maturity spectrum.", "The semis are purchased across 3 auctions with the aim of buying broadly in line with the size of their respective bond programs.", "In the afternoon, we take bids in a 5-minute window on the auction platform.", "We accept the bids that are cheapest relative to the mid-market price for the relevant bond.", "This determines the final composition of the bonds we purchase each auction, with the caveat that for the states we aim to achieve an overall allocation across the purchase program broadly consistent with the size of their bond programs.", "We aim to exclude bond lines from the weekly auctions that are being tapped in the same week or are recently issued new bonds.", "The results of the bond auctions are published very shortly after they are completed.", "The Bank is carefully monitoring the impact of its bond purchases on the market.", "We are alert to any sign of dysfunction in the market, and are prepared to adjust the program if necessary.", "To conclude, the RBA has implemented a comprehensive package of measures over the course of 2020.", "This package has materially lowered the structure of interest rates in the Australian financial system.", "It has lowered borrowing costs for households, businesses and the government.", "The decline in interest rates across the yield curve has lowered the exchange rate, relative to what it otherwise would be.", "This package of monetary stimulus is complementing the significant fiscal stimulus.", "It has boosted the cash flow of households and businesses, as the effect of lower borrowing rates has more than offset the impact of lower deposit rates.", "This directly supports spending in the economy, as does the lower exchange rate.", "The lower borrowing rates will encourage businesses and households to borrow, invest and spend when they are confident about their future prospects.", "While the news about vaccines should help bolster that confidence, the recovery will be uneven.", "It is likely to be some time before the vaccines will be widely available and distributed.", "That said, the fiscal and monetary support will boost spending in the economy.", "This will increase employment and, in time, reduce unemployment.", "A materially lower unemployment rate is clearly desirable in itself, but will also be necessary before we will see sustainably higher wages growth and inflation.", "Thanks to Ellis Connolly for his assistance.", "Debelle G (2018), 'Lessons and Questions from the GFC', Address to the Australian Business Economists Annual Dinner', 6 December.", "[2] Logan L (2020), 'Treasury Market Liquidity and Early Lessons from the Pandemic Shock', remarks at BrookingsChicago Booth Task Force on Financial Stability meeting, panel on market liquidity, 23 October.", "Fleming M and F Ruela (2020), 'Treasury Market Liquidity during the COVID-19 Crisis', Liberty Street Economics, Federal Reserve Bank of New York, April.", "<-market-liquidity-during-the-covid-19crisis.html>.", "Debelle G (2020), 'The Reserve Bank's Policy Actions and Balance Sheet', Address to the Economic Society of Australia, 30 June.", "See Debelle G (2020), 'The Reserve Bank's Policy Actions and Balance Sheet', Address to the Economic Society of Australia, online, 30 June; and Kent C (2020), 'The Reserve Bank's Operations - Liquidity, Market Function and Funding', Address to KangaNews, online, 27 July.", "[4] The initial allowance under the TFF of $84 billion was almost entirely drawn on by the end of September.", "[5] Banks serve as the intermediaries in the RBA's bond-buying auctions.", "Other holders of bonds can sell them to the banks who can on-sell them to the RBA.", "[6] The low money market rates are also seen in the interest rates on Treasury Notes, which are in the single digits.", "[7] Kohler M (2020), 'New Financial Statistics: The Value of Sound Data in Troubled Times', Address to the Australian Financial Markets Association, online, 17 September.", "[8] The 3 auction groups are NSW and Victoria; Queensland and WA; SA, Tasmania, ACT and Northern Territory.", "[9] The results of the most recent bond auction are published at: Reserve Bank Purchases of Government Securities Auction Results.", "The RBA publishes its purchases of government securities in Statistical Table A3 (see the worksheets titled 'Bond Purchase Program' and 'Long-Dated Open Mkt Operations').", "The RBA publishes its holdings of AGS and semis in Statistical Table A3.1.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "interest rates", "coronavirus", "fiscal support", "credit", "economic recovery", "household spending", "business investment", "bond purchases", "labor market"]}