{"sentences": ["PB BANCA D'ITALIA Build Back Better - Mobilising Private Finance for a Green Recovery Keynote speech by Luigi Federico Signorini, City of London Corporation, 15 October 2020 That climate change is one of the key challenges of this century there can be little doubt.", "To what extent humankind will be able to rise to this challenge depends on several actors, each playing their role.", "Let me start by listing three of them: * governments; ¢ the market and financial authorities, including central banks.", "The list is not, of course, exhaustive: it is meant to provide a background for what I shall say when developing this meeting's theme, emphasising among other things the role of central banks and financial supervisors.", "At the end, I am going to add some words on the Bank of Italy's own sustainable investment policies.", "A premise is in required.", "Whatever the eventual route to climate action, full awareness among the general public must be the starting point, at least in democratic countries that use the market to allocate economic resources.", "People's awareness drives their choices as consumers, voters and investors.", "It thus ultimately shapes the performance of the whole cast of actors.", "Awareness of climate change, and of the need for action to tackle it, has rapidly increased in countries around the world, with Europe at the forefront.", "In the latest Eurobarometer' survey, the majority of respondents in 19 countries think climate change is one of the most serious problems facing the world today.", "In all but one country, respondents are now more likely to think this way than they were in 2017.", "Even in the US, where opinions on climate change are divided, 59 per cent of the population considers climate change a major threat.", "Individual behaviour matters a great deal, and many people (especially, but by no means only, the young) make conscious pro-environment choices nowadays about 1 Eurobarometer (2019), 'Special Eurobarometer 490 - Climate change'.", "2 PEW Research Center (2019), 'A look at how people around the world view climate change'.", "issues that were just a fringe concern a generation ago.", "This applies to all sorts of things, from sorting rubbish to changing light bulbs to choosing a motor vehicle - or, for that matter, a vehicle for financial investment.", "Retail investors, in fact, are also increasingly interested in climate-friendly financial products.", "This is as true in my country?", "as in other parts of Europe.'", "However, besides reflecting personal preferences, people's behaviour also responds to incentives, and is constrained by rules.", "Here is where the government actor enters the stage.", "As Governor Visco® recently observed, defining policy action to pursue climate objectives is the primary responsibility of governments.", "In a democratic polity, it is for elected officers to decide on the ultimate balance of the benefits and costs of any environmental policy.", "Seen from an economist's point of view, one key issue for governments to decide on is finding ways to make agents internalise climate externalities.", "Progress on this front, while undeniable, has only been partial.", "Carbon taxation (the economic theorist's favourite tool, as it makes fewer demands on the government's information set and relies more on market decisions), covers just a tiny fraction of global emissions.° Most existing carbon pricing systems rely on cap-and-trade, a framework that is prone to extreme price volatility and corner outcomes, and is therefore often regarded as second best.", "Still, even in Europe, where this system is widespread, the market for allowances only covers about AO per cent of emissions.", "The current crisis has further and significantly lowered fuel prices.", "If price-based market allocation is to help achieve the Paris targets, more action is needed on the fiscal and regulatory side.", "Governments can also fund low-carbon projects directly, as envisaged for instance in the 'Next Generation EU' plan.'", "However, the size of the investments needed is likely to go far beyond whatever governments will directly fund.", "According to Commission estimates, the European plan to become carbon-neutral by 2050 requires €350 billion of additional investments in 2021-2030.° In contrast, the whole EU budget expenditure for 2020 amounts to €155 billion.", "While national governments spend much more, achieving the global climate targets must realistically assume that private finance will play a central role.", "3 Doxa (2019), 'Risparmiatori italiani e cambiamento climatico'.", "4 ISS ESG (2020), 'European Sustainable Finance Survey'.", "5 Ignazio Visco (2019), 'Sustainable development and climate risks: the role of central banks'.", "7 Some 37 per cent of Next Generation EU funds will be spent directly on European Green Deal objectives.", "European Commission (2020), 'Stepping up Europe's 2030 climate ambition.", "Investing in a climate-neutral future for the benefit of our people', COM (2020) 562 final.", "In fact, market appetite for greener finance has not been lacking recently.", "The size of the sustainable asset management industry is expected to reach $45 trillion by the end of 2020,\"° almost twice the amount in 2016.\"", "Green finance instruments have grown very rapidly in response to strong demand.\"", "Issues of green bonds exceeded $200 billion in 2019, with a possible new record in 2020; the total outstanding amount has reached $1 trillion.'\"?", "According to one source, the net inflows in US sustainable investment funds hit a record $20.6 billion in 2019, nearly four times as much as in the previous year.\"", "The number of institutional investors that signed the UN Principles of Responsible Investment has soared to 2,829, accounting for $90 trillion of assets under management; by subscribing, those investors have committed to seeking appropriate disclosure on ESG issues from the entities in which they invest.", "'> As an aside, it is welcome news for my country that one top data provider has recently placed Italian sovereign bonds among the least risky in the euro area after adjusting for transition and physical risks, and for economic resilience.", "'* This is linked to the fact that, as of 2020, the country has achieved all the European energy and climate targets.\"'", "To ensure that the drive towards sustainability in finance is itself sustainable, much remains to be done.", "For agents to make informed choices about climate issues, good data and sound analytical tools are essential.", "The situation is hardly satisfactory.", "'Currently, there are neither widely accepted rules for ESG data disclosure by individual firms nor agreed auditing standards to verify the reported data... ESG-score providers rely heavily on voluntary disclosure by firms and on subjective methodologies to select, assess and weight individual ESG indicators.", "This adds to the arbitrary nature of the scores.", "As a result, ESG scores of individual firms differ greatly across rating agencies if compared, for example, with credit ratings'.", "The Global Sustainable Investment Alliance (GSIA), Global Sustainable Investment Review 2018.", "12 A recent survey by Ipsos on a panel of 19,964 adults across 28 countries showed that two-thirds (69 per cent) say they have made changes to their consumer behaviour out of concern over climate change: 17 per cent made a lot of changes and the other 52 per cent made a few changes.", "https:// www.ipsos.com/sites/default/files/ct/news/documents/2020-01/global-advisor-climate-change- consumer-behavior.pdf.", "4 Financial Times (2020), 'Record sums deployed into sustainable investment funds'.", "15 UN PRI (2020), 'A blueprint for responsible investment'.", "16 FTSE Russell (2020), 'FTSE Climate Risk-Adjusted EMU Government Bond Index'.", "The FTSE Climate EMU Government Bond Index (EGBI) integrates the performance of fixed-rate, investment-grade sovereign bonds, adjusting the EGBI weights according to each country's relative exposure to climate risks.", "7 European Environment Agency (2019), 'Trends and projections in Europe 2019.", "Tracking progress towards Europe's climate and energy targets'.", "ECB Board member Isabel Schnabel recently argued that 'mispricing' in climate- related market outcomes exists 'as a result of informational market failures that stem primarily from the absence of a clear, consistent and transparent globally agreed taxonomy accompanied by disclosure requirements'.'?", "Considering the vast amount of investment at stake, there is also the risk of 'greenwashing'.", "(Not to mention the bubbles based on fads or misleading labels, which may emerge in green finance as easily as in many other markets; but better information can only do so much about this).", "Several initiatives may improve the situation.", "A dedicated task force created in 2015 by the Financial Stability Board has been promoting voluntary climate-related disclosure by companies; it has seen progress, though its own assessment is that results remain disappointing.", "More recently, the Network for Greening the Financial System, a voluntary gathering of central banks and financial supervisors, has been active in promoting ways to bridge data gaps.", "As is well known, in Europe the main initiative to improve climate- related information is the EU taxonomy, which sets out detailed criteria for identifying economic activities that contribute to the EU's climate (and other sustainable) objectives.", "\"° How data are used to assess risk is also a matter for concern.", "The characteristics of conventional models (e.g.", "widespread assumptions about the distribution of shocks or the linearity of impacts) may fail to take account of certain unique features of climate risks.!", "Prudential authorities are increasingly asking financial intermediaries to improve their models and integrate climate risks into them.", "\"* In May, the NGFS published its guide for integrating climate-related and environmental risks into prudential supervision.\"?", "The ECB recently consulted on a 'Guide on climate-related and environmental risks',4 which explains how supervisors expect banks to consider climate-related and environmental risks in their governance, risk management frameworks, and business strategy.", "It is good to preserve a distinction between general climate policies, which are the responsibility of governments, and actions to ensure the proper management of climate risks, which are an integral part of financial authorities' remit.", "A discussion is ongoing on a differential prudential treatment of bank exposures, based on the climate implications 19 Schnabel I.", "(2020), 'When markets fail - the need for collective action in tackling climate change'.", "20 Financial products distributed in the EU will have to demonstrate that the underlying investments are taxonomy-compliant in order to be labelled as 'sustainable'.", "To foster the adoption of the EU taxonomy, companies subject to the EU Non-Financial Reporting Directive will be required to disclose whether, and to what extent, their activities are taxonomy-aligned.", "al See I. Monasterolo (2020), 'Climate Change and the Financial System' Annu.", "Thoma J., Chenet H. (2017), 'Transition risks and market failure: a theoretical discourse on why financial models and economic agents may misprice risk related to the transition to a low-carbon economy', Journal of Sustainable Finance & Investment.", "3 Network for Greening the Financial System (2020), 'Guide for Supervisors.", "Integrating climate-related and environmental risks into prudential supervision', Technical document, May.", "24 Public consultation on the draft ECB Guide on climate-related and environmental risks.", "bankingsupervision.europa.eu/legalframework/publiccons/html/climate-related_risks.en.html.", "of the activities they finance.", "My view is that a 'green supporting factor' is justified to the extent that there is evidence that green (brown) loans carry a lower (higher) risk for the lender;*> not as a general policy incentive, which is best pursued through other tools, such as taxes or subsidies.", "Economists and central bankers are also debating the extent to which climate considerations should enter monetary policy strategies.", "It is not possible to discuss this point here at any significant length.", "Let me just observe, very briefly, that climate events can powerfully affect key macroeconomic variables such as output, consumption, investment, productivity and inflation.", "* Macroeconomic climate risks are no easier to treat than the corresponding micro risks, because of the marked uncertainty that surrounds them, of the possibility of rare, high-impact events that are notoriously difficult to model, and of all the nonlinearities involved.", "The central banks' macro modelling toolkit will need to be enriched in this respect.", "Besides monetary policy portfolios, central banks also own a significant amount of non-policy financial assets.", "Should climate considerations have a place in their management?", "There are two reasons for answering this question in the affirmative.", "One is reputation and good citizenship: central banks' investment must be seen as beyond societal reproach.", "The second is that central banks, as long-term investors, need to take the long-term sustainability of their investments seriously into account.", "In doing so, central banks should strive, in my view, to keep their investment policies as politically neutral and market-neutral as possible.", "Political neutrality is ingrained in their institutional position, and a necessary companion to their independence.", "While bound in Europe to 'support the general economic policies in the Union', central banks should not be seen as taking upon themselves the role of democratically accountable institutions, or as passing judgment on one particular government's policy.", "Market neutrality cannot be strict: climate-oriented investment does, after all, imply by definition a departure from market neutrality; but this should be kept to a minimum, avoiding unnecessary discretionary or discriminatory choices.", "(Similarly, central banks' monetary policy, while precisely designed to affect certain market variables, usually strives to stay away from unduly influencing market allocation beyond what is inherent in the policy itself).", "Therefore, it is my view that central banks' climate-related investment policies should be based, to the extent possible, on predetermined, objective and transparent criteria.", "Since 2019, the Bank of Italy has been using ESG criteria for the investment of its non-monetary equity portfolio, while broadly preserving neutrality and diversification.", "We do not invest in companies that operate mainly in sectors not compliant with the 2s L.F. Signorini (2019), 'Climate risk and prudential regulation'.", "26 Network for Greening the Financial System (2020), Climate Change and Monetary Policy: Initial takeaways.", "product-based exclusions of the United Nations Global Compact.?'", "We overweight those with the best ESG profiles, based on an external provider's ratings.", "\"° In 2019, after the ESG strategy had been introduced, the carbon footprint of our equity portfolio dropped by 30 per cent compared with the previous year.", "We are committed to further improving the environmental footprint of our investments, by applying sustainability criteria to a larger section of our portfolio.", "The Bank of Italy discloses on a regular basis both its operational principles for ESG investment, and the results in terms of its carbon footprint.", "We acknowledge that the current ESG ratings are an imperfect measure of climate risk, and support the development of more consistent, comparable and forward-looking data and scores.*?", "We also support research on sound climate-risk assessment methodologies (such as scenario analysis, and stress testing for transition and physical risks), participating in Eurosystem-wide developments.", "President Lagarde confirmed yesterday that the Eurosystem, as part of its ongoing strategic review, is considering whether to consider climate change profiles in its operations.", "*° We favour any progress towards enhanced international cooperation in climate matters among regulators, supervisors and standard-setters.", "The Bank of Italy is an active member of the Network for Greening the Financial System.", "As this audience knows, the UK and Italy share the responsibility of promoting international climate cooperation through the upcoming COP26.", "The awareness is growing worldwide that, if the goal of keeping the warming of the planet within safe boundaries is to be achieved, urgent action is needed to accelerate the transition towards net-zero global emissions.", "Every actor must play their part.", "Markets have proved themselves ready to embrace green finance, given the right incentives.", "Change cannot just be legislated into existence, but public policy has a key role, including providing a stable climate-friendly regulatory framework.", "Financial authorities should promote the adoption of sound climate-risk assessment practices, and support the production of adequate data; while staying within their mandates, they can significantly contribute to achieving the common goal.", "ar This is the agreement, approved in 2004, which establishes the principles that companies should follow in the areas of human rights, labour, environmental sustainability and measures to prevent corruption.", "Companies in all sectors can adhere to this agreement, except those involved in the production of tobacco and controversial weapons.", "6 The provider was carefully selected through a qualitative comparison of methodologies and a comparative statistical analysis across several providers.", "29 Lanza A., Bernardini E. and Faiella I.", "Machine learning, ESG metrics and sustainable investing', Banca d'Italia, Occasional Papers, June 2020.", "Designed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Sustainable Finance", "ESG", "Central Banks", "Green Finance", "Climate Risks", "Climate Policy", "Monetary Policy", "Bank of Italy", "Green Investment"]}