{"sentences": ["Mr. Justo Ortiz - PPMI Chairman, Mr. Abraham Co - PPMI President, Ms. Carmelita Araneta - PPMI General Manager, other PPMI officers, ACH Steering Committee Heads, payment service providers, and distinguished partners in our digital transformation journey, good morning.", "In these extraordinary times, let me begin with the story of \"Maria\".", "Maria is a kasambahay whose excellent work ethic endeared her to her employer.", "When the government imposed lockdown measures at the onset of COVID-19 cases in the country, Maria could not go to work due to the suspension of public transportation services.", "Knowing that Maria was the breadwinner of her family, her employer wanted to assist by advancing her bonus.", "But, Maria had no experience in using digital financial services.", "She was faced with a choice of going out to get the money from her employer or abiding by the lockdown even if she wouldn't be able to provide for her family.", "Maria decided to walk for over an hour from her home to her employer's house to receive the money, and another hour going back to her residence.", "While this story may tug at our heartstrings, this shouldn't be the case for our people, especially with digital payments on our hands.", "This pandemic has indeed magnified the limitations of traditional financial services.", "Electronic funds transfer services, which were previously seen as an alternative mode of payment for those who favor convenience, have now become a \"necessity\".", "But we want to make it the norm in this new economy.", "So how has the PPMI and BSP strategic partnership been progressing in terms of promoting digital payment services?", "Ladies and gentlemen, I am happy to share with you that the recent statistics is heartening as the numbers show that the initiatives we pursued have prepared us well for this pandemic.", "The combined transactions of PESONet and InstaPay increased by 122 percent in volume and 59 precent in value from the first quarter to the second quarter of 2020.", "The limited mobility and shortened operating hours of business establishments during the lockdown pushed many to turn to digital payments.", "The waiver of fees for PESONet and InstaPay was a big catalyst for this change in behavior.", "This is why I, in behalf of fellow Filipinos, would like to thank you, PPMI leaders as well as PESONet and InstaPay payment service providers, for extending the (2 CLICKS) waiver of fees.", "Your altruism has helped break a major barrier for the first-time users of e-payment services.", "The realized savings from the waiver of fees matter to millions of Filipinos, especially the underprivileged.", "The PPMI's partnership with the BSP also brought into fruition an important payment facility for government institutions-the EGov Pay.", "Over the past nine-months, the number of government billers enrolled in this facility rose exponentially from just two when it went live in November 2019 to 277 as of June 2020.", "I would also like to thank the Landbank of the Philippines for hosting the Linkbiz portal through which the EGov Pay can be conveniently accessed by users.", "Another laudable accomplishment where the PPMI served as BSP's indispensable partner was the adoption of the National QR Code Standard or \"QR Ph\" via InstaPay.", "Your efforts to make the QR Ph for person-to-person or P2P payments available shortly after we have conceptualized having interoperable QRs must be commended.", "With the help of PPMI, we have likewise persuaded other government regulatory bodies to promote our automated clearing houses.", "I would like to specifically mention that the Department of Labor and Employment has already issued Labor Advisory No.", "26 series of 2020, encouraging employers to pay wages and other monetary benefits through transactions accounts maintained with PESONet-participating banks and e-money issuers.", "Indeed, this is the beginning of a growing appreciation among the government agencies of the benefits of digital payments.", "Of course, I will not miss to stress how our PESONet ACH has come to aid in ensuring that the vulnerable sectors efficiently and safely received the government's financial assistance during the lockdown.", "In particular, the PESONet was used by the Development Bank of the Philippines to distribute the SSS Small Business Wage Subsidy (SBWS) to 3.4 million employees who were affected by the lockdown.", "In recognition of the critical role of the PPMI in achieving our vision of having a safe and efficient payment system, the BSP formally accredited the PPMI as a Payment System Management Body pursuant to the National Payment Systems Act and the recently issued Payment System Oversight Framework which implements this Act.", "Needless to say that the BSP views the PPMI as an important ally in reshaping our payments landscape.", "But this is not the time to rest on our laurels.", "There is still much to be done.", "(2 CLICKS) Now that the \"ber\" months have begun, I made sure that my Christmas wish list includes further developments in this path we take together.", "Firstly, I wish that the PPMI make greater strides in expanding the EGovPay by persuading more banks and e-money issuers to take part in the EGovPay ecosystem.", "We can optimize the use of EGov Pay only if there are more payment service providers offering this facility.", "Secondly, I urge the PESONet participating-institutions to support the electronic transmission of the Social Security System (SSS) benefits and loans.", "Please ensure that the end-to-end payment process will run smoothly.", "There are close to 3 million pensioners who will depend on PESONet to safely and efficiently receive their SSS benefits starting next month.", "Let's take it upon ourselves to ensure that our countrymen get what they deserve, especially throughout this pandemic.", "I understand that PPMI is working with the BSP in improving the frequency of the PESONet clearing and settlement cycle from presently, once a day to multiple times a day including weekends, if feasible.", "I welcome this initiative as it will not only speed up the payment process for high-value transfers, but also support the funding requirements for business firms which are the among the critical movers of the economy.", "The next one I have been looking forward to is the establishment of a bills pay facility.", "As you may know, currently, the country has a fragmented bills payment mechanism where a biller typically must make a bilateral arrangement with a PSP if the biller wants to electronically collect from the clients of said PSP.", "This inefficiency calls for the establishment of an integrated Bills Pay facility, where a biller can collect from the payers even if the PSPs of the payers are different from that of the biller.", "On QR Ph, I hope to see micro and small merchants accepting payments using the Person-toMerchant or P2M QR Ph.", "I understand that the pandemic has placed some operational constraints.", "But I am confident that with your commitment and ingenuity, you can move the P2M QR Ph initiative forward quickly.", "Another thing on my wish list is the debit pull or direct debit service.", "This is of great help to customers who, currently, have no choice but to bear the cumbersome process of issuing numerous checks covering their recurring payments such as monthly rental, insurance premium, and other fixed installments.", "On the part of the payees, this direct debit arrangement will enable them to streamline collection efforts and realize expected cash inflows on time.", "The last but not the least in my wish list is-like I mentioned earlier-is to make digital payments as the norm.", "The surge in the volume of PESONet and InstaPay these past few months indicates the convenience and speed of digital payments.", "But wait, there's more.", "I appreciate opportunities for us to exchange updates, views, concerns, and any matter that we need to discuss in a more spontaneous manner to facilitate the achievement of our targets.", "I look forward to having a periodic dialogue with the PPMI leadership.", "Together, let's transform our payments system into a digital world.", "Let's keep working together to ensure that \"Maria\" never has to make that choice ever again- pandemic or no pandemic.", "I hope Maria story tugs at your heartstrings in a different way.", "May her story push us to continue to find ways to make a difference in the lives of our countrymen.", "At a time where our country is struggling to rise above this once-in-a-lifetime pandemic, the PPMI has the power to ensure that no Filipino is left behind."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Payments", "PESONet", "InstaPay", "QR Ph", "EGov Pay", "Financial Inclusion", "Payment System", "Electronic Funds Transfer", "COVID-19", "Government Assistance"]}