{"sentences": ["CBBH 3rd Research Conference Challenges for Central Banks in Low Interest Rate Environment Introductory speech by CBBH Governor dr. Senad Softić, Sarajevo 05.", "Ladies and Gentlemen, Dear fellow central bankers, It is my great pleasure to welcome you all at the 3rd research CBBH conference under the title: Challenges for central banks in low interest rate environment.", "s you know our first two research conferences were a success and we hope this one will be as well.", "This conference is taking place in very special circumstances.", "Unfortunately the impact of Covid-19 pandemic does not allow us to get together, show our hospitality and beautiful town and the country.", "Let's hope that the next conference will be held in better time.", "We believe it is important to keep this tradition to promote the dialogue between policy makers and academic community on topics of special relevance for the Central bank of Bosnia and Herzegovina.", "This year, our focus is on low interest rate environment, and the challenges it brings for the central banks in macroeconomic terms.", "The decline in long-term risk free nominal interest rates started in the late 1990s.", "Short-term nominal interest rates fell sharply after the crisis of 2007/ 2008 and have remained at lower bound ever since.", "With nominal rates at historically low levels, negative yields are recorded on some of the sovereign debt of several Eurozone members.", "A flatter yield curve reduces the incentive for banks to undertake maturity transformation.", "Liquidity is high, while the lending activity, and in some cases economic activity, is not too impressive.", "And on top of that, this year we are faced with devastating consequences of corona-virus pandemic.", "In March and April the world economy has faced serious shock with lock down of economies.", "IMF called it the Great Lockdown.", "Both supply and demand collapsed and we all will be facing negative growth this year.", "It is likely to have a long shadow on global economy, implying even greater challenges for the central banks.", "The fiscal dominance arguments are bound to strengthen, as the central banks are bound to increasingly rely on the non- conventional monetary policy tools and instruments.", "At least those that have the legal mandates to do so.", "Until recently it was conventional wisdom that when nominal interest rates are close to zero we face so called liquidity trap and monetary policy cannot stimulate the economy any more.", "Today as several major central banks are using negative interest rates we know this is not true.", "CBBH is not banking regulator and supervisor, but we do care about systemic financial stability, therefore we need to follow all modern financial trends and be ready to have an answer to those challenges.", "Within our monetary policy regime we took all possible measures.", "Our first line of defense was to maintain credibility of the currency board via continuous communication.", "When crisis erupted, some wanted us to abandon currency board principles, finance directly companies and/or budgets, and start buying government or corporate securities.", "In short print money without full currency board coverage.", "But our Law on currency board is very strict.", "We simply are not allowed to do any of such either conventional or unconventional monetary policy measures.", "On top of communication our only instrument is reserve requirement, its rate and remuneration policy.", "We monitored closely excess liquidity of banks and we will take necessary measures if needed.", "Interest rates in the banking system in BH followed Eurozone trends.", "So, lending and deposit rates are declining.", "But only very marginally.", "During the first six months of this year, average interest rate on new loans to households was 5.49% and 3 basis points lower than in 2019.", "For new loans to non-financial companies, this rate was 3.26% and 16 basis points lower than previous year.", "Until the end of the year we do not expect major changes on interest rates.", "For us one of the main internal concerns of negative interest rates is our profitability in the future.", "Most central banks and especially currency boards make their profits by investing their assets to obtain yield on them.", "This is becoming more and more difficult.", "With low and even negative rates on large parts of our assets central banks are put in difficult position.", "Either take more risks on their assets and invest in riskier assets or face very low or zero income on its assets.", "Even with the entire stimulus in the form of unorthodox monetary policy tools like quantitative easing and negative rates based on historical standards the revival of world economies has been slow.", "Combination of the aftermath of the Global financial crisis with the pandemic have put us in the position of very low interest rates.", "How long can this last?", "Most central bankers today forecast low interest rates for several years.", "One of the consequences of the ongoing pandemic is that long awaited normalization of the ECB monetary policy is not likely to happen in short to medium run.", "In the Eurozone inflation is still far below target regardless of measures taken by ECB.", "In October recovery seems to be again slowing down, as second wave of the pandemic is on the rise.", "ECB will keep its negative rates on its deposit facility for some time and will continue with a lot of other unorthodox measures to stimulate the economy.", "In short, we have to face such environment for at least the medium term.", "I hope this conference, with carefully chosen papers to be presented today, will help us to have better understanding of challenges in the current environment, and the nature of linkages between monetary and fiscal policy.", "With a narrow conventional monetary policy space and measures, growing public debt burden and narrowing fiscal space, we are all facing challenging period ahead of us.", "A better understanding of the sources of risks, roles, and limitations of public policies will lead to an optimal policy mix, given the circumstances.", "As the agenda is long, our day is divided into two main panels.", "The first part is entitled: Spillovers from the ECB's Non-standard Monetary Policy Measures; Who's Afraid of Euro Area Monetary Tightening?", "It will be chaired by our chief economist Belma Čolaković.", "We will listen to three papers from the ECB, Croatian and Bulgarian national banks.", "The afternoon panel: Monetary and fiscal policies effectiveness in low interest rate environment will be chaired by Marko Škreb, from FINRA.", "Cases from Albania, Macedonia and Turkey will be presented.", "So during the Conference we will be able to listen to experiences from a broad geographical coverage as well as diverse central banks, from small ones to ECB and Turkey.", "Hopefully this should enable us to draw some general conclusions.", "Velimir Šonje from FINRA again will help us to extract some takeaways with his final remarks.", "To close my remarks I would like first to express my special thanks and gratitude to all that enabled this conference to happen: CBBH staff that prepared it (specially our Chief Economist Ms. Belma), all the speakers and their contribution and audience for taking an interest and being open to observing these pressing macroeconomic issues through, perhaps, slightly different lenses.", "CBBH has been cooperating for three fruitful years with FINRA project financed by USAID.", "As Managing director of BiH USAID program Ms. Nancy Eslick will speak after me, I will not use much time on this topic, but our thanks go to FINRA, Mr. Marko, David, Velimir and Amil, and of course USAID.", "I am looking forward to all the contributions and interesting discussions.", "Thank you all once again.", "Ms. Eslick, the floor is yours."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Low interest rate environment", "Monetary policy", "Fiscal policy", "ECB", "Negative interest rates", "Currency board", "Financial stability", "Economic growth", "Inflation", "Quantitative easing"]}