{"sentences": ["Good afternoon, Ladies and Gentlemen.", "Let me begin by thanking you for inviting me to the Annual Conference of Research Center on Regulation and Supervision of the Financial Sector.", "I would like to greet and congratulate Professor Luís Morais and all those who have helped make this Conference possible, for their determination in preventing this event from being taken from us, in this dramatic Covid-19 pandemic year.", "I would also like to take this opportunity to greet all the other speakers and attendees.", "The Covid-19 pandemic and the measures adopted to tackle it have had a huge impact on all economic and social sectors and, therefore, on the banking and financial business in general.", "A new environment has emerged, affecting the performance of all economic agents: households, enterprises, and the State.", "Until when, we do not know yet.", "It should be stressed that, this time, after some initial hesitations, mainly from political agents, the response of public authorities has been strongly convergent and coordinated, both at European and national levels, using all possible tools: monetary policy, with, once again, ECB's prompt and resolute action; fiscal policy, with the suspension of the European fiscal rules in force and the adoption of an unprecedented stimulus package; regulatory and supervisory policy at its various levels: macro- and micro- prudential and banking conduct, involving several measures to ease regulatory requirements.", "The magnitude of the crisis, its abrupt and global nature, combining a supply and demand shock, did not leave much room for the various public authorities to act differently.", "This crisis causes indeed asymmetric effects, but it is still more symmetrical and profound than the global financial crisis, which has allowed for greater consensus and speed in responses to be adopted.", "What happened during the financial crisis was, therefore, not repeated.", "It is now far from clear what the profile of economic recovery will be.", "The answer to that question will definitely shape our future and what will happen to the banking system, and will shed light on the real scale of the problems we will have to face, which, even in the most optimistic scenarios, in my opinion, will always be of great magnitude.", "I will focus on the extra challenges brought by the pandemic to banking conduct supervision and its importance in ensuring confidence in the banking system, thereby contributing to financial stability.", "As a matter of fact, this crisis has proven to be an opportunity - needless to say, unwanted - to show that the aims of prudential and conduct supervision, rather than conflicting, converge in the ultimate purpose of strengthening the banking system.", "In fact, the stability of institutions will not be achieved without their customers being provided, under the general regulatory framework, with adequate and reasonable solutions to their problems.", "The pandemic has boosted the use of digital channels by consumers of banking products at all levels.", "This trend was long under way, but due to the particular circumstances surrounding the pandemic it gained momentum.", "This boost represents a further challenge for banking conduct supervisors.", "Against this backdrop, it should be noted that in June this year, as a result of Guidelines of the European Banking Authority and its own experience in supervising the marketing of financial products and services via digital channels, the Banco de Portugal established a set of best practices to be complied with by banks when marketing banking products and services through digital channels.", "On the other hand, right at the onset of the pandemic, the Banco de Portugal adopted several regulatory measures, concerning banking conduct supervision, in accordance with the circumstances created by the pandemic, in particular: (i) The easing of specific regulatory provisions; (ii) Recommendation to institutions on the need to adequately comply with the Guidelines of the European Banking Authority on public and private moratoria on loan repayments; (iii) Regulations on the duties of institutions to disclose information to bank customers, in respect (iv) Definition of information content to be reported by institutions to the Banco de Portugal regarding the use of moratoria.", "The current framework is very demanding for banking conduct supervisors as a whole.", "The pandemic environment is a threat to the solvency of many customers, due to loss of income and rising unemployment; litigation with institutions will tend to rise and, therefore, complaints to the supervisor as well; financial education - one of Banco de Portugal' structuring pillars in the banking conduct field - will have to be reviewed and adjusted to conditions compatible with the pandemic, which, in fact, is already happening since the beginning of the second half of this year.", "On the other hand, the technological revolution also involves a revolution in the way supervision is conducted and is thus a complex challenge for efficient and effective regulation.", "The so-called RegTech is a road of no return, but it is still at in its infancy.", "But the use of digital technologies has no magical or saving virtues, nor does it solve problems by itself.", "A faster rate of innovation leads to also faster obsolescence, and therefore innovation cycles and gains generated are shorter.", "The digital transformation process under way has enchanting, almost magical effects when we listen to certain speakers.", "But knowing, in the deepest sense of the word, is much more than using technology.", "Knowledge does not come solely from the technological process.", "It is actually interesting to note how extraordinary technological developments are coinciding at a time when, paradoxically, purported pre-Enlightenment concepts and visions are gaining ground in society.", "Therefore, the permanent revolution of our way of life forces us not to lose sight of the fact that human behaviour is undoubtedly at its roots.", "In an age of large-scale dissemination of technology, it is the human factor that will tend to make the difference and lay the foundations for lasting economic success.", "The soundness of institutions must be built on ethics put in place rather than on proclaimed ethics.", "For reasons we all know well, this is even truer as far as the banking sector is concerned.", "The year 2020 has already marked our lives.", "Suddenly, the whole world was faced with a pandemic that undermines the foundations of our life in society.", "From incredulity, we quickly moved on to the deepest fear.", "The fragility of our condition has emerged with startling and overwhelming evidence in the hyper-technological society of our time.", "The Homo Deus, to use the concept of Israeli author Yuval Harari, was faced with an unexpected throwback to a very distant past, which we knew was possible, but which we actually imagined as abstraction.", "Driven by survival instinct, societies and countries have reacted, though not in exactly the same way, nor at a synchronised pace, by adopting measures that would have been unthinkable a moment ago.", "At the Banco de Portugal we are united to get through this hard test and we will do everything we can to meet the demands we are faced with in our mission, thus building confidence in the Portuguese banking sector and in its customers.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking conduct supervision", "Covid-19 pandemic", "Financial stability", "Digital channels", "Regulatory measures", "Technological revolution", "RegTech", "Human factor", "Ethics", "Banco de Portugal"]}