{"sentences": ["SPEECH SVERIGES RIKSBANK 7 October 2020 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) First Deputy Governor Cecilia Skingsley Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Post-pandemic monetary policy and the future of the interest rate as a policy The coronavirus pandemic has had a dramatic impact on the economic playing field.", "For the second time in a little more than a decade, governments and central banks around the world have needed to take powerful measures to alleviate, as far as possible, a recession and try to prevent lasting damage to the economy.", "One result of this has been that an increasing number of central banks now find themselves in a situation where inflation is undershooting the target and the policy rate is at or close to its lower bound.", "In some economies, such as the euro area and Sweden, the policy rates have been low for a long time.", "But the pandemic has also meant that, for instance, the US Federal Reserve, which as recently as just over a year ago had a policy rate of more than 2 per cent, has had to quickly lower it to basically 0 per cent.", "Thus, one could say that the monetary policy playing field has become more even (see Figure 1).", "Another observation is that central banks' inflation forecasts now tend to lie below their respective targets, not just in the short term, but also at the end of the forecast period.", "This is the case with the Riksbank's and the ECB's forecasts, but also the Federal Reserve's forecasts are below the target for two years ahead, not reaching target level until 2023 (see Figure 2).", "It appears to be the case that central banks are increasingly making the assessment that they will have difficulty conducting a sufficiently expansionary policy to bring inflation back on target as quickly as usual.", "However, this is not so strange.", "It is explained primarily by two interacting factors.", "One is that the pandemic has resulted in an unusually rapid and large fall in demand.", "It is hardly surprising that this has the consequence that inflation is falling so far that it may be difficult to get it to rise quickly enough to reach the target level in a couple of years' time.", "The other factor is that the already low interest rates around the world make it difficult for the central banks to cut their policy rates as far as would be needed to stimulate demand to the necessary extent.", "This was a problem that was much discussed even prior to the pandemic.", "For instance, I argued in a speech in 2016 that the situation we are in now, with an inflation rate that we don't expect to quite reach the target even at the end of the forecast period, was a possibility in the coming years.", "There was a similar debate in the United States, too, where the policy rate was significantly higher than in Sweden.", "I would like to make a brief digression about this, as it is essential to my continued reasoning.", "Low neutral rate hampers expansionary policy Interest rates in Sweden and abroad have thus reached historically low levels.", "This is essentially due to structural factors, which imply that globally there is a greater propensity to save than to invest.", "This in turn has meant that global real interest rates, that is, interest rates excluding inflation, have fallen in recent decades (see Figure 3).", "In addition, nominal interest rates around the world have also fallen due to many countries introducing inflation targeting.", "The nominal interest rate includes compensation for inflation.", "The fact that interest rates have fallen, and are now at historically low levels, means that the level where the central banks' policy rates are \"neutral\"- that is, neither expansionary nor contractionary - has also developed in a similar manner.", "The relationship between the neutral interest rate and monetary policy can be illustrated with the aid of Figure 4.", "The neutral interest rate is represented by the broken line.", "When central banks conduct monetary policy via the policy rate, they change it in the way described in the solid line.", "An interest rate that is lower than the neutral one stimulates demand and inflation, while an interest rate that is higher than the neutral one has the opposite effect.", "Central banks cannot set interest rates independently of the neutral interest rate, but must take it into account.", "As the neutral interest rate is currently at a historically low level, the central bank's policy rate needs to be very low to have an expansionary effect.", "This has meant that policy rates in many countries today are at or close to the lower bound, and would have been even lower if this had been considered possible.", "In other words, monetary policy is currently being squeezed from two sides - the pandemic and fall in demand that is subduing inflation on the one hand, and the conditions that make it difficult to cut the rate to counteract this on the other.", "What does an inflation forecast below the target entail?", "So how should one interpret the fact that the Riksbank is forecasting an inflation rate below the target?", "One interpretation has been that \"the Riksbank has abandoned the inflation target\".", "If this merely means that we accept that inflation will not quite reach 2 per cent within the coming years, then it is of course true - this is after all what we are forecasting.", "However, I want to make it clear that it is certainly not true that we have abandoned the target in a general sense and are focusing on something else.", "What worries me somewhat is that in some quarters the view seems to be that the inflation target has become obsolete.", "The argument is that the inflation target was useful for bringing down inflation from the overly high levels it was fluctuating around earlier, but once we attained a low inflation rate, the target has no further purpose and might as well be abandoned.", "However, the purpose of an inflation target is not just to prevent high inflation, but also to ensure that inflation does not become too low.", "Both parts are important to provide a positive contribution to economic developments.", "If one is to find something positive in the current situation, it is that it has brought the international discussions to a head: Do central banks' monetary policy frameworks need to be adapted to manage the challenges we are facing and, if so, how?", "Many countries and central banks are now in the same boat.", "It is increasingly clear that they share the same problem - the low neutral real interest rates being the cause for concern - rather than some central banks been doing the right thing and others not over the past decade.", "I would like to give my views on this.", "Interest rate needed as monetary policy tool One very important question is, as I see it: \"How can we ensure that monetary policy continues to have the scope to counteract recessions and increased unemployment?", "\", or perhaps more precisely, \"How shall we prevent the scope to counteract recessions declining from its current level?\"", "I would like to begin to respond by addressing three central sub-issues and relating them to the Swedish debate, in particular the argument that the inflation target is obsolete:  Is it useful if the central bank can counteract recessions with policy rate cuts?", " Is it easier to counteract recessions if the interest rate is normally rather high than if it is very low?", " Is the policy rate higher on average if inflation in general is relatively high than if it is very low?", "Is it useful if the central bank can counteract recessions with policy rate cuts?", "The answer to this question is perhaps obvious, but the question is nevertheless a useful starting point.", "Most people would agree that a central bank plays an important role in stabilising the economy and preventing unemployment from rising too far when recessions occur.", "We have seen examples in the past decade or so of powerful measures taken by central banks that have been necessary to prevent unemployment from soaring.", "I believe that most people would also agree that the interest rate is a good monetary policy tool.", "Of course, the monetary policy toolbox also contains other tools, but the interest rate is the most well-established one and the one we know most about.", "I am fairly certain that most people would consider it an advantage if central banks could continue using the interest rate as their man tool to stimulate the economy, counteract unemployment and hold inflation low and stable.", "Is it easier to counteract recessions if the interest rate is normally rather high than if it is very low?", "With regard to the second question - \"Is it easier to counteract recessions if the interest rate is normally rather high than if it is very low?\"", "- it is of course fairly obvious that if the normal situation is that the rate can be cut from a level that is not too low, this is preferable to the interest rate being low and there being little scope to cut it.", "But what exactly do we mean by \"normal\"?", "This leads me to the next question.", "Is the policy rate higher on average if inflation in general is relatively high than if it is very low?", "As I have already mentioned, the interest rate consists, somewhat simplified, of a real part and a part that is compensation for inflation.", "In a world with a very low average inflation rate, interest rates in general - the normal situation - will be lower than in a world where inflation is on average higher.", "As I just pointed out, one reason why interest rates are lower now than during the 1980s, for instance, is that inflation has fallen.", "A lower inflation rate was indeed what the introduction of inflation targeting was meant to achieve.", "But it is not only a too high inflation rate that is problematic, a too low inflation rate can cause problems as well.", "Let us assume that inflation in one country is on average 2 per cent, while in another it is on average 0 per cent - one can assume, for instance, that they have different inflation targets.", "The interest rate in the first country will therefore be on average 2 percentage points higher than that in the second country, as those borrowing money do not need to pay any compensation for inflation if it is zero.", "Let us now assume that a recession occurs in both countries, and the respective central banks need to cut their policy rates.", "Let us also assume that real interest rates are at record low levels, as is the case today, and that the neutral level of the policy is therefore already low.", "The second country has less scope to cut its policy rate than the first one.", "When the policy rate in the second country reaches its lower bound, the first country still has 2 percentage points at its disposal.", "In other words, it is not possible to make monetary policy as expansionary in the country where inflation is on average zero, and it is therefore more difficult to counteract the recession there (see Figure 5).", "Monetary policy scope to counteract recessions and maintain employment is of course good in itself, but a higher average rate of inflation also reduces the risk of a situation with lasting deflation, that is, a decrease in the general price level of goods and services.", "Deflation is harmful in many ways.", "For instance, it increases the real burden of debt, which may make borrowers reduce their consumption.", "The reason for deflation is often a fall in demand in the economy, and this type of mechanism can then further reinforce the downturn.", "If deflation becomes entrenched, it also becomes even more difficult to use monetary policy to turn developments around than if inflation was zero.", "Interest rate tool presupposes some inflation So to summarise: I believe that most people would respond to the three questions I raised with a yes, and the conclusion one then reaches is that it is good if central banks can use the policy rate to counteract recessions and that this is easier to do if there is some level of inflation in the economy.", "Thus, the aim of maintaining the inflation target is not just about low and stable inflation being a good thing in itself, it also provides a means of ensuring that the policy rate can be used as a monetary policy tool.", "It is worth noting that this has implications for the argument that the central bank should not bother with inflation at all, but should focus on other things, such as solely balancing economic activity or dampening financial cycles.", "Doing this effectively requires using the interest rate and to use the interest rate we must have some average inflation.", "It may also be worth noting that there is an international debate that emphasises that as the neutral interest rate is historically low, even an inflation target of 2 per cent provides too little scope for monetary policy.", "The target, it is argued, should therefore be higher.", "I do not intend to bring up this debate now, but focus on how one can try to retain the scope that an inflation target of 2 per cent nevertheless offers.", "Preventing this scope from shrinking further would appear, after all, to be a more acute problem right now.", "The way forward - communication difficult but So what is the best direction to take from our current situation?", "I intend to divide my response to this question into two parts: How I believe that one can act given the monetary policy framework and target formulation we now have, and what changes to the framework and target formulation might be conceivable.", "In the latter case, I will discuss the changes in strategy and objective implemented by the Federal Reserve, the US central bank, just over a month ago.", "In the speech I held in 2016, I argued that it is extremely important to clarify for households, companies and market participants that even if the forecast for inflation undershoots the target for the entire forecast period, this does not mean that the central bank has given up the inflation target.", "There is otherwise a risk that inflation expectations would begin to fall and finally become stuck at a very low level.", "This could lead to ending up as the economy in my earlier example, with an average inflation rate of zero and major problems in using the interest rate as a tool to counteract recessions and increased unemployment.", "In my speech in 2016, I also pointed out that I was fairly optimistic about the prospects of success in this respect.", "One parallel that I highlighted was the regime shifts in the central banking world in the 1980s and 1990s, when ideas about independent authorities with clear tasks and mandates for monetary policy became a recipe for success in stabilising the development of inflation and boosting confidence in monetary policy in a large number of countries.", "However, one complicating circumstance that I did not take up then, was that it is easier to communicate that high inflation is harmful than that very low inflation is.", "When inflation is high, the problems are obvious to most people, especially if it is also fluctuating a lot.", "The problems linked to low inflation can, as I have hopefully managed to put across here, be just as serious, even though they are not noticed in the same way under normal circumstances, but only during hard times.", "This makes greater demands on our ability to communicate.", "In my speech in 2016 I also didn't address how monetary policy and communication of monetary policy should be formulated more explicitly in a situation where inflation is not expected to reach the target during the forecast period, and there is a risk that the long-term inflation expectations will fall and become entrenched at a low level.", "We had not come that far then, but as many countries now find themselves in a situation where this risk is a reality, it is a problem that the world's central banks and governments need to deal with.", "Continued expansionary policy with possible So, if I return to the Riksbank, how do I think we should act more specifically - what should be the plan from now onwards?", "With regard to communication of the principal plan, we should, as I mentioned earlier, both be completely clear that monetary policy is still aimed at the inflation target, and also continue emphasising why it is important that the inflation target is some way above zero - with the aid, for instance, of the three questions I mentioned earlier.", "Explaining why a respectful distance to zero inflation and deflation is so important is not a new element in our communication, but as it is more important than ever before that there is a broad understanding of it in society, we need to increase our efforts.", "Of course the actual policy should in accordance with this remain expansionary, with the tools that are at our disposal.", "Here today I have focused on the interest rate, the actual and expected, and I do not intend to say very much about other tools.", "These have without doubt been important in the situation that has arisen, but my proposition is that the interest rate is preferable as the main monetary policy tool.", "More important role for fiscal policy However, one circumstance that has become obvious in recent years is that fiscal policy needs to play a greater role in stabilising the economy than has been the case in recent decades.", "There has long been a tendency to consider it the task of monetary policy and not fiscal policy to stabilise economic activity when the exchange rate is floating.", "But the central banks' gradually declining room for manoeuvre has contributed to a reconsideration of the role of fiscal policy in stabilisation - monetary policy can no longer be \"the only game in town\", as for instance former ECB Governor Mario Draghi has put it.", "One normally expresses it as fiscal policy shall help to parry economic downturns.", "An interesting thought that I feel deserves greater consideration is whether fiscal policy could play a more explicit role also with regard to attaining the inflation target.", "After all, the inflation target in most countries has the support of the political system.", "Thus, it is not merely the central bank's target, but society's target.", "Fiscal policy will also function better if the inflation target can continue to be the anchor in price-setting and wage formation.", "Given this, it does not appear entirely unnatural for fiscal policy to support monetary policy in exceptional circumstances with regard to maintaining confidence in the inflation target - and thereby ensuring that the central bank's policy rate can continue to be an effective tool in the future.", "Conditioning of monetary policy a possible route?", "An area that we as central bank have control over, and where we could possibly become more effective, is our communication of future monetary policy.", "Although we have been publishing a forecast for the repo rate for many years now, we have to acknowledge that our forecasts during the past decade have systematically overestimated how quickly the interest rate can be raised.", "We have not been alone in this overestimation - the market forecasts have looked fairly similar (Figure 6).", "They were better than the Riksbank's during the period 2011-2013, but the pattern is essentially the same - substantial overestimates and inaccurate forecasts.", "Given this, it is quite natural that the interest rate forecast as indicator of the future repo rate has been devaluated somewhat.", "One idea that I am personally positive to, is to publish not merely an interest rate forecast, but to supplement it with a promise to condition the policy on certain developments in the economy.", "The conditioning that currently appears most relevant is to make clear that the policy rate will be held at zero until inflation has reached a certain level.", "Usually, central banks begin raising the interest rate before inflation has reached the target - start putting the brakes on in advance, so to speak.", "But the current situation is different.", "One problem for the Riksbank and many other central banks over the past decade has been that inflation has tended to undershoot the target.", "If this were to continue to apply, there is a risk that inflation expectations in the economy would fall, even long-term ones.", "As I have already described, this could make it more difficult to stimulate the economy using the policy rate.", "This could, in turn, mean that recessions become deeper, inflation and inflation expectations fall further, and so on in a negative spiral.", "There is therefore good reason to safeguard the symmetry of the inflation target.", "Not raising the repo rate before inflation has reached the target is a way of not putting the brakes on in advance.", "If one waits so long in raising the policy rate in an economic upturn, it is likely that inflation will then overshoot the target for a period of time.", "The way I see it, the Executive Board of the Riksbank has taken a step in the direction of this kind of conditioning by opening up for inflation overshooting the 2 per cent target before it is time to make monetary policy less expansionary.", "For this type of strategy to function well, it must have the support of a majority, and it will be particularly powerful if communicated by a unanimous Executive Board.", "Interesting change of strategy by the Federal Reserve Safeguarding the symmetry of the inflation target, and thereby the inflation target per se, appears to have been an important motive for the changes made by the US central bank, the Federal Reserve, just over a month ago with regard to its strategy and objectives.", "The changes were the first to be made since 2012, when the inflation target was introduced, and the review that preceded the changes was motivated by conditions since then having changed in three important  The neutral interest rate has continued to fall and is currently at a record low level.", " Inflation and inflation expectations have systematically undershot the Fed's target of 2 per cent.", " Prior to the pandemic, unemployment in the United States had fallen to the lowest level in 50 years without any tangible impact on inflation.", "It is primarily two of the changes made by the Fed in its policy document that are central to my discussion here today.", "Firstly, that monetary policy shall be aimed at inflation overshooting 2 per cent for a period of time if inflation has previously undershot 2 per cent.", "Earlier target deviations will thus be compensated for by deviations in the other direction.", "In conventional inflation targeting, deviations from the target are regarded as bygones, which do not need to be compensated for.", "In his speech at Jackson Hole in August, Chairman Jerome Powell called this a \"flexible form of average inflation targeting\".", "What the Federal Reserve is concerned about is the relationship I mentioned earlier, that is, that if inflation has not reached up to the target level on average over a long period of time, this risks sooner or later affecting the long-term inflation expectations in the economy.", "They therefore want to make it clear that they are endeavouring to attain an average inflation rate of 2 per cent - \"average inflation targeting\".", "However, they have not committed to any specific formula for calculating the mean value, for instance, over which period this will apply - hence the term \"flexible\".", "The second important change refers to the view of how the labour market should affect monetary policy decisions.", "Previously, the wording was that monetary policy was guided by deviations from maximum employment.", "These deviations could of course be both positive and negative.", "According to the new wording, decisions will in future be based on an assessment of shortfalls from maximum employment.", "In practice, this means that low unemployment or high employment as such will not be trigger factors for monetary policy tightening, if inflation is not on its way up.", "The Fed is thus saying that it will not risk putting the brakes on too early in economic upturns, but will allow them to proceed longer than has perhaps been the case previously.", "One reason is that if a strong labour market can be retained over a longer period of time, this will benefit weaker groups, which would otherwise have problems obtaining employment.", "This increases total employment but, interestingly enough, distributional aspects are also considered.", "These are certainly interesting solutions.", "I perceive them mainly as a policy statement of how the Fed intends to act in future, and a signal of its determination to achieve its objectives.", "As I see it, Fed has thus explicitly adapted its strategy to tackle the challenges most central banks are currently facing.", "As the monetary policy situation in the United States has a lot in common with that in many other countries, these changes will be analysed in detail by central banks around the world.", "The changes can certainly be regarded as more of an \"evolution\" than a \"revolution\" of the Fed's monetary policy.", "But they are nevertheless sufficiently large for other central banks having to examine them in detail and discuss whether they should do something similar.", "This also applies to the Riksbank, of course.", "My most important messages Let me conclude by repeating my most important messages.", "The pandemic has brought the international discussion on the central banks' monetary policy framework and strategy to a head.", "Do they need to adapt to the new situation and, if so, how?", "One important question is, as I see it: \"How can we ensure that monetary policy continues to have scope to counteract recessions and increased unemployment?\"", "Keeping inflation low and stable certainly has a value in itself.", "But I have also argued here that maintaining the inflation target is very important for being able to use the interest rate as a monetary policy tool in the future.", "Thus, the fact that the Riksbank's forecasts do not quite attain 2 per cent should not be regarded as an indication that we have abandoned the target and intend to focus on something else in future.", "It merely shows that it will take longer time to attain the target than we usually assume.", "The policy will in accordance with this remain expansionary, with the tools at our disposal today.", "But in the situation that has arisen, it is also fairly obvious that fiscal policy needs to play a larger stabilising role than has been the case in recent decades.", "One idea that I would like to at least air here is that fiscal policy may not merely provide support for monetary policy with regard to counteracting recessions, but also explicitly contribute to maintaining confidence in the inflation target.", "The inflation target is, after all, not merely the Riksbank's target but a societal target with a political majority behind it.", "With regard to the communication of monetary policy, one possibility would be to supplement the interest rate forecast with a promise to condition the policy on a particular development in the economy, for instance that inflation should reach a certain level before the policy rate is raised.", "This kind of conditionality can be regarded as a way of reducing the risk that monetary policy will put the brakes on too early in an economic upturn.", "This, in turn, can be seen as a means of emphasising the importance of symmetry in the inflation target.", "One problem for the Riksbank and many other central banks over the past decade has been that inflation has tended to systematically undershoot the target.", "The importance of treating the inflation target symmetrically and not putting the brakes on too early in economic upturns also appear to have been guiding principles for the strategy changes announced by the US Federal Reserve at the end of August.", "I think these changes are interesting and thought-provoking, and the Riksbank will analyse them thoroughly.", "Ball, Laurence M. (2014), \"The Case for a Long-Run Inflation Target of Four Percent\", Working Paper WP/14/92, IMF.", "Blanchard, Olivier, Giovanni Dell'Ariccia and Paolo Mauro (2013), \"Rethinking Macro Policy II: Getting Granular\", IMF Staff Discussion Note 13/03, International Monetary Fund.", "Borg, Anders (2003), \"Modern finanspolitik - en syntes mellan Keynes och Friedman\" (Modern fiscal policy - a synthesis between Keynes and Friedman), Ekonomisk Debatt no.", "Brainard, Lael (2020), \"Bringing the Statement on Longer-Run Goals and Monetary Policy Strategy into Alignment with Longer-Run Changes in the Economy\", speech at \"How the Fed Will Respond to the COVID-19 Recession in an Era of Low Rates and Low Inflation\", an event hosted by the Hutchins Center on Fiscal and Monetary Policy at the Brookings Institution, Washington, D.C., 1 September.", "Broadbent, Ben (2015), \"The economics of deflation\", speech at Imperial College Business School, London, 27 March.", "Clarida, Richard H. (2019), \"The Federal Reserve's Review of Its Monetary Policy Strategy, Tools, and Communication Practices\", speech at the Conference on Monetary Policy Strategy, Tools, and Communication Practices (A Fed Listens Event), Federal Reserve Bank of Chicago, Chicago, Illinois Clarida, Richard H. (2020), \"The Federal Reserve's New Monetary Policy Framework: A Robust Evolution\", speech at the Peterson Institute for International Economics, Washington, D.C., 31 August.", "Federal Reserve (2020), \"Federal Open Market Committee announces approval of updates to its Statement on Longer-Run Goals and Monetary Policy Strategy\", press release, 27 August, Gagnon, Joseph E. and Christopher G. Collins (2019), \"The Case for Raising the Inflation Target Is Stronger than You Think\", Realtime Economic Issues Watch, Peterson Institute for International Economics, -economic-issues-watch/case-raising-inflation-target-stronger-you-think Ingves, Stefan (2020), \"The monetary policy toolbox\", speech at the Swedish Economics Association, 10 June.", "Jansson, Per (2018), \"Monetary policy in less favourable times - what are the options?", "\", speech at Insurance Sweden, 4 December.", "Krugman, Paul (2014), \"Inflation Targets Reconsidered\", essay presented at the ECB Sintra conference, May.", "Lundvall, Henrik (2020) \"What is driving the global trend towards lower real interest rates?", "\", Sveriges Riksbank Economic Review 2020:1.", "Nessén, Marianne and David Vestin (2005), \"Average inflation targeting\", Journal of Money, Credit and Banking, 837-863.", "Powell, Jerome H. (2020), \"New Economic Challenges and the Fed's Monetary Policy Review\", speech at \"Navigating the Decade Ahead: Implications for Monetary Policy\", an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, 27 August.", "Rosengren, Eric S. (2015), \"Changing economic relationships: Implications for monetary policy and simple monetary policy rules\", speech on 16 April, Federal Reserve Bank of Boston.", "(2016), \"Fiscal Policy, Monetary Policy and Central Bank Independence\", lunch speech at \"Designing Resilient Monetary Policy Frameworks for the Future\", an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, 26 August.", "Skingsley, Cecilia (2016), \"A new playing field for monetary policy: What can a small, open economy expect?", "\", speech at the Legal, Financial and Administrative Services Agency capital market day, 19 May.", "Sveriges Riksbank (2017), \"The Riksbank's experiences of publishing repo rate forecasts\", Riksbank studies, June 2017.", "Summers, Lawrence H. (2016), \"The Fed thinks it can fight the next recession.", "It shouldn't be so sure\", column in the Washington Post, 6 September, -summersthe-fed-thinks-it-can-fight-the-next-recession-it-shouldnt-be-so-sure/ Woodford, Michael (2020), Effective Demand Failures and the Limits of Monetary Stabilization Policy\", NBER Working Paper No.", "Inflation refers to the CPIF, the HICP and the CPI.", "Inflation forecast for USA refers to the median of the members of the FOMC's individual forecasts.", "The euro area's inflation forecast refers to the forecasts by ECB and Eurosystem employees.", "Real government bond yields, 10-year maturity Diagram 4: Low neutral rate makes expansionary monetary policy more difficult Actual policy rate Neutral policy rate Diagram 5: Less monetary policy scope with lower inflation target Diagram 6: Difficult to forecast the policy rate The Riksbank The Market 2 2 -2 -2 06 09 12 15 18 21 06 09 12 15 18 21 Sources: Thomson Reuters and the Riksbank Note.", "The Riksbank's forecasts for the repo rate and market forward rates.", "Forward rates are a measure of the market agents' expected repo rate according to different derivative contracts.", "They are estimated around the same time as the repo rate forecasts."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation targeting", "Interest rates", "Neutral interest rate", "Recessions", "Fiscal policy", "Economic downturns", "Inflation expectations", "Policy rate", "Repo rate"]}