{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of today's meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "The resurgence in coronavirus (COVID-19) infections presents renewed challenges to public health and the growth prospects of the euro area and global economies.", "Incoming information signals that the euro area economic recovery is losing momentum more rapidly than expected, after a strong, yet partial and uneven, rebound in economic activity over the summer months.", "The rise in COVID-19 cases and the associated intensification of containment measures is weighing on activity, constituting a clear deterioration in the near-term outlook.", "In fact, while activity in the manufacturing sector has continued to recover, activity in the services sector has been slowing visibly.", "Although fiscal policy measures are supporting households and firms, consumers are cautious in the light of the pandemic and its ramifications for employment and earnings.", "Moreover, weaker balance sheets and increased uncertainty about the economic outlook are weighing on business investment.", "Headline inflation is being dampened by low energy prices and muted underlying price pressures in the context of weak demand and significant slack in labour and product markets.", "The monetary policy measures that we have taken since early March are helping to preserve favourable financing conditions for all sectors and jurisdictions across the euro area, thereby providing crucial support to underpin economic activity and to safeguard medium-term price stability.", "At the same time, in the current environment of risks clearly tilted to the downside, the Governing Council will carefully assess the incoming information, including the dynamics of the pandemic, prospects for a rollout of vaccines and developments in the exchange rate.", "The new round of Eurosystem staff macroeconomic projections in December will allow a thorough reassessment of the economic outlook and the balance of risks.", "On the basis of this updated assessment, the Governing Council will recalibrate its instruments, as appropriate, to respond to the unfolding situation and to ensure that financing conditions remain favourable to support the economic recovery and counteract the negative impact of the pandemic on the projected inflation path.", "This will foster the convergence of inflation towards its aim in a sustained manner, in line with its commitment to symmetry.", "In the meantime, we decided to reconfirm our accommodative monetary policy stance.", "We will keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2 percent within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "We will continue our purchases under the pandemic emergency purchase programme (PEPP) with a total envelope of €1,350 billion.", "These purchases contribute to easing the overall monetary policy stance, thereby helping to offset the downward impact of the pandemic on the projected path of inflation.", "The purchases will continue to be conducted in a flexible manner over time, across asset classes and among jurisdictions.", "This allows us to effectively stave off risks to the smooth transmission of monetary policy.", "We will conduct net asset purchases under the PEPP until at least the end of June 2021 and, in any case, until the Governing Council judges that the coronavirus crisis phase is over.", "We will reinvest the principal payments from maturing securities purchased under the PEPP until at least the end of 2022.", "In any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the appropriate monetary policy stance.", "Net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion, together with the purchases under the additional €120 billion temporary envelope until the end of the year.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "We intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "We will also continue to provide ample liquidity through our refinancing operations.", "In particular, our third series of targeted longer-term refinancing operations (TLTRO III) remains an attractive source of funding for banks, supporting bank lending to firms and households.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "Euro area real GDP contracted by 11.8 percent, quarter on quarter, in the second quarter of 2020.", "Following the trough in April 2020, the euro area economy rebounded strongly in the third quarter, making up about half of the contraction in the first half of the year.", "The significant surge in coronavirus infection rates and the associated intensification of containment measures since the summer constitute clear headwinds to the short-term outlook.", "In fact, recent hard data, survey results and high-frequency indicators point to a significant softening in economic activity in the final quarter of the year.", "Moreover, economic developments continue to be uneven across sectors.", "In particular, activity in the services sector is slowing again as it is the sector most affected by the new restrictions on social activities and mobility.", "Looking ahead, while the uncertainty related to the evolution of the pandemic will likely dampen the strength of the recovery in the labour market and in consumption and investment, the euro area economy should continue to be supported by favourable financing conditions and an expansionary fiscal stance.", "Overall, the risks surrounding the euro area growth outlook are clearly tilted to the downside.", "This largely reflects the recent resurgence in COVID-19 infections, the associated intensification of containment measures and a highly uncertain timeline of the pandemic and its implications for economic and financial conditions.", "Euro area annual inflation decreased to -0.3 percent in September, from -0.2 percent in August, reflecting developments in the prices of energy, non-energy industrial goods and services.", "On the basis of oil price dynamics and taking into account the temporary reduction in German VAT, headline inflation is likely to remain negative until early 2021.", "Moreover, near-term price pressures will remain subdued owing to weak demand, notably in the tourism and travel-related sectors, as well as to lower wage pressures and the appreciation of the euro exchange rate.", "Once the impact of the pandemic fades, a recovery in demand, supported by accommodative fiscal and monetary policies, will put upward pressure on inflation over the medium term.", "Marketbased indicators and survey-based measures of longer-term inflation expectations remain broadly unchanged at low levels.", "Turning to the broad money (M3) growth rose to 10.4 percent in September monetary analysis, 2020, from 9.5 percent in August, thus remaining well above the levels recorded before the COVID-19 pandemic.", "Strong money growth continues to reflect domestic credit expansion and the ongoing asset purchases by the Eurosystem, as well as precautionary considerations which foster a heightened preference for liquidity in the money-holding sector.", "In this environment, the narrow monetary aggregate M1, encompassing the most liquid forms of money, continues to be the main contributor to broad money growth.", "Developments in loans to the private sector continued to be shaped by the impact of the COVID19 pandemic on economic activity.", "Following strong increases in the early months of the pandemic, the annual growth rate of loans to non-financial corporations stood at 7.1 percent in September, unchanged from August.", "This, however, masks a moderation in recent monthly loan flows.", "The annual growth rate of loans to households edged up to 3.1 percent in September, from 3.0 percent in August.", "Growth in loans to the private sector continues to benefit from historically low bank lending rates.", "According to our bank lending survey for the third quarter of 2020, credit conditions on loans to firms tightened.", "While banks indicated that their funding and balance sheet conditions remain supportive, higher risk perceptions could weigh on their attitude towards loan creation.", "Surveyed banks reported a fall in firms' loan demand in the third quarter, reflecting a decline in emergency liquidity needs and weakening corporate investment.", "The survey indicates an increase in households' net demand for loans in the third quarter, while also suggesting the intention to tighten credit standards for households.", "Overall, our policy measures, together with the measures adopted by national governments and European institutions, remain essential to support access to financing, including for those most affected by the ramifications of the pandemic.", "To sum up, a of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary to support economic activity and the robust convergence of inflation to levels that are below, but close to, 2 percent over the medium term.", "Regarding fiscal policies, an ambitious and coordinated fiscal stance remains critical, in view of the sharp contraction in the euro area economy and the reduction in private demand.", "While fiscal measures taken in response to the pandemic emergency should, as much as possible, be targeted and temporary in nature, weak demand from firms and households and the heightened risk of a delayed recovery warrant continued support from national fiscal policies.", "The three safety nets endorsed by the European Council for workers, businesses and sovereigns provide important funding support in this context.", "The Governing Council recognises the key role of the Next Generation EU package and stresses the importance of it becoming operational without delay.", "Provided the funds are deployed for productive public spending and accompanied by productivity-enhancing structural policies, Next Generation EU will contribute to a faster, stronger and more uniform recovery and will increase economic resilience and the growth potential of Member States' economies, thereby supporting the effectiveness of monetary policy in the euro area.", "Such structural policies are particularly important in addressing long-standing structural and institutional weaknesses and in accelerating the green and digital transition.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["COVID-19", "Economic outlook", "Monetary policy", "Inflation", "Fiscal policy", "Growth prospects", "Financing conditions", "Economic recovery", "Risks", "Euro area"]}