{"sentences": ["I wish to thank FEDAI for inviting me on the occasion of their 4th Annual Day.", "This is an opportune moment to look back and reflect on the developments of the last one year in financial markets and, in particular, the foreign exchange markets.", "The year 2020 has been one like never before.", "Faced with an unknown crisis which brought the global economy to a sudden stop, recent policy discourse has been dominated, and rightly so, by the impact of the pandemic.", "Despite this, regulatory and institutional reforms in the country have moved the domestic financial markets to the next trajectory.", "Cutting across market segments, these reforms are ushering in a simplified, principle-based regulatory framework that seeks to broad-base markets by easing access, enhancing participation, facilitating innovation, protecting users and promoting fair conduct.", "Today, I would like to discuss the imperatives and the building blocks of the recent reforms placing them in the context of the big picture of a modern and efficient financial market, equipped to support the aspirations of an open and integrated economy.", "Given that we are still amidst the pandemic, where near-term macro concerns dominate the discourse, let me start with a few words on the macroeconomic outlook and financial market conditions.", "Macroeconomic Outlook 3.", "After witnessing a sharp contraction in GDP by 23.9% in Q1:2020-21 and a multi-speed normalisation of activity in Q2, the Indian economy has exhibited stronger than expected pick up in momentum of recovery.", "The global economy has also witnessed a stronger than expected rebound in activity in Q3.", "The IMF has accordingly revised its assessment for global growth in 2020 to a less severe contraction than what was assessed in June 2020. .", "Even as the growth outlook has improved, downside risks to growth continue due to recent surge in infections in advanced economies and parts of India.", "We need to be watchful about the sustainability of demand after festivals and a possible reassessment of market expectations surrounding the vaccine.", "The monetary policy guidance in October emphasised the need to see through temporary inflation pressures and also maintain the accommodative stance at least during the current financial year and into the next financial year.", "A key source of resilience in recent months has been the comfortable external balance position of India supported by surplus current account balances over two consecutive quarters, resumption of portfolio capital inflows on the back of robust FDI inflows, and sustained build-up of foreign exchange reserves.", "The Government's recent policy focus to enhance India's participation in global value chains, including through production linked incentives for targeted sectors, can leverage on the strong external balance position of India.", "Financial Market Developments 6.", "Let me now turn to financial markets.", "Domestic financial market conditions were benign at the start of the year but witnessed severe stress and dislocation as the COVID-19 pandemic unfolded.", "Thinning out of activity impacted market liquidity.", "Increased volatility of financial prices was observed across most asset classes.", "Yields hardened in the government securities market and the yield curve steepened sharply amidst concerns about fiscal slippage and sustained selloff by FPIs.", "The financing conditions in the commercial paper and corporate bond market also deteriorated, reflecting overall market conditions as well as generalised risk aversion.", "The Rupee sharply depreciated, with increasing volatility and heightened forward premia.", "The Reserve Bank acted proactively and nimble-footedly to ease financial market conditions and mitigate risks with a slew of conventional and unconventional measures.", "Market participants responded with alacrity and together we have been able to ensure stable and resilient markets across all segments.", "The Reserve Bank remains committed to fostering orderly functioning of financial markets and will continue to evaluate incoming information having a bearing on the financial markets and act, as needed, to mitigate any downside risks.", "Over the last three decades, the pace of financial market reforms has gathered momentum, albeit occasionally interrupted by financial crises.", "A calibrated opening up of the Indian economy has occurred since the 1990s.", "Alongside, the institutional architecture has been deepened keeping in view the specifics of the country context.", "In the interregnum, the markets have traversed a long distance.", "Over the years, the bond markets in the country have become broad-based in terms of participation, availability of a variety of instruments and development of repo and derivative markets.", "The sovereign yield curve now spans up to 40 years and provides a stable pricing backbone for the development of the corporate bond market.", "The foreign exchange market has also come a long way, with increasing diversity in instruments and participants, and a growing integration of the economy with the global economy.", "Alongside these changes, significant improvements in the market infrastructure have taken place encompassing state-of-the-art primary issuance process for government securities, an efficient and completely dematerialized depository system within the central bank, electronic trading platforms, trade reporting and central counterparty settlement.", "Even as the financial markets evolved, some imperfections became evident.", "Secondary market liquidity in government securities increased but was confined to a few benchmark tenors.", "The participation base grew but diversity of views remained limited with predominance of \"buy and hold\" and \"long-only\" investors.", "Interest rate derivative markets grew but remained limited to one product - the Overnight Indexed Swap - and to a small set of market participants.", "Domestic foreign exchange markets also grew but so did the offshore markets, fragmenting the global market for the Indian Rupee and impairing market efficiency.", "New product development remained constrained, in part, due to limited participation and also due to regulatory restrictions which had developed in response to the past experience with complex products and concerns about valuations and mis-selling.", "Meanwhile, episodes of misconduct and abuse in global markets raised the imperative of improving governance frameworks to pre-emptively safeguard domestic markets.", "Notwithstanding these imperfections, the resilience and strong foundation of financial markets, nurtured over time, also presented an opportunity.", "Markets with a small number of participants tend to become 'closed user clubs' with predictable behavioural attributes.", "Furthermore, speculative flows in thin markets can create distortions.", "In deep markets, these very flows can add liquidity and make the markets more resilient.", "A calibrated opening up of the economy can supplement domestic savings and help finance growth and development.", "Against this backdrop, the Reserve Bank has taken steps to usher in the next phase of reforms to accelerate the pace of liberalisation.", "The recent reform measures, many of which are in the works, have been fashioned around the four major themes of (i) liberalising financial markets and simplifying market regulation; (ii) internationalising financial markets; (iii) safeguarding the \"buy side\" - user protection; and (iv) ensuring resilience and safety.", "Let me discuss each of these themes.", "Liberalising financial markets and simplifying market regulations 12.", "The broad approach driving the recent regulatory initiatives is that any person with a need to access financial markets should be able to do so with ease at minimum cost.", "Principle-based regulations for interest rate derivatives and foreign exchange derivatives aim at achieving this broad objective.", "Detailed procedural prescriptions have been replaced with basic principles, thereby allowing - greater operational flexibility for market participants.", "Earlier restrictions on design of derivative contracts and cancellation and rebooking of foreign exchange derivatives have been dispensed with.", "Distinctions based on residency have been removed or reduced, bringing foreign participants at par with domestic entities in terms of market entry and exit.", "While retaining the existence of underlying exposures as the basis for access, greater flexibility and ease of hedging have been brought in by allowing anticipated exposures to be hedged.", "Users with limited/small hedging requirements have been allowed to enter into contracts equivalent of USD 10 million without the need to establish the existence of underlying exposures.", "Simplifying regulations and providing procedural flexibilities have also contributed to easing operating conditions and thereby reducing costs and inefficiencies.", "While some operational constraints are inevitable, especially those warranted by prudential considerations, our approach has been to ease operating conditions within these considerations.", "Another example of this is the recent passing of the Bilateral Netting of Qualified Financial Contracts Act, 2020, which addresses an important operating constraint.", "The absence of legal recognition for bilateral netting had discouraged the use of derivatives for effective risk management.", "The legislation provides the enabling framework for cash and derivative market transactions to be off-set.", "This will enable optimization of capital requirement for financial institutions and will provide an impetus for the development of derivative markets.", "Internationalisation of financial markets 14.", "Internationalisation of financial markets can lower transaction costs with efficiency gains.", "Over the last three decades, India has undergone a transformation from being a virtually closed economy to one that is globally connected and open to a much larger volume of international transactions and capital flows than before.", "Today, the capital account is convertible to a great extent.", "Inward Foreign Direct Investment (FDI) is allowed in most sectors and outbound FDI by Indian incorporated entities is allowed as a multiple of their net worth.", "The external commercial borrowing framework has also been significantly liberalised to include more eligible borrowers, even as maturity requirements have been reduced and end-use restrictions have been relaxed.", "Foreign portfolio investment in Indian debt markets has been expanded within calibrated macro-prudential norms.", "Limits under the Medium-Term Framework for investment by Foreign Portfolio Investors (FPIs) have been gradually increased and procedures rationalized.", "A Voluntary Retention Route (VRR) has been introduced, which provides relaxations from macroprudential controls but subject to a minimum retention period.", "In a major step towards greater internationalisation, the Fully Accessible Route (FAR) was introduced under which non-residents can invest in specified government securities without any restriction.", "Capital account convertibility will continue to be approached as a process rather than an event, taking cognizance of prevalent macroeconomic conditions.", "A long term vision with short and medium term goals is the way ahead.", "As a major milestone towards opening up of markets, banks in India have been permitted to deal in the offshore rupee derivative markets.", "The measure is expected to reduce the segmentation between onshore and offshore markets, apart from reducing volatility and the cost of hedging.", "Banks have also been permitted to undertake foreign exchange transactions beyond the usual onshore market hours, thus fostering real time market activity.", "In a complementary measure, exchanges and banking units in the GIFT City have been permitted to undertake Over the Counter (OTC) and exchange traded Rupee derivatives.", "Safeguarding the \"buy side\" - user protection 17.", "Safeguarding the interests of the users - the \"buy\" side of financial markets - is an imperative especially in the context of liberalised markets and introduction of newer and more sophisticated products.", "A number of initiatives have been taken in this regard, a few of which I would like to mention.", "With a view to providing greater protection to less sophisticated users, a User Classification Framework segregating users into 'retail' and 'non-retail' has been introduced for OTC foreign exchange and interest rate derivative transactions.", "Retail users can be offered only non-complex derivative products while product innovation has been permitted for non-retail users as per their business needs.", "The issue of fair and transparent pricing of foreign exchange products, especially for MSMEs and other smaller users, has been occupying our attention.", "Market-makers are now mandated to separately disclose fees /charges when dealing with retail users.", "Also, an anonymous order matching electronic trading platform, called FX-Retail, has been launched by the Clearing Corporation of India (CCIL), at the behest of the RBI.", "This platform allows users with small transaction sizes to undertake transactions at best available market rates.", "These measures are expected to ensure greater transparency and protection of the retail user.", "Concerted efforts by banks will be needed if the benefits of transparent and competitive pricing are to reach every user of the foreign exchange markets.", "As derivative markets are liberalized, market conduct needs to be strengthened through robust assessment of product suitability and user appropriateness.", "Regulatory requirements in this regard are being reviewed in consonance with the overall changes to the regulatory approach.", "Ensuring resilience and safety 21.", "Financial market infrastructure in India has remained resilient even during various financial crises.", "Learning from international episodes of market failure, several further initiatives have been taken to ensure continued resilience.", "Fair market conduct is critical to ensure efficient functioning and preserving trust in the financial ecosystem.", "Hitherto, conduct codes prescribed by market bodies like FIMMDA and FEDAI guided participants in the financial markets.", "To supplement and strengthen these, a regulatory framework for market abuse has been put in place.", "The Reserve Bank has been taking measures to implement the G20 over-the-counter (OTC) derivatives market reforms.", "In line with global trends, electronic trading platforms (ETPs) have been brought under regulatory purview to ensure efficiency of operations and address systemic risks.", "A draft framework for variation margin for OTC derivatives aimed at reducing counterparty risks from non-centrally cleared derivatives, has been recently issued.", "Global efforts are underway to put in place a Legal Entity Identifier (LEI) which uniquely identifies financial market participants and enables aggregation of risks.", "Reserve Bank has also mandated the use of the LEI for participants in the markets it regulates.", "In fact, we are one of the few countries that has implemented LEI beyond derivative markets to cover transactions in government securities and money markets as well as the credit market (large loans).", "A key issue which has been engaging global attention is the transition from the LIBOR to alternate reference rates.", "In India, several measures have been taken to make financial benchmark processes more transparent and robust.", "Most recently, the administrators of significant financial benchmarks were brought under regulation to ensure robust governance frameworks and process controls.", "These reforms will stand us in good stead as we prepare ourselves for the LIBOR transition.", "The Indian Banks' Association has been working closely with market participants to facilitate the transition to alternate benchmarks and create customer awareness.", "Achieving a smooth transition from a benchmark entrenched in the financial system will require significant efforts from all stakeholders.", "I have attempted to set out today the broad themes which have guided the liberalization/reform agenda for financial markets.", "The recent changes are aimed at enabling financial markets to enhance allocational efficiency in the use of resources and thereby contribute to economic development.", "With this freedom comes responsibility.", "The achievement of desired outcomes is contingent on financial institutions and market participants taking forward the reform agenda so that we have vibrant financial markets and efficient financial intermediation.", "The simplification and flexibility provided in the regulations must reach the end-user.", "In designing new products and new market segments, risk management systems and responsible market conduct should evolve in tandem as we open up to global players.", "Market participants and their associations including FEDAI will have to play a critical role in this."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial market reforms", "Liberalisation", "Internationalisation", "User protection", "Resilience", "Safety", "Market conduct", "LIBOR transition", "Interest rate derivatives", "Foreign exchange derivatives"]}