{"sentences": ["October 21, 2020 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Business Leaders in Fukui SAKURAI Makoto Member of the Policy Board I.", "Economic Activity at Home and Abroad A.", "Recent Developments in Overseas Economies I would first like to talk about developments in overseas economies, given the significant contraction in global economic activity caused by the worldwide spread of the novel coronavirus (COVID-19).", "The global economy grew at a rate of around 3-4 percent up through 2019 but faced the outbreak of COVID-19 at the turn of 2020.", "The impact of COVID-19 spread rapidly from China to other Asian countries including Japan, as well as Europe, the United States, and more or less the rest of the world in a short period of time.", "Economic globalization over the past four decades has been accompanied by a massive increase in the movement of people across countries.", "Partly as a result of this, the current pandemic has spread more rapidly and has had a greater impact on the global economy than pandemics in the past.", "Global economic activity and global trade both remain at low levels as measures to restrict economic activity, including temporary lockdowns of cities, continue to be implemented, albeit to varying degrees (Chart 1).", "According to the October 2020 World Economic Outlook released by the International Monetary Fund, the global growth rate for 2020 is projected to be minus 4.4 percent.", "By region, negative growth figures are large for advanced economies but relatively small for emerging economies; this mainly reflects the fact that COVID-19 has already begun to subside in China, which experienced the earliest outbreak.", "However, given the resurgence of infections in advanced economies and the further spread of COVID-19 in emerging economies, uncertainty regarding the outlook for infections is extremely high, and it is therefore necessary to be vigilant about the possibility of a further global economic downturn.", "Outlook for Overseas Economies At present, countries worldwide are struggling with issues such as a decline in output, a rise in the unemployment rate, and an increase in corporate bankruptcies due to restrictions on economic activity.", "Overall, however, economic activity has bottomed out and is in the process of picking up somewhat.", "While the full-scale resumption of global economic activity may be delayed as COVID-19 continues to spread in many emerging economies other than China, the global economy as a whole is likely to continue recovering, albeit at a moderate pace, as governments work toward striking a balance between the prevention of the spread of COVID- 19 and the improvement in socio-economic activities.", "Nevertheless, it should be carefully borne in mind that there are significant uncertainties regarding this outlook.", "A key issue in forecasting the pace of global economic recovery is whether policymakers around the world can prevent increases in corporate bankruptcies and unemployment and the extent to which they can avoid a loss of supply capacity.", "If firms can maintain their supply capacity, this will allow global supply chains, which for many years have supported global economic growth, to also be maintained without major disruptions.", "On the other hand, it is possible that new structural changes will emerge, such as a reconfiguration of global supply chains triggered by, for example, clarified differences across countries in terms of when COVID-19 subsides and how fast economic recovery progresses, intensified U.S.-China tension over trade and other issues, and the materialization of geopolitical risk.", "Accurately determining the direction of such changes is essential in forecasting the pace of global economic recovery.", "C. Recent Developments in Japan's Economy Next, I will talk about developments in Japan's economy.", "Real GDP growth fell sharply in the April-June quarter of 2020, registering minus 7.9 percent on a quarter-on-quarter basis, due to the economic contraction induced by the further spread of COVID-19 (Chart 2).", "With the exception of some innovation-related business fixed investment, almost all demand components -- such as exports, private consumption, and business fixed investment -- declined, production decreased significantly, and business conditions deteriorated considerably (Charts 3 and 4).", "From March onward, Japan, like other countries, swiftly formulated and put in place large-scale economic measures.", "Such large- scale government measures and the introduction of monetary easing measures by the Bank of Japan have restored calm to financial and foreign exchange markets, which had become unstable, and although uncertainty remains high, tension has eased.", "The series of policy measures has to some extent kept increases in corporate bankruptcies and unemployment in check.", "Although COVID-19-related bankruptcies have been rising, the latest figure for the total number of bankruptcies for September is still more than 30 percent lower than that for December 2012 (Chart 5).", "Moreover, although unemployment rose from 2.4 percent in February 2020 to 3.0 percent in August, it remains fairly low compared to 4.3 percent registered in December 2012.", "Recent economic indicators show that economic activity bottomed out in the April-June quarter of 2020 and has already started to pick up, but the situation remains severe.", "For the time being, it is essential to aim to achieve both containment of the spread of COVID-19 and expansion of economic activity.", "However, given that it will take some time for economic activity to recover, it is necessary to persistently continue with the efforts to support corporate financing and to prevent corporate bankruptcies and unemployment from rising.", "D. Outlook for Japan's Economy Given that it is not clear when COVID-19 will subside, it is not easy to forecast the outlook for Japan's economy.", "However, considering that the economy has already bottomed out, I believe that a probable scenario is that the economy will gradually enter a recovery phase.", "Based on the assumption that Japan's economy will improve gradually from the second half of 2020, forecasts of the majority of the Policy Board members presented in the July 2020 Outlook for Economic Activity and Prices are as follows.", "The real GDP is expected to register substantial negative growth ranging from minus 5.7 to minus 4.5 percent for fiscal 2020.", "However, this is expected to be followed by relatively high growth in the range of 3.0-4.0 percent in fiscal 2021, considerably above the potential growth rate.", "In fiscal 2022, it is assumed that the economy will more or less normalize and that the virtuous cycle from income to spending will resume, with growth expected to be firm in the range of 1.3-1.6 percent (Chart 6).", "Moreover, in forecasting the pace of recovery, I believe that it is worthwhile to be attentive to developments in innovation-related and labor-saving business fixed investment, in which Japanese firms have been actively engaged.", "Interviews with firms and other sources of information suggest that firms have solidly maintained their investment plans for innovation- related projects, including those related to 5G communication technology.", "Given that exports in this area are also likely to grow, innovation-related business fixed investment can be expected to be a driving force for future economic recovery.", "In addition, taking into account that labor shortages are likely to continue in the medium to long term given Japan's demographics, labor-saving investment, which had been expanding over the past several years, is expected to return to an uptrend in the economic recovery phase.", "Another point to note is that firms have been making new business fixed investment, supported by steady progress in the diffusion of teleworking as well as in the active use of IT in response to restrictions on economic activity caused by the spread of COVID-19.", "If these structural changes born out of the spread of COVID-19 fully take root, they may lead to the creation of new business models.", "Thus, looking ahead, if Japan's economy steadily recovers and the virtuous cycle from income to spending that operated before the outbreak of COVID-19 reemerges, a sustained expansion of business fixed investment that drives such structural changes forward can be expected.", "At the same time, the key to restoring this virtuous cycle is to provide support from the monetary policy side so that inflation expectations remain somewhat positive.", "If the private sector expects inflation to be negative, consumption and investment are more likely to be put off, and the virtuous cycle may stop operating.", "In this sense, I believe that the Bank's current monetary policy stance -- in which the Bank sets a price stability target and commits itself to continuing to expand the monetary base until the target is achieved in a stable manner; that is, it commits to maintaining accommodative financial conditions -- plays a vital role.", "Recent Price Developments and Their Background Next, I will turn to price developments.", "Prices are currently under strong downward pressure (Chart 7).", "This is due in part to the sharp drop in aggregate demand owing to the restrictions on economic activity, as well as the significant decline in energy prices reflecting market expectations for further easing in the supply-demand conditions for energy in line with a decrease in global energy demand.", "The output gap has also turned negative recently, and the momentum toward inflation has been lost.", "On the other hand, this is not a situation where prices are continuing to plunge.", "When there is a lull in demand because of unavoidable restrictions on economic activity, as seen recently, firms recognize that demand will not pick up even if they lower sales prices and that lowering prices will make it impossible for them to cover costs.", "This seems to have prevented an acceleration in downward pressure on prices.", "Naturally, there is no upward pressure on prices when the output gap is negative, so inflation is expected to continue to be relatively weak for the time being.", "Outlook For the inflation rate to turn positive, it is necessary that the economy recover steadily and the output gap return to positive territory.", "Even if the inflation rate turns positive again at an early stage, however, it is unlikely to accelerate further for a while.", "Looking back at the situation prior to the spread of COVID-19, the inflation rate did not accelerate despite the economy being close to full employment and continuing to register a positive output gap.", "This phenomenon is not unique to Japan as inflation rates in most major advanced economies have been slowing, albeit to varying degrees (Chart 8).", "I think that the question of why inflation has not been accelerating needs to be seriously revisited.", "It is often pointed out that the reason for Japan's sluggish inflation rate is an entrenched deflationary mindset among consumers that is born out of their past experiences with deflation, making it difficult for firms to fully pass on upward pressure on wages to sales prices.", "In addition, structural changes that began in the years prior to the outbreak of COVID- 19 have made the inflation mechanism more complex.", "Specifically, these changes include (1) the establishment of global supply chains, which resulted in low and stable goods prices worldwide, (2) the shift to a service economy in Japan in response to globalization, (3) the resulting increased sensitivity of prices to service sector wages, (4) the increase in labor- saving investment as well as improvements in labor productivity by firms to address labor shortages, and (5) the tendency of firms to absorb the upward pressure on wages by improving productivity rather than passing it on to sales prices.", "Similar structural changes can also be observed in other major advanced economies, and, while they have boosted job opportunities, they also appear to have acted to curb increases in wages and prices on the whole.", "Given the possibility that these structural changes will regain momentum once COVID-19 subsides, it is difficult at this point to clearly judge whether inflation will accelerate immediately even if it turns positive again.", "However, as I mentioned earlier, it goes without saying that, even if actual inflation is sluggish, keeping inflation expectations somewhat positive is important from the perspective of ensuring that spending behavior in the private sector is forward- looking.", "I believe that the impact of these structural changes on prices will need to be examined in more detail.", "I will return to the structural changes in Japan and changes in the inflation mechanism later.", "Current Monetary Easing Policy and Its Basic Framework Next, I will touch upon the Bank's conduct of monetary policy.", "The Bank has enhanced a wide range of its monetary easing measures since March and implemented the following three measures in response to the instability in financial markets accompanying the spread of COVID-19 as well as concern over financial strains faced by firms stemming from the decrease in sales due to restrictions on economic activity (Chart 9).", "First, the Bank introduced the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) in order to support financing, mainly of firms.", "The total size of this program will be about 130 trillion yen.", "Specifically, this program consists of (1) purchases of CP and corporate bonds with an upper limit of about 20 trillion yen and (2) the Special Funds- Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID- 19), which is a fund-provisioning measure with a size of up to about 110 trillion yen to encourage lending to firms by financial institutions.", "Through the latter operation, the Bank provides funds on favorable terms to private financial institutions that make loans in response to COVID-19, which links up with the government's economic measures to provide effectively interest-free and unsecured loans, mainly to small firms through private financial institutions.", "Second, to maintain stability in financial markets, the Bank has adopted a framework through which further ample yen and foreign currency funds can be provided in a flexible manner.", "As for the yen funds, with a view to maintaining stability in the bond market and stabilizing the entire yield curve at a low level, the Bank decided to purchase the necessary amount of Japanese government bonds (JGBs) without setting an upper limit.", "Regarding foreign currency funds, the Bank has provided U.S. dollar funds in cooperation with five other major central banks.", "Third, the Bank has been actively purchasing exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs) to lower risk premia in asset markets; in other words, to prevent a deterioration in firms' and households' sentiment through volatility in asset markets with the aim of providing support to forward-looking economic activity.", "These powerful monetary easing measures have exerted positive effects.", "Although financial and foreign exchange markets, which were highly volatile from March through April, remain nervous, tension has eased.", "Moreover, even though corporate funding conditions are still severe, the environment for funding has eased owing to the various measures taken by the Bank and the government, as well as active efforts made by financial institutions in line with these measures (Chart 10).", "Future Conduct of Monetary Policy For the time being, the Bank will continue to provide support for financing and maintain stability in financial markets under the framework of the aforementioned three measures.", "Furthermore, in light of concern that a slower-than-expected rebound from the COVID-19 crisis could adversely affect Japan's economy and financial system, I believe that it is important to continue working together with the government as well as with other major central banks and take swift and appropriate policy responses as necessary.", "Next, I will elaborate on my own thinking about policy responses going forward.", "Economic Recovery, Structural Change, and the Role of Monetary Policy: A Look The biggest and most urgent challenge for macroeconomic policy in Japan is to steadily work toward economic recovery while striking a balance between containing COVID-19 and resuming and expanding economic activity.", "I would like to mention some new challenges in the economic recovery process, including the role of monetary policy, based on the structural changes in Japan prior to the spread of COVID-19 and the experience with regard to policy responses to these changes.", "Structural Change and Monetary Policy in Japan: The Experience of the Past Seven Japan's economy achieved moderate positive growth from 2013 to 2019, supported by a policy mix of fiscal and monetary easing policies.", "This was accompanied by gradual structural changes, which can be summarized as follows.", "In response to macroeconomic policies, (1) financial markets stabilized, (2) a virtuous cycle from income to spending was established in Japan's economy, (3) outward investment grew in line with advances in globalization, and (4) the inflation mechanism began to change.", "I would like to touch briefly on each of these points.", "Starting with financial markets, these have generally been stabilizing against the backdrop of a policy mix of large-scale monetary easing and fiscal policies since 2013.", "Despite some short-term fluctuations, financial and foreign exchange markets have remained stable, particularly since the second half of 2016.", "This remains the case even now, despite the ongoing impact of COVID-19.", "Likely reasons include the lack of any significant differences in the direction and scale of monetary easing policies implemented in major countries to stabilize their own economies, the absence of significant adjustment pressures between currencies, as seen in the narrowed interest rate differentials between major economies, and the narrowing of the inflation gap between major economies, which affect long-term nominal exchange rate adjustment pressures (Chart 11).", "The next change is that a virtuous cycle became established.", "Persistent monetary easing in Japan has led to a steady improvement in labor market conditions, bringing the economy For details on structural changes as a result of globalization and advances in IT and artificial intelligence (AI), see Richard Baldwin, The Great Convergence: Information Technology and the New (Cambridge: The Belknap Press of Harvard University Press, 2016); Richard Baldwin, (Oxford: Oxford University The Globotics Upheaval: Globalisation, Robotics, and the Future of Work Press, 2019); and Branko Milanovic, Capitalism, Alone: The Future of the System That Rules the (Cambridge: The Belknap Press of Harvard University Press, 2019).", "See Sakurai Makoto, \"Economic Activity, Prices, and Monetary Policy in Japan,\" speech at a meeting with business leaders in Hyogo, November 27, 2019, /.", "Against this backdrop, and with the government's growth strategy, more women and seniors newly joined the labor market, employee income rose steadily, and private consumption became firm.", "In addition, spurred by a growing belief among Japanese firms that labor shortages would continue on the back of expectations that the economy would continue to grow at a moderate pace, and aided by advances in IT and AI, domestic business fixed investment, especially labor-saving investment, shifted to a period of sustained growth.", "These factors combined to make possible a virtuous cycle from income to spending based on moderate sustained growth.", "Another structural change is the growth in outward investment over the past two to three decades.", "This is clearly reflected in changes in Japan's balance of payments structure.", "That is, since the 2000s, Japan's trade balance has been more or less in equilibrium while the current account has continued to register a large surplus, the bulk of which is attributable to outward investment income (Chart 12).", "This trend has continued despite the drastic downturn in economic activity brought about by the spread of COVID-19.", "The upswell in outward investment partly stems from the fact that such investment promises higher rates of return than domestic investment and that the risk to firms' balance sheets from exchange rate fluctuations has decreased.", "The growth in outward investment means that Japan's nominal gross national income (GNI) consistently exceeds nominal GDP, by a margin of as much as 3-4 percent of nominal GDP.", "It is therefore fair to say that Japan is essentially an outward investment-oriented nation.", "With their global supply chains well established, many Japanese firms have come to make domestic and international investment decisions in an integrated manner, carefully taking into account the medium-term growth expectations for individual economies, differences in labor and capital costs, and the need to guard against technology leakages.", "Lastly, as in other advanced economies, advances in globalization have shifted the balance of Japan's economy toward services industries, which in turn has affected its inflation mechanism.", "That is, the establishment of global supply chains to serve the manufacturing sector has engendered stable and low prices of goods across major advanced economies.", "As a result, inflation now seems to be increasingly determined by the rate of increase in the prices of services, which are relatively labor intensive and thus more susceptible to domestic labor market conditions.", "In this environment, growth in labor-saving investment to address labor shortages -- which I mentioned earlier -- has made it possible for firms to offset upward pressure on personnel expenses by improving their labor productivity.", "This in turn has absorbed upward pressure on wages, acting as a constraint on inflation.", "Looking at these four structural changes as a whole, it can be said that they have arisen in large part from the Bank's persistent monetary easing, which laid the groundwork for a macro- financial environment that encouraged firms to pursue forward-looking investment.", "Monetary policy can exert influence on the economy only indirectly through financial markets and financial institutions, and cannot directly bring about structural changes through a redistribution of resources in the way that fiscal policies or growth strategies can.", "That said, Japan's experience, in which monetary policy has indirectly supported such structural changes, has important implications for the Bank when considering the direction of monetary policy in a post-COVID-19 era.", "Challenges during a Post-COVID-19 Recovery and Future Structural Changes It was in the midst of these structural changes that Japan's economy, like the rest of the world, was struck by the pandemic.", "Top priority in the initial stage of the outbreak was given to preventing increases in corporate bankruptcies and unemployment as much as possible by supporting corporate financing and ensuring the availability of funds for firms struggling with a sharp deterioration in their business.", "Recognizing this, the Bank has successively introduced measures to strengthen monetary easing, which, coupled with the government's measures and initiatives taken by private financial institutions, have resulted in limiting increases in corporate bankruptcies and unemployment so far.", "In considering the direction of monetary policy going forward, the key points to keep in mind are the amount of time required for the economy to recover and the risks and challenges to be addressed if the recovery takes longer than expected.", "If COVID-19 were to persist longer than expected, the financial situation of firms struggling with their sales would become more strained over time, causing them to eventually become insolvent, which in turn would lead to an upsurge in corporate bankruptcies and a deterioration in the employment situation.", "This would diminish the supply capacity and hence the growth potential of Japan's economy.", "Moreover, if the amount of nonperforming loans were to rise as corporate credit risks materialize, this could impair the soundness of the financial institutions that support such firms, leading to a deterioration in the functioning of the financial system itself.", "Concern over risks to the financial system could then exert further downward pressure on the real economy.", "At the moment, financial institutions hold adequate capital and there is little concern that the financial system might become unstable.", "However, it is important to be prepared to take prompt action as needed while closely monitoring both the real economy and the financial system.", "With the financial system remaining stable, if the economy makes a steady rebound once COVID-19 subsides, it will become possible to increase the robustness of the economy by moving ahead with full-fledged efforts to address medium- and long-term challenges.", "In doing so, the following two issues will be crucial.", "The first is whether globalization will return to pre-COVID-19 trends or whether new structural changes will emerge.", "The second is whether Japan's economy can make the structural changes needed to respond adequately to the new global economy.", "Regarding the first question, what is clear is that firms will reconfigure their production locations, for example, to multiple supply chains to avoid a breakdown in their overall supply chains in case production is suspended in a certain region.", "Moreover, firms may reorganize their production locations if the U.S.-China conflict over trade and other issues intensifies.", "Nevertheless, in view of the cost advantages provided, it is unlikely that the system of global supply chains itself will come to an end.", "And if that is the case, a return to the former trend of globalization is likely as COVID-19 subsides.", "In addition, new structural changes may emerge based on the experience of the pandemic.", "For instance, the use of IT and AI is expected to make further inroads in a variety of areas; for example, making teleworking as common in Japan as in other countries.", "Further, with the shift to services likely to continue in advanced economies and with labor shortages expected to continue due to demographic trends, a key challenge for Japan's economy will be to boost labor productivity through the active use of IT and AI.", "C. Expanding Role of Monetary Policy and Challenges Ahead Lastly, I would like to touch upon monetary policy challenges going forward, taking into account the structural changes expected in the post-COVID-19 era.", "First, in a situation where it is necessary to strike a balance between containing COVID-19 and helping the economy to recover, the immediate challenge for monetary policy is to support Japan's economy from the financial side.", "Specifically, the key priorities are to continue with large-scale monetary easing under the current monetary policy framework, maintain financial market stability, support corporate financing, and contain increases in corporate bankruptcies and unemployment.", "In doing so, it is necessary to continue working together with the government and other major central banks in order to respond flexibly in terms of macroeconomic policy and to ensure market stability.", "Next, in conducting monetary policy, one of the medium- to long-term challenges facing the Bank is to ensure stability of the financial system.", "If economic recovery takes longer than expected, it is possible that an upsurge in corporate bankruptcies could impair the soundness of financial institutions, placing the financial system at risk.", "If financial institutions -- which play a key role in providing financial support for corporate business activities -- can no longer fulfill their financial intermediation function, this would exert downward pressure on the real economy, which, if the situation were to persist, could potentially weaken the growth potential of Japan's economy.", "Developments such as the transformation of working styles through the use of IT and AI can have a positive impact in terms of revitalizing regional economies.", "In light of this, it is essential to firmly maintain financial system stability over the medium to long term to allow financial institutions to effectively carry out their roles in promoting new structural changes.", "The Bank will take the necessary responses to enable the appropriate functioning of financial intermediation.", "In closing, let me reiterate that the virtuous cycle from income to spending achieved over the past seven years is mainly due to the fact that the Bank, as part of a policy mix of fiscal and monetary policies, has persistently maintained accommodative financial conditions, which encouraged forward-looking investment among firms.", "In terms of monetary policy going forward, the Bank will work together with the government and other major central banks as necessary, taking timely and appropriate responses to achieve price stability to contribute to the sound development of the national economy while ensuring stability of financial markets.", "I am hopeful that, in this way, a virtuous cycle will be restored in Japan's economy after COVID-19 subsides, and that the economy will continue to experience sustained growth under new economic structures.", "Thank you for your attention.", "Fukui Prices, Leaders Makoto the Bank SAKURAI Member Economic Chart economies July.", "Private Public Net Real Japan.", "Bank 7 include Communications; Affairs Internal Index.", "vices how nsumption y software excluded progress).", "Including retired) (R&D institutions.", "(including 8.2 financial Vintage including years excluding 9 8 7 6 5 4 3 2 1 0 Investment industries, x excluding Fixed the assets.", ".25 year-end enterprises.", "all vintage (R&D) are year survey).", "business Wealth figures er velopment nstruction} 6 5 4 3 2 1 s.a., Ltd. Research, scale) openings-to-applicants yen.", "Tokyo million Active ratio Unemployment 10 ratio debt s.a., that 2.0 1.5 1.0 0.5 0.0 18 Ministry bankruptcies Welfare; and ur education.", "chg. the forecast (i.e., fresh realization.", "of Outlook forecasts range policies July as two and as lowest Board the the most.", "April April April as Economic in in in as April within nine stimate effects ity s.hown ) he de de de wn e orecasts 020 021 022 -40 -30 -20 -10 0 10 20 30 40 % (right all \"insufficient\"), DI (left (\"excessive\" utilization (left Output factor policies reversed, Capital Labor Output Tankan 09 hikes Japan.", "on Communications; and energy) used effects CPI food) food fresh fresh the and ss ss 5 are Rates Figures average).", "and moving Japan United Euro Economic year Chart yen) tril.", "me Funds to (for to unlimited Currency bil.", "(previously, Response Operations: in yen bil.", "Facilitate 6 J-REITs about unlimited tril.", "Funds-Supplying an an and Financing JGBs: tril.", "in of Dollar Operations Provision Support increase corporate increase U.S. of increase increase of pace of nk's orporate yen P purchases k ases ram about Supplying nancial of Forecast for stance lending demand agressive 13 Corporate orecast 13 Exchange September yen/U.S.", "Bank Demand-Driven investment Outward account balance and Others Portfolio Direct Trade Current account 9"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic activity", "Prices", "Inflation", "Structural change", "Corporate bankruptcies", "Unemployment", "Financial stability", "Globalization", "Fiscal policy"]}