{"sentences": ["22.12.2020 Testimony by the Governor of the Banco de España before the Audit Committee on Democratic Quality, the Fight against Corruption, and Institutional and Legal Reforms Congress of Deputies Pablo Hernández de Cos Ladies and gentlemen, I appreciate your request that I should appear before this Audit Committee on Democratic Quality, the Fight against Corruption, and Institutional and Legal Reforms to address the question of the impartiality and autonomy of independent economic authorities.", "Allow me to take as a starting point for my address the importance the economic literature has attributed in recent decades to the quality of institutions, as a linchpin of economic development and growth.", "As part of this broad notion of the quality of institutions, independent agencies - over which governments have no controlling or management powers - are particularly important for achieving certain goals.", "Indeed, in some areas of the economy independent institutions have a long-standing tradition in market economies and are a basic pillar of their institutional structure.", "The rationale behind such institutions lies in considerations of general interest, with the conviction that independence allows a greater benefit to be had for society than that which would be attained were powers assumed directly by political authorities.", "Independent agencies acquire this status by decision of the maximum political authorities of the State (parliaments), and are given a remit in specific decision-making areas (for instance, monetary policy for central banks) and a legal framework to decide and act independently in the matters under their purview.", "The public interest objective underlying the status of independence leads me to view it as a value that should be preserved and strengthened, for the benefit of properly fulfilling the mission with which the agency has been entrusted and, thereby, of greater social well-being.", "In any event, independence should be accompanied by guarantees as to the professional competence and personal integrity of the members of the independent body, especially its senior officials, and as to the controls to which it is subject and its accountability.", "To attain these guarantees, controls and accountability, action must be taken on selection, appointment and dismissal procedures for individuals in management and governance positions in the independent body, on the transparency of conduct and results, and on the governance of the institution.", "I shall commence by reviewing the arguments that justify the independence of economic authorities and supervisors.", "I shall then address the elements that give shape to an institution's formal independence, and their specific configuration in the case of the Banco de España.", "Thirdly, I shall offer my thoughts on the status of independence as a necessary, but insufficient, condition for independent agencies.", "I shall then highlight potential ways to strengthen the independence of the Banco de España, moving on thereafter to identifying potential improvements to the financial supervision model in Spain.", "Lastly, I shall refer to our institution's control mechanisms and transparency standards, and certain governance aspects.", "The value of independence in economic authorities and supervisors In the area of the economy, monetary policy and financial supervision are two of the spheres habitually occupied by independent institutions in the developed countries.", "In our case, for the euro area, the European Central Bank (ECB) - of whose system the Banco de España is a part - is the independent monetary authority whose primary objective is to maintain price stability (see Annex 1).", "Moreover, the Banco de España has, among other functions, regulatory and supervisory responsibilities for the banking sector (the ECB has also assumed these responsibilities in respect of significant institutions).", "It is also responsible for the stability of the financial system as a whole, the preventive resolution of financial institutions (in the framework of the European Single Resolution Mechanism), the protection of bank customers, the supervision of payment services providers and the correct operation of payment systems and market infrastructures.", "Further, it advises the Government, produces reports and studies and compiles and publishes statistics relating to its functions.", "The National Securities Market Commission (CNMV) is the independent agency entrusted with the oversight and inspection of Spanish securities markets and the activity of all securities market players.", "Other areas of the economy are also habitually covered by independent agencies.", "Cases in point, to name a few, are the defence of competition and the regulation of specific industries, such as energy and telecommunications (under the responsibility of the National Markets and Competition Commission - CNMC - in Spain), the auditing of public sector accounts and economic management (carried out by the Spanish Court of Auditors) and, a more recent development, effective compliance by the general government sector with the principle of budgetary stability (the preserve of the Independent Authority for Fiscal Responsibility, AIRef).", "As I stated, the ultimate aim of assigning these functions to independent agencies is to obtain an institutional design that ensures a greater level of collective well-being.", "In this respect, allow me to begin by recalling the main reason why the control of inflation was assigned to independent monetary authorities in a large number of economies.", "The argument is what the economic literature calls \"time inconsistency\", which highlights the role of expectations in agents' behaviour.", "I believe price stability unquestionably enhances economic growth and improves well-being in the long run.", "However, if the monetary authority is not independent and, having regard to other more short-term goals, uses monetary policy to stimulate demand repeatedly and above what would be consistent with its inflation objective, an inflationary bias is generated.", "In the short run higher levels of economic activity and employment can be attained, but the costs emerge later.", "The inflationary bias is ultimately anticipated and incorporated into agents' expectations and, therefore, into price-setting and wage bargaining.", "The outcome is higher inflation without lasting improvements in the economy's level of output and employment.", "This detracts from monetary policy efficiency and the commitments to price stability cease to be credible.", "Taking the long view that price stability requires is more difficult for political authorities, which may be naturally inclined to give priority to shorter-term considerations.", "Moreover, and more generally, changes in government usually entail changes to political goals and, frequently, the replacement of previous commitments with new ones.", "That is difficult to square with the objective of credibility that private agents demand when they take their decisions with medium and long-term results.", "Also, the eminently technical nature of the functions of central banks likewise warrants this status.", "All these arguments could be extended to economic regulatory and supervisory agencies other than the monetary authority.", "Indeed, independence is one of the principles envisaged in \"Best Practice Principles on the Governance of Regulators\", a document released by the Organisation for Economic Co-Operation and Development (OECD), to avoid undue influence and maintain confidence.", "The operational independence of banking supervisors vis-à-vis governments and the interests of the sector being supervised is also part of the \"Core Principles for Effective Banking Supervision\" set out by the Basel Committee on Banking Supervision.", "In this respect, the empirical evidence shows that independent authorities and supervisors provide greater legal security and effectiveness in the fulfilment of their mandates than other, alternative institutional arrangements.", "True, independence is for a specific reason in those agencies entrusted with advising, monitoring or evaluating public policies, whether of a budgetary or other nature.", "Institutional independence is the best means of ensuring that evaluations are made in accordance with objective and technical criteria, removed from the political opinions and interests of those who are being evaluated.", "I also wish to emphasise the value of independence when it comes to the compilation and publication of statistics and analytical studies by economic supervisors as part of their mandate.", "For these functions, experts need to adhere to technical judgement, free from interference and conflicts of interest, as their work is essential for the monitoring by national authorities, international organisations and the public at large of the general economic situation and specific sectors.", "Independence in the field of statistical and economic analysis means that institutions must work in a demanding environment where data quality, statistical reliability and analytical rigour are essential.", "And all the more so when the messages conveyed or recommendations made entail short-term costs in exchange for long-term beneficial objectives.", "The configuration of an independent agency: the case of the Banco de España If the independence of an agency that assumes functions in the general interest is to be effective, such independence must be formally acknowledged in the regulatory sphere.", "It is worth distinguishing here between institutional, legal, functional and financial independence and the personal independence of an agency's senior officials.", "The regulatory reference to the Banco de España as an independent agency is set in the 1994 Law of Autonomy, in the Treaty on the Functioning of the European Union (EU), in the Statutes of the European System of Central Banks and in the Single Supervisory Mechanism (SSM) Regulation.", "This independence is no mere legal expression since, as I shall now stress, it is accompanied by several elements that enable it to be effectively exercised.", "First, the Banco de España has institutional independence in that the regulations ensure the capacity of its governing bodies to act autonomously, without hierarchical subordination to any higher authority.", "Indeed, as provided for under its Law of Autonomy, in exercising the functions derived from its membership of the European System of Central Banks, the Government may not give instructions to the Banco de España, and the latter may not seek or take them.", "These principles are also applicable to the functions exercised as a banking supervisor within the SSM.", "Given the dual role of the Banco de España as a national central bank of the Eurosystem and a supervisory authority of the SSM, its independence takes on an extra dimension regarding the necessary guarantee as to the performance of both functions autonomously (which does not mean separately) within a single institution.", "In this respect, it should be stressed that the governance of the Banco de España is underpinned by an orderly distribution of different powers among the bodies that the Law of Autonomy specifies as the governing bodies of our institution: Governor, Deputy Governor, Governing Council and Executive Commission.", "Thus, the functions assigned to the Banco de España by law are performed in a balanced way by these bodies, in accordance with the powers set out in Annex 2.", "These arrangements are based on the presence in these collegiate bodies of a significant percentage of independent Council members (by way of example, six out of ten of the Council members with voting rights on the Governing Council) appointed on the basis of their competence, knowledge and experience in the field of economics, the financial system or law.", "Legal independence is represented in the institution's own legal personality, which is different from that any other State or General Government agency may have.", "As a result of this personality, the Banco de España has the autonomy to assume contractual rights and obligations with third parties and to take decisions under its remit, which are legally binding for those concerned.", "Functional independence means that, under the principles of observance of the law and the general interest that govern its conduct, the Banco de España has the instruments needed to perform its function and the autonomy to decide on the internal resources and processes it deploys to fulfil the objectives assigned to it.", "This autonomy extends to its internal organisation (divisions, departments and posts, with their tasks and procedures).", "As an exception, a matter to which I shall return, there is currently the possibility of government review of some of its decisions in the supervisory sphere.", "Personal independence means that senior management, the Council members and employees of the Banco de España can do their work \"independently\" in the exercise of the functions entrusted to the institution.", "Here, independence means that in the decisions taken and in the attendant actions, members of the institution must be free from external interference and be guided exclusively by rigour and professional competence.", "In practice, the personal independence of the institution's senior officials is sought through the arrangements in respect of appointment, exercise of mandate and stand-down from the post set in place, as a general rule, beforehand.", "As regards the staffing of the institution, the Banco de España, by legal imperative, recruits its employees observing the principles of equality, merit, ability and openness.", "These principles prevail throughout their career within the institution.", "Job security for Banco de España employees rests on the protection afforded by labour market legislation, strengthened by various in-house policies (e.g.", "regarding leave of absence or the establishment or extension of periods of leave).", "Lastly, financial independence means that an independent institution has sufficient financial resources to equip itself with material and human resources for the pursuit of its mission.", "In this respect, the Banco de España has sufficient financial capacity as a result of the revenue sources legally and statutorily assigned to it, and it is able to draw on such revenue to cover its functioning costs.", "The difference between each year's revenue and costs is made over to the Public Treasury, bolstering State revenues.", "Accordingly, the Banco de España uses the resources available to it observing the principles of efficiency and effectiveness that should govern the use of all public funds.", "I believe the Banco de España's legal framework and experience as a financially and organisationally independent institution can be a good benchmark for any future redesign of other economic supervisors in Spain which, in some cases, enjoy less autonomy.", "Formal independence: a necessary but insufficient condition Although independence must be based on a sound legal framework, formal \"independence\" is a necessary but insufficient condition for independent agencies.", "Independence must be effective and, therefore, it must be credible.", "In other words, an \"independent\" agency must be recognised by society as one that operates independently within its area of competence.", "This requires there to be complete trust that its actions are governed exclusively by true and fair compliance with the mandate entrusted to it, because this is the best way in which to serve the general interest.", "In consequence, connecting channels with society must be maintained and reinforced.", "This should result in a pro-active exercise in institutional transparency and accountability in the fulfilment of our mandate, as I shall detail later.", "Moreover, nor can we forget that an independent agency's efficiency is not impervious to its surroundings.", "Accordingly, to preserve the independence and prevent overload of these institutions, it must be recognised that their performance also depends on actions taken in other economic policy areas.", "Monetary policy is an evident example of this, especially in a monetary union such as ours in which the single monetary policy coexists with each country's own macroeconomic policies.", "Indeed, the governance of Economic and Monetary Union recognises the need for the single monetary policy to be accompanied by fiscal and structural policies consistent with economic stability.", "With this goal in mind, a wide range of coordination and supervision mechanisms have been put in place, such as the Stability and Growth Pact (SGP) and the Macroeconomic Imbalance Procedure.", "Such considerations are also applicable to other areas of activity of independent institutions, such as financial stability and banking supervision in the case of the Banco de España.", "Indeed, these considerations justify central banks' frequent calls for an appropriate economic policy mix.", "And it is in this framework of assurance of economic stability that citizens and politicians should place declarations by the independent monetary authority on economic policy conduct in general.", "In this respect, as I indicated earlier, the functions of the Banco de España include advising the Government and producing reports and studies.", "The present crisis provides us with a good example.", "The robust monetary policy actions of the ECB, necessary as they were, would have been insufficient had it acted alone.", "The various fiscal expansion measures taken by national governments and, fortunately on this occasion, also by the European Union overall, have been decisive and have supplemented those adopted by the monetary authority.", "Similarly, post-crisis, monetary policy efficiency and the necessary macroeconomic stability will require that fiscal authorities apply budget policies that ensure that public finances are sound.", "This means that once the recovery is firmly entrenched, fiscal consolidation policies will have to be resumed in accordance with the SGP rules.", "Possible ways to strengthen and enhance the Banco de España's independence Now I wish to concentrate on a number of possible ways to enhance our independence.", "These may ultimately also be applicable, in some cases, to other economic supervisors.", "I will start by referring to the personal independence of the institution's senior officials.", "Our current system, whereby it is the Prime Minister who appoints the Governor, is a practice followed in a very high proportion of countries.", "In our case, however, I believe it would be appropriate to grant Parliament a bigger role in the appointment of the Governor, the Deputy Governor and the elected members of the Governing Council, provided in all cases that the process is rapid and that posts are not left vacant.", "Parliament's role could be instrumented through appearances in Parliament prior to the appointment, or through confirmation of the appointment or of the suitability and technical and professional sufficiency of the proposed candidates.", "Involving Parliament in the appointment process would, in my view, raise the public's perception of the independence and legitimacy of the senior officials.", "This would have a positive impact on the prestige of our institution, on the trust we inspire in society and on the performance of our functions.", "In addition, making the Banco de España's senior management selection process more visible should contribute to fulfilling the legal requirements whereby the Governor and the Deputy Governor must have \"recognised competence in monetary or banking matters\" and the Council Members \"recognised competence in economics or law\".", "Participation of the legislature in the Banco de España's senior management selection processes would be consistent with the procedures followed by the European Parliament to appoint the ECB's senior management, with the opinion of the Parliament now being binding in the case of the Chair and Vice-Chair of the Supervisory Board.", "In addition, although it is not the predominant model in the main European countries, the parliaments of some countries, such as Finland, Slovakia, Latvia and Lithuania, play an important role in the appointment of their central bank governors.", "Beyond Europe, in the United States the appointment of the Chair of the Federal Reserve has to be confirmed by the Senate.", "Although not usual practice, some countries have also introduced certain transparency standards in the procedure for pre-selecting candidates.", "The Bank of England is one of the most striking examples, as there is an open pre-selection process for appointment of the Governor and Deputy Governors.", "In addition, the UK Commissioner for Public Appointments, who is responsible for reviewing the appointments of senior officials of more than 300 public agencies, approves the other appointments on the central bank's Court of Directors.", "I believe it would also be desirable to unify to some extent procedures for appointment of the senior officials of the various independent agencies existing in Spain.", "These procedures are currently highly disparate.", "The possible introduction of improvements in the appointment of institutions' senior officials could also be accompanied by a reflection on their terms of office.", "Terms that extend beyond the electoral cycle are crucial to reinforcing the independence of individuals and, ultimately, of the institutions themselves.", "A long term of office may also be advantageous from the standpoint of accumulation of experience, and may determine the capacity of influence in the different international fora in which the senior officials of supervisory bodies take part.", "In this respect, the term of office of the Governor (and of the Deputy Governor and Council Members) of the Banco de España - currently six years, nonrenewable in the case of the Governor and the Deputy Governor - although longer than a Parliamentary term, is relatively short by international standards (see Annex 4).", "A good benchmark for the future could be the term of office of the members of the ECB's Executive Board which is set at eight years and is non-renewable (as is the case at the Bank of England).", "The explicit prohibition of renewable terms of office is, in my opinion, a key element that should be preserved.", "While few of our central bank peers share this characteristic, non-renewable terms of office are warranted because they nullify the incentives for the incumbents in the highest positions of authority at those institutions to ingratiate themselves with those who decide on their possible re-election.", "In the case of the Banco de España, as I have mentioned already, the Governor and the Deputy Governor have non-renewable terms, but the members of the Governing Council do not, since their term is renewable once.", "Non-renewable terms could therefore also be considered for members of the Governing Council.", "Indeed, I believe that it would make sense to seek to standardise the criteria for terms of office and their non-renewability across the various independent bodies in Spain.", "I wish now to focus on another aspect I consider relevant to strengthening the independence of the Banco de España and, in particular, its supervisory function.", "As I have just stated, the Banco de España has decision-making capacity over the performance of its functions.", "However, non-monetary policy acts and decisions (such as those concerning the imposition of supervisory sanctions) may, under the Law of Autonomy of the Banco de España,9 be subject to government review via the lodging of an administrative appeal at the Ministry of Economic Affairs and Digital Transformation.", "This ministry may thus review - and potentially annul -decisions made by the Banco de España.", "To avoid this possible government interference, it should be established that supervisory decisions by the Banco de España bring administrative proceedings to an end or, in other words, that administrative appeals against its decisions may not be lodged at the Ministry of Economic Affairs and Digital Transformation.", "Of course, such decisions could still be contested in the courts.", "This change would equate the Banco de España's supervisory decisions, which generally refer to less significant institutions, with those of the ECB in relation to significant institutions.", "In tandem with greater Banco de España independence in the supervisory realm, it could be useful to strengthen the governance of decision-making in this arena.", "In this connection, the Governing Council of the Banco de España currently comprises, aside from the Deputy Governor and myself, six elected members and two ex officio members.", "The latter sit on the council by virtue of their position, namely: the Vice-Chair of the CNMV and the General Secretary of the Treasury and International Financing.", "It has traditionally been argued that the ex officio members allow for enhanced coordination across the country's various economic and financial authorities.", "However, such coordination was boosted recently via the creation in 2019 of AMCESFI, the new macroprudential authority, in which the three sectoral supervisors and the Ministry of Economic Affairs and Digital Transformation participate.", "Against this background, and in the interest of increasing the institution's independence, it might be desirable for the ex officio members to attend the meetings of the Governing Council of the Banco de España in a non-voting capacity, and for the Banco de España representative at the CNMV to do likewise.", "Financial supervision arrangements in Spain I would also like to underscore that, precisely after redressing a significant shortcoming detected in the Spanish financial supervisory system by creating a Spanish macroprudential authority, I believe that it is now time to start reflecting deeply on the financial supervisory model existing in Spain.", "This would serve to align it with international best practices and adapt it to the challenges we currently face.", "The supervisory model is relevant from many standpoints, since it may have a bearing on how efficiently and effectively the goals pursued are attained and ought to resolve possible conflicts of interest across the different areas supervised.", "In this connection, it should be noted that, after the 2008 global financial crisis, some countries have changed their supervisory models, broadly speaking, by adopting more integrated models and increasing the role of central banks.", "Among these integrated models I wish to highlight one structured around two separate bodies: a central bank,13 charged with prudential supervision, i.e.", "the solvency of banks, securities firms and insurance companies, and a second body to oversee all intermediaries' conduct and protect the investors and customers of various financial products and services.", "The principle of separating prudential supervision from the supervision of conduct, with each of these two functions discharged for the entire financial system by separate institutions, should, in my opinion, be a core part of the reflection on the improvements that can be made to the financial supervisory model in Spain.", "In my opinion, the responsibilities for preserving the financial soundness of all financial institutions irrespective of their nature (banks, insurance companies and securities firms, etc.)", "- including independent decision-making capacity over the use of macroprudential tools - and for ensuring such institutions conduct themselves appropriately in their relationships with their customers,14 should be separated and assigned to different authorities (the Banco de España and the CNMV, respectively).", "This would, in my view, be an optimal institutional framework for managing possible conflicts between these two responsibilities and for making supervisory activity more efficient and effective, especially against a backdrop of increasing interconnectedness between financial sector players, with the emergence of increasing numbers of financial conglomerates.", "Moreover, there are obvious synergies in the joint supervision of such conglomerates, using similar approaches, methodologies and resources.", "Having a single national macroprudential authority (the aforementioned AMCESFI) should ensure the required close coordination between these authorities.", "Under this arrangement, the AMCESFI's key objective is to facilitate that coordination.", "Here we should also include the functions relating to the resolution of financial institutions, which in Spain are separated into the preventive resolution authority (the Banco de España) and the executive resolution authority (the FROB),15 within the framework of the European Single Resolution Mechanism.", "This is a more complex arrangement than found in other countries, where, with rare exceptions, the two resolution functions are united under the same banking supervision authority (in Spain, the Banco de España).", "Combining the two under the banking supervisor can be justified on the grounds of economies of information and cost, and consistency vis-à-vis assessing the implications for financial stability.", "In any event, changes to financial supervision arrangements such as I have outlined should come in parallel with the corresponding adjustments to the governance frameworks of those institutions whose functions are amended.", "Governance, transparency and accountability As I have emphasised, in addition to independence, the independent authorities must have the highest transparency and accountability standards, since these are vital for conferring legitimacy upon them.", "Accountability by independent bodies and authorities for their actions and activities should preferably be before Parliament.", "This requirement is formally enshrined for the Banco de España by two means.", "First, there is parliamentary control over the Banco de España's budget, balance sheet and profit and loss account, which are submitted to Parliament via the Government.", "The Banco de España also regularly submits reports to Parliament, such as the Annual Report, the Institutional Report, the Report on Banking Supervision and the Report on Sanctioning Measures.", "Stipulated as part of this accountability before Parliament is the Governor's appearance before the Economic Committee of the Congress of Deputies, to present the Annual Report prepared by our institution.", "This report provides a detailed assessment of developments in the Spanish economy and its main challenges.", "Likewise, the Governor of the Banco de España is expected to regularly appear before the Parliamentary and Senate Budget Committees to assess the content of the Draft State and Social Security Budget.", "Complementing these regular appearances, there have been occasional testimonies before various committees, such as the recent appearance before the Parliamentary Committee for the Social and Economic Reconstruction of Spain after COVID-19.", "In my opinion, this accountability mechanism should be reinforced with more regular appearances by the Governor before Parliament.", "Specifically, it may be appropriate for the Governor to appear periodically to present the Banco de España's view of the economic situation, monetary policy and the financial system, and to report on the institution's actions and plans within the various areas under its remit.", "Institutional transparency is also a basic principle for the proper functioning of independent public authorities, given that confidence in and the credibility of these institutions are the basis for their effectiveness.", "In this respect, the Banco de España has a Transparency Portal16 where it publishes institutional and planning information (functions, legal framework, organisational structure, plans and schedules, codes of conduct, the calendars of the Governor and the Deputy Governor, and personal data processing records), information of legal importance (documents with legal effects; documents subject to public consultation; reports, technical applications and guidelines; documents from international organisations), and miscellaneous economic information (contracts, agreements, management delegation agreements and concession contracts, cultural and social work, budget management, annual accounts, salaries of governing body members and senior directors, conflicts of interest of public employees, fixed assets and official vehicles, historical objects and art collection).", "The Banco de España also has a long-standing tradition of publishing statistics and analysis and research reports, including the Annual Report, the Financial Stability Report, the Economic Bulletin and the Statistical Bulletin.", "In addition to the information provided on our website, the Banco de España runs specific web portals such as the Bank Customer Portal; the Education Portal and Finance for All (on financial literacy); and portals encouraging the use of e-administration, such as the Virtual Office.", "Looking ahead, we have set ourselves the objective of improving the quality of our statistics and publications, along with their clarity and accessibility, bringing them within reach of the broadest possible audience.", "I would also like to share with you our commitment to taking a more active role in directly explaining to the public the rationale behind the main economic decisions, in addition to the associated operating rules, their main characteristics and all those aspects that shape the economic and financial environment.", "Accordingly, we intend to broaden the Bank's participation in those academic, professional and social fora where our presence may prove beneficial.", "This includes the use of new communication instruments, such as the recent opening of several social media accounts, and regular contact with the press to explain our activities and the content of our reports.", "We also aim to build on our long-standing initiatives in the fields of information, education and financial literacy.", "Here, I would also like to underline our commitment to further improving the institution's transparency.", "For instance, in the Transparency Portal we are providing more detailed information on the calendars and appearances of the Governor and the Deputy Governor, and documents pertaining to the integrity expected of our high-level officials.", "In addition, both the Deputy Governor and I, as representatives of the ECB's Supervisory Board and the Governing Council, respectively, have signed a new code of conduct.", "This increases our personal commitment to the highest ethical standards in order to ensure our independence from the public and private sector and avoid potential conflicts of interest.", "In this connection, I wish to emphasise the desirability and timeliness of independent public institutions having this type of ethical conduct framework, as a key element to proper performance by their high-level officials of their roles.", "From this standpoint, the aforementioned Code of Conduct for high-level European Central Bank Officials includes ethical conduct criteria that are particularly relevant to independence, impartiality, professional secrecy and public and private appearances by those high-level officials, in addition to specific obligations for avoiding conflicts of interest, for relationships with interest groups, for private financial transactions and for advantages, awards and invitations offered as a result of their positions (for more details, see Annex 5).", "As I reported to this very Parliament, early this year the Banco de España approved its Strategic Plan, whose essential content has been made public.", "Based on an analysis of the challenges facing the institution and its main strengths and weaknesses, the plan sets out the priority objectives for the coming years and the actions required to accomplish them.", "Aside from the importance of this exercise from the standpoint of internal coordination, I believe the drawing up and publication of this plan is a fundamental transparencyenhancing factor that will facilitate evaluation of the effectiveness of the Bank's actions.", "Accordingly, under the Strategic Plan our activities will be subject to assessments.", "Should you see fit, we could report to this House on the content of the Strategic Plan, headway made in its implementation and the results of the assessments.", "I will now turn to another aspect that is key to understanding the correct configuration of an independent authority: good governance.", "This is understood not only in terms of observing certain basic principles of public action (such as efficacy and effectiveness) or of impartiality and due diligence, but also of implementing procedures and collegiate decisions to ensure that the primary institutional course of action is to uphold the public interest.", "As I have already said, the Banco de España has collegiate bodies, such as the Governing Council and the Executive Board.", "These, along with the Governor and the Deputy Governor, make up its governing bodies.", "The fact that these collegiate bodies have broad powers in relation to the functions of the Bank and that a majority (six) of the members of the Governing Council are elected and have recognised competence in the field of economics, the financial system or the legal arena, reinforces the independence of our institution.", "A further good governance practice is having a structure of committees to support the governing bodies.", "These are able to appropriately assess and address the various matters that fall within the organisation's remit, ensuring an overall view and that all the relevant areas of the institution participate in the analysis of the issue concerned.", "This is the situation currently existing at the Banco de España, which has a solid structure based on an Audit Committee and 12 other committees, some with a very significant mandate, such as the Steering Committee and the recently created Financial Stability Committee.", "This modus operandi is particularly important for the analysis of economic policy in general, and of monetary policy in particular, as well as for the exercise of supervisory powers, given the complexity of the environment and regulations, the profusion of data, the influence of external and internal factors and the different elements that need to be taken into consideration to assess the probability and severity of the risks.", "All of this means that every possible viewpoint of experts of proven experience and specialisation is required, to ensure that the responsible bodies are in a position to take the most appropriate decisions.", "This way of proceeding is also the one most commonly used by our central bank and supervisory peers.", "It is embedded, for example, in the structure of the ECB, which includes various committees supporting its decision-making bodies, with representatives from all NCBs and the ECB, and in that of the SSM, which is based on joint supervisory teams (JSTs) of staff of the ECB and the national authorities who participate in formulating the proposals that are submitted to the Supervisory Board.", "This body decides on the action to take in this area on a collegiate basis, through the high-level representatives of which it is composed.", "The Supervisory Board's decisions are finally submitted, by means of a non-objection procedure, to the Governing Council of the ECB, which is ultimately responsible for their adoption.", "As regards actions relating to less significant institutions, which the Banco de España supervises directly, the procedures and reports have been progressively aligned with ECB practices, a process that will continue going forward.", "Finally, and in the same direction of improving our institutional governance, my intention is to continue to foster the collegiate functioning of our governing bodies, and to strengthen the functioning of our committees.", "There I shall finish and now I remain at the disposal of the House for any questions or clarifications.", "ANNEX 1 The Banco de España's participation in the Eurosystem 1 Participation in the European System of Central Banks 1.1 The Eurosystem The Eurosystem is the monetary authority of the euro area and is made up of the European Central Bank (ECB) and the national central banks (NCBs) of the Member States whose currency is the euro, one of which is the Banco de España.", "The primary objective of the Eurosystem is to maintain price stability in accordance with Article 127(1) of the Treaty on the Functioning of the European Union (TFEU).", "According to this article, the Eurosystem shall also support the general economic policies in the Union.", "To pursue the fundamental objective of price stability, the Eurosystem has the basic function of defining and implementing the monetary policy.", "It has also been entrusted with other basic functions, such as conducting foreign-exchange operations consistent with the exchange rate policy established, holding and managing the official foreign-exchange reserves of the Member States, and promoting the smooth operation of payment systems.", "Since 2014, under Article 127(6) of the TFEU and Council Regulation (EU) No 1024/2013 (the \"SSM regulation\"), the ECB is responsible for specific tasks relating to the prudential supervision of banks located in the participating Member States.", "The ECB performs these functions within the framework of a Single Supervisory Mechanism made up of the ECB and the national competent authorities, as explained in Part 2 of this Annex.", "Finally, the ECB has the exclusive right to authorise the issue of banknotes in the euro area, to compile and produce statistics in collaboration with the NCBs in the performance of their functions, and to issue reports on consultations on legislative initiatives of the EU or of the national authorities concerning its sphere of competence.", "The organisation of the Eurosystem is based on the principle of decentralisation.", "Decision-making is centralised, while the implementation of decisions is decentralised.", "In practice, the NCBs perform almost all operational tasks of the Eurosystem: they conduct the monetary policy operations and, as agents of the ECB, manage its foreign reserve holdings, provide payment and securities settlement facilities and ensure the manufacture, issue and post-issue handling of euro banknotes.", "They also collect statistics for the ECB, collaborate with the ECB on translation and the production of publications and contribute to economic analysis and research.", "The NCBs also collaborate on the preparation of the appropriate decisions to be adopted by the decision-making bodies of the Eurosystem through participation in various committees of NCB experts, which meet regularly to advise them and supply them with expert views on various matters.", "Around 300 Banco de España experts collaborate through their participation in such committees and in their subgroups.", "The Eurosystem is run by the ECB's decision-making bodies,2 principally the Executive Board and the Governing Council.", "In addition, the General Council is the ECB's third decision-making body, of which the governors, presidents or chairmen of all the EU central banks are members with advisory and coordination competences in relation to the ESCB.", "Finally, the Supervisory Board is an internal ECB body responsible for planning and carrying out the ECB's tasks in relation to the prudential supervision of credit institutions (see Part 2 of this Annex).", ".2 The Executive Board of the ECB The Executive Board of the ECB is the decision-making body responsible for managing the day-to-day business of the ECB and implementing the policies of the Eurosystem.", "The Executive Board usually meets once a week and more frequently if necessary.", "Formally, decisions are adopted by simple majority, although in practice, as in the case of the Governing Council, the Executive Board acts as a collegiate body and seeks consensus.", "Among other tasks it is responsible for: i) preparing the meetings of the Governing Council, presenting the proposed decisions, and ii) implementing the monetary policy in accordance with the guidelines specified and decisions taken by the Governing Council, giving the necessary instructions to the euro area NCBs.", "It is composed of the President of the ECB, the Vice-President and four other members selected from among persons of recognised standing and professional experience in monetary or banking matters.", "The members of the Executive Board are appointed, by qualified majority, by the heads of state or government of the euro area countries, on a recommendation from the Council of the European Union, after it has consulted the European Parliament and the Governing Council of the ECB.", "The term of office of the members of the Executive Board is eight years and cannot be renewed.", "As a member of the Executive Board, the ECB President occupies a prominent position and exercises exclusively certain reserved functions and, if absent, these functions are performed by the Vice-President: chairing meetings of the Governing Council, the General Council and the Executive Board of the ECB; representing the ECB abroad; and presenting the ECB's annual report to the EU Council and to the European Parliament.", "Additionally, the President is invited to attend certain meetings of the European Council (Heads of State or Government) and participates regularly in meetings of the EU Council in its configuration as the Economic and Financial Affairs Council (ECOFIN) and in the Eurogroup.", ".3 The Governing Council of the ECB Under the TFEU and the Statute, the ECB's Governing Council is assigned the power to adopt the most important and strategically significant decisions for the Eurosystem.", "The Governing Council usually meets twice a month - with the possibility of convening other ad hoc meetings, if necessary - and it also approves a large number of decisions on a daily basis using the so-called \"written procedure\" (which is explained below).", "Monetary policy decisions are adopted every six weeks and, although the minutes of these meetings are confidential, the Governing Council publishes an account of its deliberations one month after the meeting.", "The Governor of the Banco de España, as a governor of an NCB of the euro area, is a member of the Governing Council, together with six members of the ECB's Executive Board and the other governors of euro area NCBs.", "When Governing Council members adopt monetary policy decisions and perform other functions of the Eurosystem, they are not acting as representatives of their countries or respective central banks, but rather on a personal and independent basis with the obligation to safeguard the interests of the Union as a whole.", "Membership of this decision-making body is personal and inalienable.", "The President of the EU Council or of the Eurogroup and one European Commission member may attend Governing Council meetings, albeit without the right to vote.", "Quorum and voting regime at the Governing Council Governing Council decisions are generally adopted by consensus.", "If its members have to resort to voting, the Statute provides specific voting rules for each subject, although the general rule is voting by simple majority.", "Governing Council meetings require a quorum of two-thirds of the members having a voting right.", "Therefore, 14 voting rights would be needed out of a total of 21 (the Executive Board Members hold six voting rights and the other 15 voting rights are rotated among the 19 governors).", "If the quorum is not met, the President may convene an extraordinary meeting at which decisions may be taken without regard to the quorum.", "The ECB can adopt its decisions by simple or qualified majority, weighted simple or qualified majority, or unanimously.", "In accordance with Article 10(2) of the Statute, the unweighted simple majority regime is the default procedure generally applicable and takes into account the rotation system.", "This involves the favourable vote of half of its members with voting rights plus one (11), where abstentions count as a \"no\".", "In the event of a tie, the President has the casting vote.", "Monetary policy decisions are adopted by simple majority.", "Adoption of decisions by the written procedure at the Governing Council The Governing Council adopts a large number of decisions on a daily basis using the written procedure (Art.", "More than 1,200 decisions were adopted using the written procedure in 2019; less than 1% of them had to be submitted to a physical meeting to facilitate discussion, after comments had been received from Council members.", ".4 The General Council of the ECB The General Council of the ECB is composed of the President and the Vice-President of the ECB and the governors of the NCBs of all 27 EU Member States.", "It meets every three months and decisions are adopted by simple majority, unless provided otherwise by the Statute of the ESCB.", "The President of the ECB must keep the General Council informed of the decisions adopted by the Governing Council.", "Under the Statute of the ESCB, the As from 1 January 2015, when Lithuania joined the euro area and the number of 18 countries was exceeded, a system of rotating voting rights, agreed by the EU Council in 2003, came into operation in order to ensure that the ECB would be able to continue to take decisions efficiently and swiftly.", "Under the provisions of Art.", "10(2) of the Statute, two groups of countries have been formed at present according to the size of their economies and their financial sectors.", "The first group of five governors has four voting rights and the second group of 14 governors has 11 voting rights.", "The unweighted qualified majority regime (two-thirds of the votes) is used in very specific cases such as that envisaged by Art.", "14(4) of the Statute regarding the performance of functions by the NCBs which might interfere with the objectives and the tasks of the Eurosystem.", "Where decisions are adopted by weighted majority (Art.", "10(3) of the Statute), the rotation of voting rights does not apply.", "In these cases, an alternate or substitute appointed for the meeting is allowed to vote, which is not permitted for other voting.", "The votes of the Executive Board have a weighting of zero.", "The weighted simple majority regime is envisaged for decisions on the subscription of capital and adjustments to shares (Art.", "28 of the Statute), on the key for capital subscription (Art.", "29 of the Statute) or on the allocation of monetary income to central banks (Art.", "32 of the Statute) or of losses and net profits to central banks (Art.", "Where decisions are adopted by weighted qualified majority, half of the shareholders (10) and two-thirds of the subscribed capital are needed.", "The type of decisions adopted using this regime are those affecting increases in and payments of capital of the ECB (Art.", "28(1) and 28(3) of the Statute) and alternative methods for measuring monetary income (Art.", "Lastly, very few decisions are taken unanimously; they require the attendance of all members at the meeting.", "The Recommendation of the ECB addressed to the European Council for the amendment of Art.", "10(2) of the Statute (assignment of voting rights and rotation system in the Governing Council of the ECB) was adopted unanimously.", "General Council can be regarded as a \"transitional body\" which will continue to exist while there are EU Member States which have not adopted the euro.", "Its functions include the monitoring of progress achieved in convergence by EU Member States which have not yet adopted the euro, advice on the necessary preparations for irrevocably fixing their exchange rates, supervising the operation of Exchange Rate Mechanism II, acting as a forum for the coordination of EU exchange rate and monetary policies, and assisting with certain activities, such as the advisory functions of the ECB.", "Single Supervisory Mechanism: distribution of responsibilities between the ECB and the national competent authorities and decision-making processes As from 4 November 2014, the prudential supervision of credit institutions in euro area countries was transferred to the Single Supervisory Mechanism (SSM), which other EU countries that have not yet adopted the euro may also join.", "This mechanism is structured as an integrated system, led by the ECB and involving the national competent authorities (NCAs), i.e.", "the supervisors of the participating countries.", "The SSM Regulation conferred on the ECB a large part of the prudential supervision competences that had hitherto been the remit of the NCAs.", "However, a distinction has been drawn between what are known as \"significant institutions\",7 which are supervised directly by the ECB (currently 113 institutions representing nearly 82% of total banking assets in the participating countries), and \"less significant institutions\", which will continue to be supervised directly by the NCAs and indirectly by the ECB, with the main aim of ensuring they are treated consistently across the area.", "The tasks of granting authorisation to credit institutions (and, when appropriate, the withdrawal thereof) and of assessing proposals to acquire qualifying holdings are conferred on the ECB irrespective of whether the institutions are significant or not (\"common procedures\").", "In any case, the ECB is ultimately responsible for the supervision of all credit institutions of participating countries, and may adopt regulations or issue guidelines or general instructions to ensure consistent supervision across the SSM.", "It may also assume the direct supervision of less significant institutions whenever it deems necessary to ensure consistent supervision.", "In October 2020, the supervisors of Bulgaria and Croatia - countries that have not yet adopted the euro - began \"close cooperation\" with the ECB.", "This is the mechanism envisaged for countries outside the euro area to join the SSM.", "Authorising credit institutions; authorising the acquisition of qualifying holdings; ensuring compliance with EU legislation on prudential and governance requirements; conducting supervision on a consolidated basis over credit institutions; conducting supervisory reviews and stress tests; participating in supplementary supervision of financial conglomerates; performing supervisory tasks in relation to credit institutions' recovery plans and the adoption of early intervention measures.", "The criteria for determining whether a credit institution is considered significant are the following: - Size and economic importance: total consolidated assets exceed €30 billion or 20% of the GDP of the country where the institution is established, or it is one of the three largest institutions of a Member State.", "- Cross-border activity: it has subsidiaries in more than one participating country, whose cross-border assets or liabilities represent more than 20% of its total assets or liabilities.", "- Public financial assistance: it has received or requested direct financial assistance from the European Financial Stability Facility (EFSF) or the European Stability Mechanism (ESM).", "The SSM Regulation also provides for the task of adopting measures in pursuance of macroprudential stability to be conferred on the ECB.", "To ensure full coordination with the national designated authorities in this area, the latter must give advance notice of their intention to activate macroprudential tools to the ECB, which may object to it.", "At the same time, the ECB may apply more stringent measures than those envisaged at the national level, giving sufficient notice to the national designated authorities, which may raise objections for their consideration by the ECB.", "The design of the SSM's governance arrangements was conditioned by the governance structure of the ECB, whose decision-making bodies are the Governing Council and the Executive Board, as set out in the TFEU and its Statute.", "With the two-fold aim of ensuring that the assumption of new supervisory competences by the ECB does not jeopardise its independence in the determination and implementation of monetary policy, and of allowing all national supervisors to participate in the ECB's decision-making (given that prudential supervision is not the responsibility of central banks in all Member States and that national authorities are not represented in the Governing Council), the SSM Regulation established a new internal body, the Supervisory Board, responsible for planning and carrying out supervisory tasks.", "The Supervisory Board comprises a Chair (appointed for a non-renewable term of five years), a Vice-Chair (chosen from among the members of the ECB's Executive Board), four ECB representatives and one representative from each national supervisor.", "It is currently made up of 27 members with voting rights: its Chair, its Vice-Chair,9 four ECB representatives and the representatives of the 21 NCAs of the participating Member States.", "In the case of Spain, the representative of the Banco de España, in its capacity as national supervisory authority, is the Deputy Governor.", "Each member has one vote10 (in the event of a tie, the Chair has the casting vote) and decisions are generally taken by simple majority, except for those relating to the adoption of regulations implementing the tasks conferred on the ECB, which are taken by qualified majority.", "All representatives on the Supervisory Board have a duty to act in the interests of the Union as a whole and not in those of the country or authority they represent.", "The Supervisory Board proposes draft supervisory decisions to the Governing Council of the ECB, which is ultimately responsible for adopting them.", "To this end, a \"non-objection\" procedure has been established, under which the Governing Council may approve or object to (within a maximum period of ten days) the proposals submitted by the Supervisory Board, but may under no circumstance modify them.", "Where the Governing Council objects to a 8As noted in Recital 14 of the SSM Regulation, capital buffers to ensure that credit institutions accumulate, during periods of economic growth, a sufficient capital base to absorb losses in stressed periods, specific systemic institution buffers, and other measures aimed at addressing systemic or macroprudential risk are key prudential tools.", "In both cases, the appointment requires the approval of the European Parliament.", "By contrast, the appointment of the Chair, the Vice-Chair or the other members of the ECB's Executive Board only require the non-binding opinion of the European Parliament (Article 26(3) of the SSM Regulation).", "In countries where supervisory competences lie with an institution other than the central bank, a representative of the latter can also attend meetings, although only one vote per country is counted.", "To prevent conflicts of interest between monetary policy and supervisory powers, the ECB ensures a separation of objectives, decision-making, processes and tasks.", "This includes strict separation of the Governing Council's meetings.", "This procedure does not apply to ECB decisions relating to its general framework, which are adopted by the Governing Council in accordance with the ECB's standard procedures, following a proposal of the Executive Board.", "Nor does it apply to macroprudential decisions, which are proposed by the Supervisory Board and may be approved, rejected or amended by the Governing Council.", "draft decision (which has not yet been the case), it is returned to the Supervisory Board, which will examine the Governing Council's reasons and submit a new draft decision.", "To resolve any differences of views expressed in this interaction, the SSM Regulation provides for the creation of a Mediation Panel, on which each Member State has a representative chosen from among the members of the Governing Council and the Supervisory Board.", "This mediation process is activated at the request of one or more NCAs, when they fail to agree with the rationale for the objection raised by the Governing Council.", "The ongoing supervision of significant institutions is the responsibility of the so-called joint supervisory teams (JST), formed by staff from the ECB and the NCAs of the countries in which the institutions are located.", "Each JST is led by a coordinator at the ECB, who is supported by one or more sub-coordinators from the NCA.", "In order to foster neutrality, every attempt is made to ensure that coordinators are not from the home country of the supervised institution, and that they change institutions on a regular basis (three to five years).", "The ECB is responsible for defining the size and composition of the JSTs, which vary depending on the complexity of the supervised institution.", "The NCAs retain key tasks both in SSM supervisory processes and decision-making.", "These notably include: (i) Tasks outside the scope of the SSM.", "NCAs remain exclusively in charge of overseeing certain key areas of banking (consumer protection, prevention of money laundering and terrorist financing, and oversight of financial markets), and of supervising institutions other than credit institutions.", "(ii) Tasks assigned to the NCAs within the SSM framework.", "The responsibility for the exercise of the powers conferred on the ECB is distributed between the ECB and the NCAs.", "- Less significant institutions: NCAs conduct the direct supervision of these institutions and retain their power to adopt independently any supervisory decisions they deem necessary (except those relating to the \"common procedures\"), duly informing the ECB.", "- Significant institutions: NCAs play a pivotal role in the JSTs (they contribute the staff, experience and knowledge of the country's institutions and banking system), and the on-site inspection teams are mostly from that country.", "Moreover, NCAs have an important role in a number of administrative procedures.", "For example, NCAs are responsible for submitting to the ECB the proposals relating to the \"common procedures\".", "(iii) New tasks arising from membership of the SSM.", "The governors of NCBs and representatives from NCAs take part in the decision-making process in the Governing Council and the Supervisory Board of the ECB, respectively (not only decisions concerning institutions in their countries but also SSM decisions overall).", "In addition, the NCAs participate actively in a broad range of networks of experts and working groups set up by the SSM to conduct discussions at a technical level, particularly on issues of a horizontal nature.", "ANNEX 2 - Functions of the governing bodies of the Banco de España In accordance with the provisions of Articles 17 to 23 of Law 13/1994 of 1 June 1994 of Autonomy of the Banco de España, and of its Internal Rules, the functions of the governing bodies of the Banco de España are, essentially, the following: 1 Powers of the Governor Run the institution and preside over the Governing Council and the Executive Commission.", "Act as the Bank's legal representative to all effects and purposes, especially in the Courts of Justice.", "Authorise contracts and documents and perform all other activities necessary for the conduct of the functions conferred on the Banco de España.", "Represent the Banco de España at those institutions and international organisations in which its participation may be envisaged.", "Sit on the Governing Council and the General Council of the European Central Bank (ECB).", "Represent the Banco de España before the Spanish Parliament, acting as the channel for providing parliamentary access to Banco de España information that falls under the secrecy obligation, and attending the sessions of the parliamentary committees at which his/her presence is required under parliamentary regulations or Manage, at the highest level, all the services of the Banco de España, and sign any documents, such as minutes and circulars that he/she is required to formalise.", "Propose to the Government the appointment of the Deputy Governor.", "Moreover, the Governor shall be heard by the Minister for the Economy about the appointment of six members of the Governing Council.", "Propose to the Governing Council the Council members that shall form part of the Executive Commission.", "Propose to the Executive Commission the appointment and dismissal of the Directors General, for ratification by the Governing Council.", "The Governor shall have the powers delegated by the Governing Council or the Executive Commission.", "Powers of the Deputy Governor Manage, at the highest level, the common internal services of the Banco de España.", "Stand in for the Governor when the post is vacant or in the event of the latter's absence or illness.", "The Deputy Governor shall have the powers delegated by the Governor, the Governing Council or the Executive Commission.", "Powers of the Governing Council Approve the general guidelines of action of the Banco de España so that it may fulfil the functions entrusted to it.", "Debate monetary policy matters and supervise the Banco de España's contribution to implementation of the monetary policy of the European System of Central Banks by the Executive Commission, all in accordance with the ECB's guidelines and instructions and observing the independence and professional secrecy obligation of the Governor as a member of the ECB's governing bodies.", "Approve, at the proposal of the Executive Commission, the Banco de España's Annual Report and, where appropriate, any other reports that it may be required to submit to Parliament, the Government or the Minister for Economy and Finance14.", "Approve Monetary Circulars and Banco de España Circulars.", "Submit to the Government the proposals for removal from office referred to in Article 25(4)(d) of the Law of Autonomy of the Banco de España.", "Approve, at the proposal of the Executive Commission, the Internal Rules of the Banco de España.", "Approve the Banco de España's budget proposal, authorise the annual accounts for issue and approve the proposal for distribution of profit.", "Approve the staff policy guidelines and ratify the appointment of Directors General.", "Impose penalties the adoption of which falls within the powers of the Banco de España.", "Approve penalty proposals to be submitted by the Banco de España to the Minister for Economy and Finance.", "Settle appeals or claims against decisions of the Banco de España where it is within its powers to do so.", "Adopt any other resolutions necessary to perform the functions entrusted to the Banco de España under the Law of Autonomy that are not the exclusive competence of the Executive Commission.", "Designate, at the proposal of the Governor, the two Council members of the Executive Commission and the members of the Audit Committee.", "Propose to the Ministry of Public Administration, or issue a report to that effect, the initiation of proceedings against members of the Banco de España's governing or management bodies, to ascertain responsibilities relating to presumed breaches of any of the obligations established in Articles 6, 26(2) and 28 of the Law of Autonomy of the Banco de España.", "Learn, in the immediately following session, of any resolutions of the Executive Commission adopting any kind of precautionary measures against credit institutions.", "Be aware of the resolution of the Executive Commission on approval of the Banco de España's organisation chart and changes to it and on the creation of commissions and committees.", "Be informed of delegations and advocations made by the Governor.", "Powers of the Executive Commission Contribute to implementation of the monetary policy developed by the European System of Central Banks, in accordance with Article 21(1)(b) of the Law of Autonomy of the Banco de España.", "Make decisions on administrative authorisations to be granted by the Banco de España.", "Organise the Banco de España and appoint its staff.", "Appoint Directors General and set their remuneration in accordance with the relevant provisions of Article 71 of the Internal Rules.", "The Governing Council shall, in any case, ratify these appointments.", "Submit to the Governing Council proposals in respect of which the latter has the power of decision or approval.", "Perform tasks expressly delegated to it by the Governing Council.", "Submit to credit institutions, and all other supervised institutions, specific requirements and recommendations and resolve to initiate penalty proceedings against such institutions and their governing and management bodies and to adopt control measures, replace directors and take any other precautionary measures entrusted to the Banco de España by law.", "The Executive Commission shall promptly inform the Governing Council of any such precautionary measures adopted in exercise of these powers.", "Manage the Banco de España in the field of private law and avail of its assets.", "Adopt resolutions on all other operations or transactions required to be performed by the Banco de España to carry out its functions, delegating to the commissions or persons it may deem appropriate.", "Approve the Banco de España's organisation chart and submit that approval to the Governing Council for purposes of information.", "Authorise the creation, composition, form of operation, modification or dissolution of commissions or committees.", "Submit to the Governing Council proposed penalties the adoption of which falls within the powers of the Banco de España.", "Be aware of and act, as appropriate, in respect of non-compliance with minimum reserves and statistical reporting requirements, in accordance with Regulation (EC) No 2818/98 of the European Central Bank of 1 December 1998 on the application of minimum reserves and Regulation (EC) No 2819/98 of the European Central Bank of 1 December 1998 concerning the consolidated balance sheet of the monetary financial institutions sector.", "Draft proposed Circulars and Monetary Circulars for approval by the Governing Council.", "Approve internal circulars, to be endorsed by the Governor.", "Authorise expenditure and order the related payments.", "Submit the Banco de España's budget proposal, annual accounts and proposal for distribution of profit to the Governing Council for approval.", "ANNEX 3 - Rules for senior officers following termination of office.", "Spanish and European framework Applicable Position Term Scope of prohibition Professional activities related to credit Governor and Deputy 2 years institutions, specialised lending institutions and securities markets Law 13/1994 of 1 Private banks affected by decisions in which June 1994 of they have participated with their vote Autonomy of the In the case of Governing Council members, the Banco de Elected members 2 years prohibition extends to any private entity subject España.", "to regulation or supervision by the Banco de España, including Spanish banks within the remit Internal Rules of of the SSM the Banco de Relative prohibition: banks directly related to the España duties of the office held (i.e.", "where DirectorsGeneral, the governing bodies at the proposal of 2 years Directors-General or persons responsible for of the Governing Directors-General and their subsidiary bodies, by delegation or Associate substitution, have made or informed decisions in DirectorsGeneral connection with those banks) España.", "Based on the data collected, and considering renewals in those cases where they are possible, the average term of office at the Eurosystem's NCBs is 11.8 years.", "ANNEX 5 - Code of Conduct for high-level European Central Bank Officials The main points covered in the Code of Conduct for high-level European Central Bank (ECB) Officials are as follows: - Standards of ethical conduct: officials shall observe the highest standards of ethical conduct and integrity.", "They are expected to act honestly, independently, impartially, with discretion and without regard to self-interest.", "They shall be mindful of the importance of their duties and responsibilities, shall take into account the public character of their functions and shall conduct themselves in a way that inspires ethical conduct within the Eurosystem, the European System of Central Banks and the Single Supervisory Mechanism, and maintains and promotes public trust in the ECB.", "- Principle of independence: officials shall act independently and objectively in the interest of the Union as a whole, regardless of national or personal interest, and not seek or take instructions from EU institutions, bodies, offices or agencies, from any government of a Member State or from any other body.", "- Professional secrecy: officials shall not disclose any information covered by the obligation of professional secrecy obtained in the exercise of their duties and responsibilities that has not been made public or is not accessible to the public except deliberately as part of the communication strategy of the ECB.", "- Separation of the supervisory function from the monetary policy function: officials shall respect the separation of the ECB's specific tasks concerning policies relating to prudential supervision from its tasks relating to monetary policy, as well as other tasks.", "- Public appearances and public statements: officials shall carry out their duties and responsibilities as, and consider themselves in public appearances to be, representatives of a high-level ECB body.", "- Relations with interest groups: while maintaining the open, transparent and regular dialogue with representative associations and civil society required by the Treaty on European Union, officials shall at all times, and in particular in their interactions with interest groups, observe their independence and professional secrecy obligations, and the basic principles established in the Code of Conduct.", "- Declaration of Interests: officials shall on an annual basis submit to the Ethics Committee, for assessment and onward submission to the President, a signed Declaration of Interests which shall include information about the member's previous occupational activity, private activities, official mandates and financial interests, as well as about the gainful occupational activity of their spouse or partner, that may raise conflict of interest concerns.", "- Conflicts of interest: officials shall avoid any situation which may raise conflict of interest concerns.", "A conflict of interest concern arises where an official has personal interests that may influence, or may be perceived as influencing, the impartial and objective carrying out of their duties and responsibilities and also extends to, but is not limited to, their direct family members (any parent, child, brother or sister), spouses or partners.", "- Rules on private financial transactions: officials shall comply with the material rules on private financial transactions laid down in the Ethics Framework of the ECB.", "It is recommended that officials place their investments under the control of one or more recognised portfolio managers who have full discretion for assets which go beyond those required for ordinary, personal and family use.", "- Other rules: (i) officials shall not solicit, and shall exercise caution when offered, any advantages which are connected in any way with the duties and responsibilities conferred on them; (ii) officials shall be confident that any award, honour or decoration is compatible with their public status and does not compromise their independence or raise conflict of interest concerns; (iii) officials may only accept invitations to widely attended events such as conferences, receptions or cultural events, if their participation is not adverse to the ECB's interest, and shall observe particular prudence with regard to individual invitations."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Independence of economic authorities and supervisors", "Formal independence", "Effective independence", "Possible ways to strengthen and enhance the Banco de España's independence", "Financial supervision arrangements in Spain", "Governance, transparency and accountability", "Good governance", "Single Supervisory Mechanism", "Rules for senior officers following termination of office", "Code of Conduct for high-level European Central Bank Officials"]}