{"sentences": ["Is Home Working Good For You?", "Andy Haldane Chief Economist and Member of the Monetary Policy Committee (MPC) Engaging Business Summit and Autumn Lecture The views expressed here are not necessarily those of the Bank of England or the Monetary Policy Committee.", "I would like to thank Jack Meaning and Andrea Sisko for their help in preparing the text.", "I would like to thank Lena Anayi, Andrew Bailey, John Lewis, Sophie Piton, Jo Place and Chris Young for their comments and contributions, and the organisers of the Engaging Business Summit Autumn Lecture for giving me the opportunity to discuss these issues.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice I am delighted to be speaking at this \"Engaging Business\" Summit, at such a critical time for workers and for the wider economy.", "The focus of today, and the excellent background report, is happiness in the workplace.", "This is an issue in which everyone has a stake.", "It is particularly pertinent with many people having had to adapt their ways of working as a result of the Covid crisis.", "Indeed, this year may well have seen the largest shift in working practices ever seen, certainly the largest in modern times.", "That begs a host of questions about the impact of these changes in working practices on workers, businesses, communities and the wider economy.", "For economists like me, it raises questions about the impact on productivity and output in the workplace.", "As arid as these concepts can sometimes sound, they are crucial for shaping how this crisis will affect incomes and living standards over the medium-term.", "Equally important are issues of well-being, not least given understandable concerns about how the virus and lockdown are affecting our mental health.", "The background report for this event is timely in providing some early answers to these questions.", "Taken at face value, its conclusions are encouraging.", "Workplace happiness is, in general, higher and many are feeling a greater sense of workplace empowerment.", "At the same time, it is too early to be reaching definitive conclusions on what the long-term effects of these seismic shifts in how we work will be.", "It is also crucial to recognise that these changes have affected individuals in very different ways.", "For many frontline workers - from health and social care, to public transport and police home-working has simply not been an option.", "Those jobs, and many others like them, have become both harder and more hazardous as a result of the Covid crisis.", "The report captures some of those important distributional differences, with happiness lowest among young people, black people, females and those in the worst-affected sectors whose jobs and incomes are most at risk.", "Even for those who are currently content home-working, there is a question about whether the benefits will persist.", "Some of the potential costs of home-working, including the loss of social engagement, are only now being felt and may grow with time, in ways which affect both our well-being and productivity at work.", "In what follows, I will try to navigate through some of these issues, drawing on evidence where possible.", "There are both positives and negatives from the shift in working practices that has taken place this year and the balance of these is likely itself to shift over time.", "If you'll forgive the indulgence, I'll try and weave in some of my own work experiences to add some personal colour.", "The Changing World of Work Even before the Covid crisis struck, there was evidence of a secular shift towards more flexible forms of working.", "Analysis of working trends by the Association of Professional Staffing Companies in 2019 found Engaging Business (2020).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice number of people working 'flexible hours' has increased that, over the past two decades, the five-fold, from less than 10% to more than half the workforce.", "As with many other things, the Covid crisis brought about an overnight transformation and acceleration of those trends.", "ONS data suggests that, prior to the pandemic, around 5% of people worked from home as their main location.", "Around 12% had worked from home in the previous week and a little more than a quarter said they had worked from home at some point in the recent past.", "At the peak of lockdown in April, almost half of the workforce was working from home in any given week, either exclusively or partially.", "Over the summer that fraction began falling as restrictions were loosened, before beginning to rise again gradually following government announcements in September.", "The fraction of the workforce home-working currently stands at around a third, multiples of its pre-Covid level.", "Of course, these averages obscure some sharp differences across sectors and occupations.", "Even before the pandemic, there was a high incidence of home-working in sectors such as information and communication (over 50%), professional and scientific (around 45%) and real estate and finance (about 40%).", "During lockdown, all of these sectors headed towards a 100% model of home-working.", "That was not the case, either pre or post-Covid, among a range of other occupations representing between half and two-thirds of the workforce.", "Many of those were key workers, including in health and social care, dealing with the effects of the pandemic.", "In this respect, Covid has not only accelerated pre-existing trends towards home-working; it has also widened pre-existing occupational divides between those who can and cannot exercise the option of home-working.", "Surveys of workers and businesses suggest increased home-working is likely to persist, albeit not on the same scale.", "Around a fifth of businesses say they intend using home-working as a permanent business model.", "Interestingly, the main reason cited is improved staff well-being.", "Among workers the picture is much the same, with surveys suggesting more than a quarter expect to spend more time home-working after the pandemic has abated.", "My own experience since March has mirrored trends in the wider economy.", "I am one of the lucky ones who has been able to work from home, as have virtually all other Bank of England staff.", "I have been back into the office only twice in the past six months.", "Full-time home-working has, for me, been a radical shift.", "For the past 30, my working week has been 5-0, office versus home.", "Nonetheless, like many others, if you asked me how my future working week might look, I think it unlikely I will revert back to the 5-0 model.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The Effects on Productivity and Output have had on workers' Given these shifts, some of which seem likely to prove durable, what impact might they and businesses' - economic contribution that is to say, their productivity (the amount done per hour worked) and their overall output (productivity multiplied by working hours)?", "In short, how has this shift in working practices affected working capacity of the economy?", "A number of empirical studies have looked at the effects of home working on productivity.", "lion's share of these studies suggested Pre-Covid, the home-working improved productivity.", "As one example, Bloom et al (2015) conducted a randomised control trial in a call centre of a Chinese travel company, randomly allocating some workers to work from home and others to work in the office, before measuring their respective performance.", "Home-working improved worker productivity by around 13% - almost a day's extra output, a massive gain.", "Interestingly, after the trial the company allowed everyone who wanted to work from home to do so.", "That improved company performance by 22%.", "These productivity effects do not appear to be fixed across different demographics, firms, tasks and sectors.", "For example, studies suggest productivity gains from home-working are largest for creative tasks, perhaps reflecting the benefits of a quieter, less distracting home-working environment.", "It is also worth saying that some of the evidence of productivity gains may be biased upwards by self-selection, with those opting to work from home more likely to be able to do so productively.", "When it comes to the productivity effects of home-working during the Covid crisis, the evidence while thinner points in a different direction.", "Survey evidence for Japan suggests around a 7% hit to labour productivity from home-working.", "Similar evidence can be found in studies of the UK.", "Survey data from the ONS paints a similar picture, with almost a quarter of workers believing their productivity has been negatively affected by home-working, compared with only 12% saying it has improved.", "These differences in the productivity effects of home-working, pre and post-Covid, are perhaps unsurprising.", "Mandatory home-working thrust large numbers of workers into an alien working environment their kitchens, bedrooms and attics.", "There was no option of self-selecting.", "That meant, for many, not only a worse working environment but a steep learning curve as they adapted to new ways of working.", "Productivity, predictably, was hardest hit among those with least prior experience of home-working.", "These shifts are also likely to affect other labour market and economic behaviour, such as labour market participation and wage growth.", "See Felstead and Reuschke (2020).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice At the same time, we should be cautious about jumping to too negative a conclusion when assessing the economic costs of the shift to home-working.", "Even if the amount workers produce each hour has fallen, as evidence and anecdote tentatively suggests, this need not imply workers' overall economic contribution has fallen.", "Compensating factors may have been at work, one of which is longer working hours.", "One of the clear benefits of home-working is reduced commuting time, some of which might have been allocated to work.", "Studies point to daily savings in commuting time of almost an hour.", "They also suggest around a third of that saved time has been spent working.", "Assuming an eight-hour working day, that represents a 4% increase in working hours.", "Studies of the length of the working day measured by the time between the first and last email being sent point to a larger effect still, with close to an 8% rise in working hours as a result of home-working.", "If that is roughly right, this suggests most workers' overall economic contribution may not have been much affected by the switch to home-working, with extra hours compensating for reduced productivity.", "Another relevant factor is that some of initial losses in productivity from home-working might be expected to lessen over time: as the kitchen chair is replaced by an office chair (office equipment sales have soared); as the video-conferencing facilities become less daunting to navigate; and as children return to school.", "Consistent with the last of those, there is evidence both of women assuming more of the childcare responsibilities during lockdown and of their productivity being harder hit.", "Indeed, one of the beneficial long-term side-effects of home-working is that it has brought about a forced improvement in both our digital kit and our digital skills.", "Old dogs, like me, have been required to learn new tricks.", "Prior to the Covid crisis, an estimated extra 5 million people in the UK were expected to have a digital skills deficit by 2030.15 The switch to home-working is likely to have made inroads into this deficit.", "This means there are good grounds for thinking any hit to productivity from home-working may lessen over time and could plausibly even reverse sign.", "Studies prior to the Covid crisis estimated that between a third and a half of the tasks we do in the office could effectively be done at home.", "With between a third and a half of the workforce home-working, the Covid crisis has taken us to that point, involuntarily, at warp speed.", "These research findings broadly chime with my own experience.", "I do not know whether working from home has affected my productivity, which is never easy to measure at the best of times.", "Early on, as I juggled new ways of working and home-schooling, my personal productivity probably suffered.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice self-reported surveys of Bank of England staff suggest, overall, they believe their productivity has not been much affected by home-working.", "Not commuting has given me back two hours of my day, a chunk of which I spend working to offset the time spent answering the door for Amazon deliveries.", "Like many others, I also felt a productivity surge when the kids went back to school, although in my case that might well have just been relief.", "As for my digital skills, they have improved to the point where I am now (almost) competent on around 10 different video-conferencing platforms, although I am aware I am tempting fate by even mentioning that.", "The Effects on Well-Being and Happiness Productivity and output are an objective measure of the economic contribution of workers.", "These measures need not, however, map into subjective measures of the well-being felt by workers.", "Well-being matters, both link between peoples' sense of satisfaction in its own right but also because there is a fairly well-established and their productivity in the workplace.", "Happier people tend also to be more productive.", "The survey study for this Summit is timely in speaking directly to this well-being question.", "On the face of it, its conclusions are rather encouraging.", "Many people appear to be happier, indeed materially happier, from having shifted to home-working.", "They also feel more empowered in the workplace.", "The result is that, when surveyed, most seem to prefer working at home to working in the office.", "There are some important caveats in saying all that.", "These benefits are clearly not evenly spread, even for those who can work from home.", "In general, they have been felt less by workers than by their managers; less by women than by men; less by Black people than by White or Asian people; and less by people working in sectors worst-affected by the Covid crisis for example, retail and hospitality.", "In this respect, these results echo other findings about the highly uneven economic effects of the Covid crisis.", "Despite these important qualifications, I was pleasantly surprised by the survey findings.", "If home-working has led to longer working hours for many people, you might have expected that to have dented well-being, not to have raised it.", "The WorkL survey also points to rising levels of workplace anxiety since Covid, understandably so, which would also be expected to harm happiness.", "Yet happiness at work seems, despite all that, to have risen.", "Weighing against these effects appear to be at least two key factors: commuting and empowerment.", "In well-being studies, commuting ranks just after death and divorce in the unhappiness stakes.", "A study by Chatterjee and Clarke (2017) showed that an additional 20 minute commute reduced people's much as a 19% pay cut.", "On that basis, home-working would be expected to have boosted well-being, with RSA (2020).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice losses on the swings of increased working hours more than made up for on the roundabouts of reduced time spent commuting.", "out in today's study, is improved worker empowerment.", "This The second potentially potent effect, brought could arise in part from the increased flex home-working gives us, with our working days now tailored more to our personal needs and less to organisational requirements.", "It might also reflect on increased ability to \"be ourselves\" at work, when work is at home - the pyjamas, the unkempt hair, the Bermuda shorts - none of which, I hasten to add, I am sporting today.", "Well-being studies suggest these agency and empowerment effects are important for well-being.", "For example, studies have found that working from home is positively associated with perceived autonomy and this, in turn, has positive spillover effects to our job satisfaction and levels of stress.", "Both boost workplace productivity over the medium term.", "If home-working is broadly neutral in its impact on our economic contribution, but positive for our welfare, this suggests it is win-win, or at worst draw-win.", "The Covid crisis may inadvertently have fast-forwarded us to a better-way-of-working, perhaps even back-to-a-future where most work takes place in and around the house rather than in an office or factory, as was the case prior to the Industrial Revolution.", "I would hesitate before jumping to that conclusion.", "Just as the short-term productivity cost of an abrupt shift to home-working might be overstated, so too might the short-term happiness benefits.", "In particular, let me discuss two longer-term consequences of the shift to home-working whose effects may not yet be fully visible but which could, over time, detract from both our productivity and our happiness at work.", "The Effects on Creativity and Relationships These two factors are working relationships (or what economists sometimes call social capital) and workplace creativity (or what economists call intellectual capital).", "Modern economic theory, and a growing body of empirical evidence, gives both factors a prominent role in explaining why individuals thrive, economies grow and societies succeed.", "It is well-established that creativity fosters innovation and that in turn fuels economic growth.", "That was the story of the Industrial Revolution.", "What is new is our understanding of how the work environment plays a crucial role in nurturing creativity.", "For example, the absence of distraction and noise is one important factor fostering creativity.", "Being in \"flow\" requires a degree of cognitive tunnelling.", "For many people, home- working provides that quieter, less distracting environment where tunnelling is easier and creativity fostered.", "Gajendran and Harrison (2007).", "Newport (2014) terms this 'tunnelling' as deep work and provides a comprehensive overview of the concepts and research.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice But lack of distraction and noise is not always and everywhere a good thing, including the creativity.", "It is also well-established that exposure to new and different experiences - sounds, smells, environments, ideas, people is a key source of creative spark.", "These external stimuli are fuel for our imaginations and the imagined, made real, is what we typically mean by creativity.", "To give one example, walking has been found in studies to be positive for creativity, by freeing our minds from its office constraints and exposing our senses to different stimuli.", "So too are random conversations and chance meetings, serendipity being the cradle of creativity.", "Research shows that face-to-face meetings, like serendipity, also foster ideas and innovation, as does music and other of the creative arts.", "The key point here is that home-working can starve us of many of these creative raw ingredients - the chance conversation, the new person or idea or environment.", "Home-working means serendipity is supplanted by scheduling, face-to-face by Zoom-to-Zoom.", "What creativity is gained in improved tunnelling is lost in the darkness of the tunnel itself.", "I imagine some people will have used lockdown to write that creative novel they always knew was in them.", "I doubt many will become modern-day classics.", "For me personally, a large part of my job pre-Covid was spent meeting as wide a range of people as possible in as wide a range of settings as possible - companies, charities, community and faith groups, from all walks of life and right around the UK.", "It also meant me bringing into the Bank people from very different backgrounds musicians, sport-stars, poets, authors, philosophers.", "As well as giving me a different window on the world, these experiences were fuel for the imagination.", "- social capital, the relationships we grow as individuals.", "\"Grow\" is the That links to the second factor right word here because these working relationships, like any relationship, need to be fed and watered.", "Remote working inhibits our ability to cultivate and grow these working relationships.", "It has meant social capital has been another casualty of the crisis, with existing capital run down and new capital not built to replace it.", "Virtual meetings can be an efficient way of getting things done, indeed often more effective than the physical alternative.", "The Monetary Policy Committee (MPC) on which I sit and which sets interest rates has taken place virtually since March, having never taken place virtually in the more than 20 years prior to March.", "MPC deliberations have been no less effective, and MPC decisions no less expeditious, for this shift.", "What virtual meetings risk losing, however, is the capacity to explore uncharted territory, to share tacit knowledge and personal information.", "Those informal between-meetings conversations are, in my experience, the bedrock of relationship-building and the key to trust-building.", "It is the loss of those informal Opezzo and Schwartz (2014).", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice moments that has resulted in many of us running down our past stock of social capital for the past six months.", "This cannot be done indefinitely.", "I always knew that I picked up a lot of information from the unscheduled time between meetings, when informal and sometimes chance conversations take place.", "Having now lived without them for 6 months, I now realise these informal non-meetings were often my main source of information.", "The informal chat in the 5 minute walk from the lift to my office often contained more useful knowledge than the subsequent one-hour meeting in my office.", "The other week I spoke to the Bank's new crop of graduates.", "When I was in their shoes, almost all of my knowledge came from informal conversations in the pub with my graduate cohort on their jobs, bosses and experiences, rather than from listening to talking heads like me.", "This year all of that is lost and, with it, a significant down-payment of social capital.", "Those losses are being replicated among organisations right around the world.", "This social capital, once lost, will be difficult to reacquire.", "Whether it is creative sparks being dampened, existing social capital being depleted or new social capital being lost, these are real costs and costs which would be expected to grow, silently but steadily, over time.", "They weigh on the other side of the ledger when it comes to assessing the case for home-working.", "They cast doubt on whether it will lead to the promised land of improved productivity and greater happiness.", "If you asked me if I am happier working from home, I genuinely would not know.", "I do not miss the commute.", "But I feel acutely the loss of working relationships and external stimuli the chance conversations, listening to very different people with very different lived experiences, the exposure to new ideas and experiences.", "These losses will grow with time.", "At some point, they will offset the benefits of avoiding South-West trains.", "Although it is hard to measure, I feel home-working probably has reduced my capacity for creative thought.", "No modern-day classic novels lie unfinished in my office drawer or at least not ones penned by me.", "And the past six months have certainly depleted my social capital: I do not feel I know anyone at work better than six months ago and most a little less well.", "Everyone I know would I think say the same.", "Covid has re-shaped our working lives, our economic contributions and our well-being, certainly in the short-term but probably in the longer-term too.", "Whether this change is for the better is one of the key questions of our time, as workers, businesses, policymakers and citizens.", "The evidence so far on these issues cannot at this stage be more than illustrative.", "There is a balance to be struck between events which distract and events which fire the imagination.", "For me, the 0-5 model of home- working strikes this balance in the wrong place, as with hindsight did my pre-pandemic 5-0 model.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Adams-Prassl, A., Boneva, T., Golin, M. and Rauh, C. (2020) 'Work Tasks That Can Be Done From Cambridge INET Working Home: Evidence on the Variation Within and Across Occupations and Industries' Paper 2023.", "Alon, T, M Doepke, J Olmstead-Rumsey and M Tertilt (2020), COVID-19 on Gender Covid Economics, Issue 4, CEPR Press.", "data on children's experiences during home Andrew et al (2020).", "'Learning during the lockdown: real-time learning' Institute for Fiscal Studies briefing note.", "'Flexible working increases APSCo (2020) five-fold'.", "Available at - news/flexible-agile-working/flexible-working-increase-five-fold4072019/ '60 million fewer commuting hours per day: How Americans Barrero, JM, Bloom, N and Davis, S (2020a) saved by working from home.'", "VoxEU Is Also a Reallocation Shock' Becker Freidman Barrero, JM, Bloom, N and Davis, S (2020b) 'COVID-19 Institute Working Paper No.", "'Covid-19: the impacts of the pandemic on inequality'.", "Institute for Fiscal Studies briefing note.", "Caiumi, A., and Paccagnella, M. (2020) 'Mitigating the work-security trade-off while rebooting the Covid Economics, Issue 2, CEPR Press.", "'Gender inequality in research productivity during the Cui, R,.", "and Zhu, F. (2020), Covid-19 pandemic' Harvard Business School Working 'Collaborating during coronavirus: DeFillippis, E, Impink, M, SIngell, M, Polzer, J and Sadun, R (2020).", "on the nature of work' NBER Working Paper 27612 the impact of Covid-19 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice 'How many jobs can be done at home?'", "\"The Effects of Telecommuting on Productivity: An Experimental Examination.", "The Dutcher, E G (2012), Role of Dull and Creative Tasks.", "'Engaging Business Annual Report' Engaging Business (2020).", "'Homeworking in the UK: Before and during the 2020 Lockdown.'", "Felstead, A and Reuschke, D. (2020) Wales Institute of Social & Economic Research, Data & Methods working paper.", "'The Good, the Bad, and the Unknown About Telecommuting: MetaAnalysis of Psychological Mediators and Individual Consequences' Journal of Applied Psychology, vol.", "Haldane, A (2018a), Institutions Available at -haldane-speech-given-at-the-oxford-guild-society Haldane (2018b).", "Available at /- /media/boe/files/speech/2019/the-creative-economy-speech-by-andy-haldane.pdf 'The health, wealth and happiness of nations'.", "-health-wealth-and-happiness-of-nations-slides-by-andy- 'UK Skills Mismatch in 2030' Industrial Strategy Council Report.", "'Valuing alternative work arrangement' American Economic Review, vol 107, Mas, A and Pallais, A (2017) No.", "12 Milasi S, I González-Vázquez and E Fernandez-Macias (2020) 'Telework in the EU before and after the we were, where we head COVID-19: where to'.", "JRC Science for Policy Brief.", "\"Which Workers Bear the Burden of Social Distancing Mongey, S, L Pilossoph and A Weinberg (2020), Policies?", "CEPR Press 'Productivity of working from home' Covid Economics, Issue 49, CEPR Press Morikawa, M (2020).", "Newport, C. (2014) 'Deep Work: Rules for Focused Success in a Distracted World' All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice 'Coronavirus and homeworking in the UK labour market: 2019'.", "Available at oronavirusandhomeworkingintheuklabourmarket/2019#overview-of-homeworking 'Coronavirus and the economic impacts on the UK: 8 October 2020'.", "Available at nomicimpactsontheuk/8october2020 Opezzo, M and Schwartz, D (2014) 'Give Your Ideas Some Legs: The Positive Effect of Walking on Creative Thinking' Journal of Experimental Psychology: Learning Memory and Cognition, vol.", "Available at RSA (2020) 'Can Good Work Solve the Productivity Puzzle?", "Collected -good-work-solve-the-productivity-puzzle.pdf TUC (2019) commuting time is up 21 hours compared to a decade ago, finds TUC' available at -commuting-time-21-hours-compared-decade-ago-finds-tuc All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Home-working", "Well-being", "Productivity", "Happiness", "Creativity", "Relationships", "Social capital", "Commuting", "Digital skills", "Work-life balance"]}