{"sentences": ["Distinguished media representatives, First of all, let me thank you for your presence at this year-end conference and for the continuous and effective cooperation we have cultivated over the years in order to properly inform the public about the economic and financial developments in the country.", "Communication with the media is always a very important part of the CBK activity, but in this very challenging year for all of us, communication with the media has been extremely important.", "Through fair reporting from your part, we have managed to keep the public well informed about developments and mitigation measures in the country's economy, influencing the behavior of the public in relation to the conditions created in the economy to be rational.", "Therefore, I would like to take this opportunity to express my high appreciation for the sacrifice and professionalism shown during this difficult year.", "Despite the difficulties we have faced, I am happy that the Central Bank of the Republic of Kosovo has managed to implement its objectives this year as well, ensuring a stable financial system, which not only managed to withstand the developments of unfavorable economic situation in the country, but also became one of the main pillars of support for businesses and individuals who faced financial difficulties due to the pandemic crisis.", "Now, let me present to you a summary of the developments that characterized the country's economy and financial system during this year, based on the latest data available to the relevant sectors.", "As in the rest of the world, in Kosovo, the measures taken to prevent the spread of the COVID-19 pandemic severely affected economic activity, causing the country to face economic downturn after a very long period of economic growth.", "According to CBK forecasts, Kosovo's economy in 2020 is expected to decline by 7.2 percent in real terms, which represents the heaviest blow to the economy in 20 years.", "Restriction of the functioning of many economic activities has negatively affected the disposable income of citizens, thus negatively affecting the level of domestic consumption.", "Also, the weakening of the financial performance of businesses, together with the uncertainty for the future period, have caused a significant decline in investment.", "Significant impact on the decline of economic activity in Kosovo also had the measures to restrict movement from other countries, which greatly reduced the visits of our diaspora in Kosovo, these visits which represent a very important source of funding for the economy of country.", "Based on data recorded until September 2020, the expenditures of non-residents in Kosovo, most of which are from the diaspora, were 470 million Euros, which represents a decrease of about 60 percent compared to the same period of the previous year.", "On the other hand, when it comes to the connection of the diaspora with our economy, a factor that has influenced the mitigation of the effects of the crisis have been remittances from the diaspora, which even in these very difficult times for the world economy, continued the steady flow towards our economy.", "The value of remittances received until October 2020 was 796.5 million Euros, which represents an annual increase of 12.9 percent.", "Developments in the global economy as a result of the pandemic have also affected foreign trade.", "The decrease in domestic demand in Kosovo during this year was reflected in a lower value of imports of goods, which by October 2020 marked the value of 2.63 billion Euros or an annual decline of 8 percent.", "On the other hand, exports of goods amounted to Euro 382.4 million, marking an annual increase of 19.1 percent, mainly based on the increase in exports of base metals.", "As a result of these developments, the trade deficit in the goods account during this period recorded a value of 2.26 billion Euros, which represents an annual decline of 11.4 percent.", "On the other hand, the export of services amounted to 731 million Euros, marking an annual decline of 48 percent, which occurred mainly as a result of the decline in visits of our compatriots and tourists in the country.", "The decline in imports of services was also characterized by a value of 434 million, marking an annual decline of 24.7 percent.", "Including goods and services, it turns out that the total value of exports until September 2020 was about 1 billion Euros, while total imports were about 2.6 billion Euros.", "The trade deficit, including the goods and services account, amounted to 1.6 billion Euros, or about 22 percent of Gross Domestic Product, from about 18 percent in the same period last year.", "In terms of foreign direct investment, their value by September 2020 reached 250.6 million Euros, compared to the value of 216.4 million Euros recorded until September 2019.", "During this period, growth was mainly recorded by FDI in the sector of the financial services, which amounted to 66.2 million Euros, compared to the value of 10.9 million Euros recorded until September 2019.", "On the other hand, real estate investments, which represent the main category of FDI in Kosovo, decreased to 135.8 million Euros, from 176.2 million Euros a year ago.", "Regarding other macroeconomic indicators, it is worth noting that the average annual inflation rate until November 2020 was 0.2 percent compared to the rate of 2.7 percent recorded in 2019.", "This price movement trend reflects price dynamics in international markets, but also the decline of general economic activity in Kosovo during this year.", "Now, let me move on to the developments in the country's financial system: In accordance with the new conditions that were created in the country's economy, the CBK was proactive in reacting quickly in order to maintain the normal functioning and stability of the financial system and, at the same time, to put the financial system at the service of the economy.", "In this way, from the first days of the restrictive measures, the CBK activated the Work Continuity Team, which had the task of monitoring and providing instructions that ensure the smooth running of the CBK and the financial system in general.", "In this way, the regular functioning of the payment and cash supply system throughout the country was ensured at all times, including the areas which have been isolated for a longer period of time.", "The Central Bank, since 2016 has developed and operates an interbank system of secure and stable payments, which is based on international standards and best practices.", "During this year the number of bank accounts has reached 2.26 million accounts, or an increase in the number of bank accounts of 4.3 percent, which can be justified by the need for businesses and individuals to open bank accounts to benefit from the Government's economic facilitation measures.. Also, compared to the same period last year, there was an increase of 22.4 percent of accounts that have access to e-banking, where the number of e-banking accounts until October 2020 is 393 thousand.", "Also, during 2020, the CBK has fulfilled the provision of a qualitative and quantitative supply of Euro banknotes and coins for the banking sector in order to settle cash transactions of the economy and citizens.", "In order to deal as effectively as possible with the created conditions, the CBK has continuously been in coordination with all institutions of Kosovo, financial institutions in Kosovo, chambers of commerce, as well as international financial institutions, holding very frequent meetings to ensure that adequate and timely measures are taken against the needs of the economy.", "From the beginning, the CBK was part of the inter-institutional group for designing emergency measures to help the economy, and then to draft the economic recovery plan, which a few days ago was approved by the Assembly of Kosovo through the passage of the Law on Economic Recovery.", "As a result of our ongoing communications, RFI (Rapid Financing Instrument) has been approved by the IMF in the amount of 52 million Euros to cover urgent and temporary balance of payments needs as a result of the COVID-19 pandemic.", "Also, after coordination with the central banks of the region, the European Central Bank has approved the request of the CBK to establish a repo financing line in the amount of 100 million Euros.", "This line of financing enables the CBK to borrow liquidity in Euro currency from the Eurosystem, to address the potential liquidity needs of financial institutions in Kosovo in the event of market dysfunction due to the COVID-19 pandemic.", "Seeing that the country's economy was entering a pronounced crisis, where businesses and citizens were facing great financial difficulties, the CBK, based on international best practices and in cooperation with lending institutions in Kosovo, undertook a series of measures to help the economy cope more easily with the challenges of this crisis.", "These measures initially consisted of applying a moratorium on loan repayments without any punitive measures for all borrowers who have been adversely affected by the pandemic.", "This moratorium has temporarily relieved the borrower of the loan repayment burden, thus improving their liquidity position to finance other needs.", "Following the end of the moratorium period, the CBK has published a guide to loan restructuring in order to establish the criteria on which the loan restructuring process should be based for borrowers who have encountered financial difficulties as a result of the pandemic.", "The Credit Restructuring Guide has made it possible to ease the credit burden on borrowers without implicating any deterioration in their classification in the Kosovo credit register.", "The measures taken by the CBK were assessed as very adequate, both by the local public and by international financial institutions such as the International Monetary Fund in the Article IV report on Kosovo and the World Bank.", "Also, the Central Bank of the Republic of Kosovo has welcomed the conclusions drawn in the report of the European Commission for Kosovo for 2019, which recognizes the commitment and reforms undertaken in the financial sector.", "The EC report has devoted a special space to developments related to the impact of the pandemic on Kosovo's economy, highlighting the measures taken by the CBK to assist borrowers in overcoming the financial difficulties that have arisen as a consequence of the crisis.", "In the context of international assessments, it is worth mentioning the report of the US Department of State on the investment climate for 2020 for Kosovo, which gave a high assessment of the country's financial system.", "This report also highlights the stability of the banking sector, which remains well-capitalized and profitable, as well as the significant improvement in recent years.", "The economic crisis found the banking sector of Kosovo in a very sound condition, characterized by a high degree of liquidity, high level of capitalization and very good quality of the loan portfolio with a share of just over 2 percent of nonperforming loans.", "This enabled the banking sector not only to withstand the increased risks, but also to play a key role in the process of economic recovery.", "The contribution of the banking sector to support the economy was very important in terms of continued lending, despite the increase in the level of risks faced by banks.", "During January-October 2020, the value of new loans issued by the banking sector was 1.2 billion Euros, while the total value of active loans in the banking sector in October 2020 was 3.2 billion Euros, which represents an annual increase of 7 percent.", "Currently, even after taking all these not very common measures for a banking sector and an economy which is in a phase of recession, the banking sector of Kosovo continues to have a high level of stability and is ready to play its key role to the economic recovery process.", "The economic recovery package just approved by the Assembly of Kosovo foresees a very important role for the banking sector.", "A very important part of this package is based on loan guarantee schemes and interest rate subsidies, which will facilitate and improve the flow of bank financing towards the country's economy.", "Total assets of the banking sector have continued the growth trend during this year, reaching the value of 5.05 billion Euros in October 2020, which represents an annual growth of 10.3 percent.", "The banking sector continues to enjoy high public confidence, which is also expressed by the continuous growth of deposits.", "In October 2020, the total value of deposits was about 4.1 billion Euros, representing an annual increase of 8.7 percent.", "The growth rate of total deposits is mainly dictated by household deposits, a category that dominates the structure of total deposits in the banking sector with a share of 67 percent in total deposits, which in 2020 marked an increase of 7.3 percent.", "Interest rates on loans continued their downward trend, declining to 6.3 percent from 6.5 percent in the same period last year, which indicates a continuous facilitation of access to bank financing.", "Financial soundness indicators continued to show a high level of sustainability of this sector in all aspects.", "It is worth noting the good quality of the loan portfolio with a non-performing loan rate of only 2.7 percent in October 2020, which marked a slight increase compared to last year when it was 2.2 percent.", "The coverage of non-performing loans with loan loss provisions remains at high levels of 140 percent, which indicates adequate levels of provisions in the banking sector.", "The banking sector continues to have a high capital adequacy ratio of 16.9 percent in October 2020, compared to 16.5 percent in the previous year, which continues to remain significantly above the minimum regulatory level of 12.0 percent.", "In order to maintain sound levels of capital within the banking system and to support Kosovo's economy through lending, the CBK has decided to suspend the distribution of dividends by banks for 2019 and 2020.", "The liquidity position of the banking sector remains high.", "The ratio of liquid assets to short-term liabilities in October 2020 was 36.1 percent, which was high above the required regulatory minimum of 25.0 percent.", "In addition to the banking sector, microfinance and non-bank financial institutions also have an important role in the credit financing of Kosovo's economy, which mainly focus on providing microcredit.", "The total value of loans to this sector in October 2020 was 220 million Euros, which represents an annual increase of 1.4 percent.", "In the insurance sector, until September 2020, a slight decline in activity was recorded.", "Gross written premiums until September 2020 were 72.3 million Euros, which is a decrease of 2.2 percent compared to the same period last year.", "Claims paid by the insurance sector during this period amounted to 35 million Euros, a slight increase compared to the same period last year when they were 34.5 million Euros.", "Total assets of the insurance sector have continued the growth trend during this year, reaching the amount of 214.3 million Euros in September 2020, with an annual increase of 9.3 percent.", "As a result of the aggravated financial situation and non-compliance with legal requirements for capital, as well as in order to improve the financial situation, in order to protect policyholders and ensure financial stability of the sector, the CBK during this year has decided to place under temporary administration the insurer \"Kosova e Re\".", "This decision is a continuation of a series of measures taken by the CBK to increase the sustainability of the insurance sector, in order to ensure a stable sector and in accordance with the legal requirements of the CBK.", "Regarding the pension sector, despite the decline in the value of investments at the beginning of the pandemic, the performance of international financial markets has steadily improved in recent months and the value of the decline in the value of these investments has already recovered.", "The return on investment of the Kosovo Pension Savings Trust by the end of September 2020 was positive at a rate of 12.5 percent.", "The economic recovery package envisions injecting a significant amount of money into the economy (around € 220 million) enabling pension contributors to withdraw 10 per cent of their pension savings.", "The CBK has played a very important role in the operational realization of this process by providing the Funds with the data of the bank accounts of the pension contributors through the Register of Bank Accounts in order to validate the accounts of the contributors, and to eliminate the errors of possible in making the 10 percent payment.", "Despite the situation created due to the pandemic and not very favorable conditions in international markets, the Central Bank of the Republic of Kosovo has managed to maintain its financial stability and good performance of the institution.", "The CBK remains committed to continue its activity in the service of stability and development of the country's economy, creating the conditions for the development of a stable financial infrastructure, in line with contemporary developments in this field, including the development of new segments of the financial system such as the capital market, which requires a broad interinstitutional interaction.", "Also, the CBK remains committed to base the development of the financial system on the principles of developing sound competition and free movement of capital, thus promoting the continuous increase of efficiency in the financial system.", "Let me express my gratitude to the Organization for Security and Co-operation in Europe (OSCE) and the Office of the Language Commissioner for awarding the 2020 \"Best practice in law enforcement for the use of languages \"for the CBK.", "Also, I would like to inform you that the CBK this year has continued with the announcement of the competition, already traditional, for the award \"Young Economist\", in which case I would like to thank and congratulate all candidates for the works they have submitted within this competition.", "This activity aims to promote research activity in the field of economics among young people.", "Based on the evaluation of the professional commission for the evaluation of these works, today I have the pleasure to announce the winner of this award, Mr. Qendrim Shkodra with the topic \" Kosovo's economy in the time of the Pandemic, the impacts of COVID-19 on the local and international economy \".", "Finally, hoping and believing that next year will be a more positive year in all aspects, I wish you good health, joy and success to all of you and your families."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Financial stability", "Banking sector", "COVID-19 pandemic", "Loan restructuring", "Credit financing", "Foreign direct investment", "Inflation", "Interest rates", "Capital adequacy"]}