{"sentences": ["The title of this morning's session is intriguing in many ways: it speaks of a \"new partnership\" between monetary and fiscal policy and of the \"requested\" fiscal support.", "The title suggests that the environment in which monetary policy operates may have changed in recent years - even well before the outbreak of the pandemic - and that this may have altered the way monetary and fiscal policies interact to deliver stable prices and sustainable growth.", "And indeed, a few key numbers summarise how radically our world has changed.", "Over the past two decades, the ECB's main refinancing rate has declined from levels close to 5% to 0%.", "Consumer price inflation averaged 2.2% from 1999 to the eve of the global financial crisis in August 2008, but only 1.2% since then, well below our inflation aim of \"below, but close to, 2%\".", "These developments raise important questions, especially as the same developments have occurred in many other advanced economies.", "Many people are wondering why central banks, despite record low interest rates, have not been able to deliver inflation rates in line with their aim.", "A related question is what needs to be done to change this.", "In my remarks this morning, I will not be able to give definitive answers to these fundamental questions.", "A deep analysis of these and other issues will be the subject of our monetary policy strategy review that the ECB's Governing Council has just resumed after the pandemic-induced pause.", "But what I would like to offer is a way of thinking about the origins and implications of the current low interest rate environment and how it affects the conduct of both fiscal and monetary policy.", "I will argue that it would be misleading to speak of a new \"partnership\" between fiscal and monetary policy.", "After all, partnership implies a degree of coordination that would be inconsistent with an independent central bank.", "But I will suggest that, in a low interest rate environment, there are strong complementarities between fiscal and monetary policy that can help lift the euro area economy out of the current low-growth, low-inflation trap.", "The need for novel monetary policy measures Low interest rates have sparked a remarkable public debate.", "In many advanced economies, they have exposed central banks to severe criticism and have even called into question the paradigm of modern independent central banking.", "In the euro area, the coincidence of low inflation and low interest rates has led to opposing views.", "For some, the ECB is doing too little too late to lift inflation.", "Others blame the ECB for \"expropriating\" savers and propping up \"zombie\" firms.", "There is an evolving understanding that some of these arguments may not properly reflect reality.", "In particular, it is increasingly appreciated that central banks have only a limited impact on the long-term trends that shape the interest rate environment in which the economy operates.", "These trends are, by and large, determined by the willingness of households and firms to save and invest.", "In this context, central banks often point towards the \"real equilibrium\" interest rate that balances savings and investments.", "And over the past few decades, slow-moving structural factors, such as lower trend productivity growth, an ageing society and global excess savings, have together led to a measurable decline in that interest rate.", "Just as an example: annual productivity growth in the euro area in the 1980s was, on average, around 2%.", "Today it is less than half of that.", "This decline in the real equilibrium interest rate has two broad consequences for the conduct of monetary policy.", "The first is that ever-lower interest rates are needed to stimulate growth and investment.", "This is because monetary policy is only providing stimulus if the short-term policy rate - adjusted for inflation - is below the equilibrium rate.", "Current estimates suggest that the real short-term policy rate in the euro area needs to be negative for monetary policy to put upward pressure on prices.", "The second consequence is that years of weak aggregate demand and price pressures have forced central banks worldwide to find additional instruments that could provide policy accommodation when their main policy rates were approaching zero.", "In fact, the ECB has introduced a wide range of novel monetary policy tools in recent years, such as asset purchases and negative interest rates.", "There is a wealth of empirical evidence that suggests that these measures were not only necessary to fulfil our price stability mandate, but that they also had considerable positive effects on growth and employment in the euro area.", "The changed interaction between fiscal and monetary policy So, monetary policy has not become powerless in the wake of the fall in the real equilibrium interest rate.", "Nor have the side effects of our novel measures been as drastic as the public debate at times suggests.", "For example, there is no evidence that purchases of government debt have undermined the disciplinary function of financial markets or created moral hazard.", "Lower interest rates did not lead governments to take on more debt.", "The primary balances for the vast majority of euro area countries improved after the start of our government bond purchases.", "Moreover, the sensitivities of euro area sovereign bond yields to macroeconomic news and risk remain far removed from the complacency that characterised financial markets in the run-up to the global financial crisis.", "But the risk that non-standard policy tools may eventually create unintended adverse side effects becomes higher, the more intensively they are used and the longer they are maintained.", "This is where the title of this morning's session comes in again: the lower nominal interest rates are, the larger are the benefits of using other policy domains more actively, in particular fiscal and structural policies.", "The current pandemic crisis is a case in point.", "The measures we have taken since March - most notably the asset purchases under the pandemic emergency purchase programme, or PEPP, and the liquidity provision to banks through targeted longer-term refinancing operations, or TLTROs, - have been crucial in allowing the financial sector to act as a backstop for the euro area economy.", "They prevented the health crisis from turning into a full-blown financial crisis at a time when markets started to panic and price action became highly destabilising, which could have had dire consequences for society as a whole.", "But at times of significant uncertainty, private investment may not fill the gap left by the pandemic in spite of very favourable financing conditions.", "In these situations, monetary policy cannot unfold its full potential.", "Fiscal expansion is then indispensable in order to sustain demand and mitigate the long-term costs of the crisis.", "Strong complementarities reinforce the policy impact, working in both directions.", "On the one hand, fiscal policy will be more effective when interest rates can be expected to remain low for a considerable period of time, like today.", "On the other hand, decisive fiscal action increases the effectiveness of monetary policy, especially in the presence of divergent developments across the euro area.", "Indeed, the historic decision by European governments to tackle this crisis with a common fiscal response was not only a strong gesture of European solidarity, it has also been instrumental in stabilising financial markets and mitigating the risks of fragmentation, thereby supporting the transmission of our single monetary policy to all parts of the euro area.", "These are not the times to worry that rising government debt today could undermine price stability tomorrow.", "On the contrary, using fiscal and structural policies more actively in the current environment will, if used wisely, support price stability and foster central bank independence.", "The reason is that such policies may boost potential growth, reverse the decline in the real equilibrium interest rate and thereby increase monetary policy space in the future.", "This is why we applaud the clear focus of the Next Generation EU programme on digital and green investments, which promise to have the highest payoff for society.", "To support these objectives, it is crucial to swiftly put the recovery fund into action and establish a sound and efficient governance structure that ensures that funds are channelled towards the most productive and sustainable projects.", "Looking forward, governments will at some point need to make a credible commitment to regain fiscal space.", "But this should happen only once the economy has returned to a sustainable growth path.", "These efforts should be accompanied by a revision of the European fiscal framework: fiscal rules are too complicated, hard to enforce and procyclical.", "Monetary policy, and with this I would like to conclude, will remain a stable and reliable source of support throughout the crisis.", "Our policy measures will continue to be geared towards ensuring that financial conditions remain consistent with a return of inflation towards our aim in the medium term, in line with our mandate.", "(2020), \"The ECB's monetary policy during the coronavirus crisis - necessary, suitable and proportionate\", speech at the Petersberger Sommerdialog, Frankfurt am Main, 27 June.", "Empirical evidence corroborates this view.", "New research by the International Monetary Fund (IMF) finds that, in periods of high uncertainty, an increase in public investment by 1% of GDP could lift real GDP growth by up to 2.7%.", "See IMF (2020), \"Public Investment for the Recovery\", Fiscal Monitor: October 2020, Chapter 2."], "classifications": ["monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none"], "topics": ["low interest rates", "monetary policy", "fiscal policy", "inflation", "equilibrium interest rate", "real equilibrium interest rate", "macroeconomic news", "financial markets", "fiscal expansion", "Next Generation EU programme"]}