{"sentences": ["OF THE THE ANNUAL STATEMENT CENTRAL BANK CHILE PRESENTATION HONORABLE SENATE REPUBLIC∗ Governor Central Bank of Chile September 2, 2020 I.", "Introduction Madame President of the Senate Senator Adriana Muñoz, honorable Senators, ladies, and gentlemen: On behalf of the Board of the Central Bank of Chile I thank you for the invitation to present the report that, according to the Constitutional Organic Law (LOC) of the Central Bank, we must deliver annually to the Senate.", "In compliance with this obligation, the following presentation includes our vision on recent macroeconomic and financial developments in the Chilean and international economy, as well as their perspectives and implications for the conduct of monetary policy, as contained in our Monetary Policy Report (MP Report) of September 2020.", "In addition, there are other matters of institutional relevance, related to the Bank's performance in achieving the objectives assigned by law, the evolution of its balance sheet and technological development.", "In the September MP Report, along with a more detailed explanation of the Bank's balance sheet, you can find a summary of the main decisions adopted by the Board this year to date as well as information on the management of international reserves.", "The Monetary Policy Report The evolution of the macroeconomic scenario, in Chile and around the world, continues to be driven by the spread of the Covid-19 and the containment measures needed to protect the health of the population.", "The information at hand shows that, after a sharp fall at the beginning of the second quarter, in recent months the Chilean economy has shown signs of stabilization, combining an incipient improvement in some sectors and deterioration at the margin in others.", "This stabilization has responded to the evolution of sanitary restrictions, the adaptation of various sectors to new operating conditions and the boost from economic policies.", "The economic impact of the pandemic, however, is very significant and recovery will pose major challenges for public policies, institutions, and economic agents.", "The magnitude of this challenge is especially evident in the high number of people and businesses whose source of income has been disrupted.", "Reversing the loss of jobs, the fall in household income and the deterioration in consumption, together with responding to the financing needs of businesses, avoiding bankruptcies and enabling them to recover, are the greatest challenges for economic policy at this stage.", "As I will show later, based on known activity data and short-term perspectives, we estimate that GDP will end 2020 with a fall of between -4.5 and -5.5%, which compares to the -5.5 to -7.5% range estimated in the June MP Report and which implies a significant recovery in the second half of the year.", "However, the closing of the capacity gaps that widened in this period and the convergence of inflation to the target will only be completed by 2022.", "Moreover, this scenario is still surrounded by high levels of uncertainty and significant risks.", "Let me now turn to the details of the macroeconomic scenario.", "Macroeconomic scenario The behavior of the pandemic continues to be the driving factor in the evolution of the macroeconomic scenario.", "Several months after it first appeared, the Covid-19 has affected all the countries of the world over the course of this year, but its current dynamic is varied.", "While some countries have seen a more favorable evolution, others have had outbreaks or increases in infections that have yet to be brought under control.", "In some countries with good sanitary responses to the pandemic, it has been possible to avoid reinstating tougher restrictions in the face of new epidemic outbreaks.", "The Latin American region overall currently accounts for the largest number of new infections, but they differ from one country to another in terms of their trajectories (Figure 1).", "In Chile, health indicators have improved, and the authorities have implemented a plan for gradual deconfinement nationwide.", "Thus, the percentage of the national population subject to quarantine has dropped from its peak of 54% in July to 40% this week.", "Particularly marked have been the changes in the Metropolitan Region, where the percentage of the population in quarantine has fallen from 98% in July to 46% today.", "In terms of activity, the percentage of GDP generated in quarantined areas has dropped from 65 to 45%.", "The relationship between quarantined territories and economic activity, however, is far from mechanical, depending on sector-specific characteristics, the intensity of the measures in place and the actual behavior of individuals (Figure 2).", "Looking ahead, the process of deconfinement is not exempt from the risk of setbacks, as has occurred in other parts of the world and in some areas of the country.", "Globally, the loosening of confinements and the increase in mobility have cooperated to draw activity above its lowest points of April and May.", "Production, sales, and expectations show improvements in some countries (Figure 3).", "It should be noted that in China the data for the second quarter were above expectations.", "Financial markets and commodity prices have been favored by these trends, as well as by the highly expansionary monetary conditions promoted by the major central banks.", "The price of copper has fluctuated around $3 per pound and market volatility has seen significant reductions from its highs of March and April.", "This represents an important difference with respect to external shocks that have affected the Chilean economy on past occasions.", "Our country's economy contracted by 14.1% annually in the second quarter, its worst record in several decades.", "The biggest month-on-month drop was in April, subsiding in May and recovering slightly in June and then again in July.", "The sharp initial contraction also occurred in a wide range of countries, although with some nuances (Figure 4).", "Among the factors behind these differences are the date that the first cases appeared, the speed of the spread of new cases, how strictly containment measures were adopted and the response of the population.", "In the case of China, the greatest impact of the pandemic was recorded in the first quarter.", "Peru, on the other hand, saw a dramatic drop in the second quarter, as strict nationwide quarantine was implemented.", "Incoming information for Chile suggests that activity is picking up in sectors that had been particularly hard hit, such as retail and some services (Figure 5).", "This reveals that some activities have managed to adapt more quickly to new forms of operation, notably a more intense use of online sales and teleworking.", "In contrast, sectors such as construction, which are highly intensive in on-site work, have suffered greater than expected consequences, given the territorial and time extension of the quarantines.", "Because of its highly contagious nature, the pandemic caused a particularly sharp contraction in demand and supply in socially intensive areas, directly affecting the incomes of businesses and individuals.", "This has had a strong impact on the labor market, including self-employment.", "Thus, in the moving quarter ending in July, the annual drop in employment affected slightly more than 1.8 million jobs.", "About half of this figure corresponds to salaried jobs, mostly formal.", "Another 760,000 interrupted occupations correspond to non-salaried workers (i.e.", "self-employed workers and employers).", "Given the restrictions on mobility, the latter have not only been unable to do business as usual, but have also been unable to fulfill their traditional role of cushioning this type of situation and probably explain a significant part of the unusual increase in inactivity (Figure 6).", "By sector, the fall has been widespread, especially in retail, construction and housing, and food services.", "What we see in Chile is replicated in many countries, although with varying intensity.", "Depending on countryspecific conditions, there have been sharp falls in employment, significant decreases in hours worked and increased inactivity (Figure 7).", "According to the International Labor Organization (ILO), compared to the last quarter of 2019, in the second quarter of this year hours worked fell 14% globally-the equivalent to 400 million full-time jobs.", "The decline has been led by South America (-20.6%), where inactivity has grown substantially.", "For the remainder of 2020, the ILO anticipates that, globally, hours worked will continue to remain below prepandemic levels.", "In Chile, the reduction in labor income has continued to be reflected in the evolution of nominal wages and total hours worked (National Statistics Institute, INE), both remaining around their historical lows.", "At the same time, data from the August Business Perceptions Report (IPN), based on interviews with more than 100 company executives and an online survey of another 760, shows that almost 70% of those surveyed indicated that their company had cut costs, whether through reduced commissions and bonuses, cutbacks in overtime, or reductions in base salaries, among other measures (Figure 8).", "Household spending has been severely affected by the decline in income, which is reflected in the sharp contraction of demand in the second quarter, particularly from private consumption.", "Especially marked is the drop in services consumption, where social distancing measures have significant effects, such as the dramatic drop in spending on restaurants and hotels, transportation, health care and leisure activities.", "Nevertheless, the short-term outlook for consumption has improved in the third quarter due to a set of support measures and which is reflected in better business expectations-especially for trade-and, more recently, in improved consumer expectations.", "In recent months, a significant number of direct aid programs, subsidies, repayment deferrals and tax breaks have been implemented.", "As a result, the balance between the fall in income and aid received improved significantly between the second and third quarters (Figure 9).", "In addition to the above, part of the pension savings was approved for withdrawal.", "It is estimated that this will involve resources in the order of 6% of GDP, of which nearly half will go to consumption.", "As summarized in one of the boxes of this MP Report, evidence on how the withdrawn savings are being used is still limited.", "Although merely qualitative, various surveys show that it will boost both durable and non-durable consumption, while another portion will be used to pay for financial commitments, saving and investment.", "Retail sales data collected on electronic bills are consistent with a rebound in consumption in recent weeks.", "According to these figures, compared with the first weeks of August and the last two weeks of July, retail sales showed a significant rebound, concentrated in the department store segment, which had been the hardest hit since the beginning of the quarantines (Figure 10).", "With regard to the possible implications for activity, the effects on consumption would be more biased towards the purchase of goods-whose production and commercialization has a greater imported component and is less labor intensive.", "Notwithstanding this, there is no doubt that this measure will contribute significantly to the upturn in demand and activity in the near future, as reflected in our projections.", "As for the longer-term effects, we must factor in the impact of the reduction in pension savings, if it is not compensated for, on the country's investment and growth capacity.", "The Central Bank, meanwhile, has adopted many measures aimed at providing liquidity to the markets and stimulating the flow of credit to the productive sector, in order to avoid a more severe disinflationary cycle and prevent risks to financial stability, which could raise the economic and social cost of the ongoing shock.", "Thus, following the June Monetary Policy Meeting, interest rates at different terms posted an important decrease, in line with the intensification of the monetary stimulus through the purchase of assets and the announcement of phase 2 of the Financing Facility Conditional on Increased Lending (FCIC).", "The decline in long-term interest rates was reversed during the final phase of the discussion of the withdrawal of part of the pension savings, consistent with the fall in the prices of the assets in which they are invested.", "However, after a set of measures were announced by the Central Bank and the regulators, and the Pension Funds Administrators (AFPs) implemented a portfolio management strategy that mitigated the impacts on local markets, volatility has been reduced and interest rates have fallen again.", "Stock market valuations, meanwhile, have followed a trajectory below their foreign counterparts (Figure 11).", "Policy measures designed to confront the current crisis must be able to recognize its distinctive characteristics.", "In particular, the current recession differs from past episodes in that its origin is not economic, so the fall in activity is not caused by problems in specific sectors or markets, but rather by the interruption of the normal functioning of businesses and activities to combat the spread of Covid-19.", "This implies that the economic measures adopted should seek to ensure that companies and individuals survive this period of confinement, avoiding more permanent damage.", "The key to mitigating the effects of the pandemic is to get credit flowing to businesses and allow them to cushion the major drops in their cash flows.", "Several measures have been implemented with this in mind, with some elements in common.", "First, central banks, along with lowering their benchmark rate to its lowest possible, have established special bank financing programs, conditional on their increased lending.", "Some examples are the programs of the Bank of England (Term Funding Scheme with additional incentives for SMEs, TFSME), the European Central Bank (Targeted Longer-term Refinancing Operations, TLTRO), and the Central Bank of Chile (FCIC).", "Second, governments have committed resources that serve as guarantees for loans, which in the Chilean case are the FOGAPE1 guarantees (Table 1).", "In Chile, the sum of both programs is equivalent to just over 15% of GDP, comparable to the resources that have been committed in Brazil, but far above what has been done in other Latin American countries, such as Peru, Colombia, and Mexico.", "Thus, the combination of the liquidity provided by the Bank, the State guarantees, various regulatory adjustments and the adequacy of the banking system, has contributed to commercial loans showing expansion rates above 10% by mid-year (Figure 12).", "This behavior of credit is very different from what was seen in past recessions.", "In fact, both in 1998 and in 2008, a few months after the period of negative activity variation started, commercial credit began to decline (Figure 13).", "Thus, to date, about 230 thousand loans have been granted to small and medium enterprises linked to these instruments.", "Also, almost 1.5 million restructurings have been made, 15% of which correspond to commercial credits.", "As reported in one of the boxes of this MP Report, the analysis at the individual firm level shows that a large number of these loans have reached the firms whose sales have been most affected by the pandemic.", "Evidence suggests that this access to credit has supported the operational continuity of these businesses and helped mitigate the drop in investment.", "For its part, the asset purchase program announced by the Central Bank in June has helped to improve financing conditions in the banking and corporate bond market.", "In this context, the outlook for investment has also improved with respect since the last MP Report, based on the recent evolution of imports of machinery and equipment, large-scale energy-related projects and the recently announced public investments and reactivation measures for the period 2021-22.", "Considering the performance of the economy in the second quarter, the gradual withdrawal of the most stringent sanitary measures and the temporary boost from income support policies, the projection scenario limits the economic contraction foreseen for 2020.", "This range remains wider than usual, reflecting the greater uncertainty surrounding the impacts of the pandemic.", "The evolution of activity will be determined by progress in controlling the pandemic and the ability of businesses and households to overcome its adverse effects.", "The projection assumes that the sectors where human interaction is most important will continue to be affected as long as there is no vaccine, so it will take several quarters for them to return to pre-pandemic activity levels.", "At the same time, both businesses and individuals will be able to recover their income levels as activity recovers, a process in which monetary policy support will be critical.", "Greater global control of the pandemic will also allow the external momentum to improve significantly next year compared to 2020.", "As for spending, after contracting by 4.2% this year, total consumption will resume positive growth in 2021 and 2022, consistent with a recovery in employment and household income, and with the positive short-term effect of the withdrawal of pension savings.", "Plus, the low base that will be left by this year's contraction.", "The projection is that the recovery of economic growth will result in an increase in employment, albeit with lags that will vary according to the categories of occupations, sectors and activities involved.", "Thus, it is likely that, with the lifting of the strictest sanitary measures, employment in sectors such as construction and trade will show a significant upturn, as will self-employment.", "However, in activities more permanently affected by social distancing, changes in production methods or technology, the lags may be last much longer.", "In the short term, the expected recovery in consumption would be more biased towards goods-with a higher proportion of imports and a lower relative intensity of employment-than towards services.", "Thus, after rising by 6.8% in 2021, total consumption will reduce its expansion to 1.7% in 2022, considering that the temporary stimulus to household spending provided by the various income support measures will have dissipated and that 2021 will leave a higher basis for comparison.", "Gross fixed capital formation (GFCF), in particular its construction component, will recover as quarantines are lifted, especially in those works that were shelved.", "The projection also assumes that the investment projects postponed this year will be resumed, as derived from the Survey of the Capital Goods Corporation (CBC) of the second quarter of this year.", "The highly expansionary monetary policy, the increase in public investment and the reactivation measures announced by the government will also support the recovery.", "Non-mining investment will increase next year, but it will be less dynamic than was expected before the pandemic, given the higher corporate indebtedness that has been necessary to cover the cash deficits of recent quarters.", "Considering all of the above, this MP Report estimates that GFCF will contract 10.6% annually, and then grow 8% and 4.9% annually in 2021 and 2022, respectively.", "The projections in this MP Report consider that this and next year the Treasury will provide a significant boost to the economy, consistent with the various measures announced by the government.", "However, they assume that this boost will gradually fade out as the economy converges to its trend growth rates and the recently announced fiscal consolidation process begins.", "Regarding the Current Account balance, contradicting the June MP Report, it is projected to be negative this year and next.", "This assumes that liquidity constraints for households and businesses will be lower than expected, due to government measures to support household income and the withdrawal of part of pension savings.", "Plus, a slightly lower than expected deterioration in investment, as well as somewhat better prospects for recovery.", "All this reduces domestic saving significantly in 2021 with respect to our June forecast (Table 2).", "On the external front, the global growth outlook continues to suggest that, after a major recession this year, expansion rates above the past 10-year averages will resume in 2021 and 2022.", "This outlook is slightly more favorable than predicted a few months ago, especially due to better performance expected for the Eurozone and China.", "This is because the greater stimulus ensured by the authorities, in addition to the deconfinements in the European bloc and the improved performance of China in the second quarter.", "This contrasts with Latin America, where the sanitary situation remains particularly complex, despite prolonged and strict restrictions in several countries.", "The region is one of the hardest hits in terms of lost activity and employment, with a projected contraction of more than 9% this year.", "Accordingly, Chile's trading partners are expected to see a GDP contraction of 3.5% in 2020 and an expansion of 4.7% in 2021.", "External financial conditions will remain favorable, consistent with a still expansionary overall monetary policy, in line with the announcements of the various authorities, and the recovery of the world economy.", "The terms of trade will be better than in previous years.", "This assumes that in the period 2020-2022 copper and oil prices will average $2.8 per pound and $46 per barrel (BrentWTI average), respectively.", "Both projections are higher than expected in June, taking into account the actual increases of recent months and prospects for a somewhat faster recovery of the world economy (Table 3).", "Inflation will converge to 3% by 2022 and in the short term will not fall below 2% annually.", "Although in the short term this trajectory is somewhat higher than was forecast in June, largely due to the expected increase in consumption, in the medium term its main determinant continues to be the lower cumulative activity.", "The core measure will remain above 2.5% in the short term, to converge to 3%, also in 2022.", "Two-year-ahead inflation expectations remain at around 3% (Figure 14).", "Monetary policy will remain highly expansionary, combining the policy rate at 0.5% minimum and unconventional measures.", "The latter will be renewed or extended if the recovery of the economy and the convergence of inflation to the target so require.", "In turn, the Monetary Policy Rate will remain at its minimum level for much of the two-year monetary policy horizon.", "Thus, over the next two years, the Bank will provide a significant monetary boost to the economy (Figure 15).", "The macroeconomic scenario continues to show more uncertainty than usual.", "The projections recognize that social distancing will alter the ways to operate in areas where human interaction is key quite longer.", "However, it cannot be ruled out that these impacts will exceed estimates, which could be particularly harmful to the recovery of the labor market because of the many people employed in these activities.", "This could further weaken demand, negatively affect growth and inflationary convergence, and require a stronger than expected monetary impulse.", "On the other hand, the picture of health risks looks more balanced than it did a few months ago.", "Cumulative experience, the prevention measures and the strengthening of the healthcare systems reduce the probability of repeating the worst episodes of previous months in the event of a resurgence of the virus.", "Thus, it is possible that the deconfinements will proceed a little faster, allowing activity and employment to rebound sooner, especially if a vaccine is developed more rapidly.", "In such a case, inflationary convergence would require a somewhat less prolonged monetary impulse.", "The possibility of more negative risk scenarios, especially associated with the economic wounds inflicted by the pandemic, is still present.", "The various measures have made it possible to maintain credit flowing in line with working and investment capital needs, breaking the pro-cyclical relationship of credit.", "Going forward the materialization of investments, productive adjustments in sectors that have been forced to make profound changes in their operation, and increases in activity levels, will require that this financing continue to be available.", "Therefore, it is essential to ensure a sustained flow of credit, ensuring that the financial system does not see its levels of capitalization and liquidity deteriorate, whether due to regulatory changes and/or a sharper deterioration in the repayment capacity of households and businesses.", "If a credit squeeze were to occur, it would become a recession amplifier, as on other occasions, pulling the economy out of its expected trajectory.", "This would create greater demands on monetary policy, which may or may not be possible to satisfy.", "The Board will continue to apply a highly expansionary monetary policy, keeping the Monetary Policy Rate at its technical minimum for an extended time span, complemented by unconventional measures, and will keep a watchful eye to prevent risks to financial stability.", "Central Bank of Chile - Advances and Challenges The Central Bank of Chile's LOC establishes the obligation to present to the Senate, on or before September 30th of each year, \"an appraisal of the advancement of the policies and programs of the current year, as well as a report on those proposed for the next calendar year, which shall state the general economic projections on which they are based and the effects that may occur on the main entries of the Bank's financial statements projected for that period\"2.", "For some time now, this has translated in more than just submitting the September MP Report to the full Senate, introducing issues related to the Bank's performance as a state-run organization.", "Thus, in the two previous MP Reports we have included our 2018-2022 Strategic Plan and the external evaluation to the policies implemented by the Bank.", "This time I would like to delve into some matters of great relevance for our institution: (1) follow-up to the Independent Evaluation Panel's recommendations that we shared with this House a year ago; (2) the impact on the Bank's balance sheet of the of the unconventional measures implemented; and (3) the Bank's progress from the technological point of view.", "Follow-up to the Independent Evaluation Panel's recommendations In September 2018, the Bank's Board agreed to commission an external, independent evaluation of the Bank's performance of its main legal mandates over the past ten years.", "To this end, it convened five international experts in the fields of central banking, monetary policy, and financial stability.", "This Panel, chaired by former Central Bank of Israel Governor Karnit Flug3, issued a report in September 2019, which, along with positively evaluating the Bank's performance, made 40 recommendations for improvement.", "Of these, 24 referred to monetary policy, 14 to financial policy, and two to corporate matters4.", "Of this set of recommendations, the Board dismissed two5 and pledged to take action on the remaining ones.", "With a little less than a year to go, 23 of the 38 recommendations validated by the Board have been fully complied with, equivalent to 60% of the total; another 10 are close to completion, and five are still under study, four of which involve matters requiring legal reforms (Table 4).", "Among the main initiatives that emerged in complying with these recommendations, the following deserve mention (i) The updating of the 2007 document The Monetary Policy of the Central Bank of Chile, which presents the institutional and operational framework in which monetary policy is conducted, eliminating the \"tolerance range\" for the inflation target and introducing the \"MPR corridor\" as an instrument for communicating the orientation of future monetary policy, (ii) The publication of the document The Financial Policy of the Central Bank of Chile, the first of its kind in the country, which presents the conceptual framework and institutional context in which financial policy is carried out to achieve the objective of safeguarding the normal functioning of internal and external payments.", "The first of these initiatives takes on special relevance in light of the similar exercise carried out by the US Federal Reserve, announced by its Governor last week.", "Meanwhile, the financial policy framework has been especially relevant in framing the Bank's decisions in light of the various volatility episodes experienced in Chile since last November.", "From the agenda emanating from the Evaluation Panel's report, I would also like to highlight the Constitutional and LOC Reform that entitles the Bank to acquire fiscal instruments in the secondary market to contain risks to financial stability, especially because of the broad understanding and support we received from this Senate during their discussion.", "As it was then pointed out, this power will allow the Bank to prepare itself to address future episodes of volatility in the markets that may jeopardize financial stability and, thus, the welfare of the population.", "As for the recommendations that are nearing completion, preparing a framework agreement with the Financial Market Commission (CMF) stands out, which includes specific areas and objectives of coordination, exchange, information utilization and confidentiality, and reciprocal technical assistance.", "Following up on another of the Panel's recommendations, the Board has agreed to have these independent evaluations done on a regular basis.", "These evaluations will be conducted every two years, focusing on different areas of institutional responsibility.", "The first of these will be commissioned next year and will be carried out with the same degree of independence, rigor, and dissemination as the first one.", "III.. Special measures and balance sheet Since November 2019, the Bank has adopted a dozen exceptional measures to face present and potential episodes of financial volatility associated with sharp portfolio re-composition by market agents (Table 5)6.", "All these initiatives have had the ultimate goal of complying with the Bank's constitutional mandate, which is the stability of the currency and the normal functioning of the financial system, but they also have a significant impact on its balance sheet and its net worth.", "These measures include the Incremental Financing Conditional on Increased Lending (FCIC), the extension of collateral for Peso liquidity operations offered by the Bank, and the Term Purchase and Sale Program (CC-VP) to facilitate the liquidation of pension fund assets.", "In addition, a flexible credit line was established with the IMF, the Bank was included in the FIMA Repo Facility of the New York Federal Reserve, and the volume and possible uses for a Renminbi/Peso swap line with the People's Bank of China were expanded, significantly strengthening Chile's external position.", "Several of these measures have had an impact on the Bank's assets, either by reducing them (sale of foreign currency) or increasing them (purchase of bonds and loans to commercial banks).", "The adjustments on the asset side have counterparts on the liabilities side, either by active measures (repurchase of long-term bonds from the Central Bank), or by monetary sterilization or liquidity absorption, or finally, to respond to changes in the demand for cash.", "The net effect of these operations and portfolio revaluations has an impact on the Bank's net worth.", "On aggregate, these operations have involved an 86% growth in the balance sheet in one year, the equivalent of almost 10 points of GDP.", "At the same time, there have been significant changes in the composition of the balance sheet (Figure 16).", "Now the Bank records on the assets side internal credit items (FCIC-LCL) and local securities.", "The latter yield more than international reserves, although with a somewhat higher credit risk compared to the sovereign securities that make up the former.", "On the liabilities side, the counterpart has implied an increase in short-term debt placements (PDBC) and the use of permanent facilities that drain the system's excess liquidity.", "There has also been an increase in the monetary base, explained by an increased cash demand from the population.", "In net terms, these changes have contributed positively to the Bank's net worth (dotted line in Figure 16), which had remained negative for many years due to the historical weight of Subordinated Debt, the effect of the exchange rate mismatch between assets and liabilities, and a negative rate differential (between local debt and international reserves).", "Not only does the higher profitability of domestic assets contribute to close this gap, but the reduction of the Bank's long-term debt stock (through repurchases) will reduce the financial burden for the next years.", "In practice, while greater returns are being received on local assets, on liabilities the Bank is paying ever lower rates, a situation that will continue for a long period of time.", "In addition, the peso has depreciated due to the mismatch between a high proportion of foreign currency assets (reserves) and local currency liabilities (bonds and monetary base).", "These factors combined have generated a positive value of the net worth for the first time in many in previous projections was only foreseen in 2028.", "With the ups and downs of the currency in the short term, net worth will fluctuate around its current values during the next few years, to settle in positive numbers towards the end of 2025.", "These long-term projections are of a dynamic nature and are constantly reassessed, including the desired level of reserves.", "Summing up, the significant expansion of the balance sheet, in a context of economic deterioration, reflects the counter-cyclical behavior of the Bank, which is necessary to secure the fulfillment of its mandate, and the existing confidence in our currency.", "This counter-cyclical operation, coupled with efficient asset and liability management and austerity in budget administration, will allow the Bank to regain positive net worth which, if sustained over time, would allow it to deliver profits to the Treasury for the first time in history.", "Technological development The fast-technological advances, marked by the digital revolution, has effects on our Central Bank as it does in any knowledge-based institution, but moreover by its impact on the specific area in which we operate.", "At the Bank level, we have been investing in the digitalization of its operations and in cyber security.", "The sanitary contingency has accelerated this process, namely by extending teleworking systems to almost all the staff, allowing them to keep performing most of their usual activities.", "The emergency of recent months sped up several plans, such as the use of cloud infrastructure capabilities, which has facilitated work from home, coordination among the workers and granted the necessary working flexibility to the teams that so require.", "Throughout 2020, efforts have continued to be devoted to make the Bank's systems more resilient by providing a minimum infrastructure that is independent of the current processing centers and that allows the operation of the main business processes to be maintained even when both centers fail at the same time.", "This new infrastructure will have a data vault, which will contain and protect all the Bank's relevant information.", "Likewise, we have continued to strengthen protection mechanisms against cyber-attacks, updating and incorporating controls aimed at reducing the risks of unauthorized access to systems and information leaks.", "As regards the purpose of the Bank's work, we have been expediting the identification and implementation of opportunities in the field of advanced data utilization, using technologies such as machine learning and artificial intelligence, among others.", "We expect that this will have a positive impact on the community, such as having greater power to anticipate risks by generating alerts or using other data sources, thus strengthening the Bank's functions.", "Meanwhile, we have been closely monitoring all the developments associated with digital payment methods.", "As part of this follow-up, our participation in research groups of multilateral institutions has been active8.", "Meanwhile, we have been closely monitoring all the developments associated with digital payment methods.", "As part of this follow-up, our participation in research groups of multilateral institutions has been active, especially on digital money issued by central banks.", "The digital issuance of central bank money is gaining more space in the discussion agenda at different international organizations, and the repercussions of the current sanitary crisis are accelerating this debate even more.", "Today, there are several serious projects being explored by central banks and international organizations on the subject.", "We believe that, in spite of both global and idiosyncratic contingencies, it is opportune to deepen our understanding and exploration of this type of instruments and related technologies.", "The Bank has also developed proofs of concept for technology use in its own processes.", "In particular, we can mention the technical feasibility study for the Bank's primary debt issuance in blockchain, which we developed jointly with the Central Securities Depository (DCV).", "The main conclusion is that this technology is technically applicable and that it helps to reduce risks and improve the processes of issuing instruments, pending some technical, legal and inter-institutional coordination aspects to be resolved for its full implementation.", "On the other hand, the Bank is reviewing the implementation of its financial policy decisions, seeking to take into account the technological advances that are being introduced in the financial industry.", "In this context, the Bank is developing a new regulatory framework to allow digital payments (other than checks and ATM transactions) to be incorporated into the regulatory perimeter, irrespective of the operating model to which they correspond.", "Final thoughts In this presentation I have reviewed the performance of the Chilean economy in the context of the Covid-19 pandemic, the policy responses articulated by the Bank to the various challenges of the past year, and the progress that we have been making in our agenda at the same time.", "The balance, up to this point, shows is the economy has managed to contain the pressure of the global crisis generated by the pandemic, achieving sufficient stability to undertake a recovery.", "The Central Bank has contributed to this, without abandoning its medium-term institutional agenda.", "All this, however, is far from implying that the crisis has been weathered and the job is done.", "While the figures for activity in 2020 are beginning to stabilize, revealing that a major catastrophe has been averted, the evolution of the economy in 2021 and 2022 will determine the deeper legacy of this episode.", "Just to recover the losses of the past year there is a long and difficult road ahead, full of challenges and risks.", "Measured only in the per capita income dimension, by the end of this year we will have fallen back to the levels of 2013 (Figure 17).", "If the growth trend between 1990 and 2008 had been maintained, by 2025 we would be close to doubling the 2008 per capita income.", "However, the sum of the years of low growth, the social outbreak and the Covid-19 crisis only allows us to project that by 2025 per capita income will have accumulated an increase of around 25% since 2008.", "To even consider closing this gap, it will be necessary to create hundreds of thousands of jobs, sustainably recover consumption, reactivate investment, and maintain credit growth.", "At the same time, it will be critical to avoid further setbacks that would make recovery even more difficult.", "This includes not only the risk of accelerated infections, but also the risk of business failure and the collapse of the sectors most affected by social distancing, with the consequent loss of human and social capital.", "It will be especially important to avoid financial instability resulting from the deterioration of the credit portfolio, the cost of funding or the loss of liquidity.", "The Bank is aware of these challenges and risks and will be on the lookout to contribute as much as possible within the framework of its institutional mandates and powers, but much more will be required to articulate a policy response commensurate with the task at hand.", "It will be everyone's responsibility to make the recovery faster, more robust, more sustainable, and more equitable than it has been in other economic crises in our history.", "From this perspective, to resume a path of growth, we have identified six major challenges: The first is to recover the labor market, severely affected by the abrupt halt in activities across all sectors and territories.", "This challenge is of the utmost importance for the well-being of the population and needs to be addressed urgently, decisively, and realistically.", "In this process it will be especially important to focus on those sectors most affected by the loss of jobs, such as women, and to learn from the lessons learned about the weakness associated to the high level of labor informality.", "In no case will the recovery of employment be possible without the active participation of companies of all sizes and sectors.", "Task number two is to smooth the transition of households and businesses from an emergency support phase to a reactivation phase, factoring in the new challenges arising from social distancing.", "The success of this transition advises against both the abrupt termination of support programs and their indefinite extension.", "A key to the effective use of resources will be to have a more comprehensive vision of the set of policies being implemented and their impact on different sectors.", "Three, the sectors most affected by the pandemic will need to recover, restructure and/or reconvert.", "Tourism, transportation, restaurants, hotels, and some trade will be more permanently affected by new patterns of interaction with users, customers, and suppliers.", "This will require investments in infrastructure, supply modes, adaptation of the logistics chain and incorporation of technology, which will hardly occur solely by the works of market forces.", "Four, the materialization of investments, production adjustments and increases in activity will require adequate financing, which will not come from the mere dynamism of income.", "Therefore, it will be essential to ensure a sustained flow of credit, under affordable conditions, by a financial system capable of performing its intermediation and risk distribution functions efficiently.", "Five, it will be necessary to significantly reduce uncertainty, which is about to complete a year well above its historical levels.", "This high uncertainty has various causes, but we must be clear that the Chilean economy and society will hardly be able to withstand the prolonging or intensification of this uncertainty without more permanent damage to entrepreneurship, investment, and employment.", "And last but not least, a final challenge will be to enhance the capacity for long-term growth.", "In this MP Report, trend growth estimates for our economy have not been updated due to difficulties in gathering data for a refined estimate, but it is clear that factors have emerged in recent months that could put downward pressure on it.", "Higher costs associated with security and human distancing in the provision of services, as well as higher transaction costs in the face of greater uncertainty and deteriorating confidence, point to reduced productivity, while higher hiring costs, low investment and business failures may affect the availability of labor and capital.", "These are not irreversible phenomena, in the face of which innovation and technological development cannot have a compensatory effect, but the challenge today is certainly greater than it was a year ago.", "Going through this list should make it clear that these challenges far exceed the mandates and competencies of the Central Bank.", "Many of the policies needed to create jobs, facilitate the adjustment or reconversion of production and raise productivity are within the realm of the Executive, of the structural reforms being discussed in this Congress or of private initiative.", "This does not mean that the Central Bank is indifferent or unaware of what can be achieved in this area.", "Recovering the Chilean economy from the shocks suffered in the last year is essential to improve the well-being of the population, reconciling economic progress with social progress.", "The Central Bank can contribute to this effort by providing a framework of macroeconomic stability necessary for policies, initiatives and projects to be developed, as well as data and background information that can support the decision-making.", "Honorable Senators, we have endured extraordinarily difficult times, in which we have demonstrated the value of cooperation and coordination when facing enormous political, sanitary and economic shocks.", "But this task will not be completed until we can get our economy back on its feet, recovering our capacity and expectations to aspire to a better country.", "In recent months, the Central Bank of Chile has had to respond to unprecedented and volatile scenarios.", "In this period, we have seen that transparency can be reconciled with opportunity, autonomy with collaboration, speed with responsibility.", "These very motivations, values, and capacities will be available for the even more challenging task of recovery, a challenge that requires input from a broader set of players.", "As this Senate is one of these key stakeholders, we are now open to hear your questions, comments and suggestions and, in the longer term, to continue cooperating for the progress of our country.", "Sources: European Centre for Disease Prevention and Control (ECDC) and Chile's Ministry of Health.", "China U.S. Eurozone Japan U.K. (1) Real series.", "Sources: Bloomberg and Eurostat.", "GDP - selected economies (quarterly change of deseasonalized series, percent) First quarter Second quarter Comulative first half -10 -10 -40 -40 K. U.S. U.", "China France Germany Colombia Eurozone Source Bloomberg Economic activity by sector (annual change, percent) 0 0 Manufacturing, financial services, agriculture-forestry Retail, restaurants & hotels, transportation, and personal services Construction 19 19 19 20 20 19 May Sep. 20 May (*) Considers Fishery, Electricity, gas, water, and waste management, Mining, Communications and information services, entrepreneurial services, Housing and real-estate services, and Public administration.", "Source: Central Bank of Chile.", "(*) Includes self-employed workers, employers, household help, and non-remunerated household work.", "Chile Colombia Spain U.S. France Japan U.K. Peru (right axis.)", "(1) Monthly data for all except Spain and France, which use quarterly data.", "(2) Seasonally-adjusted series, except for Colombia, Spain and Peru.", "(3) Four Chile and France, total hours worked are calculated by multiplying average hours and total workers in the period.", "Sources: Bloomberg and respective statistics bureaus.", "Q: How have your workers' wages changed with respect to before the crisis?", "(percent of total answers) Annual wage correction Welfare benefits Sales commissions Incentives and bonuses Non-monthly payments Other basic and permanent wages 0 20 40 60 80 100 Significantly reduced Slightly reduced Unchanged Slightly increased Significantly increased Source: Special survey to companies, Central Bank of Chile.", "Labor income and social benefits (1) (2) (variación anual, porcentaje) -3 -27 Second quarter Third quarter Labor income Social benefits Net (1) The labor income is calculated using the wage bill, where (a) the employment projection is that implicit in the baseline scenario of the September 2020 MP Report, (b) those employed covered by the Employment Protection Law are excluded from the calculation, and (c) the labor income of self-employed workers would fall by 55% in Q2 and 35% in Q3.", "(2) The calculation of benefits considers: Employment Protection Law, Emergency Family Income (IFE), Severance Insurance, Covid-19 Emergency Bonus, and Middle-Class Bonus.", "Official information regarding payments already made is updated to 27/Aug/2020 and interpolated for the remaining months.", "For the IFE, four payments are considered.", "It does not consider the reforms to these benefits that had not been approved at the statistical closing.", "Source: Central Bank of Chile using INE, Ministry of Finance and Superintendence of Pensions data.", "Sales by electronic billing (*) (moving two-week average, billion pesos) 30/Jul,: Law for 10% pension fund withdrawal published in Official Gazette Pharmacies +116 26/Mar.", ": Department stores Santiago East 20 01 Mar.", "(*) Percentages show variation between 30 July and 26 August.", "Source: Central Bank of Chile using Internal Revenue Service data.", "Comparable basket (2) Chile (1) Vertical lines from left to right mark the dates of: the June monetary policy meeting (June 16), approval in Congress of the idea of legislating on a bill that would allow the withdrawal of 10% of the AFP funds (July 8), and first announcements by the Central Bank of Chile (July 20).", "(2) The basket of comparable economies is made up of a combination of Latin American assets and commodity exporters (Australia, Brazil, Colombia, Mexico, New Zealand and Peru).", "Real commercial loans and non-mining Imacec (annual change, percent) Commercial loans 0 0 -10 Non-mining Imacec -10 97 01 05 09 13 17 Source: Central Bank of Chile.", "Period 1 is first month with negative Imacec.", "(2) Real data based on CPI splicing with 2018 anual base.", "Source: Central Bank of Chile using data from the Financial Markets Commission and the National Statistics Institute (INE).", "CPI inflation forecast (1) (2) Core inflation forecast (1) (2) (3) (annual change, percent) (annual change, percent) MP Report MP Report Sep. Sep. MP Report Jun.", "(2) Gray area, as from the third quarter of 2020, shows forecast.", "(3) CPI minus volátiles.", "Sources: Central Bank of Chile and National Statistics Institute (INE).", "It includes the FBS of 27 August, the EES of August and the forward curve derived from the 10-day average of financial assets at the statistical cut-off date.", "Source: Central Bank of Chile.", "Diamonds correspond to the projections at the end of 2020 and 2021 for each series.", "Source: Central Bank of Chile.", "Source: Central Bank of Chile.", "Table 1: Fiscal and monetary policies to increase commercial credit (*) Country Fiscal % GDP Monetary % GPD Forgivable loans to small and medium enterprises Bank credit (TALF, MSLP) and purchase of corporate bonds United States 3.4 7.3 (SME) (PMCCF - SMCCF) Germany Loans with federal and state guarantees 25.3 France Loans with guarantees, includes reinsurance value 15.2 TLTRO loans from the ECB.", "Long-term refinancing to the banking sector (up to 3 years) conditional on non-financial -- Secured loans, part of the amount estimated by Italy 33.8 Guaranteed loans, excludes facilities for Spain 9.6 lowincome households TFSME loans.", "(2) Percentage corresponds only to FCIC1 and FCIC2 The LCL is limited to the reserve requirement of each banking company.", "These measures were complemented by a bank bond purchase program.", "Sources Central Bank of Chile based on the International Monetary Fund, central banks and budget offices.", "Source: Central Bank of Chile.", "The 40 recommendations of the CBCh's Independent Evaluation Panel (progress status) 1.", "Eliminate ±1% target range 25.", "Coordination with Financial Stability Council within co-responsibility context 2.", "Use flexibility regarding policy horizon 26.", "Avoid inaction bias by disclosing recommendations and objections to the public 3.", "3-year horizon in Economic Expectations Survey and Financial Traders Survey 27.", "Institutionalize function of Financial Policy Division (FPD) Director for coordination and 4. Review relative reliance on judgment/models point of contact 5.", "Increase transparency of judgments made 28.", "Improve structure of financial stability deliberations of FPD with the Board 6.", "Make the transfer of judgment from the Monetary Policy Division Director to the Board a routine.", "Lender of last resort 7.", "Present to the public a broader picture of the diverse views of Board Members 30.", "Counter-cyclical capital buffer 8.", "Incorporate financial intermediation and frictions into XMAS model 31.", "Banking system stress tests (1/2) 9.", "Net foreign asset dynamics in XMAS model 32.", "Resolution of systemically important banks 11.", "Prioritize new macro financial model 34.", "Oversight of non-bank financial institutions 12.", "Informal labor market 35. Credit registry 13.", "Tools available for crises with very low rates 36.", "Authority over LTV and DTI 14.", "Role of BancoEstado in times of stress and crisis 37.", "More forward-looking FS Report more clarity in conveying risks and vulnerabilities 15.", "Assessment of adequate level of FX reserves 38.", "Ensure that managerial positions are staffed with the appropriate set of skills.", "Retain flexibility and tactics of FX intervention alternative careers for technical experts 17.", "Release the MP Meeting statement during financial market trading hours 39.", "Improve CBCh website 18.", "Release the summary of the MPR together with the policy statement 40.", "Continue to commission regular reviews of monetary and financial policymaking 19.", "Key risks to MP Report's baseline projections 21.", "Evaluation of forecast errors 22.", "More accesible MP Report 23.", "Board members' presentations with greater emphasis on communicating uncertainty and 24.", "Social media Completed A To be completed soon Pending evaluation Dismissed Source: Central Bank of Chile.", "CBC's exceptional measures to address (current and potential) high-volatility episodes (*) (weekly follow-up) November December January February March April May June July August 2 3 4 1 2 3 4 1 2 3 4 5 1 2 3 4 1 2 3 4 1 2 3 4 5 1 2 3 4 1 2 3 4 5 1 2 3 4 1 2 REPO BANK BONDS 1 PROGRAMS FCIC 2 Lowest value of the series (in CLP) 50th percentile of the series Highest value of the series (in CLP) (*) Each measure (row) is an independent sample to code the colors and shows the intensity of each measure by itself calculated using all the available numbers of the series."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Impact of Pandemic", "Labor Market", "Consumption", "Credit", "Fiscal Policy", "International Economic Outlook", "Financial Stability", "Inflation", "Central Bank of Chile"]}