{"sentences": ["Exploring the legal framework governing the ECB's actions - scope and general legal When exploring the scope of our actions we are cognisant that the ECB has exclusive but narrow competence to define the European Union monetary policy for the purpose of maintaining price stability.", "Moreover, the European Court of Justice has consistently held that the ECB enjoys broad discretion in defining monetary policy within its mandate to pursue the objective of price stability.", "Discretion without limits increases the risk of arbitrariness.", "Therefore the Court has insisted on being able to control this discretion on the basis of the criteria that some refer to as the self-imposed constraints.", "Furthermore, we are bound to respect certain established legal principles.", "Our measures must be proportionate to the ECB's legitimate objectives.", "They must not undermine the spirit of the \"no bailout clause\" and must also comply with the prohibition of monetary financing, which is its monetary policy counterpart.", "Last of all, the principle of an open market economy in which resources are allocated efficiently must also be respected.", "These are the constitutional red lines for our actions.", "Our bold monetary policy response to the pandemic provides ample liquidity and acts as a backstop: the liquidity provided via the targeted longer-term refinancing operations (TLTROs) and the pandemic emergency longer-term refinancing operations (PELTROs) both of which are supported by collateral easing measures, in addition to asset purchases through the continuation of our asset purchase programme (APP) and the launch of our pandemic emergency purchase programme (PEPP).", "These measures endeavour to respect the principles I have just mentioned in order to be legally sound.", "First, all the instruments deployed in response to the pandemic are provided for in primary EU law (Article 18.1 of the Statute of the ESCB): to achieve its objectives, the ECB may operate in the financial markets by buying and selling marketable instruments outright, and may conduct credit operations based on adequate collateral.", "Second, the crisis measures taken pursue monetary policy objectives with due respect to the aforementioned \"no bailout clause\".", "Without forceful action, the singleness of our monetary policy and the effectiveness of the transmission mechanism would have been put at risk.", "Third, the measures we have taken are temporary, targeted and proportionate in nature.", "We have disenfranchised ourselves from the previously self-imposed constraints so that these measures can address the uncertainty of the evolving crisis.", "They are also designed in such a way that they should preserve market functioning and price formation mechanisms.", "PEPP - a flexible instrument to fight the crisis within our mandate I would now like to take a closer look at the legality of our most far-reaching and exceptional monetary policy decision, the launch of the PEPP.", "Let me first look at its features.", "The PEPP was established to act first as a backstop to potential market disruption.", "In short, it has had a stabilising effect to counteract the market fragmentation that was unwarranted on the basis of the underlying economic fundamentals, and to safeguard the transmission mechanism.", "The PEPP also reinforces the ECB's monetary policy stance.", "In so doing, the PEPP is a direct and targeted response to an \"extraordinary and acute economic crisis\" and aims to ensure the ECB's ability to fulfil its mandate under the circumstances.", "Notably however, \"Due to these exceptional, fast-evolving...circumstances, the PEPP requires a high degree of flexibility in its design and implementation\" as set out in the Decision implementing the PEPP.", "Purchases under the PEPP continue to be guided by the capital key of the national central banks as for the APP.", "But the PEPP allows for fluctuations in the distribution of purchases over time, across asset classes and among jurisdictions.", "This flexibility has allowed us to effectively stave off risks to the smooth transmission of monetary policy.", "In view of the pandemic's exceptional nature, we decided not to apply to the PEPP the same selfimposed public purchase limits that apply to the sovereign purchases under the APP.", "But, we will conduct purchases only to the extent this is necessary and proportionate to fulfil our mandate.", "In short, the PEPP is a targeted, proportionate and temporary measure in response to the crisis triggered by the COVID-19 pandemic.", "The legality of the PEPP is ensured for three reasons: First, and as I mentioned earlier, the PEPP falls within the ECB's mandate in that it pursues monetary policy objectives.", "As in the Gauweiler case, the measures designed to preserve the monetary policy transmission mechanism may be regarded as seeking to maintain price stability.", "Let me add that the argument invoking the transmission mechanism cannot be used to ease credit risk premia which are due to the idiosyncratic economic and financial situation of a country.", "Second, in accordance with the PEPP Decision, \"Purchases shall be carried out...to the extent deemed necessary and proportionate\".", "The proportionality assessment of the PEPP must be supported by economic analysis which shows that the measure: (i) is suitable for attaining the monetary policy objective in current and future environments; (ii) does not go beyond what is necessary in order to achieve this objective; and (iii) weighs up the various interests involved to prevent any disadvantages which are manifestly disproportionate to the objectives set.", "In this context, the Governing Council assessed the PEPP's potential impact and direct and indirect effects, and took into account comparative elements and counterfactual scenarios to ensure that it was \"the most effective and efficient tool for providing additional monetary accommodation in the current environment\".", "The Governing Council considered the PEPP to be the most appropriate instrument compared with a recalibration of standard policy tools, such as interest rate cuts.", "In the Weiss judgement, the European Court of Justice confirmed that the ECB must be allowed broad discretion in making these complex assessments, but within strict criteria.", "The PEPP complies with the proportionality principle as it is both suitable and necessary to attain the monetary policy objective.", "The PEPP contains important safeguards, such as stringent eligibility criteria also contained in the APP.", "However, on account of its flexibility, these stringent criteria are arguably fewer under the PEPP than under the APP.", "This is why the PEPP must be strictly temporary in nature (the temporary nature also becoming a stringent criterion) and targeted to comply with those strict criteria.", "Last of all, although the ECB decided not to apply issuer and issue limits, the allocation of public sector purchases will be guided by the capital key of the NCBs.", "The PEPP's flexibility should not undermine the safeguards and limits set by the ECB in its purchase programmes to keep within the constitutional red lines I mentioned earlier.", "Even if the extraordinary context of the crisis might lead to further reflection on some of these established principles, the ECB has made a public commitment to respect these red lines, and for good reasons.", "Importantly, PEPP purchases are separate from and cannot be consolidated with APP purchases.", "This means that the PEPP remains a distinct monetary policy measure in comparison to the APP.", "In keeping with these safeguards the APP will also not inherit the features of the PEPP.", "The flexibility embedded in the PEPP cannot be unconstrained, and we must ensure that the ECB continues to operate within the limits of its competence.", "Collateral easing must be strictly temporary and not come at the expense of Another aspect of our response to the crisis was the unprecedented set of temporary collateral easing measures that we announced in April 2020.", "These measures continue to support our liquidity operations and ensure continued collateral availability.", "For example, we decided to extend national additional credit claim (ACC) frameworks to include loans benefiting from public guarantee schemes related to the COVID-19 crisis even if they lead to increased fragmentation temporarily.", "We also took the decision to maintain the eligibility of issuers and marketable assets in the event of a deterioration in credit ratings during the crisis.", "The legality of these measures is ensured through compliance with all the generally applicable principles I mentioned earlier.", "More specifically, their legality is safeguarded by virtue of the risk management measures with which they are associated, to ensure that the Eurosystem would not suffer losses if the collateral were realised.", "In this way, the ACCs which are not loss sharing like the standard monetary policy instruments, can be classified as \"adequate collateral\" in accordance with Article 18.1 of the Statute of the ESCB.", "Even though the tools we use are not new and had been deployed previously, we adapted them further during the current crisis.", "At the same time, our actions complemented other European or national policies, such as the provision of public sector guarantees on the fiscal side.", "Taken together, these measures have reinforced the effectiveness of liquidity support offered to the real economy.", "We should ensure, however, that the collateral easing measures do not inadvertently lead to further fragmentation and the re-introduction of a Tier-2 collateral framework.", "More importantly, they should respect the level playing field throughout the euro area.", "It is true that the expansion of the ACC frameworks can increase the overall complexity and opaqueness of the ACC collateral landscape.", "The country-specific legal and institutional features of these frameworks could give rise to additional legal risks in relation to our collateral framework.", "Therefore, as with the PEPP, it is crucial that our collateral easing packages are designed as strictly temporary measures that will remain in place until September 2021 or only as long as the direct consequences of the pandemic are with us.", "Ample liquidity: refinancing operations (TLTRO III, PELTROs) Also in keeping with our mandate, I would like to briefly mention that we have been able to rely on the traditional tools we have at our disposal.", "For example, we have made changes to our existing refinancing operations and introduced new pandemic emergency longer-term refinancing operations (PELTROs) in order to provide credit to the banks and the real economy.", "As a result, we have seen a surge in the provision of credit in support of the real economy as well as a related knock-on effect on asset prices.", "Supervisory measures - the need for an innovative approach to tackle the crisis I would now like to look at the supervisory side, where the ECB has had to take an innovative approach to tackling the crisis.", "As I mentioned earlier, what is true for our bold monetary policy response to the pandemic is also true for our supervisory response: our measures are exceptional and temporary and within the regulatory boundaries of the internationally agreed framework.", "The ECB was one of the first supervisory authorities to recommend that all banks under its supervision restrict their dividend distributions in the light of the impact of the COVID-19 pandemic.", "Soon after our announcements in March, other supervisory bodies around the world followed suit with similar measures.", "While not binding, most banks have followed the ECB's recommendation.", "The recommendation exceptionally has adopted a \"one-size-fits-all\" approach owing to the current economic uncertainty banks are experiencing, leaving them quite simply unable to forecast their medium-term capital needs accurately.", "We will review this recommendation in December, and unless we conclude that the banks' capital projections remain clouded by exceptionally high uncertainty, we should revert to our usual supervisory practice of assessing the planned distribution of dividends on a bank-by-bank basis, taking into account the safety and resilience of the banking system as well as the preservation of its intermediation function at a time of deteriorating asset quality and increased capital consumption.", "Another new development concerns the leverage ratio.", "On the basis of the amendments to the Capital Requirements Regulation, ECB Banking Supervision has allowed significant credit institutions to exclude central bank exposures from the calculation of their leverage ratios until July 2021.", "ECB Banking Supervision has cooperated with and sought the views of the ECB's central bank function in order to tailor the scope of this temporary exemption so that it covers only those claims on the central bank that are related to the implementation of monetary policy.", "The measures in relation to dividends and the leverage ratio, as well as the other measures providing temporary capital, liquidity and operational relief to banks, are exceptional measures which are justified as long as the impact of the COVID-19 crisis continues to be felt.", "We may also decide to discontinue some of these measures, as we did for some of the operational relief measures in July.", "As with our monetary policy tools, we are closely monitoring the situation and we will review our approach on a regular basis.", "Independent of the ECB's actions, banks need to perform proper risk management, acknowledge the recognition of impairments, and book an appropriate level of provisions.", "I would now like to turn briefly to the subject of central bank digital currencies (CBDCs) and how the pandemic has had an impact on them.", "The arguments in favour of CBDCs have intensified during the pandemic; one of them is reaffirming the role of central banks as the sole issuers of money.", "Although these arguments are legitimate, they do not necessarily tip the scales in favour of immediate action in favour of CBDC issuance.", "This is due to the many legal, operational and policy issues around CBDCs which remain unresolved, standing in the way of a transition from traditional cash to CBDCs.", "I have touched on those issues in some of my previous speeches.", "Suffice to say that the issues in question will continue to provide food for thought for the ECB, euro area NCBs and central banks throughout the world as they further explore the costs and benefits of CBDCs.", "In the blink of an eye, the coronavirus pandemic and the response to it placed the global economy in an induced coma.", "The ECB has acted forcefully and well within its mandate.", "Our crisis response shows that our legal framework is flexible, but only up to a certain point.", "The efficiency of our response has been strengthened by the concurrent reaction on the fiscal side which is more useful than excessively stretching the monetary policy mandate.", "Our crisis measures must be temporary and targeted.", "They are justified only in the light of the exceptional circumstances seen during the pandemic.", "Extraordinary times require extraordinary action.", "As the crisis evolves and subsides, the ECB will reconsider its tools and supervisory practices.", "Account of the monetary policy meeting of the Governing Council of the European Central Bank held in Frankfurt am Main on Wednesday and Thursday, 3-4 June 2020, available on the ECB's website."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Monetary policy", "COVID-19 crisis", "PEPP", "Collateral easing", "ECB mandate", "Liquidity", "Supervisory measures", "Central bank digital currencies", "Proportionality principle", "Risk management"]}