{"sentences": ["\"On the right track: why is the Capital Markets Union important and how do we get there\" Speech by governor Knot at the OMFIF-DNB Conference 'Developing European Capital Markets' 3 November, 2020 Let me start by thanking you all for being here today.", "If you travel by train from the city of Bordeaux southward to Spain, at the border you will have a slightly strange experience.", "Since the rail gauges in France and Spain are of a different width, the rail bogies, that's basically the wheels of the train, have to be replaced.", "A very heavy machine lifts the train up, the bogies are rolled away and replaced by others.", "It takes about one hour before the traveler can resume his or her journey.", "This rather remarkable example of systems that do not fit together, and that reminds one of the nineteenth century, is not uncommon in European capital markets.", "This becomes clear if you compare it with the United States.", "Consider a US investor located in Iowa who wants to invest in a firm located in Florida.", "Information on the firms finances can be readily accessed via the Securities and Exchange Commission, while securities and insolvency law are of course similar across states.", "Now consider the same process for a Belgian investor aiming to invest in Portugal.", "Firm information is scattered across business registries, while the investor has to accustom itself to various local rules.", "This goes from small discrepancies, such as rules on shareholder disclosure, to large differences, such as insolvency laws.", "Whereas large areas of the European economy have become more and more integrated, capital markets in Europe are still fragmented to a large degree.", "This results in real costs.", "The Capital Markets Union has clearly moved on from being a 'nice to have' to a 'need to have'.", "Why is a unified European capital market important and how do we get there?", "That is the topic of today.", "I think the importance of this topic is already reflected in the quality of speakers on the agenda for today.", "So allow me to thank all the speakers for being here, and I look forward to our exchange of insights and ideas.", "Being the first speaker, my aim is to set the stage for a fruitful discussion in the later sessions.", "In my remarks today I will first briefly share my view on why the Capital Markets Union is so important.", "As the potential benefits of the CMU are numerous, I will stick to why the CMU is important for us as a central bank.", "Second, I will put forward some guiding principles on how I believe further progress can be made.", "Importance of CMU For us as a central bank, the Capital Markets Union is key to a more resilient European economy.", "Well developed and integrated capital markets lead to more risks being shared privately, reduces systemic risk and stimulates diversification of the funding mix of corporates.", "This will also help our economy to recover from the Covid-19 shock.", "The CMU is therefore highly relevant to our central bank mandate of ensuring economic and financial stability.", "So why are these goals important?", "Well to start off, we know already from the financial and sovereign debt crisis that the European economy proved fragile.", "More specifically, it lacked proper risk-sharing mechanisms.", "Moreover, an overreliance on banks in the financial system led to additional risks.", "Risks were mostly concentrated within countries, on bank balance sheets.", "Ultimately, bank losses had to be borne by the public, while new lending was constrained for years.", "You could say that Europe lacked a 'spare tire' to raise new financing for firms and speed up the economic recovery.", "In response we have made various changes to the institutional framework to support resilience of the financial system and foster financial integration.", "We have reduced risks on bank balance sheets through uniform European supervision and increased capital requirements.", "Moreover, the resolution mechanism offers a backstop mechanism in case a bank runs into difficulties.", "Less progress was made, however, on the sharing of risks, in particular through private channels.", "European financing remains too one-sided: firms and households depend too much on banks, and the home bias of investors is persistent.", "These forms of fragmentation and concentration make the economy vulnerable to shocks and increases systemic risk.", "So how did our financial system contribute to coping with the current Covid-19 shock?", "Partially as a result of past regulatory efforts, the banking sector has done relatively well so far.", "It helps that this shock did not originate from the financial sector itself, but is strictly exogenous.", "Supervisors have also helped to prevent financial amplification by giving room to banks to use their capital buffers.", "Central banks have also intervened on a massive scale to ensure financial markets continued to function and provide credit to the real economy.", "In particular, central banks have supplied banks with additional liquidity to incentivize them to lend to the real economy.", "A cruel property of this crisis is that the most vulnerable economies have also been hit the hardest.", "Governments have therefore taken an important step towards public risk-sharing by setting up the Recovery Fund.", "What I find crucial in the Recovery Fund is that it supports public investments that strengthen economic growth potential also in the financially more constrained states.", "The Recovery Fund helps to absorb the current shock with the aim of reducing future fragilities as well.", "By doing so, we hit two birds with one stone.", "That being said, paving the way for a successful recovery will also require private investments.", "And given the bank-based nature of the European economy, it makes sense that most measures taken in response to the crisis work through banks.", "However, the irony is of course that this may increase the focus on banks in our financial system in the longer term.", "And this is not without risk.", "Because as the crisis drags on, banks are going to take hits to their loan books.", "This might make it more difficult for them to keep credit flowing.", "Therefore we need additional funding mechanisms to support the economic recovery.", "This is also a key lesson from earlier crises.", "Finally, even with public risk sharing through the Recovery Fund in place, the need for complementary risk sharing through private markets remains high.", "It is important to note the Recovery Fund is temporary.", "And I think this makes sense.", "A Europe that is kept together through large transfers of public funds is vulnerable from a political perspective.", "By developing private risk-sharing capacity, risks are borne by parties that have agreed to carry risk, and are shared by a larger number.", "This should lower the effect of a shock.", "It would also put less strain on the banking sector, as well as on monetary and fiscal policy.", "As you undoubtedly know, in countries with well-integrated capital markets, like for example the US, private risk sharing absorbs more of a shock than public risk sharing mechanisms.", "All in all, the potential benefits of capital markets are very significant.", "And that's why we need a wellfunctioning Capital Markets Union.", "So, in terms of progress with CMU, where are we today?", "The European Commission has launched several proposals over the past five years, and many of these initiatives are now implemented.", "They are clearly a step in the right direction.", "We have harmonized rules in various areas of financial markets, for instance on investment funds and prospectus regulation.", "However, it is also clear that progress on the CMU has been rather slow.", "Banks remain central to the European financial sector, while home bias and wide differences in corporate funding costs remain persistent.", "So why is realizing the CMU so challenging?", "First of all it is not always clear what barriers stand in the way of market development and integration.", "This is because capital markets are much more heterogeneous than banks.", "So to push the CMU ahead, you likely need a mosaic of small but interlocking measures.", "The NextCMU working group, followed by the High-Level Forum, have already laid important groundwork on identifying such measures.", "Another challenge is that competing national interests make realizing the CMU difficult.", "Even though all member states acknowledge the benefits of the CMU, specific measures often cannot muster enough political support.", "This is to some extent understandable, as many of the regulations relevant for CMU have been put in place to serve other public objectives as well.", "I think insolvency law is a case in point.", "I am happy to see the European Commission has recently launched a new action plan to push ahead with Capital Markets Union.", "Although I am not directly involved in further developing these proposals, allow me to share three observations on what I think is necessary: First, we need to prioritize.", "The list of potential benefits of the CMU is long.", "As a consequence, the goals that member states pursue through the CMU can diverge widely.", "In the new action plan, the European Commission has already brought more focus in the debate by separating initiatives on for instance digitalization.", "The next step would be to further flesh out the measures that should be prioritized in order to bring the CMU ahead.", "I am optimistic that the Commission together with the member states will succeed in doing this in the next months.", "Second, we need to focus on further harmonization of market practices, rules and regulations.", "Divergence between national frameworks in the EU is often the most cited barrier to cross-border investments.", "For instance, the disparity between rules and practices regarding insolvency frameworks remains sizable between Member States.", "The speed of resolving insolvency procedures can vary within the EU between five months and more than 3 years.", "Different rules lead to uncertainty on the relevant rights and obligations.", "I admit that harmonization of these frameworks is sensitive and complex.", "Furthermore, as I mentioned earlier, national insolvency frameworks are often designed with other public goals in mind as well.", "Yet if we really want a CMU, we need to take action in these fields.", "This could be done by focusing on harmonization or minimum standards of specific elements, for instance the length of procedures.", "Third, we must value all steps in the right direction, even the small ones.", "The functioning of capital markets is complex, and different types of players are involved.", "It is likely that there is not one single initiative that will make the difference.", "Rather, obstacles need to disappear gradually, similar to the Single Market.", "To give just one example: we have to increase the availability and comparability of firm information, for instance through a single access point.", "Information is now frequently scattered between national registries, and this is therefore a crucial step towards a more integrated market.", "However, this requires intermediate steps to be taken first, for instance the harmonization of definitions.", "The new CMU action plan shows ambition and the scope of proposals is right.", "Taken together, these proposals mark an important step in further developing and integrating our capital markets.", "I am also pleased to note that many of the attendees here today have spoken in favor of the need for further steps in realizing the CMU.", "The momentum definitely seems to be there.", "At the same time, various proposals remain sensitive, complex and can be difficult to realize.", "We thus need Member States to be ambitious and commit to reforms.", "We also need supervisors and industry representatives to keep thinking along on how we can make capital markets function better.", "In Europe we have seen time and time again that we can converge in pursuit of a common goal if we are really committed.", "My hope would be that the CMU will be the next exposition of that quality.", "And that in the future the rail tracks of our capital markets will seamlessly fit together.", "Let me stop here and thank you all again for being here today.", "I look forward to a fruitful exchange of insights and ideas."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Capital Markets Union", "Economic recovery", "Risk sharing", "Financial stability", "Central bank mandate", "Resilience", "Fragility", "Bank-based economy", "Harmonization", "Cross-border investments"]}