{"sentences": ["The time to push ahead on tackling climate change Andrew Bailey, Governor of the Bank of England Corporation of London Green Horizon Summit, Mansion House All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice It is a great pleasure at least to have the opportunity to meet virtually.", "Today, I want to focus on how we ensure that we get back to the vital subject of tackling climate change and the role of the financial system.", "First, I want to say what a pleasure it is to be sharing a platform today - so to speak - with Mark Carney.", "As I have told Mark quite a few times, timing is everything, and midnight on March 15th was an interesting choice of date to hand over as Governor.", "But let me also say that in everything that has happened since at the Bank we have benefitted from the many things that Mark did during his term, and for that we owe him great thanks.", "Mark has gone on to push forward his deep commitment to tackling climate change, and the role of the financial system in doing that.", "There have been times since March when we have faced very stark decisions in the face of the Covid crisis.", "We decided in the spring to prioritise preserving people's jobs and livelihoods in this emergency, and as far as possible the businesses that provide employment and the life blood of the economy.", "These short-term interventions did not discriminate on the basis of climate change.", "I believe that was the right response.", "In the face of such an emergency in all conscience it was not right to say to people that they would be denied a livelihood because their employment was of the wrong sort for the climate.", "I say this very starkly, because there is no point hiding from reality.", "But that does not mean that we have abandoned our commitment to tackle climate change and indeed the UK government has made a firm commitment to transitioning the economy to net zero by 2050.", "If we needed reminding of the importance for the UK and the 125 other countries who have made similar commitments of delivering on them, this year we have seen record wildfires in Australia and California, record-breaking temperatures in the Arctic Circle and of course the powerful witness of Sir David Attenborough.", "These are a striking reminder of the need for sustained action by government, public authorities and the private sector.", "And it is important that, even in the face of the resurgence of Covid and the necessary measures to tackle it, we plan for the future and act on these plans.", "We all know an economy-wide transition to net zero is a huge task.", "But our experience with Covid has powerfully demonstrated our ability to adapt which should give us all comfort that the task we face should be achievable.", "And to illustrate the importance of getting that focus back, let me draw on a parallel from history.", "One of the most fundamental reforms - if not the most - of the international financial system was the Bretton Woods Agreement of 1944.", "Wisely, our predecessors did not wait for the Second World War to end to determine what the future should look like, and thereby tackle problems that had beset the inter-war period.", "There are two strong messages from Bretton Woods that we should have at the front of our minds.", "Don't wait for today's problem to be over before setting the course for the future.", "And, once again we need a multilateral approach, and we have the opportunity to strengthen that multilateralism.", "But, if you read the history of Bretton Woods, you learn that the Agreement was not easy to reach and there were costs attached to it, All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice which had to be met.", "It laid the platform for a sustained recovery from a terrible crisis.", "There is a lesson in that story.", "So what are we as a central bank and regulator of the world's leading global financial centre doing to ensure the financial system plays it part to tackle climate change?", "Our goal is to build a UK financial system resilient to the risks from climate change and supportive of the transition to a net-zero economy.", "In the aftermath of the financial crisis we took far-reaching action to make the financial system more resilient against crises - Covid is the first real test of those changes.", "The financial system has supported the real economy in the crisis, as it must.", "We need that same ambition in our approach to climate change.", "But what is different with climate change is that we know now it is coming, so we can identify where risks will arise and start managing them in advance.", "Compared to the financial crisis and the pandemic, the risks from climate change are even bigger and more complex to manage.", "And acting now gives us the best opportunity to manage those risks.", "The good news is that progress is being made.", "A mere five years ago climate change was considered more of a charitable cause within the financial sector.", "Although it can sound prosaic, this progress has to focus on data and disclosure.", "The Taskforce for Climate-related Financial Disclosures (TCFD) has led the way on this.", "What we cannot measure we cannot manage, so it is important that financial firms and their clients use the TCFD framework and the latest tools available to measure, model and disclose the climate risks and opportunities they are exposed to today and in different future climate scenarios.", "We at the Bank started to do this ourselves when we published our own climate disclosure this summer.", "We are now working with the Treasury and other regulators to consider the UK's approach to climate disclosure.", "Disclosure metrics force us to confront the question of where we are and where we want to be, and thereby drive different decisions today.", "Knowing that we will be publishing our next TCFD disclosure in less than 12 months creates discipline and urgency.", "That brings me to the management of climate risks.", "Last year we became the first central bank and supervisor to set out supervisory expectations for banks and insurers on the management of climate risks.", "And this year we wrote to CEOs with more guidance, putting in place a deadline for firms to meet our expectations by the end of 2021.3 Of course, this is no easy task.", "That is why we have worked closely with industry through the Climate Financial Risk Forum (CFRF) to publish a practical guide for firms so that they can implement changes.", "-regulation/publication/2020/climate-related-financial-disclosure-2019-20 -regulation/publication/2019/enhancing-banks-and-insurers-approaches-to-managing-thefinancial-risks-from-climate-change-ss -regulation/letter/2020/managing-the-financial-risks-from-climate-change -financial-risk-forum All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice As a central bank we are not only concerned with resilience at a micro-level, but also at a macro-level.", "That is why in July 2019 we announced our plan to launch a climate stress test exercise.", "When the pandemic hit, we decided to postpone the exercise in light of strain on firms' resources, and to ensure the ambitious scope of the exercise could be maintained.", "We have used the extra time to continue our work on the design of the exercise, and firms have been busy preparing for it.", "And today I am pleased to announce a launch date, June 2021.", "The exercise will explore three different climate scenarios, testing different combinations of physical and transition risks over a 30-year period.", "We expect to use the exercise as a tool to size the risks faced in these scenarios, to understand how different bank and insurance business models will be affected and how they might respond, and finally as a way of improving firms' risk management practices through the process of carrying out the exercise.", "We set out our proposed approach to this exercise in a discussion paper at the end of last year.", "Building on feedback we received in response to that paper, ahead of the launch, we will share with participants more detail on some key aspects of the exercise - for example around data requirements and scenario variables.", "This active engagement with participants, which we will map out this week, will help build their assessment capabilities and prepare for the exercise.", "We will not use the results to size firms' capital buffers.", "But that does not mean firms should not be thinking about near-term capital requirements.", "As we have set out in our supervisory expectations, firms must assess how climate risks could impact their business and review whether additional capital needs to be held against this.", "Investments that look safe on a backward look may be existentially risky given climate risks.", "And investments that might have looked speculative in the past could look much safer in the context of a transition to net zero.", "Uncertainty and lack of data is not an excuse.", "We expect firms to make reasonable judgements rather than default to \"zero\".", "UK banks and insurers must work to develop these capital assessments over the coming year and the Bank will be working in tandem to develop its approach to reviewing them.", "There is at least one further role for the financial system to facilitate investment in the economy to support climate change.", "It is important to put this into a broader context.", "The level of investment in the UK economy as a whole has been weak for some time, and alongside this we have seen weak productivity growth.", "Covid has further hit investment, including the investment intentions of firms.", "An important part of the recovery from Covid will be to stimulate and support investment, particularly if we do see some elements of structural change in the economy reflecting, for instance, the way we work.", "Investing to support the transition to zero net emissions will be a critical part of the recovery.", "Capital markets will therefore need to play an important part in the transition to a resilient carbon-neutral economy.", "To support this, we need to see a strong focus on public metrics that set out the climate impacts Climate BES was first announced in the July 2019 Financial Stability Report and further detailed provided in the December 2019 Discussion Paper All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice of both investment and corporate activities.", "In turn, this will help to facilitate the development of capital market instruments that package risk and return and asset allocation strategies that align portfolios with the transition.", "The Bank will support the work to make this happen, consistent with the objective of our Financial Policy Committee to support productive finance and thus the economy.", "Returning to Bretton Woods for a moment.", "The UK economy and financial system is very open, and like Covid, climate is a common global risk and we cannot hope to insulate ourselves through domestic action alone.", "We are committed to working closely with willing international partners through initiatives such as the Network for Greening the Financial System (NGFS), of which we are a co-founder and very active member, and where much progress has been made in raising our collective ambition as central banks and regulators as well as identifying best practice in identifying and mitigating climate risks in the financial system.", "We would like to see greater ambition still, including wider adoption of these best practices, and that will be a focus for us when the UK takes over the G7 presidency and works closely with the Italian G20 and together we co-host the COP26 next year.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["climate change", "financial system", "climate risks", "TCFD", "climate stress test", "capital assessment", "investment", "Bretton Woods", "NGFS", "COP26"]}