{"sentences": ["SPEECH COVID-19 and the liquidity crisis of non-banks: lessons for the future Speech by Isabel Schnabel, Member of the Executive Board of the ECB, Financial Stability Conference on \"Stress, Contagion, and Transmission\" organised by the Federal Reserve Bank of Cleveland and the Office of Financial Research Frankfurt am Main, 19 November 2020 The reforms that followed the global financial crisis of 2008 have made our financial system safer and more resilient.", "Tighter regulation and higher capital ratios have been key factors enabling banks to act as shock absorbers rather than shock amplifiers during the coronavirus (COVID-19) pandemic.", "At the same time, the crisis has been a stark reminder that there are still considerable vulnerabilities in the financial sector.", "In particular, there has been a divergence between the comparatively lean regulation of the non-bank financial sector and its increasing role in financial intermediation across the globe.", "This divergence has measurably augmented the risks of perilous macro-financial feedback loops, which may also affect the conduct of monetary policy.", "In my remarks today, I will discuss how prevailing structural fault lines caused a liquidity crisis in the nonbank financial sector in the spring, which amplified market stress, including through forced asset sales, and how monetary policy had to respond to stabilise markets.", "I will then explore some of the regulatory gaps that need to be closed with a view to both strengthening the resilience of the financial sector and mitigating the risk of financial dominance.", "The expansion of the non-bank sector The financial sector landscape in the euro area has changed significantly over the past decade.", "Today, non-bank credit accounts for around a third of firms' total external debt financing, twice the share in 2008 (see left chart slide 2).", "And the share of marketable debt securities in external financing has also doubled in the euro area since the global financial crisis (see right chart slide 2).", "These developments are to be welcomed.", "There are significant advantages of having broad and diversified funding sources.", "If properly regulated, a diverse financial system has the capacity to distribute risk more efficiently, foster economic resilience and allocate funds more effectively towards their most productive uses.", "This is why the ECB has repeatedly called upon legislators to accelerate progress towards a true capital markets union in Europe.", "A more balanced funding mix is also important as a shock absorber, or as \"spare tyre\" as Alan Greenspan famously put it.", "When the global financial crisis and the sovereign debt crisis hit the euro area, the disproportionate reliance on the banking sector as a source of external finance threatened to destabilise not only the economy but also cohesion in the single currency area.", "But the trend towards non-bank finance also creates challenges.", "For example, non-banks typically do not have access to central bank balance sheets, which raises important questions about the role of a lender of last resort.", "The current system puts the onus on the ability of market makers to provide liquidity during periods of stress.", "In a similar vein, while the regulatory responses to the global financial crisis have succeeded in making the banking sector more resilient, the policy framework for the non-bank financial sector is far less developed.", "In particular, the macroprudential framework for the non-bank financial sector is still in its infancy, which limits the ability of authorities to address emerging risks and vulnerabilities.", "The role of non-banks during the spring market turmoil These regulatory gaps were clearly visible during the market turmoil in spring.", "When the pandemic broke out in Europe, systemic stress surged to levels close to those seen during the peak of the global financial crisis, in both the euro area and the United States (see slide 3).", "Diverging corporate sector bond spreads and credit default swap (CDS) spreads signalled that bond spreads widened beyond the rise in perceived default risk (see left chart slide 4).", "The widening in net asset value spreads for exchange-traded funds, which was the largest on record for these instruments, also pointed towards a remarkable decline in liquidity (see right chart slide 4).", "In short, key parts of the financial system froze.", "Liquidity dried up and price discovery was impaired.", "Given the exceptional nature of the shock, some of these developments may have been unsurprising.", "But the sharp increase in the yields of the safest global government bonds despite a flight to quality, and their marked dislocations from both interest rate swap rates and spline curves, suggest that more was going on (see slide 5).", "Dealer balance sheet constraints may have been one factor, especially in the United States.", "While there are clear and undisputable benefits from having tighter leverage ratios and capital requirements, which should therefore not be watered down, the post-financial crisis architecture has made it more costly for dealers to warehouse large amounts of securities.", "In the spring, however, the demand for liquidity was unusually high.", "The investment fund sector alone sold securities worth almost €300 billion, or 3% of their assets under management, in the first quarter of 2020 (see left chart slide 6).", "To some extent, this reflects the fast growth of the non-bank sector in previous years: as funds have increased in size, the extent of procyclical outflows in bad times has increased too.", "High-yield corporate bond funds, in particular, experienced significant cumulative outflows of more than 10% of their assets under management (see right chart slide 6).", "High asset valuations prior to the shock probably exacerbated the selling pressure.", "But evidence suggests that investment funds sold significantly more securities than those that endinvestors located in the euro area withdrew.", "This suggests that other factors are likely to have amplified the procyclical selling by investment funds.", "Three such factors stand out, which I will discuss in turn.", "Increasing liquidity risk The first is the mismatch between asset liquidity and redemption policies.", "Bond and equity funds entered this episode with historically low cash positions and other liquid asset holdings, which had declined consistently over previous years, also reflecting wider risk-taking in a search for yield.", "Fund-level analysis by ECB staff finds that the relationship between cash holdings and asset illiquidity was much weaker in the period immediately preceding the pandemic than it had been between 2012 and 2017, indicating that funds with illiquid assets have reduced precautionary cash holdings over time (see left chart slide 7).", "As a result, fund managers sought liquidity when the capacity of markets to provide that liquidity had diminished sharply, resulting in forced asset sales and the amplification of adverse market dynamics.", "Although the extent of liquidity shortfalls is likely to have varied substantially at the fund level, outflows clearly exceeded median cash holdings for all types of corporate bond funds (see right chart slide 7).", "Leverage as an amplifier of market stress The second factor relates to fund leverage.", "A recent ECB study finds that investors in leveraged funds tend to respond more strongly to deteriorating fund returns, adding to volatility in a bear market.", "Tentative evidence of the sharp sell-off in March corroborates the view that leverage has probably also been a source of procyclicality during the pandemic.", "Investment strategies reliant on low market volatility have possibly played a significant role in this.", "These strategies have grown rapidly in recent years.", "Globally, there may be funds with assets under management worth around $300 billion invested in some 100 risk parity funds, a well-known hedge fund strategy for multi-asset funds.", "These volatility-targeting funds typically use leverage when market volatility is below target, as it was before the pandemic, and they have to liquidate leveraged positions when market volatility surges.", "This probably amplified selling pressures in March.", "ECB simulations demonstrate that a strict risk parity rule would have called for a large unwinding of leveraged investments when cross-asset correlations surged earlier this year (see left chart slide 8).", "As volatility spiked and diversification benefits from cross-asset exposures vanished, volatility-targeting investors were prompted to sell assets and reduce leverage (see right chart slide 8).", "The new portfolio would have had a cash share of nearly 25% as a result.", "Notably, asset sales would have extended to all asset classes in the portfolio, including the supposedly safer ones, in line with what we observed in the spring.", "Margin calls and demand for liquidity The third factor relates to margin calls.", "Margining requirements are an important safeguard to reduce counterparty credit risk.", "But they also increase liquidity risk, particularly when liquid asset holdings are inadequate.", "Initial and variation margins collected by four European central counterparties together increased by around €60 billion during the peak of the crisis (see left chart slide 9).", "Total variation margins posted by euro area investment funds rose more than fivefold over the same period and exceeded pre-pandemic cash positions for more than one-quarter of funds with derivative exposures.", "To meet margin calls, some euro area insurers and pension funds that make extensive use of interest rate swaps and foreign exchange derivatives liquidated shares held in money market funds (MMFs).", "There was a striking correlation between margin calls and MMF outflows over the entire period of market stress (see right chart slide 9).", "Systemic risks due to interdependencies Taken together, low liquidity buffers, pockets of leverage and rising margin calls gave rise to perilous price spirals and contagion that threatened to destabilise the entire financial sector through network effects.", "Insurance corporations, for example, not only rely heavily on MMFs for their liquidity management, they also hold over 25% of their assets in investment fund shares.", "This meant that pressure on investment funds in March negatively affected insurers' profitability.", "For the United States, Darrel Duffie and others have provided evidence that the dislocations in the US Treasury market can in part be accounted for by non-banks heavily relying on government bonds for their liquidity risk management.", "To meet redemptions or margin calls, funds sold large amounts of US Treasuries beyond the capacity of dealers to accommodate the demand for liquidity, contributing to the highly unusual decline in Treasury prices in this period of stress.", "Similar developments may have played a role in euro area sovereign bond markets.", "The crisis also exposed the strong interconnections between banks and non-banks through direct exposures and overlapping portfolios, and demonstrated how these can increase the risk of contagion.", "For example, MMFs play a particularly important role in the short-term funding of banks.", "They hold around 10% of outstanding debt securities issued by euro area banks.", "During the crisis, many of these funds, in particular low-volatility net asset value (LVNAV) funds, which account for almost half of the euro area MMF sector in terms of total assets, came under severe liquidation pressure as investors redeemed large amounts of shares (see left chart slide 10).", "Large outflows, in turn, led to a freeze in the demand for commercial paper and a measurable rise in their issuance rate for both banks and non-financial corporates, draining liquidity from the system at a time when it was most needed (see right chart slide 10).", "While some investment funds and MMFs took exceptional measures to cope with their liquidity stress, these were not sufficient to prevent systemic stress.", "Some investment funds used quantity-based measures, such as the suspension of redemptions and redemption gates to address liquidity issues.", "Others used price-based measures, such as swing pricing and redemption fees, to ensure trading costs were borne by redeeming investors.", "However, if applied systematically in a stress scenario, such measures could even further limit the ability of firms and other financial institutions to raise liquidity.", "For instance, if MMFs had broadly suspended redemptions, some insurance corporations and pension funds may have found themselves unable to meet margin calls on their derivative exposures.", "Widespread suspensions may also have had adverse effects on the confidence in the wider financial sector, possibly amplifying risk-off behaviour.", "The role of monetary policy in stabilising financial markets Forceful monetary policy action, on both sides of the Atlantic, ultimately filled the void that was left by asset managers and regulators having limited liquidity management tools to curb systemic stress.", "The fast rise of the non-bank sector, however, meant that traditional monetary policy tools, such as increasing the money supply to banks and accepting broader collateral, were not sufficient.", "A frozen money market impaired the intermediation of liquidity from banks to non-banks.", "In such disrupted conditions, central banks face two broad options.", "They either provide liquidity directly to non-banks - that is, they expand their role as lender of last resort - or they purchase large quantities of illiquid assets.", "A priori, there are no fundamental reasons to dismiss either of the two options.", "But in a crisis, swift and determined action is needed, in particular when risks to the transmission of monetary policy go well beyond the non-bank sector and also include fragmentation in the sovereign bond market, as was the case in the euro area.", "Allowing funds to become monetary policy counterparties, however, creates major operational, supervisory and regulatory challenges that cannot be solved overnight.", "For this reason, the Governing Council launched the pandemic emergency purchase programme (PEPP), which has been designed to serve two objectives: first, to stabilise financial markets and, second, to counter the negative shock to the economic and inflation outlook caused by the pandemic.", "The announcement of the PEPP had a strong and immediate stabilising effect on financial markets.", "It instantly addressed the issue of illiquidity, instilled confidence and thereby reduced systemic stress and bond spreads (see slides 3 and 4).", "Private sector purchases, which also include commercial paper, directly contributed to easing financial conditions for non-financial corporates and to reviving the primary market for corporate bond issuance.", "Fixing the fault lines for non-banks But the success of central bank interventions should not distract from the fact that the underlying vulnerabilities in the non-bank sector need a structural fix, not least to mitigate the risk of moral hazard.", "A large and growing sector that can systematically count on central banks absorbing large amounts of credit and duration risk on their balance sheets in periods of stress will create bad incentives.", "The depth and persistence of the current shock amplifies these risks: interest rates will stay low for even longer than anticipated before the crisis, spurring risk-taking behaviour in the non-bank financial sector.", "Indeed, many funds started to take up liquidity risk soon after the March turmoil.", "It is also important to reduce the related but distinct risk of financial dominance - that is, the risk that financial stability concerns may over time distract monetary policymakers from their primary mandate of securing price stability.", "Ensuring that central banks can pursue their mandates without risking financial stability requires a rethink of our current prudential framework.", "It must be strengthened from a systemic risk perspective to ensure that it can be an effective first line of defence.", "Let me highlight three areas where I see the need for further regulatory reforms.", "First, we need to reduce the risks of mismatch between funds' asset liquidity and their redemption policies.", "Investing in illiquid assets is a central strategy of many types of fund.", "But such funds then need aligned redemption policies, in particular with respect to the length of notice periods, as well as substantial precautionary cash holdings.", "Without these buffers, they are unable to respond to short-notice redemptions or margin calls without engaging in forced asset sales.", "We should consider giving authorities a greater ability to provide direction on the use of liquidity management policies by fund managers.", "This applies both to exceptional circumstances - where authorities currently only have the option to suspend redemptions, which may be detrimental for investors searching for liquidity - and also to normal times to limit the build-up of vulnerabilities in the first place.", "Second, regulatory shortcomings regarding the use of leverage need to be further addressed.", "In particular, we need to make sure that authorities can make effective use of their existing ability to limit leverage for alternative investment funds where, so far, a major impediment has been the lack of clarity on how it should be applied in practice.", "And, third, the crisis has shown that the current regime for MMFs may be inadequate in certain aspects and that regulatory reform in this area could be needed to mitigate liquidity mismatches and reduce the risk of suspensions during periods of stress.", "This includes a review of the liquidity requirements for MMFs and their portfolio composition, especially for LVNAV funds given their vulnerability to liquidity shocks.", "All in all, and with this I would like to conclude, the market turmoil earlier this year suggests that structural fault lines in the non-bank financial sector continue to persist.", "These vulnerabilities have the potential to amplify procyclicality in the financial system, drain liquidity at a time when it is most needed and, ultimately, set in motion real-financial feedback loops that threaten the stability of our economies.", "The decisive policy actions taken by central banks in the spring helped stabilise financial markets by alleviating liquidity stress across a broad range of market segments and by strengthening the risk absorption capacity of market participants.", "Looking forward, however, our regulatory landscape needs to better reflect the fact that credit intermediation increasingly takes place outside the banking sector.", "The current policy framework needs to be developed further with a view to strengthening the ability of authorities to limit the build-up of systemic risk in the non-bank financial sector and curb stress if and when it arises.", "Recent research also suggests that the marginal contribution of market-based finance to economic growth may rise as countries become richer.", "See Langfield, S. and Pagano, M. (2016), \"Bank bias in Europe: effects on systemic risk and growth\", Economic Policy, Vol.", "51-106; and Demirgüç-Kunt, A., Feyen, E. and Levine, R. (2013), \"  The Evolving Importance of Banks and Securities Markets\", World Bank Economic Review, Vol.", "(2020), \"Europe needs a fully fledged capital markets union - now more than ever\", The ECB Blog, 2 September.", "(1999), \"  Do efficient financial markets mitigate financial crises?", "\", speech before the 1999 Financial Markets Conference of the Federal Reserve Bank of Atlanta, Sea Island, Georgia, 19 October.", "The net asset value spread refers to the difference between the price at which exchange-traded fund shares trade and the net asset value of the underlying portfolio held by the fund per share.", "This may also suggest that exchange-traded fund prices provided more upto-date information, thereby supporting price discovery.", "See Financial Stability Board (2020), Holistic Review of the March Market Turmoil, 17 November.", "Redesigning the U.S. Treasury Market after the COVID-19 Crisis\", Hutchins Center Working Papers, No 62, June.", "It is even conceivable that the market turmoil could have been worse without the more stringent regulatory requirements on dealers, which helped to ensure their resilience during the spring.", "At the same time, higher cash holdings were associated with substantially weaker performance in 2018-19 compared with previous years, potentially reflecting the high costs of holding cash in a low interest rate environment.", "(2020), \" Leverage and margin spirals in fixed income markets during the Covid-19 crisis\", BIS Bulletin, No 2, Bank for International Settlements, 2 April.", "Flows and fragility in bond mutual funds\", Working Paper Series, No 2413, ECB, May.", "(2020), \"Volatility-targeting strategies and the market sell-off\", Financial Stability Review, ECB, May.", "According to ECB simulations, assets worth nearly 225% of the portfolio's capital had to be sold in order to meet the volatility target.", "The simulation assumes a leveraged investor with a diversified portfolio including equities, corporate and government bonds.", "In this stylised model, relative portfolio weights are adjusted on a daily basis to equalise the risk contributions of the constituent assets of the portfolio considering the daily estimates of portfolio variances and covariances.", "The level of leverage is set in a way to bring the expected portfolio volatility in line with the volatility target.", "For more details, see Vassallo, D. et al., op.cit.", "The liquidity effects of initial margins are likely to increase further in the future.", "Today, around two-thirds of non-banks' derivative exposures are not centrally cleared.", "Initial margin requirements remained fairly stable for these contracts during the turmoil.", "However, as the implementation and application of the over-the-counter derivatives reform progresses, an increasing number of contracts will be moved to central clearing and an increasing number of non-centrally cleared contracts will become subject to initial margin payments.", "See also Fache Rousová, L. et al.", "(2020), \"Derivatives-related liquidity risk facing investment funds\", Financial Stability Review, ECB, May.", "Surveys confirm that variation margin calls led to strained liquidity situations for some non-banks.", "See the results of the June 2020 survey on credit terms and conditions in euro-denominated securities financing and over-the-counter derivatives markets (SESFOD).", "ECB (2020), Financial Stability Review, November, forthcoming.", "(2020), \" Corporate Bond Market Dysfunction During COVID-19 and Lessons from the Fed's Response\", Hutchins Center Working Papers, No 69, October.", "(2020), \"The role of bank and non-bank interconnections in amplifying recent financial contagion\", Financial Stability Review, ECB, May.", "Although LVNAV funds guarantee constant prices under normal market conditions, they are designed to lose this characteristic and convert into a variable net asset value (VNAV) fund if the price of the underlying assets changes by 20 basis points or more.", "The higher riskiness of the underlying assets was likely amplified by the risk of conversion into a VNAV fund, as a number of LVNAV funds were close to breaching the regulatory limits on net asset value during the recent period of volatility.", "Investors may therefore have redeemed early during the recent stress episode and contributed to additional outflows and liquidity shortages in these funds.", "De Guindos, L. and Schnabel, I.", "(2020), \"The ECB's commercial paper purchases: A targeted response to the economic disturbances caused by COVID-19\", The ECB Blog, 3 April.", "Swing pricing rules can discourage investors from selling shares in funds and can provide fund managers with additional time to adjust their portfolios, mitigating the risk of fire sales.", "There are mixed results in studies that assess the effectiveness of swing pricing.", "See, for example, Lewrick, U. and Schanz, J.F.", "Swing pricing and investor redemptions\", BIS Working Papers, No 664, October; and Jin, D. et al.", "(2019), \"  Swing Pricing and Fragility in Open-end Mutual Funds\", IMF Working Papers, No 19/227, International Monetary Fund, November.", "D'Avernas, A., Vandeweyer, Q. and Darracq Pariès, M. (2020), \" Unconventional monetary policy and funding liquidity risk\", Working Paper Series, No 2350, ECB, January.", "Even before the launch of the PEPP, purchases under the corporate sector purchase programme (CSPP) likely provided an important backstop to investors in less liquid markets and thereby contributed to the outperformance of CSPP-eligible bonds.", "Changes to the concentration limits for unsecured bank bonds have also helped alleviate market stress.", "See de Guindos, L. and Schnabel, I.", "(2020), \"Improving funding conditions for the real economy during the COVID-19 crisis: the ECB's collateral easing measures\", The ECB Blog, 22 April.", "ECB (2020), Financial Stability Review, Chapter 4, November, forthcoming.", "Monetary, fiscal and financial dominance in the Eurozone\", Socio-Economic Review, Vol.", "For the related discussion about fiscal dominance, see Schnabel, I.", "(2020), \"The shadow of fiscal dominance: Misconceptions, perceptions and perspectives\", speech at the Centre for European Reform and the Eurofi Financial Forum on \"Is the current ECB monetary policy doing more harm than good and what are the alternatives?", "Slides Liquidity Risks Resilience Capital markets union European integration Financial integration Financial markets Banking sector Monetary policy Banking regulation Coronavirus Banking supervision Policies Please note that related topic tags are currently available for selected content only.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, email: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", " Media contacts Copyright 2020, European Central Bank"], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Liquidity risk", "Financial stability", "Monetary policy", "Non-bank financial sector", "Regulatory framework", "Systemic risk", "Leverage", "Margin calls", "Financial dominance", "Capital markets union"]}