{"sentences": ["vy RESERVE BANK OF AUSTRALIA Financial Stability in Uncertain Times Assistant Governor (Financial System) Address to Ayr Chamber of Commerce Event Online - 27 October 2020 Thank you for the invitation to speak with you all today about financial stability.", "I would love to have been in Ayr in person.", "But the fact that I can't be with you all in the same room highlights the unusual times we currently live in, which has created so much uncertainty.", "The timing of this speech is quite fortuitous because we released our six-monthly Financial Stability Review at the beginning of October.", "So today I plan to give you a quick tour through the key messages.", "The headline is that the financial system is strong and in a good position to support the economy through these difficult times.", "But there are risks, some emanating from overseas and others closer to home in the balance sheets of households and businesses.", "The Reserve Bank of Australia and the Council of Financial Regulators will be closely monitoring these risks over the coming months.", "My plan today is to first talk a little about what we mean by financial stability and why it is important.", "Then I will touch on how we monitor financial stability and pull out some of the highlights of the Financial Stability Review.", "Financial stability is a state of the world that might seem easy to define, but hard to measure.", "On our website we say the following: A stable financial system is one in which financial institutions, markets and market infrastructures facilitate the smooth flow of funds between savers and investors.", "This helps to promote growth in economic activity.", "So financial stability is really when the financial system is doing its job.", "That is why, as I have said in other places, financial instability is easier to explain and picture.", "This is where the financial sector is experiencing disruptions so that it harms the economy.", "And its consequences are very obvious.", "The global financial crisis (GFC) a decade ago was a very vivid demonstration of what can happen when the financial system is unstable - credit supply dries up, investment and consumption fall and unemployment rises.", "There is a very obvious human cost.", "Financial stability is a key responsibility of all central banks but the way they give effect to that responsibility varies depending on the regulatory model.", "In Australia's case, the banking system that is at the core of our financial system is supervised and regulated by the Australian Prudential Regulation Authority (APRA).", "The Reserve Bank, however, has an important role in monitoring the financial system as a whole and identifying and communicating vulnerabilities.", "It also chairs the Council of Financial Regulators through which the main financial sector regulators (APRA, the Australian Securities and Investments Commission (ASIC) and the Australian Treasury) coordinate to promote the stability of the Australian financial system.", "And it provides liquidity to institutions and markets, something that was important in the GFC as well as in the early stages of the pandemic.", "One important output from the Reserve Bank in fulfilling its responsibility for financial stability is this document called the Financial Stability Review (the Review).", "The Review is published every six months (in April and October) and provides a comprehensive picture of the state of financial stability.", "The latest Review was released three weeks ago.", "So now I will provide a bit of an overview on how we monitor financial stability and then turn to some of the key messages from the latest Review.", "Monitoring financial stability As I have said, in a stable financial system, financial institutions and markets are in a position to ensure that households and businesses get access to finance in order to keep the wheels of the economy turning.", "This clearly involves the banking system.", "But it also involves financial markets more broadly - such as equity and debt markets and the non-bank financial institutions that operate in and facilitate those markets.", "And it is not just Australian financial institutions and markets that matter for financial stability.", "Financial institutions and markets operate across borders so, aS we Saw in the GFC in 2008, instability in one country can have spillover effects on other countries.", "An important part of analysing financial stability is therefore understanding how resilient all these components of the international and domestic financial system are to shocks to their balance sheets and operations.", "The other part of monitoring financial stability is scanning for where the financial system might be vulnerable if circumstances were to change.", "In the GFC for example, initial crucial vulnerability was the weak lending standards on home loans in the United States, which left borrowers and lenders there vulnerable to falling housing prices.", "But as the loans were typically packaged up and sold off, there was a great deal of uncertainty about who was exposed to this debt.", "When housing prices started to fall and a large number of households could not meet their debts, this uncertainty resulted in banks being reluctant to lend to each other and to customers, cascading the problems.", "Ultimately, the financial system couldn't meet its task of funding the economy and the result was a recession in many countries.", "Although we may not be able to predict exactly where a shock will come from, if we have an understanding of the resilience of the financial system and the areas in which it might be vulnerable to a change in circumstances, we can form a view of the risks to financial stability.", "The current circumstance is an interesting case in point.", "I don't think anyone would have predicted at the end of last year that, in 2020, there would be a massive shock to the global economy from a global pandemic.", "But what we did know was that the banking sector was much stronger than it was prior to the GFC.", "And we knew where some of the vulnerabilities lay.", "This has allowed us to form some views on the current state of financial stability to which I will turn now.", "How stable is the Australian financial system?", "In the Review, we typically set the scene by discussing developments in the international financial system and vulnerabilities in other countries.", "This is because, as I have already noted, instability in one country can spill over into others.", "In the interests of time today, Iam not going to spend time on the international context because I want to focus on the Australian financial system and vulnerabilities.", "I will just make two brief points.", "First, banks internationally are in a much stronger position than they were prior to the GFC.", "Regulatory reforms over the past decade have ensured that banks have increased the amount of capital and liquidity they hold.", "This has enabled them to continue to lend even as economic outcomes have worsened.", "They have been able to support the economy rather than winding back lending and amplifying the crisis.", "Second, there are some pre-existing international vulnerabilities: high corporate debt in some countries, high sovereign debt in Europe and low profitability of banks in some countries all pose a risk to financial stability.", "The current recession is likely to exacerbate these issues and potentially impact the financial system's ability to cushion the shock.", "In terms of the Australian financial system, our judgement is that it is strong and able to support the economic recovery from the COVID-19-induced recession.", "Australian banks were in a very strong position coming into this recession.", "Graph 1 shows the capital ratios of the largest banks in Australia.", "These ratios measure the amount of equity on the bank's balance sheet as a share of risk-weighted assets - exposures weighted by how risky they are.", "They provide a measure of the ability of banks to absorb losses.", "The four major banks that account for around 75 per cent of banking system assets in Australia have capital ratios of at least 10/2 per cent, well in excess of their regulatory requirement of 8 per cent.", "The other large banks also have capital ratios well in excess of their regulatory minimums.", "This additional capital, and their regulatory buffers, can be used to absorb losses and will provide banks with space to continue lending to support the economic recovery.", "Indeed APRA has encouraged the banks to use their capital buffers for just this purpose.", "CET1 Capital Ratios 10) (0) Mo Major banks Other large banks** Me i Minimum requirement* Mtm) Regulatory buffer* Additional capital 0 O N <x a Zz 22 0.40 0 wal Z raat) xt Ww ds, Gm oz = <x O Zz o nm a a) Ss = * Excludes confidential Pillar Il requirements Banks with domestic assets of more than $50 billion Sources: APRA; RBA The fact that the Australian banking system is so well capitalised is the result of a multi-year program by APRA to increase the capital levels of the Australian banks.", "While the Australian banks did not experience the issues of many overseas banks during the GFC, APRA has nevertheless implemented the key international regulatory reforms designed to strengthen the banking system following the GFC and retained some rules where Australia's system is more conservative than the global standard.", "The aggregate capital ratio of the banks is nearly double what it was prior to the GFC.", "Furthermore, the capital ratios of the major banks are estimated to be well within the top quartile of global banks and at a level that would be sufficient to withstand severe shocks.", "Another aspect of Australian banks' strength is their profitability.", "Prior to the current crisis, the Australian banks were some of the most profitable among the advanced economies.", "On average over the five years to 2019, the return on equity for the Australian banks was around 12 per cent (Graph 2).", "In the face of the economic recession brought on by the health crisis, banks have sharply increased their reserves for future losses over the first half of 2020.", "As a result, their profits have halved relative to the second half of 2019.", "But they still remain profitable.", "Banks' Profitability % Return on equity % 10 10 Bad and doubtful debts* % raised** 0.0 0.0 1990 1996 2002 2008 2014 2020 Relative to net loans; major banks only Last observation for the first half of 2020 is annualised Sources: APRA; Banks' profit releases; RBA There is going to be further pressure on banks' profits and capital over the coming year.", "But with substantial uncertainty about the economic outcomes, it is difficult to determine how large the impact might be.", "One way of getting a feel for the possible outcomes is to use a model to estimate how far banks' capital ratios would fall under some different economic scenarios.", "We reported on the results of this exercise in the recent Review.", "We considered two scenarios that were based on those in the Reserve Bank's other major publication called the Statement on Monetary Policy - a baseline scenario and a downside scenario.", "Capital ratios decline from over 11 per cent to under 10 per cent in the baseline scenario and to a bit over 9 per cent in the downside scenario (Graph 3).", "While these are substantial falls in capital ratios, they nevertheless remain well above their prudential minimums.", "Banks' CET1 Capital Ratios Outcomes under different scenarios Current Baseline* Downside* Reverse GDP and unemployment evolve as per the August SMP baseline and downside scenarios; additionally, property prices (housing and commercial) fall around 5 per cent in the baseline and 20 per cent in the downside scenarios Scenario required for one bank's CET1 ratio to breach 6 per cent; this involves GDP falling by around 20 per cent, the unemployment rate rising to around 20 per cent and property prices falling 50 per cent Sources: APRA; RBA Another exercise that we can undertake using this model is to ask the question how bad would the economic outcomes have to be for the banks to see their capital ratios fall well into their regulatory capital buffers?", "This is an uncertain exercise because the scenarios being considered are so far away from past experience.", "Such scenarios are much worse than anything that is currently envisaged in Australia.", "As an example, one scenario that would see a major bank's capital ratio fall below 6 per cent (that is, well into its capital conservation buffer), would be a fall in property prices of 50 per cent, GDP declining by 20 per cent and unemployment rising to 20 per cent.", "A downturn of this magnitude has not been observed since the Great Depression and even then, capital ratios remain about prudential minimums.", "This confirms that the likelihood of a major bank failing is very low.", "But there are vulnerabilities So far I have made the case that the Australian banks are starting from a good position - a lot of capital and strong profits.", "But as I alluded to earlier, the economic effects of containing the health crisis are going to put pressure on their profits and their balance sheets.", "The main way this will happen is through credit losses - both through business and household loans.", "The large contraction in economic activity as a result of the health crisis has had a substantial impact on many businesses and households.", "While a range of income support policies and actions by lenders and landlords have so far provided support, some of these measures will soon come to an end and there is uncertainty about others.", "With a very uncertain economic recovery, this raises issues about the resilience of businesses and households and ultimately about the credit quality of banks' assets.", "Many businesses have experienced huge disruptions, either through enforced lockdowns or consumers choosing to restrict their movements and purchases.", "Small businesses have been particularly hard hit, with revenue falling in aggregate by close to 15 per cent since March.", "In industries such as arts and recreation, and accommodation and food services, the declines in sales have been even bigger.", "Having said that, direct government subsidies and reductions in expenses, including through such things as loan deferrals and rent moratoriums, have increased cash flow and as a result business cash buffers have increased (Graph 4).", "Prior to the pandemic around half of businesses had only enough cash on hand to pay one month's expenses and around one quarter had enough cash to cover more than three months.", "By October, more than 60 per cent of businesses had enough cash on hand to cover three or more months of expenses.", "This will be helpful during the recovery.", "Distribution of Business Cash Buffers By months of expenses October 2020** month months months months * Firm-level estimates drawn from BLADE Estimates from ABS business survey and are not fully comparable with the firm-level estimates due to differences in definitions and coverage Sources: ABS; RBA Furthermore, the vast majority of companies went into the pandemic and resulting recession reasonably well placed in terms of debt and their ability to service it (Graph 5).", "Debt-to-equity ratios are generally lower than where they were a decade ago.", "And earnings for most companies easily cover their interest payments.", "Even so, interest coverage ratios have been falling for a number of years.", "And despite policy support, some businesses are facing very challenging circumstances, raising questions about their capacity to service their debt once the various measures of assistance are wound back.", "Corporate Debt Servicing Indicators* For companies with debt Interest coverage ratio** Debt-to-equity ratio 20 rw 1 \\ / \\ \"Ney rv.", "- 0 7a _/ AS val 25th percentile vA -2Qreetit ttt tt tt 2008 2014 2020 2008 2014 2020 Excludes all companies in the resource and financial sectors Interest coverage measured as the ratio of earnings before interest, tax, depreciation and amortisation (EBITDA) to gross interest payments Sources: Morningstar; RBA Business failures will increase even as the economy starts to recover.", "The pace of the recovery will clearly be important as will the extent and timing of the unwinding of the various support measures.", "Business failures are currently much lower than usual because of income support, loan repayment deferrals and temporary insolvency relief (Graph 6).", "But this can't last and we expect to see failures rise.", "Survey evidence suggests that around a quarter of small businesses that are currently receiving income support would close if support were removed now and trading conditions had not improved.", "While not all business failures will result in losses for the banks, it will have an impact on banks' balance sheets.", "Business Failures Incorporated* Unincorporated** 2015-19 average 400\" 400 e JFMAMJJASONDJFMAMJJASOND Dot represents preliminary October data until 14 October Dot represents preliminary October data until 18 October Sources: AFSA; ASIC; RBA One area that is of particular concern is commercial property.", "The retail sector was already dealing with long-run structural change prior to the pandemic, with retail vacancies on the rise.", "This has accelerated with the onset of the pandemic, particularly in CBD retail (Graph 7).", "Similarly, there is uncertainty about prospects for rental demand for CBD office property, particularly in Sydney and Melbourne.", "In both cities, there is substantial new supply coming onto the market, and vacancy rates have already started to rise.", "Commercial property prices could experience sharp falls in this environment, putting pressure on investors that had borrowed to invest in such property.", "While banks do not have a large direct exposure to commercial property, impairment rates are likely to rise.", "Retail Vacancy Rates* By property type** Neighbourhood CBD retail 10.0 10.0 7.5 7.5 5.0 5.0 2.5 25 Regional 0.0 I a GC MG 0.0 1995 2000 2005 2010 2015 2020 Vacancy rates for specialty stores Regional centres are anchored by department stores, sub-regional by discount department stores and neighbourhood by supermarkets Sources: JLL Research; RBA Households have also been impacted by the pandemic-induced recession.", "Prior to the onset of the pandemic, household debt in Australia was already at a high level.", "Provided households have the income to support servicing the debt, this is not a problem.", "But the onset of the pandemic-induced recession raises the possibility that some households will be unable to meet their repayments because their incomes have fallen, and so banks will experience an increase in non-performing loans.", "Some households have experienced significant falls in labour income due to job losses, reduced working hours and lower wages.", "For those affected, however, cash flow has been underpinned by government income support policies, loan repayment deferrals, and low interest rates.", "In addition, there have been around 4.5 million approved requests for early release of superannuation totalling around $34 billion - around 10 per cent of household income.", "Combined with falls in consumption, this has resulted in a substantial rise in saving by households, used to pay down debt or build deposits (Graph 8).", "This has been the case for renters, owner-occupiers and outright home owners.", "One point to note, however, is that this is the aggregate story - the distribution of the saving and debt matters.", "Not all households will have been able to increase saving and will find themselves in difficult circumstances.", "Gross Household Saving Rate\" Contribution by housing tenure, quarterly tm® Outright homeowner i Indebted owner-occupier 2016 2017 2018 2019 2020 Average saving estimated as the difference between net household income and expenses; average saving of each group weighted by 2016 Census housing tenure shares Sources: ABS; RBA; Roy Morgan These buffers, along with continued support from fiscal measures, will provide enough support to most households to resume payments on their loans.", "At the peak in June, around 8 per cent of housing loans were on deferred payments.", "Many of these deferrals ended in September and October and payments have recommenced.", "There is still, however, a significant minority of households that are seeking to remain on deferred repayments.", "Many of these loans are higher risk in that they tend to have higher loan-to-valuation ratios or are held by people who work in industries particularly at risk from the current health crisis (Graph 9).", "Non-performing loans to households, which had already risen over the past couple of years, are therefore expected to continue to rise over the coming months (Graph 10).", "Deferred Housing Mortgages Share of loans by number, September 2020 tm Deferral rate @ Share of total mortgages 0 80< Initial LVR* <90 Initial LVR >90 - High risk industry** 0 Loan-to-valuation ratio Includes accommodation and food services, arts and recreation services, retail trade, and rental, hiring and real estate services Sources: APRA; RBA Banks' Non-performing Household Loans Domestic books, share of loans by type Other personal 2004 2008 2012 2016 2020 Sources: APRA; RBA The impact on bank balance sheets of the rise in non-performing loans will depend on whether the value of the property is enough to cover the outstanding debt - that is, whether the borrower is in negative equity.", "If a loan is in positive equity, then the borrower has the option of resolving the situation by selling the property and repaying the debt.", "Only a very small share of loans are currently in negative equity, which suggests that losses to banks on housing loans will be limited.", "If, however, there is a substantial fall in housing prices that could change.", "Demand for housing and housing prices have so far held up (Graph 11).", "Most of the demand is coming from owner-occupiers, supported by low interest rates and government grants for new housing.", "But with population growth forecast to remain weak for the next year or so and an uncertain economic recovery, it is possible that conditions could weaken, at least in some cities.", "Price falls could be exacerbated by housing investors who, seeing vacancy rates rising and rents falling, decide to sell.", "So far the financial system both here and overseas has withstood the test.", "Banks were well capitalised going into the crisis and are able to use their substantial buffers to support the economy.", "The Australian financial system in particular remains profitable, notwithstanding substantial loan loss provisions.", "Their strong capital position allows them to continue to lend to support the Australian economy.", "Nevertheless, the economic recovery is expected to be unpredictable and uneven so there will be rising business insolvencies and problems for some households in servicing their debts.", "These will be areas to watch as we monitor financial stability over the next year.", "[1] See for example see Kent C (2020), 'The Reserve Bank's Operations - Liquidity, Market Function and Funding', Address to Kanga News, 27 July.", "[2] RBA (Reserve Bank of Australia) (2020), Financial Stability Review, October.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Banks", "Economic recovery", "Vulnerability", "Capital", "Credit losses", "Households", "Businesses", "Commercial property", "Economic uncertainty"]}