{"sentences": ["01.10.2020 The role of the European Central Bank's monetary policy in the Deusto Business Alumni Meeting Pablo Hernández de Cos Good morning, ladies and gentlemen.", "It is a pleasure for me to be able to participate in this meeting organised by Deusto Business Alumni.", "I would like to take this opportunity to share firstly with you some thoughts on how money monetary policy has helped stave off some of the more serious consequences, at least from the economic standpoint, of the COVID-19 crisis.", "In the second part of my speech, I would also like to reflect on certain challenges that the gradual reduction in the so-called \"natural interest rate\" poses for monetary policy conduct in advanced economies.", "This is an issue which will be particularly significant in the context of the monetary policy review initiated at the European Central Bank (ECB).", "The monetary policy reaction during the crisis The outbreak of COVID-19 in Europe in late February and early March was a shock of great magnitude which triggered an unprecedented economic impact due to the reduction in both the supply and demand for goods and services.", "The serious, temporary and global nature of the shock initially required powerful economic policy actions.", "The objective of this \"shock therapy\" was to avoid a temporary shock from generating effects which persist over time.", "Fiscal policy is undoubtedly the most appropriate tool to act as the first line of defence in this setting, since it has the instruments to achieve this objective with immediate and targeted actions that are suited to a shock whose duration is uncertain and heterogeneous.", "The response of European governments has generally been commensurate with the challenges posed by this crisis.", "Their response has also been resolutely backed by the European Union (EU), especially following the approval of the European Recovery Fund by the European Council.", "For its part, monetary policy should act, and has acted, very forcefully too.", "Indeed, the economic shock triggered by the pandemic was accompanied by aa strong tightening of financial conditions in the euro area.", "As various governments, including Spain's, announced plans to contain the virus, financial markets began to discount heavy declines in economic activity and increases in public and private debt.", "This drove risk premia (i.e.", "the compensation demanded by bond investors for the probability of borrowers defaulting) higher.", "That resulted in an increase in the interest rate that governments, households and firms pay on their rising debts, which will necessarily amplify the fall in aggregate demand and, therefore, in inflation, owing to the direct impact of the pandemic and the measures adopted to limit its spread.", "Faced with this situation, on the ECB Governing Council we had to act swiftly to reverse the upswing in the borrowing costs for the various economic agents.", "This was the only way to avoid a sharp tightening in capital markets which, with all certainty, would have fuelled a greater economic contraction and, possibly, a deflationary scenario.", "A specific additional problem of the euro area was the so-called \"fragmentation\" in the transmission of the common monetary policy.", "This means that the financing conditions of governments, and also of firms and financial institutions, vary significantly across countries, as a result, among other factors, of the different sovereign risk premia in the euro area.", "In fact, the cost of government debt in each country usually acts as a \"floor\" or \"baseline\" for corporate and bank debt.", "Consequently, in those countries whose governments have a better outlook for the repayment of their debt and, consequently, which have more favourable financing conditions, the borrowing costs of firms and households, through bank credit, will be lower.", "The initial phase of the COVID-19 crisis had an asymmetrical effect on euro area countries.", "This meant that certain countries, such as Italy and Spain, which already had substantially high levels of public debt, were hit harder by the first wave of the virus both epidemiologically and in terms of their reliance on more vulnerable industries such as tourism and hospitality.", "Borrowing costs duly rose much more markedly in these countries.", "Faced with this situation, the ECB Governing Council decided to announce new monetary policy measures with the dual n objective of reducing fragmentation and increasing the accommodative stance of monetary policy.", "For this reason, we adopted two types of measures.", "First, we announced the implementation of the Pandemic Emergency Purchase Programme (PEPP).", "This programme, with an initial envelope of €750 billion, which was subsequently increased to €1.35 trillion until June 2021, permits the ECB to purchase government and private sector bonds, as well as other debt instruments.", "The ECB already had a purchase programme, the APP, which increased in volume at the onset of the crisis.", "Why did it then need a second programme?", "The APP has a relatively rigid structure regarding the distribution of asset purchases both over time and by jurisdiction.", "In the latter case, APP purchases are distributed under the so-called \"capital key\", a concept referring to the percentage of the ECB's capital held by each national central bank, which is linked to the weight of each country's economy and population.", "However, faced with an emergency such as that in March, the ECB had to be able to buy proportionally more bonds from some countries than others so that it could concentrate those purchases on countries whose financing conditions, at any given time, were subject to a greater degree of tightening.", "The PEPP was designed precisely with that degree of flexibility in the distribution of asset purchases over time and by geographical area, although the capital key continued to act as a guide for the latter.", "It was probably thanks to this flexibility, together with the large volume of asset purchases initially envisaged, that the announcement of the creation of the PEPP on 18 March served to substantially reduce interest rates on sovereign debt - especially that of countries at that time more harshly affected by the health crisis, such as Italy and Spain - and consequently, those on bank and corporate debt.", "To sum up, the PEPP cut short the downturn in euro area financial markets and gave way to the process of gradual easing of financial conditions which has continued up until the present day.", "This easing was essential for providing fiscal authorities in all countries in the area with room for manoeuvre, which has allowed them to deploy unprecedented measures to sustain the income of households and firms.", "Looking ahead, and without detriment to the use of the capital key as a guide for the distribution of asset purchases, the ECB has reiterated its willingness to continue to tailor the volume, composition and type of these purchase to the developments in economic and financial conditions in the euro area.", "Secondly, we introduced a series of measures aimed at smoothing bank lending in the context of the COVID-19 crisis.", "In the euro area, banks are the main source of financing for households, the self-employed and firms (especially SMEs).", "It was thus vital to prevent a severe contraction in the flow of credit to the real economy.", "The risk of such a contraction stemmed mainly from two factors: on one hand, the possibility that money markets would deteriorate to the point of compromising banks' access to them; and, on the other, the possible reluctance of banks to take on fresh risks in the form of loans against a background of enormous economic uncertainty.", "To address the first of these risks, the ECB launched a series of longer-term refinancing operations (LTROs).", "These provided banks with \"bridge financing\" under advantageous conditions until late July, for when a substantial tender I shall now refer to was scheduled.", "That stabilised funding costs for the banking sector at a juncture, as I stated, of great uncertainty.", "As to the second risk, namely banks' reluctance to extend new loans in such a complex economic environment, the ECB already had an instrument to encourage banks to provide credit: the so-called \"targeted longer-term refinancing operations\" (TLTRO-III).", "This programme affords banks financing under particularly advantageous conditions, provided they meet certain lending targets to households and firms (excluding, in the former case, lending for house purchases).", "With the onset of the pandemic, this programme was modified to make it more attractive to banks, enabling them to obtain funding temporarily at an interest rates as low as -1%, under the condition of not reducing their eligible volume of credit.", "To obtain liquidity in the Eurosystem's refinancing operations, including TLTRO-III, participating banks must nevertheless pledge collateral in order to protect the Eurosystem from potential bank failures.", "Hence, and to help banks obtain the biggest amount of financing possible in these operations, the ECB relaxed its collateral framework conditions.", "For instance, it reduced the average haircut applied to collateral assets and accepted riskier assets and, most especially, loans backed by the national authorities' various programmes, such as the ICO (Official Credit Institute) guarantees in Spain's case.", "As a result, commercial banks could increase the liquidity they obtained from the Eurosystem by using their loans to the real economy as collateral.", "The combination of these measures was successful.", "The weekly LTRO operations provided substantial amounts of liquidity to banks during the most difficult months of the pandemic.", "In the June TLTRO-III operation, participating banks received a total of €1.31 trillion, a record high in Eurosystem refinancing operations.", "All these operations played a vital role in preserving the supply of bank lending in the euro area.", "They contributed to the momentum shown by the new refinancing operations - particularly in the case of lending targeted on firms and the self-employed - from the outset of the pandemic, and they kept interest rates on loans at record lows.", "The complementarity of these measures and those adopted by national governments (in particular through the public loan-guarantee programmes) and by the macro- and microprudential authorities (which enable financial institutions, for example, to use some of the capital buffers built up in recent years) has been pivotal in providing for the flow of financing in the economy during the crisis.", "Beyond their impact on the financing conditions for households, firms and Governments, we should assess whether all these measures have achieved their ultimate goal.", "This is none other than supporting euro area economic growth and, thereby, helping inflation adjust towards its medium-term objective, in keeping with the ECB's price stability mandate, namely inflation below, but close to, 2%.", "Preliminary Banco de España estimates suggest that the PEPP would have an impact of the highest order on inflation and on the GDP growth rate, in both the euro area as a whole and in Spain.", "Indeed, the cumulative impact on GDP growth is expected to be somewhat greater in the case of the Spanish economy.", "However, it is difficult to quantify the financial and economic damage there would have been had the PEPP not been implemented.", "One of the main effects of monetary policy decisions, in a setting as complex as that which was in place at the outset of this crisis, is to prevent financial market disruption that may ultimately lead to deeper and more persistent economic crises.", "Where are we at present?", "Evidently, it is too soon to say the COVID-19 economic crisis is over.", "Admittedly, economic activity is rebounding in the third quarter, following an unprecedented decline in euro area GDP in the second quarter.", "This still-partial recovery is highly uneven across both regions and sectors of activity.", "It is moreover fragile, since the lockdown-easing measures are being accompanied by an increase in infections in some countries.", "That, in turn, has begun to require the re-introduction of measures in some countries that enable the speed of contagion to be curtailed at the cost of setting certain limits on activity.", "In fact, the latest economic indicators, such as the PMI and the European Commission's business sentiment index, showed some slowing in activity in August following the rebound in July.", "As a result, the recovery is subject to enormous uncertainty.", "All told, activity in the third quarter is expected to recoup in part the heavy loss of output in the second quarter.", "Overall euro area growth could thus stand at around 8.4%.", "For the year as a whole, the ECB's September macroeconomic projections show, in the baseline scenario, an 8% decline in GDP in 2020 (slightly less sharp than what was expected in June).", "The economy is expected to pick up as from the third quarter of this year, with increases of 5% in 2021 and 3.2% in 2022, although the pre-crisis GDP level would not be attained until the end of the projection period.", "Nonetheless, euro area GDP is expected, at end-2022, to still be somewhat less than 4 pp below the level that would have been observed according to last year's December projections (the latest before the COVID-19 outbreak).", "Given the exceptional uncertainty over future pandemic-related developments, this baseline scenario has been accompanied by a more favourably defined alternative scenario.", "In it, euro area GDP would, at the end of the time horizon considered, be slightly higher than was envisaged in December 2019.", "Another, more adverse scenario was also laid down, in which the negative gap relative to the 2019 reference would be around 9 pp.", "Inflation fell in August to - 0.2%, and its core component, which excludes energy and food, stood at a very low level of 0.4%.", "The ECB's projections point to a gradual recovery in the coming years.", "At the end of the projection horizon, inflation would stand at only 1.3%, some distance off our related target.", "Moreover, several factors tilt the risks to economic growth to the downside: uncertainty over how the pandemic will evolve; the possibility of a no-deal Brexit; and a potentially more adverse reaction by unemployment and in the dynamics of corporate start-ups and company failures once the support measures have run their course.", "In parallel, there has been a progressive appreciation by the euro in recent months.", "This introduces disinflationary pressures at a time when the euro area inflation outlook is, as I said, for a record low.", "Accordingly, on the ECB Governing Council we have reiterated that we will closely monitor the exchange rate.", "In short, the fragility of the recovery in the euro area, a medium-term inflation forecast far below our objective and a nominal effective exchange rate that has in recent months countered much of our stimulus all lead to the conclusion that there is no room for complacency.", "We should retain a significant monetary stimulus until we have a sound recovery in place.", "Moreover, we stand ready to recalibrate the foregoing measures, or to introduce new ones were it necessary, to fulfil our price stability mandate, understandably always in a symmetrical manner.", "It is also crucial to retain flexibility in the application of our asset purchase programmes to head off potential financial fragmentation problems.", "The other national and European economic authorities must appreciate that, given the uncertainty over the future course of the pandemic and, therefore, over the soundness of the economic recovery, it is essential they maintain their stimulus measures, now in a more selective and targeted fashion.", "An early withdrawal of these measures would harm the euro area productive system and, potentially, our financial system.", "The extent of such harm would exceed the potential medium-term costs of retaining the measures over time.", "And depending on how the pandemic and its economic impact evolve, it cannot be ruled out that such measures may need to be expanded.", "Defining price stability in the context of low natural interest rates In the second part of my address I will take a longer-term perspective and reflect on the changes occurring in the implementation of monetary policy in the advanced economies.", "In the years prior to the 2007-2012 crisis, which in our case coincided with the early years of the ECB, a certain consensus emerged among the advanced economies regarding the role and functioning of central banks.", "These were designed as independent entities, that is, not subject to direct control by governments, with a clear mandate to ensure stable prices, and also in some jurisdictions, such as the United States, full employment.", "The price stability mandate is normally articulated as a numerical inflation objective, frequently 2% or, as in the case of the ECB, a level below but close to 2%.", "To achieve its price stability target, the central bank adjusts the general level of interest rates on the funding raised - via bank loans or in the debt markets - by agents in the real economy (businesses, households and governments).", "Although the central bank controls the nominal interest rate, it is the \"real\" interest rate - that is, the nominal rate less expected inflation - that is relevant for households' and businesses' spending decisions.", "For instance, a nominal interest rate of 2% when expected inflation is 4% is much more expansive than a nominal interest rate of 1% in a noninflationary setting.", "Given that the prices that determine inflation are partly rigid, the central bank may influence the real interest rate by adjusting nominal rates.", "Before the onset of the financial crisis, the central bankers' manual prescribed that if the economy is overheating and prices and wages are under growing pressure, the central bank should raise nominal interest rates above inflation expectations, thus tightening real rates and cooling down the economy.", "And vice versa, in a downturn, with falling prices and rising unemployment, the central bank should cut nominal interest rates, thus reducing real rates and stimulating aggregate demand.", "Conceptually, central bankers sought to maintain real interest rates at a level - known as the natural rate of interest - that would hold GDP at its potential level and would keep inflation stable around its target level.", "This natural rate of interest is not directly observable and may only be estimated, with some degree of uncertainty, using econometric techniques.", "In recent decades this natural rate of interest has gradually fallen in the advanced economies.", "This is attributed both to demographic factors (such as population ageing) and to technological factors (such as low productivity growth), which have changed the balance between the supply of savings and the demand for investment.", "In consequence, to stabilise inflation, real interest rates must now be lower than they were two or three decades ago.", "Indeed, in economies such as the euro area, various estimates even place the natural rate of interest at negative levels.", "This would not be a problem if nominal rates were able to fall as far as was necessary; for example, with expected inflation of 1%, to place the natural rate of interest at, let's say, -2%, the nominal rate would have to be lowered to -1%.", "The problem lies in the fact that nominal interest rates cannot fall as far as is necessary into negative territory.", "If the central bank were to impose negative rates of -5%, for example, the commercial banks would bear negative returns on the bulk of their assets.", "This would adversely affect their financial intermediation capacity, with a consequent negative impact on the supply of credit, economic activity and inflation.", "There is therefore a lower bound on nominal interest rates: if the central bank reduces interest rates below that level, the effect on the economy may be contractionary rather than expansionary, owing to the negative impact on the financial system overall.", "The level of that lower bound on interest rates is not directly observable and varies over time in accordance with the situation of the financial sector.", "However, it is, in any event, the lower limit on the extent to which central banks may reduce interest rates.", "In Europe, the ECB's deposit facility rate was already at -0.5%, even before the onset of the COVID-19 crisis.", "Although the door is still open for future additional cuts in this interest rate, it seems evident that in the present circumstances there is relatively limited room for manoeuvre for conventional monetary policy, i.e.", "monetary policy based on controlling interest rates in the short term.", "The lower bound on interest rates introduces asymmetry into the way in which central banks implement monetary policy.", "As I mentioned earlier, if inflation rises above its target level, central banks may raise interest rates as far as is necessary to \"cool down\" the economy.", "However, when faced with deflationary shocks that take inflation below the target level and require that central banks lower their interest rates, these may ultimately \"hit\" the lower bound.", "This asymmetry means that monetary policy is potentially highly effective in combating inflation, but less so in combating deflation or even persistently low inflation.", "This last factor may create a dangerous vicious circle.", "Against a backdrop in which it is expected that the lower interest rate bound may frequently limit central banks' capacity to act, economic agents will expect that any inflation deviations above the target level will be swiftly corrected.", "But not deviations below the target level.", "In consequence, expected inflation, in terms of the average over a broad period, will tend to move below the target level.", "Given that in the long run, the nominal interest rate is the real equilibrium rate plus expected inflation, any fall in the latter implies lower nominal rates on average, which means that these will hit their lower bound more frequently.", "All the above implies less headroom for providing stimulus measures in downturns marked by low inflation.", "This in turn leads to lower inflation expectations, and thus it continues.", "Asset purchase programmes, such as the ECB's APP and PEPP, are an attempt to break out of this vicious circle.", "These programmes are conducive to lower interest rates on medium and long-term public and private-sector bonds.", "In this way, although short-term interest rates are limited by the lower bound, the ECB is able to reduce longer-term interest rates, which are often the most relevant rates for determining economic agents' spending decisions.", "This is what is known as \"flattening the yield curve\".", "Similarly, bank refinancing operations, such as the TLTROs, can reduce banks' funding costs and, ultimately, the cost of bank loans, thus stimulating aggregate demand and inflation.", "However, even though these measures have been highly effective in the euro area in present and recent circumstances, they do not completely eliminate the limits on the degree of potential monetary stimulus deriving from the existence of the lower interest rate bound.", "In consequence, central banks have introduced other tools with which to smooth that limit, the most common of these being forward guidance.", "This enables the central bank to offer guidance to the market as to how interest rates will evolve, or are expected to evolve, in future.", "For instance, in its monetary policy announcements, the ECB links the question of holding its interest rates at their present levels, or lower, to inflation developments in the euro area.", "In this manner, the ECB seeks to convey to financial markets, and to society at large, the conditions that would have to be met in order to begin to raise interest rates.", "Where short-term interest rates are close to their lower bound, forward guidance may stimulate the economy insofar as the central bank undertakes in a credible manner to tolerate inflation over the target level once the economic situation thus permits.", "Given that the real interest rate is the nominal rate stripping out inflation expectations, if the central bank is able to raise these expectations, it can reduce the real interest rate today, even if nominal rates remain constant.", "The problem is that that commitment means that the central bank is voluntarily breaching its future inflation objective, which may possibly not be credible in advance.", "This is what we economists call \"dynamic inconsistency\": a central bank could announce today that it will tolerate higher inflation in future in order to stimulate the economy, but once the economy and inflation recover, there would be an incentive for it to breach its initial announcement if it conflicted with its price stability objective.", "If agents doubt the central bank's credibility, this type of forward guidance will not be effective in the first place.", "One way to avoid this problem is by modifying the monetary policy \"strategy\", seeking to grant greater credibility and transparency to the central bank's actions; in other words, to change the way in which the central bank's objective is articulated and the way that the central bank pursues that objective with the tools available.", "To date, in their strategic frameworks most central banks have followed variations of inflation targeting, which entails targeting an inflation rate that is close to a specific number (for example, 2%) over a medium-term horizon.", "There are however alternative monetary policy strategies that automatically generate similar dynamics to those of the forward guidance described above.", "These are the so-called makeup strategies,10 one of which is price-level targeting.", "In this case, the central bank announces a target growth rate for the price level (for example, of 2%).", "Unlike in the case of inflation targeting, if for some reason inflation stands temporarily below 2%, the central bank will have to ensure that it rises above 2% in the future in order to ensure that the price level returns to its target path.", "In a way, this strategy obliges the central bank to correct in future any past deviation of inflation consistent with its medium-term target.", "A less radical strategy, albeit similar in spirit, is known as average inflation targeting\".", "In this case, the central bank attempts to keep average inflation at its target level over a certain timeframe.", "Unlike traditional inflation targeting, it includes an element of compensation for past deviations, although this is limited in time.", "Under price level targeting, in contrast, all past deviations must be compensated, irrespective of the time that has elapsed since they occurred.", "One problem with these compensation strategies is their symmetry, understood as the central bank's commitment to react equally to below-target inflation deviations (which, as we have seen, are the really problematic ones in the current setting) and above-target deviations; i.e., following a period of above target inflation, the central bank would have to reduce inflation below the target, which would require depressing economic activity and employment.", "Given that a commitment of this type may not be fully credible, it has recently been proposed that these strategies should be temporary: the central bank would normally operate under a traditional inflation targeting regime, but, in the event of a crisis with low inflation and interest rates close to the lower bound, the strategy would be to compensate in future for the \"lost inflation\" in this period.", "In recent years, various central banks have initiated monetary policy strategy reviews (including the ECB and the US Federal Reserve).", "In fact, the Federal Reserve has recently announced the main results of its strategic review, which, among other changes, has led to the adoption of a new average inflation targeting strategy, albeit with an undefined timeframe for calculating the average inflation that is to be stabilised.", "In particular, the Federal Reserve states that, under its new strategic framework, when inflation stands persistently below 2% it will attempt to keep inflation moderately above 2% for a certain time.", "With regard to the ECB, in January this year it announced the launch of a review of its monetary policy strategy.", "This review has been delayed by the emergence of COVID-19 and is expected to extend into next year.", "Since this review is ongoing we still do not know what its conclusions will be, but I can confirm that this is an open process: both the ECB and the Eurosystem national central banks are performing a large amount of analysis and requesting the opinion of civil society, academic economists and other professional and social groups.", "One of the key aspects of this review will be the definition of price stability.", "The current inflation objective, consisting of rates below, but close to, 2%, may be reformulated.", "On one hand, it may be necessary to clarify the specific level of inflation that is targeted, in order to make it easier for economic agents to understand.", "On the other hand, in line with my comments above, this objective could be made more symmetric, by clarifying that the degree of tolerance of above-target inflation deviations is the same as for below-target deviations.", "Also, in the current low inflation environment, with interest rates close to their lower bound, the inflation target should take into account the need for a sufficiently large buffer above zero, to provide more scope for conventional interest-rate policy.", "Irrespective of the final outcome, I am sure that the result of this review will strengthen the effectiveness of monetary policy in the euro area and its capacity to achieve its aims in the macroeconomic environment of the coming decade.", "I should like to conclude with a final reflection on the interaction between monetary and fiscal policy going forward.", "Experience in recent years suggests that appropriate interaction between these policies may decisively contribute to each of them achieving their objectives more efficiently.", "As I have attempted to emphasise, the ECB's monetary policy action in response to the economic consequences of the pandemic has been rapid and decisive.", "Moreover, we are prepared to add further monetary stimulus, if necessary.", "Fiscal policy action has also been forceful.", "It is important that this action be maintained during the recovery, in a more focused way, and, if necessary, even increased.", "This is particularly true for European policy, in the context, for example, of the recently approved European recovery fund (Next Generation EU).", "The spending and investment arising from the use of this fund for projects capable of transforming our economies and for financing reforms to raise their sustainable growth capacity, will be fundamental to consolidate the economic recovery and reduce the potentially permanent consequences of the crisis.", "More in the medium term, it is crucial that this fund be converted into a permanent, common fiscal stabilisation instrument for the euro area.", "This would allow a joint fiscal response to macroeconomic shocks and provide a larger supply of safe European assets, facilitating the general functioning of financial markets and the specific conduct of monetary policy.", "\"La respuesta de la política monetaria del BCE frente a la crisis del COVID-19\", Occasional Paper, Banco de España, forthcoming.", "The impact of the ECB ́s targeted long-term refinancing operations on banks' lending policies: the role of competition, Working Paper No.", "Making room for the needy: the creditreallocation effects of the ECB's corporate QE, Working Paper No 1743, Banco de España, forthcoming in Review of Finance.", "Thoughts on the design of a European Recovery Fund, Occasional Paper No 2014, Banco de España.", "Adapting lending policies when negative interest rates hit banks' profits, Working Paper No 1832, Banco de España.", "\"The Eurosystem's monetary policy following the end of net asset purchases\", Analytical Articles, Economic Bulletin 1/2019, Banco de España.", "\"Monetary Policy Strategies for a LowRate Environment\", AEA Papers and Proceedings, No 109, pp.", "The Reversal Interest Rate, NBER Working Paper, No 25406.", "The Zero Bound on Interest Rates and Optimal Monetary Policy, Brookings Papers on Economic Activity, Economic Studies Program, The Brookings Institution, 34(1), pp.", "The rise and fall of the natural interest rate, Working Paper No 1822, Banco de España.", "\"The natural interest rate: concept, determinants and implications for monetary policy\", Analytical Articles, Economic Bulletin 1/2017, Banco de España.", "\"Measuring the natural rate of interest: international trends and determinants\", Journal of International Economics, No 108, pp."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "financial dominance", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Monetary policy", "Inflation", "Interest rates", "Lower bound", "Forward guidance", "Inflation targeting", "Average inflation targeting", "Price-level targeting", "Fiscal policy"]}