{"sentences": ["News conference Zurich, 17 December 2020 Introductory remarks by Thomas Jordan Ladies and gentlemen It is my pleasure to welcome you to the Swiss National Bank's news conference.", "Owing to the coronavirus pandemic, we can unfortunately only meet virtually today.", "The pandemic is placing a very heavy burden on people across the world, and Switzerland is no different.", "Our sympathies go in particular to those who have fallen ill themselves or who have lost relatives and friends.", "In my remarks, I will begin by explaining our monetary policy decision and our assessment of the economic situation.", "I will then discuss the topic of climate change and the SNB.", "Fritz Zurbrügg will report on developments in the area of financial stability and the impact of the pandemic on the demand for banknotes.", "Andréa Maechler will then comment on the situation on the financial markets and will look at the upcoming replacement of the CHF Libor with SARON.", "We will - as ever - be pleased to take your questions afterwards.", "Monetary policy decision The coronavirus pandemic is continuing to have a strong adverse effect on the economy.", "Against this difficult backdrop, we are maintaining our expansionary monetary policy with a view to stabilising economic activity and price developments.", "We are keeping the SNB policy rate and interest on sight deposits at the SNB at -0.75%.", "In light of the highly valued Swiss franc, we remain willing to intervene more strongly in the foreign exchange market.", "In so doing, we take the overall exchange rate situation into consideration.", "Furthermore, we are supplying generous amounts of liquidity to the banking system via the SNB COVID-19 refinancing facility (CRF).", "The SNB's expansionary monetary policy provides favourable financing conditions, counters upward pressure on the Swiss franc, and contributes to an appropriate supply of credit and liquidity to the economy.", "In the current situation, the inflation outlook remains subject to high uncertainty.", "The new conditional inflation forecast through to the end of 2021 is slightly lower than in September.", "This is primarily due to the renewed deterioration in the economic situation as a result of the second wave of the pandemic.", "In the longer term, the inflation forecast is unchanged from September.", "The inflation rate is likely to be higher again next year (0.0%) and slightly positive in 2022 (0.2%).", "The conditional inflation forecast is based on the assumption that the SNB policy rate remains at -0.75% over the entire forecast horizon.", "The long-term inflation expectations are well anchored and stand at around 1%.", "Global economic outlook The coronavirus pandemic and the measures implemented to contain it led to a historic downturn in the global economy in the first half of 2020.", "With the decline in new infections and the easing of the containment measures in the summer months, economic activity increasingly resumed.", "This resulted in the global economy posting a strong recovery in the third quarter.", "Nevertheless, GDP remained significantly below pre-crisis levels in most countries.", "Infection numbers have unfortunately risen again rapidly in Europe and the US since October.", "In response to this, numerous containment measures have once more been adopted, and the population has become more cautious again when it comes to activities with a higher risk of infection.", "Recent indicators show that this is once more having a detrimental impact on economic activity.", "In various countries, this could even result in GDP shrinking in the fourth quarter.", "However, the effects can be expected to be smaller than in spring given that many countries have opted for less severe containment measures.", "In our baseline scenario for the global economy, we anticipate that the pandemic will be brought back under control in the foreseeable future, and that appropriate measures will prevent further waves of infection.", "The economic recovery should therefore regain momentum in the course of next year.", "The monetary and fiscal policy measures adopted worldwide are providing important support in this regard.", "However, it is likely that global production capacity will be underutilised for some time to come and inflation will remain modest in most countries.", "This scenario is subject to a high level of uncertainty, and there are risks on the upside and downside alike.", "On the one hand, the pandemic or trade tensions could additionally hamper economic activity.", "On the other, the fiscal and monetary policy measures implemented could support the recovery more strongly than anticipated.", "Swiss economic outlook Through to late summer, the Swiss economy also recovered markedly and more strongly than originally expected from the first wave of the pandemic.", "Following a record increase, GDP was still 2% below the pre-crisis level in the third quarter, having been more than 8% below in the second quarter.", "However, in October coronavirus also spread rapidly again in Switzerland.", "This has resulted in a renewed deterioration in the economic outlook, at least in the short term.", "The containment measures implemented thus far are restricting economic activity less than was the case in the spring.", "However, certain industries are severely affected again, above all hospitality and entertainment.", "Sentiment is also subdued in other industries.", "We expect that GDP will shrink by around 3% this year.", "At our monetary policy assessment in September, we had anticipated an even stronger decline.", "The revision is due to the fact that the decrease in GDP resulting from the first wave of the pandemic was not as substantial as originally expected.", "Developments going forward largely depend on how successfully the spread of the virus can be contained in Switzerland and abroad.", "Our assumption is that there will not be a significant easing in the containment measures in Switzerland until the spring.", "The recovery thus remains incomplete.", "Unemployment is likely to rise again, and production factors will remain underutilised for some time yet.", "The forecast for Switzerland, as for the global economy, is subject to high uncertainty.", "Monetary policy's contribution to crisis management and outlook Prices will decline this year as a result of the coronavirus pandemic, and economic output will be lower than in 2019.", "Production capacity is likely to still be underutilised next year, with inflation still at 0.0%.", "An expansionary monetary policy therefore continues to be necessary for crisis management.", "Our monetary policy contributes to crisis management via three channels.", "First, we provide favourable financing conditions for Swiss businesses and the public sector via the low level of interest rates.", "This eases the burden on those companies and institutions that face increased funding needs as a result of the crisis.", "Second, the negative interest rate and our foreign exchange market interventions counter the upward pressure on the Swiss franc.", "This pressure is especially high in periods of uncertainty, and a strong appreciation would weigh particularly heavily on the economy in the crisis.", "We have therefore made considerable foreign exchange purchases this year to maintain appropriate monetary conditions.", "Third, we are making additional liquidity available to banks via the CRF, allowing them to refinance the COVID-19 loans they grant and to do so at an interest rate of -0.75%.", "The federal guarantees for the COVID-19 loans and the liquidity provided at favourable conditions by the SNB have contributed towards Switzerland being able to avoid a credit crunch in the past few months.", "It will take some time yet before the economy recovers, and uncertainty will remain high for the time being.", "We will therefore be seeking to do our utmost with our monetary policy to ensure price stability and to contribute to the economic recovery.", "Climate change and the SNB I would now like to talk about the significance of climate change for the SNB.", "We have been working intensively on this topic for some time now.", "We want to properly assess possible consequences of climate change for the economy, for financial stability, and for the management of our foreign exchange reserves in order to ensure that we can fulfil our statutory mandate at all times.", "To this end, we also collaborate with other central banks, in particular in the Network for Greening the Financial System (NGFS), and we work together closely with FINMA.", "As regards monetary policy, we are continuously deepening our analysis into how climate change could affect economic growth and inflation.", "The dialogue with other central banks is particularly important in this area.", "When it comes to financial stability, the SNB focuses its efforts on determining the impact of climate risks on the stability of the Swiss banking system.", "In a joint pilot project with FINMA, the SNB is currently identifying the concentrations of risk of Switzerland's largest two banks in respect of sectors exposed to higher transition risks, i.e.", "possible implications of future amendments to laws.", "With regard to our investment policy, in connection with the issue of climate change, we have decided to make an adjustment to our exclusion criteria.", "Since 2013, we have already been excluding investments in companies that cause severe environmental damage, violate human rights or produce condemned weapons.", "With these exclusion criteria, we ensure that our investment policy reflects the fundamental and broadly accepted values held in Switzerland.", "We are now expanding the exclusion criterion pertaining to the environment by additionally taking climate-related issues into consideration.", "In Switzerland, a broad consensus has formed in recent years in favour of phasing out coal.", "We have therefore decided that we will from now on exclude all companies primarily active in the mining of coal from our portfolios.", "Ladies and gentlemen, thank you for your attention.", "It is now my pleasure to give the floor to Fritz Zurbrügg."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic outlook", "Swiss economy", "Climate change", "Financial stability", "Global economy", "Inflation", "Swiss franc", "COVID-19", "Foreign exchange market"]}