{"sentences": ["December 24, 2020 Response to COVID-19 and Medium- to Long-Term Challenges for Japan's Economy: With an Eye on the Post-COVID-19 Era Speech at the Meeting of Councillors of Nippon Keidanren (Japan Business Federation) in Tokyo Governor of the Bank of Japan It is a great honor to have this opportunity to address such a distinguished gathering of business leaders in Japan today.", "For eight years now, I have delivered a speech at this end-of-year meeting, and I can say that this year we have experienced enormous changes in the social and economic environment due to the shock of the novel coronavirus (COVID-19).", "As we wrap up 2020, I would first like to take a look back at economic developments this year, mainly focusing on the impact of COVID-19, and talk about the outlook for economic activity and prices.", "Then, I will explain the Bank of Japan's thinking behind its policy responses.", "In relation to the conduct of monetary policy, I will also touch on the conduct of the assessment for further effective and sustainable monetary easing, which the Bank decided at the Monetary Policy Meeting (MPM) held last week.", "Lastly, I would like to talk about what is necessary in taking advantage of lessons to be learned from overcoming the current crisis for future growth -- that is, challenges regarding Japan's economy as a whole that should be addressed when also looking ahead to the post-COVID-19 era from a medium- to long-term perspective.", "Economic and Price Developments during the COVID-19 Era and Their Outlook Impact of COVID-19 on the Economy Let me start with a look back at economic developments this year, mainly focusing on the impact of COVID-19.", "COVID-19 started to spread from the beginning of the year and became a pandemic within a short period toward early spring (Chart 1).", "Governments around the world took strict and wide-ranging public health measures in order to prevent the spread.", "Under these circumstances, the global economy became depressed significantly.", "However, since the summer season, as public health measures have been eased, the global economy has picked up from that state of significant depression, as seen in the growth rates of each country turning positive on a quarter-on-quarter basis.", "Similar developments have been observed in Japan.", "The quarter-on-quarter GDP growth rate for the April-June quarter registered a considerably negative figure of minus 8.3 percent with wide-ranging economic activities being constrained.", "However, that for the July-September quarter turned positive, to 5.3 percent, and Japan's economy has picked up from the bottom, although it has remained in a severe situation.", "The economic fluctuation this time is different in nature from what was seen in the past.", "Most of the fluctuations since World War II were triggered by cyclical adjustments in business fixed investment and in inventory investment, or by financial imbalances.", "On the other hand, the current fluctuation is exceptional, in that it stemmed from a shock caused by an infectious disease, which is not inherent in the economy, and that economic activity has been constrained exogenously with a view to preventing the spread of the disease.", "In other words, such activity has been affected largely by an epidemiologic factor.", "Reflecting the characteristics of COVID-19, economic activities that involve social interaction are particularly affected, and this is another point that is unique to the current case (Chart 2).", "Looking at economic activities of firms in Japan by sector, a significant decline has been seen in the industry of face-to-face services such as eating and drinking as well as accommodations -- where firms are relatively small -- and amusement services including events.", "In terms of household spending, consumption of services has declined considerably compared with that of goods.", "A constraint on services consumption is due to vigilance against COVID-19, and the differences in consumption behavior of each age group reflect the degree of their vigilance.", "That is, services consumption by the younger generation has recovered rapidly, whereas that by seniors, who are strongly vigilant against COVID-19, saw a significant decline and has picked up at a slower pace.", "In contrast, manufacturing and retail firms, which produce and sell goods, have been relatively less affected.", "Goods transactions worldwide have picked up at a comparatively faster pace (Chart 3).", "A decline in global trade activity has been small compared with at the time of Global Financial Crisis (GFC) and a rapid recovery has been observed.", "Under these circumstances, the level of Japan's exports has returned to that seen prior to the COVID-19 outbreak, and at a rapid pace.", "This has led to manufacturers' relatively steady production activity.", "As I have explained thus far, the impact of the shock of COVID-19 is uneven and largely varies for attributes such as the industry and size of firms as well as consumers' ages.", "At the current phase in particular, this suggests the need to closely examine economic developments not only by looking at the aggregate or average values of data, but also through analyzing developments in different attributes of each economic entity.", "Outlook for Economic Developments Now, let me move on to the outlook for Japan's economy.", "In the baseline scenario, it is projected that, with the impact of COVID-19 waning gradually, Japan's economy will follow an improving trend, albeit moderately, also supported by a pick-up in overseas economies (Chart 4).", "Compared with early spring, many countries have been making responses while striking a balance between preventive measures and economic activity.", "It is true that the pace of economic recovery is likely to remain only moderate with the continuing impact of COVID-19.", "However, it is also true that, taking advantage of the experiences since this spring, the level of economic activity has increased gradually, with society overall adapting to a \"new lifestyle\" while taking targeted preventive measures.", "As a baseline scenario, it is expected that these developments will continue.", "That said, this outlook entails high uncertainties, and risks are skewed to the downside.", "Although recent positive news on vaccines is certainly encouraging, it is still likely to take time for them to become widely available.", "On the other hand, it is necessary to pay attention to the fact that the spread of COVID-19 has been continuing globally and that the number of confirmed cases has been resurging in Japan as well.", "In addition, there are uncertainties over whether, while the impact of COVID-19 remains, growth expectations will not decline substantially and financial system stability will be maintained.", "Thus, the Bank will continue to closely examine economic developments at home and abroad.", "Recent Developments in and Outlook for Prices Next, let us look at price developments in Japan (Chart 5).", "The year-on-year rate of change in the consumer price index (CPI) excluding fresh food has been negative.", "This is attributable to temporary factors such as the past decline in crude oil prices and a discount on hotel charges through the \"Go To Travel\" campaign.", "However, even though a decrease in demand due to the impact of COVID-19 has constrained inflation, the year-on-year rate of change in the CPI has been slightly positive when excluding the effects of these temporary factors.", "The year-on-year rate of change in the CPI is likely to be negative for the time being.", "Thereafter, it is expected to turn positive and then increase gradually with the effects of temporary factors that push down prices dissipating and the economy improving (Chart 4).", "At present, the Bank judges that prices will not see an overall and sustained decline; in other words, the economy will not return to deflation.", "However, attention should also continue to be paid to price developments given that the pace of economic improvement is only moderate and uncertainties over the economic outlook are significant.", "The Bank's Conduct of Monetary Policy Monetary Policy Conduct in Response to COVID-19 and Financial Developments So far, I have talked about developments in economic activity and prices.", "Now, I will explain the Bank's thinking behind the monetary policy conduct in response to COVID-19.", "To address the global shock of COVID-19, governments and central banks around the world have swiftly made policy responses on a large scale.", "Governments have implemented large-scale economic measures including income support and loan guarantees to firms and households.", "Central banks have conducted monetary easing measures, and their responses have two things in common.", "One is providing support for financing to firms and sole proprietors affected by COVID-19 so that they can sustain their businesses.", "The other is maintaining stability in financial markets in order to prevent a vicious cycle between turmoil in the markets and deterioration in the real economy.", "In this regard, the Bank has conducted powerful monetary easing since March in response to COVID-19 through the following three measures (Chart 6).", "Specifically, the first is the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) to provide support mainly for corporate financing.", "The second is an ample and flexible provision of funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations, to ensure stability in financial markets.", "The third is active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs) to lower risk premia in asset markets.", "The Bank's responses have had positive effects, coupled with the government's measures and active efforts by financial institutions (Chart 7).", "As for financial conditions, although firms' financial positions have been weak, the environment for external funding has remained accommodative.", "The year-on-year rate of change in the amount outstanding of bank lending has registered the highest increase in about 30 years on the back of banks' accommodative lending attitudes.", "That in the aggregate amount outstanding of CP and corporate bonds has been at a high level that exceeds 10 percent.", "Thus, the smooth functioning of financial intermediation has been ensured, and this is a big difference from the time of the GFC, when downward pressure from the financial side on the real economy intensified.", "In addition, global financial markets, which had been highly volatile, have regained stability earlier this time than in the case of the GFC due to large-scale responses made by governments and central banks around the world, including the Bank of Japan.", "Extension of the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) However, economic activity and prices are projected to remain under downward pressure for a prolonged period due to the impact of COVID-19 (Chart 8).", "Given this situation, with a view to supporting the economy and thereby achieving the price stability target of 2 percent, the Bank decided at the last week's MPM upon the following two responses to be made respectively for the time being and from a somewhat long-term perspective.", "The first one is the extension of the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19).", "With the economy improving at only a moderate pace, corporate financing is likely to remain under stress for the time being.", "Given these circumstances, the Bank decided to extend the duration of the Special Program until the end of September 2021, and will consider further extension if necessary.", "The Bank will continue to firmly support corporate financing.", "Assessment for Further Effective and Sustainable Monetary Easing The second response is the conduct of an assessment for further effective and sustainable monetary easing with a view to achieving the price stability target of 2 percent.", "Its findings will be made public, likely at the March 2021 MPM.", "The Bank has been pursuing large-scale monetary easing since 2013.", "In summer 2016, three years after its introduction, the Bank conducted a comprehensive assessment to examine its effects.", "The findings indicate that, under the large-scale monetary easing, financial conditions improved significantly, as seen in the correction of the past excessive appreciation of the yen and decline in stock prices, and that this led to improvement in corporate profits and economic activity.", "On this point, I would think you have recognized these developments through a significant improvement in the business environment compared with the past.", "On the other hand, findings with regard to prices reveal the following two points.", "First, although the economy, with the CPI being positive on the whole, is no longer in deflation in the sense of a sustained decline in prices, the price stability target of 2 percent has not been achieved.", "Second, people's mindset and behavior based on the assumption that wages and prices will not increase easily have been deeply entrenched under prolonged deflation, and it turns out that it will still take a long time for such mindset and behavior to change.", "In addition, the findings also make clear that monetary easing could have a cumulative negative impact on financial institutions' profits as well as on life insurance and pension funds, which in turn could adversely affect the functioning of financial intermediation.", "As a policy response based on these findings of the comprehensive assessment, the Bank introduced \"Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control\" in September 2016.", "Through this framework, it controls policy interest rates to appropriate levels while taking into consideration both the positive and side effects of monetary easing, thereby maintaining favorable economic and financial conditions -- that is, a favorable business environment for business managers -- created by large-scale monetary easing.", "The upcoming assessment will be conducted with the findings of the comprehensive assessment in mind.", "\"QQE with Yield Curve Control\" has worked well for four years since its introduction to date, including the past 10 months during the COVID-19 pandemic.", "Thus, the Bank judges that there is no need to change its framework.", "Under this framework, it will assess whether the manner of operation and the various policy tools, including asset purchases, have had their intended effects.", "In pursuit of further effective and sustainable monetary easing toward achieving the price stability target of 2 percent, if there is anything more that can be done, the Bank will do so.", "The key is \"effective\" and \"sustainable\" monetary easing.", "Since monetary easing inevitably will be prolonged due to the impact of COVID-19, the Bank will devise ways to continue conducting \"QQE with Yield Curve Control.\"", "That said, simply maintaining it for a prolonged period is not enough.", "If the conduct becomes too rigid, it will not work appropriately.", "As evidenced by the sudden occurrence of the current shock of COVID-19, various shocks may happen in the future.", "Thus, it is necessary to be nimble in making effective responses when needed to counter possible changes in economic activity and prices, as well as financial conditions.", "This should be a matter of course for business managers like you all, but any measures incur costs, as with monetary policy measures.", "Prolonged low interest rates have a negative impact on financial institutions' profits, and purchases of various assets such as JGBs and ETFs affect the market functioning.", "Such costs or side effects need to be minimized.", "That said, the management goals cannot be achieved only by curbing costs.", "I believe business management is about producing significant positive effects at low costs.", "Anything that is unnecessary and inefficient should be avoided, but the focus of our assessment is not on lowering costs or mitigating side effects.", "Instead, the Bank will adopt a forward-looking perspective of how to achieve stability in economic activity and prices by pursuing further effective monetary easing while mitigating side effects.", "Strengthening Japan's Economic Growth Potential with an Eye on the Post-COVID-19 Era The COVID-19 pandemic is still affecting the global economy on an enormous scale, and many people in Japan have been making strenuous efforts toward it.", "Above all, it is necessary to simultaneously contain the spread of COVID-19 and improve economic activity in order to overcome the current crisis.", "At the same time, given the current situation and also looking ahead to the time when we overcome the crisis -- that is, the post-COVID-19 era -- it is important to focus on challenges regarding Japan's economy as a whole and firmly push forward with addressing them while making good use of insights gained from this experience.", "Looking at the past experiences of bursting of bubbles and financial crises, a major shock is often followed by a period of prolonged low growth (Chart 9).", "Examples include Japan in the aftermath of the bursting of the bubble economy and the financial crisis of the second half of the 1990s, as well as developed economies overall following the GFC.", "What happened with Japan's economy, which suffered from deflation, clearly illustrates that the social costs of addressing prolonged low growth ex post are high.", "Based on these experiences, governments and central banks around the world have made every effort to prevent as much as possible the COVID-19 shock from creating \"scarring effects,\" which are long-lasting aftereffects on the economy.", "Generally speaking, the growth potential of an economy is determined by three factors: labor input, capital input, and total factor productivity, which represents technological progress.", "The reasons for prolonged low growth in the wake of a major shock are often divided into the following three causes: (1) hysteresis effects, where, for example, an increase in unemployment at the time of the shock affects labor input during the recovery period; (2) stagnation of capital input due to constraints on business fixed investment; and (3) stagnation of technological progress.", "It is important to address these issues in order to get the economy back on a steady growth path once the impact of COVID-19 subsides.", "I would like to talk about these three issues, which I believe will be crucial from a medium- to long-term perspective.", "Labor Input: Maintaining and Improving Workers' Skills The first issue is labor input.", "The hysteresis effects of economic crises with regard to labor input refer to the fact that those who lost their jobs due to employment adjustments face a decline in their skills or an exit from the labor market, which consequently has effects on subsequent labor input.", "While this problem has often been highlighted in Europe and the United States, it also warrants attention in Japan, as evidenced by the fact that the so-called employment ice age generation, which first became an issue nearly two decades ago, is still a problem today.", "In order not to make the issue of hysteresis effects with regard to labor input worse, it is important to contain the number of those unemployed as much as possible in the event of a shock.", "In response to the current shock, many countries have provided support for retaining employees and sustaining businesses, and this also is effective in terms of addressing the issue regarding hysteresis effects of labor input.", "Japan, too, has not experienced a significant increase in unemployment or bankruptcies due to the efforts made by firms and financial institutions together with the government's employment adjustment subsidies and subsidies for sustaining businesses, as well as the government's and the Bank's support for financing (Chart 10).", "However, more will need to be done in the longer run in terms of labor input.", "That is, firms need to upgrade the skills of their employees so that they will be able to adapt to structural changes in the economy.", "Since there are major changes in the business environment as a result of the pandemic, firms will not be able to sustain adequate competitiveness by simply maintaining their workers' skills.", "Even before the outbreak of COVID-19, it has been often the case that the shortage of relevant human resources has constrained the expansion of businesses.", "With the ongoing efforts toward digitalization, the shortage of human resources for information technology is a pressing issue.", "In order to respond boldly to the major changes, firms have made efforts not only to improve workers' skills through in-house training but also to acquire new skills through the exchange of human resources with other industries.", "It is important for firms to further step up efforts that they already have made to improve their workers' skills in order to adapt to structural changes.", "Capital Input: Capital Stock Accumulation through Business Fixed Investment The next issue is capital input.", "One of the reasons for prolonged low growth after a major crisis is that the accumulation of the necessary capital stock is hampered.", "That is, in the aftermath of a crisis in which corporate profits deteriorate, economic uncertainties increase, and the funding environment worsens, business fixed investment will be constrained excessively, and firms' continuing cautious stance will lead to prolonged stagnation in capital accumulation.", "Let us look at the past business fixed investment stance of firms in Japan (Chart 11).", "Following the bursting of the bubble economy, they remained reluctant to make fixed investment for a long period under prolonged deflation.", "However, as I mentioned at this meeting last year, firms surely had become more active with their fixed investment in recent years, mainly on the back of high levels of profits.", "During this situation, early this year, we were hit by the shock of COVID-19.", "It is true that the high levels of savings that remained on hand even after making active investment have mitigated the impact of the shock.", "However, the important thing is that being excessively cautious with investment based on this experience will negatively affect future competitiveness.", "I think that firms are well aware of this point.", "Many are saying that, despite the shock, they will continue to make necessary investment, given that they significantly constrained fixed investment after the GFC and subsequently lost their competitiveness.", "When looking ahead to the post-COVID-19 era as well, I think it is important not to interrupt the positive trend seen before the outbreak, which was to invest aggressively for the future.", "Technological Progress: Continued Investment for Growth Technological progress is also important (Chart 12).", "There are many examples like the GFC where, in the aftermath of a crisis, technological progress stagnated and productivity growth in the economy as a whole remained weak accordingly.", "One of the reasons is the lack of research and development (R&D) investment.", "When firms become reluctant to make such investment, innovation is less likely to happen because the introduction of advanced technologies is delayed.", "Thus, what is necessary for technological progress is to make investment for growth from a medium- to long-term perspective and make innovative efforts based on such investment.", "In this regard, it is a noteworthy sign that, in spite of the current severe economic environment, moves toward further digitalization have been seen at various levels of our country, including firms.", "In fact, software investment has remained steady compared with overall business fixed investment.", "It is very encouraging to see that firms have maintained their stance of creating innovation through such investment for growth.", "Thus far, I have explained the key points to bring Japan's economy back on a sustainable growth path from a medium- to long-term perspective based on labor input, capital input, and technological progress.", "Of course, no one knows at this point what the so-called new normal economy will look like once the pandemic has subsided.", "However, as I talked about at this meeting in the past, when facing a significant change, firms can achieve substantial growth by being one step ahead and turning such change into opportunity.", "Progress in efforts to address environmental issues with a view to achieving the Sustainable Development Goals (SDGs) is one such example.", "I believe that many firms consider that addressing such issues will not only meet social demands but will also enhance their competitiveness in the social setting to come.", "I hope that firms will boldly take on the various challenges with a view to raising their future growth potential.", "Today, I talked about developments in Japan's economy, its outlook, the Bank's response to COVID-19, as well as the efforts that are required when also looking ahead to the post-COVID-19 era.", "The pandemic has reminded us of the importance of social interaction.", "While people have taken advantage of using virtual tools to continue their daily communication, I believe that the craving for everyday uncomplicated, face-to-face interaction has been the driving force for such actions as the development of vaccines.", "Such strong motivation can be a catalyst for great change.", "The challenge for us is how society as a whole can make the most of the harsh experience of COVID-19.", "As I have mentioned today, if we can turn economic changes into opportunities, I believe that Japan's economy will not stagnate post-pandemic, but instead will leap forward.", "To make this happen, active efforts by the private sector are essential.", "Of course, the public sector will firmly support its efforts.", "The Bank will continue to provide accommodative financial conditions in order to strongly support such transformative moves.", "Lastly, I would like to conclude my speech today by wishing you all a wonderful year ahead.", "Thank you for your attention.", "Response to COVID-19 and Medium- to Long-Term Challenges for Japan's Economy: With an Eye on the Post-COVID-19 Era Speech at the Meeting of Councillors of Nippon Keidanren (Japan Business Federation) in Tokyo December 24, 2020 Governor of the Bank of Japan I.", "Economic and Price Developments during the COVID-19 Era and Their Outlook II.", "The Bank's Conduct of Monetary Policy III.", "Strengthening Japan's Economic Growth Potential with an Eye on the Post-COVID-19 Era COVID-19 Daily Confirmed New Cases Major Economies′ Real GDP (2020) s.a., q/q % chg.", "thous., weekly average 10 thous., weekly average 25 2.5 United States (left scale) Jan.-Mar.", "Sep. Nov. China Japan United States Euro area Sources: Haver; OECD.", "Economic and Price Developments during the COVID-19 Era and Their Outlook Impact on Economic Activity Economic Activity by Sector Household Consumption CY 2019 = 100 Manufacturing Eating and drinking places, take out and delivery services Services for amusement and hobbies Accomodations Jan. Apr.", "These figures show the forecasts of the majority of the Policy Board members and those in brackets indicate the medians.", "The forecasts are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which she or he attaches the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The direct effects of the October 2019 consumption tax hike on the CPI for fiscal 2020 are estimated to be 0.5 percentage point.", "In addition, based on a specific assumption, the direct effects of policies concerning the provision of free education on the CPI for fiscal 2020 are estimated to be around minus 0.4 percentage point.", "The direct effects of the \"Go To Travel\" campaign on the CPI are estimated to be minus 0.2 percentage point for fiscal 2020 and 0.2 percentage point for fiscal 2021.", "Source: Bank of Japan.", "Effects of the \"Go To Travel\" campaign Effects of the consumption tax hikes and free education policies Items other than energy CPI (less fresh food) 14 15 16 17 18 19 20 Notes: 1.", "Energy consists of petroleum products, electricity, and gas, manufactured & piped.", "Figures for the \"effects of the consumption tax hikes and free education policies\" from April 2020 onward are based on staff estimations and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "The Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Further active purchases of JGBs and T-Bills Enhancement of the U.S. Dollar Funds-Supplying Operations Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen (for the time being) J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil.", "yen (for the time being) II.", "The Bank's Conduct of Monetary Policy Financial Conditions Lending Attitudes of Financial Institutions Amount Outstanding of Bank Lending, CP, as Perceived by Firms and Corporate Bonds y/y % chg. DI (\"accomodative\" - \"severe\"), % points 30 Lending by domestic commercial banks CP and corporate bonds \"accomodative\" -10 -20 Small and medium-sized firms CY 05 07 09 11 13 15 17 19 CY 05 07 09 11 13 15 17 19 Notes: 1.", "In the left-hand chart, figures are for all industries.", "In the right-hand chart, figures for lending by domestic commercial banks are monthly averages.", "Figures for CP and corporate bonds are those at the end of the period.", "Lending by domestic commercial banks includes loans to firms, individuals, and local governments.", "Sources: Bank of Japan; Japan Securities Depository Center; Japan Securities Dealers Association; I-N Information Systems.", "The Bank's Conduct of Monetary Policy Key Points of Decisions Made at the December MPM  Economic activity and prices have remained under prolonged downward pressure due to the impact of COVID-19.", " In this situation, there is a need to support the economy and thereby achieve the price stability target of 2%.", "Extension of the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19)  Extension by 6 months: end-March 2021 → end-September 2021 * Further extension will be considered if necessary.", " Adjustments to the Special Program  Purchases of CP and corporate bonds: combine the maximum amount of additional purchases for each asset, making a total of 15 tril.", "yen  Special Operations to facilitate financing: remove the upper limit of 100 bil.", "yen on funds provided to each eligible counterparty against loans that financial institutions make on their own Assessment for Further Effective and Sustainable Monetary Easing to Achieve the Price Stability Target of 2%  The Bank judges that there is no need to change the framework of \"QQE with Yield Curve Control.\"", "The Bank will assess various measures under this framework and make public its findings, likely at the March 2021 MPM.", "Strengthening Japan's Economic Growth Potential with an Eye on the Post-COVID-19 Era Labor Input: Avoiding Hysteresis Effects Unemployment Rate Number of Corporate Bankruptcies s.a., % 1,200 CY 06 08 10 12 14 16 18 20 CY 06 08 10 12 14 16 18 20 Capital Input: Avoiding Stagnation of Business Fixed Investment Corporate Profits and Investment-Cash Flow Ratio Business Fixed Investment s.a., ann., tril.", "In the left-hand chart, figures for current profits are based on the \"Financial Statements Statistics of Corporations by Industry, Quarterly.\"", "Excluding \"finance and insurance.\"", "Figures from 2009/Q2 onward exclude \"pure holding companies.\"", "In the right-hand chart, operating cash flows = net income - dividends + depreciation expenses + Δprovisions - Δinventories - Δtrade credits - Δnet amount of other current assets.", "Investment includes land purchasing expenses and excludes software and R&D investment.", "Sources: Cabinet Office; Ministry of Finance.", "Strengthening Japan's Economic Growth Potential with an Eye on the Post-COVID-19 Era Technological Progress: Encouraging Investment for Growth Stagnation of Total Factor Productivity Research and Development Investment After the Crisis y/y % chg. y/y % chg. .2 6 the GFC 1.0 the GFC 0.8 0.6 2 0.4 0.2 0.0 United States United Germany Japan United States United Germany Japan Kingdom Kingdom"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic Growth", "Monetary Policy", "Financial Stability", "Inflation", "Labor Input", "Capital Input", "Technological Progress", "Post-COVID-19 Era", "Business Fixed Investment"]}