{"sentences": ["Good morning and thank you for the opportunity to participate today, the first day of what looks to be a very interesting four days featuring a range of important and timely discussion items for the financial sector.", "As I looked through the agenda, I was impressed with the diversity of topics the panels will be covering, including traditional banking risks, emerging risks like climate change, and the industry's response to the pandemic.", "Today, I want to focus my time on the importance of a firm's culture in determining business outcomes and how that culture may be impacted by the Covid-19 pandemic.", "Through my remarks today, I will address two core sets of questions.", "One, what is cultural capital, why does it matter, and how does it evolve?", "Two, how is cultural capital impacted by the pandemic?", "I think we'll hear more about how the pandemic is impacting financial firms in a wide variety of ways throughout the conference.", "Before proceeding, I will emphasize that I am speaking for myself and my views do not necessarily reflect those of the Federal Reserve Bank of New York or the Federal Reserve System.", "First, what is cultural capital?", "My colleagues and I introduced the concept of cultural capital for financial firms in a white paper in late 2017 as a type of intangible asset that impacts how a firm operates and ultimately performs.", "Cultural capital is an input into a firm's production process that determines its ability to deliver the products and services that it offers.", "It is analogous to physical capital like the equipment, buildings and property a firm uses; to human capital, which is the accumulated knowledge and skills of its workers; and to reputational capital, which includes the franchise value or brand recognition of a firm.", "More broadly, culture can be defined as the shared set of norms within a group that influences decision-making and is evidenced through behavior.", "Cultural capital is a conceptual way to link a firm's culture, including its values, assumptions and behavioral norms, to its business outcomes.", "For financial firms, it is not loss-absorbing in a financial sense like equity capital, but it can be loss-preventing by influencing decisions, behaviors, and outcomes over time.", "As an intangible asset, we generally see the impact rather than the thing itself.", "But, its impact can be measured, assessed, and ultimately influenced.", "In an organization with a low level of cultural capital, for example, behavioral risk is high.", "Behavioral risk refers to behaviors within an organization that could potentially lead to negative business outcomes.", "In such organizations, behavioral risk is not effectively mitigated or even considered, and the stated values of the firm are not reflected in the actions and norms of the organization's members.", "Group think is prevalent and employees do not speak freely, or are ignored, when they have concerns about the way their group is doing business.", "The letter of the law may be followed but not the spirit, with illegal activities only coming to light when discovered by authorities.", "\"Conduct\" is viewed as something that is only the responsibility of the compliance department through a set of rules and controls.", "The outcomes stemming from high behavioral risk reduce cultural capital, damage the firm and the trustworthiness of the industry over time.", "In an organization with a high level of cultural capital, on the other hand, behavioral risk is low.", "Employees refrain from taking excessive risks and they are unafraid of - and rewarded for - raising issues up the management chain.", "When they speak up, they believe the organization will take them seriously with meaningful responses.", "The organization recognizes and rewards employees who understand and internalize the expectations of laws and regulations, and do not view compliance as a checklist.", "In organizations with a high level of cultural capital, an important factor in advancing to senior leadership is role-modeling behavior consistent with a firm's values, assumptions and behavioral norms.", "These actions all add to the firm's stock of cultural capital.", "Like other forms of tangible and intangible capital, cultural capital grows and shrinks over time - purposeful investments and managerial focus can add to it, while neglect or misconduct can reduce it.", "Depletion of cultural capital can adversely impact the firm's productive capacity and value.", "This reflects, for example, changes to employees' attitudes and practices (\"how we do things\"), as well as their beliefs and values (\"the way things should be done\").", "In the Whitepaper, mthey need to recognize the importance of this critical asset, be able to measure it, and understand the types of investment needed to sustain it and the forces that may cause it to depreciate.", "Since the New York Fed began to highlight the need for a focus on culture reform in financial services, measurement has consistently been raised as a challenge.", "While measuring culture may not be as straightforward as measurement approaches for more traditional assets and risks, it is possible to gain valuable insights through a multi-layered and patient approach.", "Through the use of surveys, interviews, focus groups, behavioral analytics, network analyses, and board effectiveness assessments, firms can triangulate from multiple inputs and develop a view of how high or low their cultural capital is, both in an absolute and relative sense.", "At a 2017 conference, hosted by the New York Fed, representatives from across the industry came together to discuss how boards of directors assess their firms' cultures, hold management accountable, the benefits of data and benchmarking, and finally, the role of performance management and incentives.", "Since then, several firms have started to use big data to perform network analysis to understand how culture is transmitted through an organization.", "Others have further honed their ability to gather qualitative data and interpret it in new ways.", "There is a greater recognition that there are no simple and straightforward metrics to tell them where they stand vis-à-vis cultural capital.", "Rather, these firms are regularly experimenting with new ways to identify patterns within complex systems that are continuously evolving.", "A number of firms have recognized that the data they gather must be contextualized.", "Cultural capital is not a single statistic; one part of a firm could have generous stores of it, while another department or geography requires more focused investment and attention.", "From the accumulation perspective, building cultural capital means investing in the way the organization approaches everything it does, including defining its purpose, setting its business strategy and risk appetite, training, communications, decision-making, prioritization, compensation practices, and how employees are incented to interact with colleagues, clients, and customers.", "A critical part of sustained investment is that business leaders and boards of directors see it as their responsibility to set the tone from the top.", "Modelling the desired behaviors sets a powerful example and serves as a form of behavioral risk mitigation.", "All of these actions reflect choices that a firm makes, either implicitly or explicitly, that can build cultural capital.", "On the other hand, cultural capital can also decline or deteriorate as a result of internal choices.", "For example, overt incidences of misconduct such as a trading scandal or a legal issue, deviations between employees' actual experiences and a firms' stated values, or observations of inappropriate behavior that is tolerated or even rewarded can all contribute to the depreciation of a firm's cultural capital.", "This decline can be self-reinforcing as certain behaviors are rewarded and individuals advance in an organization, or the composition of the workforce changes as employees choose to work at firms with higher cultural capital.", "The Pandemic's Impact on Cultural Capital While the discussion so far has focused on how internal choices that a firm or its employees make can impact cultural capital, it is equally true that external factors have the potential to have a similar impact.", "For example, changes to social norms around what constitutes acceptable workplace practices can alter behavioral norms inside a firm.", "The nation-wide racial justice movement is another example of an external factor that could impact the internal culture, based on the choices a firm makes in its response.", "The current COVID-19 pandemic will also surely impact cultural capital in unpredictable and enduring ways.", "Since March, our world and the financial industry have changed before our eyes.", "Our workplaces were transformed overnight from offices to our homes.", "Our office mates now include our spouses, kids, and roommates.", "And, our colleagues became voices on the other ends of our phones or faces on our screens.", "What does all of this externally-driven change do to a firm's culture?", "In the early days of the pandemic, the financial industry and the official sector responded quickly and forcefully to ensure that the provision of critical financial services continued despite the tragic health crisis, significant economic and financial uncertainty, and substantial operational challenges.", "Many were focused on solving the immediate problems and figuring out how to work remotely.", "This proved surprisingly effective, at least in the short run.", "From the perspective of cultural capital, this sudden and dramatic shift in how we work raises multiple questions.", "First, how does cultural capital influence outcomes in this new environment?", "How are we drawing on, or depleting, the cultural capital that already existed?", "Does this environment pose new challenges regarding behavioral risk?", "And finally, is it possible to identify new opportunities to build cultural capital in a predominately remote environment?", "As we look across the industry, hear the experiences of firms and read the emerging literature, like the recent report by the UK FCA, one can identify factors that are likely to impact, and possibly erode, cultural capital.", "I'll outline several areas where these dynamics may be at play, including loss of personal interactions, severed networks, uncertainty, and decreased monitoring and oversight.", "Lack of personal interaction.", "The first dynamic is lack of personal interaction, which is critical to forming trusting relationships.", "As trust, a cornerstone of a good culture, is built through frequent interactions and reliable behavior, the lack of personal interaction at the workplace has the potential to weaken trust between colleagues, within teams, and across organizations.", "Trust is a complex human emotion that allows individuals to have faith in colleagues to do the right thing and not cause harm.", "Is it possible to sustain this 'trust' in colleagues as frequency of interactions decrease and the format of interactions make personal bonding more challenging?", "While it may still be too early to understand the long-term impact of a fully-remote staffing model on trust, it is interesting to note that over the last few years, a number of large firms that had favored a highly remote workforce, including Yahoo and IBM, had begun to reverse course, asking employees to return to the office to increase personal interaction and collaboration.", "We can perhaps learn by comparing firms that intentionally transitioned to a virtual work environment with limited personal interactions, to those that relied heavily on personal interactions and were forced into a fully remote posture.", "Indeed, we will explore how proximity impacts trust as part of a panel on trust and decision-making that I'm moderating on December 2 for the New York Fed.", "The second dynamic is severed personal networks.", "Beyond formal networks and hierarchy within an organization, the value of informal networks should not be underestimated.", "As I mentioned, the financial sector has been quite effective in maintaining core services and operations during the pandemic so far.", "One hypothesis is that this success reflects, in part, the development of personal relationships, teams, and networks over years, and possibly decades.", "As people came together during the initial months on the pandemic, it is likely that they relied on their existing networks and leveraged the strength of existing relationships.", "With the elimination of impromptu, spontaneous interactions over coffee, in elevators, and unplanned encounters, organizations need to understand the impact on communication, collaboration, innovation, and comradery.", "Will networks and relationships depreciate?", "Is there a heightened risk of silos?", "Are there missed opportunities for creativity in problem solving?", "Are there insights and knowledge being overlooked?", "And how do all these influence dialogue, debate and ultimately outcomes in the organization?", "The third dynamic is uncertainty.", "As many industries and organizations face unprecedented businesses challenges, we know that employees are also facing unique personal challenges related to their health, well-being and job security, both for themselves and their families.", "While we understand that this level of uncertainty can be paralyzing for individuals, we should also be asking how this level of persistent and profound uncertainty may impact a firm's culture.", "One potential risk is the potential for \"action bias.\"", "When feeling out of control due to the uncertainty of the environment, people are more likely to act quickly.", "They do this to feel as though they \"did something about\" an issue when in fact, more thought and analysis would result in a better business outcome.", "Even for organizations that are not as directly impacted by the pandemic, thought should be given to how uncertainty about personal and professional circumstances impacts decision making, relationships, and behaviors in the workplace.", "Decreased monitoring/oversight.", "The final dynamic is monitoring and oversight.", "Both internal and external monitoring and oversight play an important role in ensuring behavioral norms are maintained, sound processes and procedures are being followed, and there is open communications across reporting lines.", "Limited contact with managers and leaders within the organization has the potential to leave employees lacking clear guidance, feeling isolated, and willing to take on more risk.", "In large complex organizations, this is also likely to vary across business lines, heightening the need for clear and consistent leadership and guidance from multiple levels within the organization.", "In response to these dynamics, we have seen financial firms take a number of steps over the past few months focused on mitigating behavioral risk associated with the pandemic and working remotely.", "For example, some firms have leveraged prominent instances of misconduct and customer abuses of coronavirus relief programs to reiterate clear expectations and standards around integrity and personal accountability for employee actions.", "Others have intentionally placed cultural leaders over businesses in need of a stronger control environment.", "This indicates that the pandemic may be leading to opportunities to grow cultural capital, or at least ensure practices are in place to ensure it is not eroded.", "Finally, perhaps the experience of shared uncertainty could have a positive impact on culture, particularly with respect to fostering greater empathy.", "I've certainly seen examples within my own organization of people stepping up when colleagues that are under greater personal pressure need more time to manage their external commitments.", "There has been much greater openness and vulnerability among work colleagues - and greater vulnerability tends to encourage higher levels of trust.", "We should all be thinking about how to ensure that we seize the opportunity to \"bake in\" these positive changes.", "To conclude, as we look back on the past eight months and begin building the next normal, I think that the idea of cultural capital will prove to be enduring.", "The ways in which firms might invest in their culture will undoubtedly change in the new work environment and we'll learn more about the long-term impact of the pandemic, but the basic ideas that culture influences business outcomes, that firms can build their culture through purposeful investment, and that culture can depreciate if left unattended will likely persist.", "To better understand this evolution, we should begin by examining each of the factors that determine a firm's culture, pre-pandemic and post-pandemic, and identify the likelihood of events or practices that have the potential to build or erode their cultural capital.", "Thank you for your attention.", "Misconduct Risk, Culture, and Supervision,\" Stephanie Chaly, James Hennessy, Lev Menand, Kevin Stiroh, and Joseph Tracy, Federal Reserve Bank of New York, December 2017.", "Edgar H. Schein, Organizational Culture and Leadership (2004).", "For a context specifically related to supervision, see \"Supervision of Behaviour and Culture: Foundations, practices & future developments,\" DeNederlandscheBank, 2015 Mirea Raaijmakers, \"INTERVIEW: ING's behavioural risk team seeks to uncover 'invisible drivers' of risky behavior\", Reuters Financial Regulatory Forum, Henry Engler, January 10, 2020.", "Kevin J. Stiroh, \"The Complexity of Culture Reform in Finance,\" Remarks at 4th Annual Culture and Conduct Forum for the Financial Services Industry, October 4 2018.", "New York Fed Workshop on Culture Measurement and Assessment, June 2017.", "Conduct, culture and Covid-19\" Cara Bloomfield, Peter Ewing, Olivia Fahy, Nafa Ben Haddej and Ted MacDonald, FCA, June 2020.", "\"Citi investment bank boss predicts resurgence of offices,\" Financial Times, May How to Prepare Your Virtual Teams for the Long Haul,\" Mark Mortensen and Constance Noonan Hadley, Harvard Business Review, May 2020.", "Supervision of Behaviour and Culture: Foundations, practices & future developments,\" DeNederlandscheBank, Why IBM Brought Remote Workers Back To The Office - And Why Your Company Might Be Next \" Forbes, October 2017.", "Don't Let Uncertainty Paralyze You\", Nathan Furr, Harvard Business Review, April 2020 \"Lockdown and crisis: why now is THE time to look at behavioural risks\" Samhoud, March 2020"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cultural capital", "Behavioral risk", "Culture", "Conduct", "Measurement", "Depreciation", "Pandemic", "Personal interaction", "Networks", "Uncertainty"]}