{"sentences": ["Your Excellences, Ladies and Gentlemen, it is a great pleasure to join the 2020 virtual edition of the Rome Roundtable meeting.", "I would like to thank the Secretary General Steve Howard for giving me the opportunity to address such a distinguished group of guests and the Chairman Rob Knott for his kind introduction.", "Next year Italy will chair the Group of Twenty (G20) for the first time since it started its gatherings in 1999.", "Our Presidency, not unlike the one that is about to conclude, takes hold under exceptional circumstances.", "The Covid-19 pandemic, a human tragedy, has triggered an economic collapse that is unprecedented in recent history.", "According to the latest IMF projections, global activity will contract by 4.4 per cent this year, the worst result since World War II.", "At the time of the global financial crisis, in their Statement at the 2009 Pittsburgh Summit, G20 Leaders designated the Group to be the \"premier forum for our international economic cooperation\".", "Global financial stability was then in danger; that crisis had sizeable costs, but coordinated actions succeeded in halting a more costly spiral and, also through the work of the Financial Stability Board (FSB), making our financial systems more resilient.", "Today's pandemic crisis brings to the fore another extremely dangerous challenge that must be addressed with ever closer cooperation across countries.", "We now realise that the risks of a global health crisis have been substantially underestimated.", "They are by no means the only ones: environmental sustainability, poverty eradication, trade openness, financial stability and knowledge transfer all contain elements of a global public good, whose provision may fall dangerously below desirable levels if national interests and market outcomes are not mediated through the balance of a truly multilateral, consensus-based and far-sighted approach."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global cooperation", "Financial stability", "Global health crisis", "Environmental sustainability", "Poverty eradication", "Trade openness", "Knowledge transfer", "Multilateral approach", "Consensus-based approach", "Far-sighted approach"]}