{"sentences": ["28.10.2020 A trail-blazer at the pinnacle of the Spanish financial system \"Diversity and Enterprise\" conference, Federación Asturiana de Empresarios Margarita Delgado Good morning, I feel very honoured to have been invited here today by the Business Equality Committee of the Federación Asturiana de Empresarios (FADE), one of Spain's first employers' associations to approve a plan establishing equality as a strategic priority in its corporate and human resources policies.", "Initiatives that bolster and give visibility to female leadership, such as those implemented by FADE with the support of the Committee, are key to ensuring diversity.", "Gender balance must be a priority at all organisations, both public and private.", "Rest assured that we at the Banco de España embrace this commitment, and I think it is fair to say that we have made significant headway in recent years.", "In fact, early this year the Gender Balance Index 2020, produced by the Official Monetary and Financial Institutions Forum (OMFIF), ranked the Banco de España first for gender equality among the world's central banks (scoring 91.67 out of 100).", "In 2019 we achieved near-parity between men and women in our workforce, and in the last three years we have increased the participation of women in management positions.", "With eight members, female representation on the Governing Council has reached 50%.", "The proportion of women on the Executive Commission now stands at 40%, while at the senior management level, two of the seven directorates general, namely the important areas of Banking Supervision and Cash and Branches, are currently headed by women.", "These figures demonstrate the Banco de España's commitment to diversity and the role of women in management positions; however, these changes are taking place at all levels.", "As many of you know, I am a bank examiner by trade.", "When I joined the Banco de España, a number of years ago now, banking supervision was a highly male-dominated profession.", "In the latest banking supervision intake, the majority of those qualifying for the entry examinations were women (54%).", "What's more, not only was the majority reasserted following the exams, it was amplified (61% of those who passed were women and 39% men).", "This result occurred naturally, meaning without any explicit policies, positive discrimination or quotas.", "A higher number of women passed simply because their examination results were better.", "Despite this headway, more work unquestionably needs to be done to ensure equality in all areas of leadership and team management.", "At the Banco de España, we are working towards this on several levels.", "First, we are introducing measures aimed at retaining talent and excellence, based on: (i) work-life balance policies, such as remote working and flexible hours; (ii) neutrality in job postings; (iii) mentoring programmes, in which we try to establish an equal number of men and women; and (iv) efforts to ensure parity on selection panels.", "Most of these policies are geared towards all employees, both men and women.", "This is essential, given that we believe a far-reaching cultural change must be achieved.", "And that is always more difficult if only some of us are engaged.", "Naturally, to drive such a shift in culture and attitudes, the commitment of senior management is key.", "This commitment was set out in our first Strategic Plan 2020-24, which was approved this year and includes a firm undertaking to consolidate, reinforce and build on the achievements made in this domain, and also to communicate and spread this message to the outside world.", "Accordingly, the Banco de España is involved in various cross-border initiatives, including most notably a forum we have jointly organised with Morocco's central bank since April 2018 and which, this year, unfortunately had to be postponed because of the pandemic.", "Lastly, as part of our research function, this commitment is embodied in an undertaking to assess the implications of the gender gap at our institutions.", "As indicated by the World Economic Forum in one of its reports on gender equality, \"ensuring the full development and appropriate deployment of half of the world's total talent pool has a vast bearing on the growth, competitiveness and future-readiness of economies and businesses worldwide\".", "I think it is important to underline that this is not about maintaining the existing structures and forcing equality in numbers only.", "Rather, the aim is to change attitudes and drive innovation, diversity and efficiency by including women in decision-making teams.", "Nor is it even a question of justice.", "The decision to promote diversity is supported by numerous studies that have found mixed management teams to be more innovative, more efficient and better prepared to pre-empt and deal with crises.", "The COVID-19 crisis has allowed us to pit women's capacity to respond, often with outsidethe-box thinking, against men's.", "An article published last April in Forbes magazine examined how women leaders had responded to the pandemic.", "The article highlighted certain feminine traits or aptitudes that contrast with those typically demonstrated by male leaders.", "Cases in point are Angela Merkel's honesty and the decisiveness of the President of Taiwan and the Prime Minister of New Zealand.", "Use of modern technology was pivotal to the responses to the pandemic led by the Prime Ministers of Iceland and Finland.", "And the Prime Minister of Norway was praised for her innovative approach to communication with the public regarding the pandemic.", "Broadly speaking, the innovation, empathy, tact and care displayed by these leaders in their pandemic communication and management contrast sharply with other stances.", "I believe those studies suggesting, increasingly clearly, that female leadership can be distinct and beneficial are being borne out by the facts.", "According to the World Economic Forum's Global Gender Report 2020, which covers 153 countries, Iceland ranked as the most gender-equal country in the world for the 11th consecutive time, followed closely by other Nordic countries such as Norway, Finland and Sweden.", "Despite being very different culturally, Spain managed to achieve eighth position.", "This is not a bad result, but there is no room for complacency.", "Public and private institutions and listed firms must drive this revolution.", "The CNMV recently published its new Good Governance Code, in which it recommended that women occupy at least 40% of the seats on IBEX-35 listed firms' boards by 2022, up from 30% previously.", "I have already mentioned the Banco de España's research in this area.", "I would like to single out the research paper by one of our economists (Laura Hospido) together with two economists from the European Central Bank, studying the gender gap at the ECB.", "I will also briefly mention a second study from our Structural Analysis and Microeconomic Studies Department, in which a similar assessment is conducted for the Banco de España.", "The ECB's experience shows that a specific strategy to foster diversity can generate tangible benefits in the form of a better gender balance.", "In 2010, the ECB's Executive Board implemented a marked shift in policy towards diversity by issuing a public statement and launching a diversity action plan.", "The action plan was supplemented in 2013 with explicit gender targets for the entire ECB hierarchy.", "The gender gap in the probability of promotion declined notably after the strategy was launched.", "Entry-level economists typically join the ECB at the age of 30, many of them with a PhD.", "They usually enter the ECB at the expert level (salary band F/G) and subsequently progress to the principal economist level (salary band H) and adviser level (salary band I).", "The salary bands above adviser level are for heads of division and senior management.", "To move to a higher salary band, economists must submit an application and be selected in a promotion campaign.", "The study shows that the average difference between economist-level starting salaries for men and women in the period 2003-2017 was small: just over 1%.", "However, the gender wage gap widens notably over time, reaching more than 7% after ten years.", "For moves within the same salary band, however, the differences are minimal (see righthand panel).", "This indicates that the divergence between men's and women's salaries is primarily related to the probability of promotion over time.", "The paper demonstrates that, among employees beginning their career in the expert salary band,4 after ten years the probability of promotion for men stood at 57%, while that of women was just 37% (see left-hand panel).", "However, the analysis also shows the marked impact of the ECB's recent initiatives.", "In contrast with the preceding period, from 2011 onwards the gap between the promotion rates of men and women has been very small (see right-hand panel).", "Nevertheless, despite the ECB's diversity policy, the gender differences in the career progression of its employees were not eradicated entirely.", "One important conclusion we can draw from studying promotion processes between 2012 and 2017 is that women are less likely to apply than men.", "Indeed, women's application rate is around 40% lower than men's.", "Therefore, given that the probability of promotion has been similar for men and women since 2011, women's lower application rate means that those ultimately applying for these processes have a greater chance of being promoted.", "This poses the question of whether women's success at the ECB is down to positive discrimination or merit.", "In other words, are women being promoted because of their gender or because they are the best candidate irrespective of their gender?", "After being promoted, women's wage progression is, on average, faster than men's.", "This suggests that the women selected for promotion perform better.", "Allow me to focus on my organisation now.", "As I said earlier, the Banco de España currently has a gender-equal workforce, with the share of women having gradually risen from 30% at the end of the 1980s.", "Significant momentum was gained in the mid-2000s, coinciding with greater awareness about the advantages of gender diversity.", "However, at that point no specific policy geared towards increasing women's presence was implemented.", "Instead it came about 'naturally'.", "Despite the workforce parity achieved, there are still sizeable differences across professional groups: in 2019, women accounted for 40% of managerial staff, 46% of senior experts, 52% of experts and specialists, 66% of administrative staff and 11% of other support services staff.", "This recent momentum was above all due to women making up a relatively larger share of new entrants joining the Bank (see centre panel).", "Logically, among the most experienced staff, the relative share of women has increased at a much slower pace (see right-hand panel).", "The average gender wage gap is a commonly used measure to summarise gender differences in career progression.", "In recent years, this gap has stood at 17% at the Banco de España (black bar), i.e.", "the average wage of male members of staff is 17% higher than that of female members.", "This is the raw gap and could therefore be due to differences in staff's individual characteristics causing wage differences.", "The gap narrows from 17.2% to 8.4% when factoring in demographic characteristics (grey bar).", "Family situation lies behind a portion of this difference.", "The gap closes to 7.9% if we factor in marital status and parenthood (blue bar).", "Adding in characteristics such as years of experience and area of activity narrows the gap further to 6.8% (red bar).", "Taking professional group into consideration, the gap closes completely (green bar).", "Yet it is important to take into account that, unlike the other individual characteristics that we can assume to be exogenous, an employee's career history has a significant bearing on their professional group.", "Once staff members' individual characteristics have been factored in, a significant gap only remains for women with children.", "In summary, when considering the underlying causes of the gender wage gap, the two usual suspects are in play: parenthood and movements between professional groups (or promotions).", "In these times, marked by a sense of urgency to find solutions and answers, I believe central banks must spearhead efforts to analyse and address the major challenges facing society and the economy.", "Of course, we should also support projects that foster excellence and value added in our work by not only harnessing all talent, but also by including environmental and social risks in our vision as a central bank.", "I am personally championing the analysis of environmental risk and sustainability at my organisation.", "Like the promotion of equality, this is an unquestionably innovative project that requires empathy and a long-term vision.", "Undoubtedly, it also requires an unprejudiced ear and a very open mind to achieve patient learning and progress.", "Both topics are of great significance to society and may encounter resistance at first, often out of ignorance.", "Hence the importance of bringing together as many people as possible to address these challenges and, of course, of good communication to help raise awareness.", "Does my gender have a hand in this?", "I'm not sure, because the Banco de España's commitment is unanimous.", "That said, this is perhaps a topic where women demonstrate greater awareness.", "Indeed, it was a woman, the biologist Rachel Carson, who is said to have sparked the modern environmental movement.", "She sounded the first scientific alarm about the death of the planet at the hands of human activity.", "It is also true that in Europe the European Commission and the ECB are leading the charge against climate change.", "Both institutions are led by women.", "Furthermore, according to a survey conducted by the Elcano Institute, women are more environmentally conscious.", "As I stated earlier, it is also crucial that public and private institutions endeavour to raise awareness of and draw attention to gender equality and sustainability.", "In this regard, the Banco de España has implemented an Interdepartmental Environmental Awareness and Sustainability Training Plan for all employees.", "This plan consists of a series of conferences, coinciding with the International Day of Climate Action on 24 October, focused on explaining and understanding climate change's impact on our lives through different and complementary perspectives.", "Before this pandemic, the world was undergoing extraordinary change; unprecedented technological innovations, but also far-reaching social and structural changes thanks to women's role in our economies and the policy drive to achieve gender parity in the workplace.", "With the outbreak of the pandemic, the work-life balance measures that organisations had been slowly and painstakingly introducing were imposed to safeguard health.", "These include new ways of working from home, managing teams and even contacting third parties.", "Starting a conversation by asking about the other person's health and that of their family, friends and work colleagues is now an everyday occurrence.", "The pandemic has forced us to keep our distance, but in many cases it has brought us nearness and much-called-for flexibility.", "Yet in some cases it has reversed some of the headway made in terms of worklife balance.", "There are added stresses on account of the dual burden of work and family responsibilities that, according to some studies, appears to have been largely shouldered by women.", "There are of course those wishing to return to the workplace as soon as possible due to remote working-induced anxiety associated with isolation.", "These are all side effects of working from home that we will have to tackle with appropriate policies.", "Now more than ever it is important to reaffirm diversity's importance and value.", "It provides clear benefits such as efficiency, tolerance and a wealth of views in decision-making.", "We must continue to move forward resolutely and confidently, avoiding any blurring of the private and professional space, dividing tasks rationally and fairly, and harnessing technologies to our benefit to work towards real work-life balance.", "We cannot allow the pandemic to roll back the progress made in gender equality."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Gender equality", "Diversity", "Work-life balance", "Women's leadership", "Central bank research", "ESG (environmental, social, and governance)", "Promotion processes", "Gender wage gap", "Pandemic impact", "Remote working"]}