{"sentences": ["Thanks to Matt Boge for his incredible assistance over my term as Chair, as well as Grigoria Christodoulou and the other members of the GFXC Secretariat.", "Tonight I will talk about the recently completed review and update of the FX Global Code.", "The updated Code was released on 15 July.", "Tonight I will remind you about the important role the Code plays in the foreign exchange (FX) market.", "I will summarise the parts of the Code that have been updated and talk about the accompanying papers on pre-hedging and last look.", "The FX Global Code was launched in May 2017.", "It was a direct and important response to the lack of trust the foreign exchange industry had been suffering on the back of a number of instances of misconduct in the market and the associated multi-billion dollar fines.", "This lack of trust was evident both between participants in the market and, at least as importantly, between the public and the market.", "The lack of trust was impairing market functioning.", "The market needed to move toward a more favourable and desirable location, and allow participants to have much greater confidence that the market is functioning appropriately.", "It is also important to remember what the alternative was in the aftermath of the scandals.", "There was a decent chance that authorities could conclude that a substantial regulatory response was necessary to generate the desired improvement in market structure and conduct.", "But the Code provided the opportunity for the FX market to address the lack of trust and market dysfunction.", "The Code was developed through a public sector-private sector partnership.", "It was a joint effort of central banks and market participants drawn from all parts of the markets: from the buy side, including corporates and asset managers, and the sell side, along with trading platforms, ECNs and non-bank participants.", "The membership was also from all around the world, drawing from the various Foreign Exchange Committees (FXCs) across the globe comprising all the top 15 FX markets by turnover, both advanced and emerging markets.", "The Global Foreign Exchange Committee (GFXC) that maintains the Code has since expanded to 20 members.", "The Code set out global principles of good practice in the FX market to provide a common set of guidance to the market.", "The 55 principles in the Code cover ethics, information sharing, aspects of execution including e-trading and platforms, prime brokerage, governance, risk management and compliance, and confirmation and settlement.", "The Code is principles-based rather than rules-based.", "There are a number of reasons why this is so but, for me, an important reason is that the more prescriptive the Code, the easier it is to get around.", "Rules are easier to arbitrage than principles.", "The more prescriptive and the more precise the Code, the less people will think about what they are doing.", "If it's principles-based and less prescriptive then market participants will have to think about whether their actions are consistent with the principles of the Code.", "The Code is not a procedures manual.", "Rather, the Code articulates principles that need to be taken into account.", "Individual firms may then take these principles and reflect them in their own procedures manuals.", "Our aim in setting out these principles is to provide market participants with the framework in which to think about how they, for example, handle their orders.", "The emphasis here is very much on the word 'think'.", "These principles of good practice have helped to restore confidence and promote the effective functioning of the wholesale FX market.", "In my view, the FX market is in a better place than it was a few years ago.", "That is confirmed by surveys of market participants too, including the one conducted by the GFXC a couple of years ago.", "The Code has also been adopted by a number of securities regulators round the world as the primary reference for their oversight of the FX market, including in the UK, in China and in my own market Australia.", "When we launched the Code, it was agreed that the Code would be reviewed by the GFXC every three years to ensure it remained appropriate and to also ensure it stayed current with the ongoing evolution of the FX market.", "Hence, around two years ago, the GFXC surveyed market participants to assess what areas of the Code needed to be reviewed.", "The primary response of market participants was that the Code remained fit for purpose and changes should only be made as necessary.", "The strong guidance was that changes to the Code should be contained to a few areas.", "The GFXC identified a few key areas requiring review to ensure that the Code continues to provide appropriate guidance and contributes to an effectively functioning market, and remains in step with the evolution of the market.", "Over the past 18 months, various working groups of the GFXC, drawing on a diverse group of market participants and central banks, have been working on the review.", "The proposed updates to the Code have been through a number of rounds of feedback with market participants through the FXCs round the world, as well as a public feedback process.", "I would like to thank the broad range of market participants who provided us with feedback.", "I would particularly like to thank the working groups for their hard work, especially given the challenging environment of the pandemic.", "The Review of the Code Following this process of review and consultation with industry, the GFXC has published the updated version of the Code.", "The July 2021 version of the Code replaces the earlier, August 2018 version.", "In total, 11 of the Code's 55 principles have been amended.", "The GFXC has also developed disclosure cover sheets and templates for algo due diligence and transaction cost analysis (TCA) to assist market participants in meeting the Code's principles for disclosure and transparency.", "Additionally, the GFXC has published guidance papers on the practices of Pre-Hedging and Last Look to support market participants in applying the Code's principles in these areas.", "One area that reflects the development of the market is the role played by Anonymous Trading.", "The Code has been amended to encourage greater disclosure by those operating anonymous platforms, including of their policies for managing the unique identifiers ('tags') of their users.", "Anonymous trading platforms are also encouraged to make available the Code signatory status of their users.", "Recognising the value that data related to trading activity holds for market participants, the Code now states that FX e-trading platforms (including anonymous platforms) should be transparent about their market data policies, including which user types such data is made available to and at what frequency and latency.", "Platforms are also encouraged to disclose the mechanisms and controls by which they are managing or monitoring the credit limits of their users.", "The risks associated with FX settlement are potentially very significant and have come back into view again following the publication of the previous Triennial survey of FX turnover by the BIS.", "Consequently, the GFXC identified a need to strengthen the Code's guidance on Settlement Risk.", "Amendments have been made to place greater emphasis on the usage of payment versus payment (PVP) settlement mechanisms where they are available and to provide more detailed guidance on the management of settlement risk where PVP settlement is not used.", "New language on the potential systemic consequences of a market participant's failure to meet their payment obligations has been included to specifically discourage 'strategic fails'.", "The Code's guidance on the information that providers of Algorithmic Trading or aggregation services should be disclosing has been expanded to include the disclosure of any conflicts of interest that could impact the handling of client orders (such as those arising from interaction with their own principal market-making desk).", "More broadly, the GFXC believes the market would benefit from greater uniformity of disclosures in this area.", "To enable clients to more easily compare and understand the services being offered, market participants providing algorithmic trading services are now encouraged to share their disclosure information in a standardised format.", "To this end, the GFXC is publishing an Algo Due Diligence Template that market participants may use, as appropriate.", "Similarly, the GFXC believes that Transaction Cost Analysis would be aided by greater harmonisation of data reporting within the industry.", "TCA is central to determining the quality of execution received by users of algorithmic trading services.", "As the barriers to conducting TCA can be high, a standardised information set could be particularly helpful for less-sophisticated clients or those with limited resources.", "The GFXC is publishing a Transaction Cost Analysis Data Template that should assist in bringing about greater standardisation.", "Disclosure Cover Sheet and Templates for Algo Due Diligence and Transaction Cost Clear and accessible disclosures allow market participants to make informed decisions about the other market participants with whom they interact.", "A key area of focus for the GFXC was the challenges market participants faced in accessing and evaluating the large amount of varied disclosure information being made available to them.", "To address this, the GFXC has created standardised Disclosure Cover Sheets for liquidity providers and for FX e-trading platforms.", "They have been developed to improve the accessibility and clarity of existing disclosures.", "You should be able to more easily compare and contrast disclosures across a set of standardised information.", "The Code has also been expanded to include explicit references to the provision of information about trade rejections.", "Market participants should be making clients aware of the basis on which trades might be rejected, and should be keeping records of the reasons behind electronic trade rejections.", "The Disclosure Cover Sheet, the Algo Due Diligence Template and the TCA Data Template can support market participants in meeting the range of disclosure and transparency principles within the Code.", "They will be made available on the GFXC website and their use is voluntary.", "Market participants will be able to post their Disclosure Cover Sheet alongside their Statement of Commitment on participating public registers, further supporting accessibility of disclosure.", "Guidance Papers on Pre-Hedging and Last Look Principles 11 and 17 of the FX Global Code describe good practice for market participants using pre-hedging and last look.", "They continue to be areas that generate strong and sometimes diverse views across market participants.", "There was demand for further clarity on the appropriate usage of these trading practices.", "Hence, the GFXC is publishing separate guidance papers on these topics.", "These papers are intended to be read alongside the Code in its entirety.", "(That is, there are other principles in the Code that cover practices relevant to pre-hedging and last look, not just Principles 11 and 17.)", "The Guidance Paper on Pre-Hedging discusses the circumstances in which pre-hedging could be used in the FX market and the controls and disclosures that could help align pre-hedging activity with the Code.", "As the paper states, in utilising pre hedging, liquidity providers are expected to behave with integrity both in executing their client activities and in supporting the functioning of the FX market.", "While the intent of any liquidity provider conducting pre hedging should be to benefit the liquidity consumer in executing an anticipated order, there is no guarantee that it will always result in a trade, or a trade at a price that is beneficial to the liquidity consumer.", "Pre hedging done with no intent to benefit the liquidity consumer, or market functioning, is not in line with the Code and may constitute illegal front running.", "The Guidance Paper on Last Look has generated a larger volume of discussion and feedback than the other parts of the review.", "To ensure we have appropriately taken that on board, we are undergoing a final round of feedback with the FXCs.", "The feedback window closes this week and we are aiming to publish the final version of the paper in the coming weeks.", "At the same time, we will also publish the disclosure templates as they contain disclosures on last look.", "Statement of Commitments Almost 1,100 entities globally have signalled their adherence to the Code's principles by signing a Statement of Commitment.", "With the publication of the updated Code, the GFXC is encouraging market participants to consider renewing their Statements of Commitment, having regard to the nature and relevance of the updates to their FX market activities.", "The GFXC acknowledges that the changes to the Code will affect certain parts of the market more than others.", "For those most affected by the changes, we would anticipate a period of up to 12 months for practices to be brought into alignment with the updated principles.", "We would expect that the disclosure cover sheets would be posted alongside the Statement of Commitments on a similar timeframe, if not sooner.", "To conclude, the GXFC has completed the three-year review of the FX Global Code.", "The Code has been updated to remain current with the ongoing evolution of the FX market.", "It will continue to serve its important role of setting the standard for good practice.", "But to do so, it requires that you as market participants continue to reflect the principles of the Code in your activities in the FX market.", "I would strongly encourage you to familiarise yourself with the changes to the Code, and particularly to make good use of the disclosure templates.", "In the end, we all have a strong common purpose in ensuring that the FX market continues to operate effectively and with integrity.", "GFXC (2021), 'GFXC Updates FX Global Code, Publishes New Templates for Disclosures and Guidance Paper on Pre-Hedging', Press Release, 15 July.", "GFXC (2019), 'GFXC Priorities for the 3-Year Review of the FX Global Code', 6 November.", "Schrimpf A and Sushko V (2019), 'Sizing Up Global Foreign Exchange Markets', BIS Quarterly Bulletin, December, pp 21-38.", "For more on algo trading, see BIS (2018), 'Monitoring of Fast-Paced Electronic Markets', report submitted by a Study Group established by the Markets Committee, September.", "The Good, the Bad and the Ugly of FX Market Fragmentation - And What To Do About It', Speech at TradeTech FX 2019, Barcelona, 13 September."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["FX Global Code", "Foreign exchange market", "Disclosure and transparency", "Pre-hedging", "Last Look", "Settlement risk", "Algorithmic trading", "Transaction cost analysis", "Statement of Commitments", "Liquidity providers"]}