{"sentences": ["14.01.2021 The banking industry and the challenges of the pandemic* Spain Investors Day Pablo Hernández de Cos *English translation of the original speech in Spanish Good evening.", "Let me thank the Governing Board of Spain Investors Day and their President, Benito Berceruelo, for kindly inviting me to participate in the closing of the 11th edition of this annual international forum.", "As in previous years, it will undoubtedly contribute to enhancing Spain's image and to promoting international investment in our country.", "Allow me also a brief comment on the content of my speech.", "As a member of the Governing Council of the European Central Bank (ECB), I am today subject to the so-called \"quiet period\" ahead of monetary policy decision-making meetings.", "Therefore, my thoughts may not be interpreted as indicative of the monetary or economic outlook.", "Against the background of the ongoing COVID-19 pandemic and its impact on the economy, I should like to talk today about the banking industry in Spain.", "The industry plays a crucial role in crisis situations such as the present one by providing financing to the productive sectors and to households.", "And, like other sectors in the economy, it has also seen the risks it faces as a consequence of the crisis rise.", "The current conjuncture has once again highlighted the importance of maintaining a healthy and resilient banking industry in the face of the various shocks that may arise.", "Resilience in the banking industry should be generated before the crisis Evidently, the improvements in the past decade in terms of balance sheet quality and solvency levels left the global and Spanish banking sector better placed to absorb the current crisis and to continue providing the financing the economy needs.", "Notably, the effect of the far-reaching international financial reform and, in Spain's case, the restructuring of the sector implemented in the past decade are, along with the various economic policy measures adopted during the crisis, helping to mitigate and manage the risks generated by the pandemic.", "Indeed, the financial system is so far acting as a mitigating - and not amplifying - factor of the impact of this crisis.", "This should be a reminder to us of the importance of having a sound banking industry shored up by prudent global regulatory standards.", "Let me illustrate this with some figures.", "Spanish banks' level of solvency had increased, in terms of Tier 1 capital, from €158 billion in 2007 to €215 billion just before the crisis, i.e.", "And almost half of this total amount of capital in the sector was in the form of buffers above the regulatory minimum amount, which can, if necessary, be released as part of the prudential response to the crisis.", "Moreover, in the wake of the global financial crisis, mortgage lending standards have been much stricter and, in the case of loans to firms, they have been much more closely tied to their efficiency.", "Likewise important from the standpoint of the industry's resilience has been the deleveraging undergone by the Spanish non-financial private sector during this period.", "From 2010 to 2019 there was a decline of almost 30 pp of GDP in the household debt ratio; and in the case of the non-financial corporations sector, its net debt fell by more than 45 pp of GDP from 2010.", "In any event, the most appropriate means of illustrating the banking sector's resilience is through the stress tests we regularly perform as supervisors.", "In July, the ECB conducted a vulnerability analysis of the banks under its supervision.", "The aim was to test, prospectively, banks' resilience to the shock caused by the pandemic.", "The results of this exercise for Spanish banks are very similar to those obtained at the Banco de España in the Forward Looking Exercise on Spanish Banks (FLESB) stress test exercise, whose final results were published in our autumn Financial Stability Report.", "In the baseline scenario considered by the Banco de España's vulnerability exercise, which includes cumulative declines in euro area GDP in 2020, 2021 and 2022 of around 1.6%, the reduction in the solvency of Spanish banks as a whole was estimated at 2 pp for significant institutions with an international presence, at 1 pp for other significant institutions and at 0.8 pp for institutions under the direct supervision of the Banco de España, leaving them at 9.9%, 12% and 18.7% on average, respectively, above the prudential requirements established.", "Under the harshest scenario, in which Spanish GDP declines by 5.7% from 2020 to 2022, the reduction in the solvency ratio is much greater (3.9 pp for significant institutions with an international presence, 4.6 % for other significant institutions and 1.3 % for institutions under the direct supervision of the Banco de España), leaving average common equity tier 1 (CET1) capital at 8%, 8.4% and 16.6%, respectively, of risk-weighted assets.", "While there is heterogeneity across banks, these results highlight, first, that banks have faced this crisis with bigger safety margins.", "Further, the results show the effectiveness of the measures implemented to date to mitigate the impact of the crisis.", "Banking sector resilience must be maintained during the crisis There is no room for complacency with this initial, positive diagnosis.", "As we all know, the scale of this shock is very high.", "Even given the horizon resulting from the distribution of vaccines, we know that the duration of the crisis is uncertain, as we have seen with the emergence since last autumn of fresh outbreaks of the virus practically worldwide.", "To date, the crisis caused by the pandemic has considerably impacted non-financial corporations' profits and household income, and has impaired their solvency.", "However, we have not seen any increase in non-performing loans, due largely to the wide range of measures the various authorities have adopted.", "The ultimate impact of the crisis on the banking industry will indeed hinge on its scale and duration, but also on the effectiveness of economic policies in alleviating its effects on households and firms.", "In this respect, in the current situation of incomplete, uncertain and uneven economic recovery, retaining a large part of the exceptional measures to support the economy is warranted, in particular for certain sectors.", "In any event, projections suggest that there will be a significant increase in the ratio of nonperforming loans in the coming quarters, even under the most benign scenario.", "Against this backdrop, I have three important considerations to make with a view to maintaining the sector's resilience in the coming months, beyond keeping the extraordinary measures in place.", "Firstly, much of the downturn in banks' results in the first three quarters of 2020 was due to greater provisioning in anticipation of future asset impairment, which has still not materialised but which will do so in the coming quarters.", "Specifically, Spanish banks have increased their provisioning by 75% in the first nine months of 2020 compared with the same period a year earlier.", "Sustaining this effort in the coming quarters would enable the bulk of provisioning needs anticipated by the stress tests under the most likely scenario for this and the coming year to be met.", "This has led to a significant decline in banks' profitability, but it has also raised their loss absorption capacity, something which investors should particularly value in these circumstances.", "The message I wish to convey is that banks should persist with their early recognition policy, as this will enable them to continue to fulfil their task of providing funding to the economy.", "It is important that banks analyse situations individually, distinguishing between temporary and more permanent effects.", "Automatic reclassifications that result in excessively procyclical behaviour should be avoided.", "However, above all, banks must be prudent, assessing provisioning needs in accordance with plausible and conservative scenarios for the coming years.", "In short, especially should the crisis be prolonged, banks must ensure timely and proper recognition of the effective quality impairment of their credit exposures in compliance with the supervisory guidelines.", "Secondly, I wish to refer to the capital buffers built up and their use during this crisis.", "As I mentioned earlier, solvency levels are now significantly higher than in the run-up to the global financial crisis.", "At the start of this crisis, prudential supervisors decided to release many macroprudential buffers - the capital, countercyclical and systemic risk buffers - and, at the same time, the microprudential authority temporarily allowed banks to operate below the level set for certain structural requirements.", "These decisions sought to help banks continue to provide the financing that households and firms need in such an adverse environment as the present one.", "Our empirical analysis shows that the use of these buffers will enable banks to provide more funding to the real economy.", "This in turn has a positive impact on economic growth, encouraging its recovery or moderating its decline.", "And this positive impact is such that it, in turn, boosts credit demand and banks' income, which ultimately translates into higher solvency levels.", "In any event, it is important to note that it may be difficult for banks to use buffers if they fear they may be penalised by the financial markets for reaching certain capital ratios, which would increase their funding costs and could, therefore, affect their solvency levels.", "This market stigma effect could lead banks to avoid using capital buffers, which in accordance with the above analysis would have a negative impact on the economy.", "In addition, the use of these capital buffers may be more difficult if there are doubts about how they will be rebuilt post-crisis.", "The difficulty would be if banks were obliged to rebuild the buffers at a time when their capacity to generate profit was only modest or when the market might not be very receptive.", "In this setting, clear communication by the macroprudential and microprudential authorities on the capacity to make use of these buffers and on the flexibility as to how they are subsequently rebuilt is essential.", "In this respect, the authorities have made it very clear that banks will have sufficient time to resume compliance with the capital requirements, and that the rebuilding process will not in any event begin until the main effects of the pandemic have been dispelled.", "In any event, the evidence available in the coming months on the effective use of these capital buffers, once the losses stemming from the COVID-19 crisis materialise, will be essential to allow conclusions to be drawn on the effective use of these buffers and to assess whether any additional measures may be needed.", "Based on the experience obtained during this crisis, and on a medium-term horizon, the balance between structural and countercyclical capital buffers could also be analysed as a way of avoiding the difficulties I have mentioned, should they arise.", "Thirdly, I also wish to refer to the treatment of dividends during the crisis.", "As you are all well aware, one of the recommendations of the European prudential supervisors, which has also been made in many other countries, is that banks should refrain from distributing dividends and be highly prudent when paying bonuses to their staff.", "This measure seeks to ensure that, in this highly uncertain setting, banks are able to build up sufficient funds to absorb losses.", "In general, all Spanish banks that were legally able to suspend or defer dividends to be distributed out of 2019 income complied with these recommendations.", "This enabled them to increase in 2020 the capital buffers they had already built up before the onset of the pandemic.", "The positive impact of this measure supplements and has been reinforced by other decisions taken by the various economic authorities, which, as I have said, have released a large part of the macroprudential buffers and have mitigated the impact of the pandemic on banks' income statements.", "To date, the potentially negative side effects of these measures have been limited.", "Although the cost of capital for banks rose substantially with the onset of the pandemic, following the implementation of the broad raft of measures introduced to mitigate its impact this increase has been fully corrected.", "In addition, the recommendation to limit dividend payouts does not appear to have had a significant effect, at least in most European banking systems.", "At the end of December, the ECB and the European Systemic Risk Board reviewed the recommendation.", "Given the continuing uncertainty about the economic impact of the pandemic, we have recommended that banks act with extreme prudence and that they refrain from paying cash dividends and conducting share buy-backs, or that they limit such distributions until 30 September 2021.", "Specifically, the ECB expects dividends and share buy-backs to remain below 15% of cumulative 2019-20 profit and to be no higher than 20 basis points of the CET1 ratio, if this is lower.", "These measures provide more flexibility than the earlier recommendation.", "This is warranted by a slight decline in the macroeconomic uncertainty compared with the spring and by the fact that the core projection scenarios are close to those used in the vulnerability analysis carried out by the ECB in the first half of 2020 which, as I indicated above, confirmed the resilience of the European banking sector.", "In any event, a prudent approach is still required, considering that the impact of the pandemic has not yet been fully reflected in banks' balance sheets, that banks continue to benefit from various public support measures and that credit impairment arises with a time lag.", "The revised recommendation aims to safeguard banks' loss-absorbing capacity and to provide support to the economy.", "The recommendation will remain valid until the end of September 2021 when, provided there are no materially adverse developments, the ECB intends to lift the recommendation and return to assessing banks' capital and dividend distribution plans based on the outcome of the normal supervisory cycle.", "Post-crisis, banking sector resilience is key Once the crisis comes to an end and its effects have receded, we will also need to ensure that the banking sector remains resilient, especially to any new risks that may emerge.", "In this regard, I wish to make a reflection on global banking regulation.", "The Basel reforms that were phased in over the last decade incorporated into regulations the lessons learned during the global financial crisis.", "The first stage of the Basel reforms began in 2010 and concluded with a second wave of reforms published in 2017.", "In the first phase, the aim was to boost the level and the quality of banks' microprudential capital requirements.", "The intention was to reduce their risk-taking, by increasing their \"skin in the game\", and to provide them with greater loss-absorbing capacity.", "In addition, the releasable macroprudential buffers I referred to earlier were also introduced.", "The second phase of the Basel reforms focused on a matter that came to light during the first phase, namely the calculation of risk-weighted assets (the denominator of the capital requirements under the Basel standards) and the need to standardise their treatment among institutions.", "Once again, the aim was to reinforce banks' credibility with regard to their prudential ratios and the correct measurement of the risks they assume.", "A crucial aspect of this reform is the \"output floor\", which limits the reductions that banks can obtain by using internal models to calculate minimum capital requirements instead of the standardised approach that does not require the use of models and is much less sensitive to new data inputs.", "The impact analyses of the reform reveal that banks' capital requirements would increase in some jurisdictions, although they would also be reduced by certain elements.", "Some such elements, which were to be included in the European transposition of Basel III, have already been implemented through the Capital Requirements Regulation (CRR) quick fix, introduced in late June.", "The objectives of the Basel III reform, which consist in balancing simplicity, comparability and risk sensitivity, remain wholly in place.", "In this sense, after deciding to defer implementation by one year so as to increase banks' operational capacity, all the Basel Committee on Banking Supervision (BCBS) members have committed to its full and consistent implementation on the new date agreed.", "Both the economy and the financial system will thus have sufficient time to absorb the main effects of this crisis and to gradually rebuild any buffers that may have been used.", "In addition, it should be noted that the BCBS is carefully assessing the impact of the reforms, including the lessons learned from the COVID-19 crisis.", "This analysis, based on rigorous empirical evidence, will serve to determine whether any additional regulatory aspects need addressing.", "Further, it will be important to respond to any new risks that may emerge.", "At present, it is clear that the profound technological changes taking place in the financial sector bring new risks, such as those of cyberattacks or reliance on external service providers.", "These technological developments may also eventually give rise to significant changes in the financial services value chain, for example, by increasing the importance of technology firms.", "These firms - the big techs - possess an enormous amount of customer data, and they make highly effective use of those data for their own ends.", "Recent experience shows that these firms have caused disruption in the sectors they have entered, taking over the most profitable business segments and supplanting existing firms.", "These developments have major implications for supervisors and regulators.", "First, proactive supervision must be the primary response to these changes, as the traditional regulatory framework may not be sufficient.", "Second, we should give consideration to the regulatory perimeter to ensure that the oft-cited mantra of 'same activities, same risks, same rules\" actually applies.", "And third, cooperation among different authorities will be essential, given the diversity of the sectors and issues potentially affected by these technological innovations.", "In this regard, customer data governance is a fundamental issue which we will need to reflect upon at great length.", "If it is deemed necessary for such data to be made available to all operators, then it seems reasonable that there should be no exceptions to the obligation to make it available and that the precise extent of this obligation should be clear.", "That said, individual incentives to collect and manage such information must not be undermined and customers' rights must be respected.", "Mention should also be made of the new risks arising from the transition to a more sustainable economy.", "It is crucial that the sector should incorporate into its decisionmaking process climate change-associated risks, physical and transition-related alike.", "And we supervisors must ensure that banks correctly price the risks associated with climate change and incorporate them into their portfolio management.", "Many supervisors (including the Banco de España) are developing environmental stress tests to be introduced in the coming years.", "Their aim is to simulate the consequences for financial institutions of different hypothetical scenarios entailing changes in the structure of the economy.", "I would also like to reflect on what I consider to be one of the main challenges for the banking sector in the short, medium and long term, namely the low profitability of the banking business.", "It was already low in many European countries before the coronavirus crisis, but the present crisis will put it under further pressure.", "To address this challenge, it is essential for banks to continue to make efficiency gains, by cutting costs and making more use of new technologies.", "Consolidation in the sector could be an appropriate way to achieve this aim.", "Specifically, there appears to be room for consolidation both in Spain and in other European jurisdictions where the indicators point to some surplus capacity.", "Naturally, such processes are the responsibility of banks' owners, while our role, as banking supervisors, is to analyse any merger plans submitted to us from the standpoint of business viability.", "This entails assessing the solvency of the resulting institution, analysing the impact on overall financial stability and overseeing the execution of the merger to ensure that the potential synergies are indeed harnessed.", "Transnational European mergers would be particularly positive.", "They would deepen the Banking Union, reduce the sovereign-bank risk nexus, and provide greater potential for diversification.", "They would also help establish broader customer bases, so that the cost of investment in technology could be more widely distributed, although the immediate impact on cost-cutting would be more limited.", "In this respect, the ECB Guide on the supervisory approach to consolidation in the banking sector aims precisely to provide the market with greater predictability of supervisory actions, to help banks design merger plans that are sound from a prudential standpoint and ensure that the resulting institution has a business plan that, when executed correctly, will add value.", "However, banks should also seek to enhance their efficiency by improving the use they make of the information they hold.", "This requires significant investment in digitalisation and also the incorporation of new data processing technologies to allow them to change their business model while controlling their risk profile.", "And this is why it is so important that the \"quick fix\" has brought European prudential regulations on this kind of investment much closer in line with those already in place in the United States and Switzerland.", "Investments of this kind would enable banks to face up to any major potential competitors -not necessarily financial institutions- that might venture into the credit market with greater guarantees of success.", "Allow me to end this address with a final reflection on the need to persevere with a European response to this crisis in the financial sphere as well.", "The response from the prudential authorities, along with the monetary and fiscal policy measures adopted, has so far enabled the initial impact of the shock to be absorbed and prevented the materialisation of a systemic risk in the financial system that would have further exacerbated the crisis and made it more persistent.", "However, some of the shortcomings that continue to exist have also been revealed.", "In this respect, the completion of the Banking Union with the approval of a fully mutualised European deposit insurance scheme would make a decisive contribution to ensuring financial stability in the euro area, both over the coming months and in the medium term.", "Further deepening of the Capital Markets Union project is also essential.", "Moreover, priority must be given to analysing how appropriate the European resolution and winding-up regulations are for a hypothetical systemic crisis, and the possible role of asset management companies in the event of severe impairment of European financial institutions' balance sheets.", "To sum up, if we are to continue to address this crisis effectively, persevering with a European response - in the financial sphere as well - is essential."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination"], "topics": ["Banking industry resilience", "COVID-19 pandemic impact", "Capital buffers", "Basel III reforms", "Technological risks", "Climate change risks", "Bank profitability", "Bank consolidation", "European financial integration", "Digitalization"]}