{"sentences": ["Madame Managing Director, Ladies and Gentleman, Good morning and good evening.", "It gives me great pleasure to co-host this high-level seminar on \"Green Finance and Climate Policy\" with the IMF.", "I wish to begin by extending a warm welcome to all the participants on behalf of the PBC.", "The international community is forming a broad consensus on tackling climate change.", "China has announced the goal of peaking carbon emissions by 2030 and achieving carbon neutrality by 2060, also known as the 30/60 goal.", "This requires a comprehensive economic transition, and green finance can be an accelerator in this process.", "The PBC attaches great importance to green finance.", "In 2016, we led the effort in drafting the Guidance on Building a Green Financial System and developed a specific timetable and a roadmap for this purpose.", "By making sure that all the policies are implemented, we have put in place an initial policy framework for green finance.", "As a result, China's green finance market has since enjoyed fast development.", "By the end of 2020, green loans and green bonds in China totalled 1.8 trillion US dollars and 125 billion US dollars respectively, ranking as the world's largest and second largest.", "More than 40 carbon neutral bonds have been issued, with a total volume of over 10 billion US dollars.", "The 30/60 goal has set a higher bar for the financial sector.", "To meet this goal, we need to overcome a host of challenges.", "First, on the society front, public awareness of emission reduction has to be raised.", "Second, on the market front, the carbon market has to play a greater role in price discovery.", "Only when carbon emission is priced in, can we achieve effective resources allocation.", "China's carbon market is still in its initial stage, and its financial nature needs to be further clarified.", "Third, on the institutional front, climate information disclosure needs to be improved.", "The disclosure should be expanded to cover listed companies, financial institutions and other market players, and move from a voluntary to a compulsory basis.", "Fourth, on the risk management front, there needs to be greater attention to the fossil fuelrelated transition risks.", "Fossil fuels, mainly coal, account for 80% of China's energy consumption.", "China's financial institutions have invested heavily in carbon-intensive assets, and the risk of asset price adjustment caused by the green transition must be closely monitored.", "Ladies and Gentlemen, friends, Looking forward, I believe we have to make progress in the following areas.", "First, we must mobilize public and private funds to support the green economy in line with market principles.", "It is estimated that by 2030, China will need to invest 2.2 trillion yuan per year to reduce carbon emissions, and this amount will further grow to 3.9 trillion yuan from 2030 to 2060.", "Government funding alone is far from enough.", "We need to encourage more private capital participation.", "To do this, we need to lay the groundwork on two fronts.", "One is about information disclosure.", "The PBC plans to set up a mandatory disclosure system with uniform standards, and promote greater information sharing between financial institutions and companies.", "We will also strengthen international coordination under the G20 framework.", "The other is about green finance taxonomy.", "The PBC is about to finish revising the green bond catalogue by removing fossil fuel projects.", "We are also working with international counterparts to harmonize taxonomies.", "Central banks have a role to play in providing policy incentives.", "The PBC plans to launch a support toolkit to provide low-cost funds for carbon emission reduction.", "The PBC will also support green finance through a host of measures ranging from commercial credit ratings, deposit insurance rates to collaterals for open market operations.", "Second, we must evaluate the potential impact of climate change on financial stability.", "It will take 70 years for the EU, 45 years for the US, and about 30 years for China to move from carbon peak to net zero.", "The time is shorter and the curve is much steeper for China.", "It means our financial institutions are faced with grave risks and should begin their green transition right away.", "The PBC is looking at the possibility of including climate factors in financial stress tests, and gradually incorporating climate risks into the macro-prudential policy framework.", "The PBC is reviewing green loan and green bond performance of financial institutions on a quarterly basis.", "The financial institutions are encouraged to evaluate and manage their environmental and climate risks.", "we must let the carbon market play its role of price discovery.", "China's national emissions trading system will be up and running by the end of this June.", "Regulators are soliciting opinions on its operational rules.", "These rules suggest that there will be fewer emission quotas that are freely allocated to polluters previously, and financial regulators should be involved in the supervision of the carbon market.", "The carbon market should be a financial market in nature and allow carbon financial derivatives trading.", "This will make sure that all risks are fully priced in so that the carbon price plays a better role of serving either as an incentive or a constraint.", "International coordination matters a lot if we are to succeed in the above undertakings.", "The Fund plays a unique role in this regard.", "The Fund plans to integrate climate change into its surveillance and include climate risk scenario analysis in its financial sector assessment.", "It is also leading the efforts on closing the data gaps under the Network for Greening the Financial System (NGFS).", "We support all these efforts, and look forward to more research findings and policy advice from the Fund.", "We stand ready to strengthen capacity building cooperation with the Fund.", "The PBC has provided experience sharing to developing countries in drafting green taxonomy.", "The Fund also places great value on capacity building.", "We could offer joint climate risk management training programs via the China-IMF Capacity Development Center.", "In a nutshell, central banks could contribute to the net zero goal in many ways, such as developing a strong policy system, a diversified market system, and enhancing international coordination.", "Much still needs to be done and today's seminar is just a beginning.", "I look forward to working with all of you to produce more deliverables."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green finance", "30/60 goal", "Carbon market", "Climate change", "Climate risk", "Financial stability", "Green transition", "Private capital", "Public awareness", "Information disclosure"]}