{"sentences": ["Speech by Sylvie Goulard, Deputy Governor Banque de France, Green Swan conference I would like to thank all the organisers of this Green Swan conference, and especially Luiz Awazu Pereira da Silva from the BIS.", "Luiz has been the soul of the organising team we set up some months ago with the authors of the Green Swan - Prof Bolton, Morgan Després, Luiz Pereira da Silva, Frederic Samama, Romain Svartzman1 - to whom I wish to pay tribute.", "As the Green Swan was published in January 2020, we were living in a pre-Covid world.", "The authors warned of the severe risks associated with climate change and of \"other human-caused caused environmental degradation such as the loss of biodiversity\".", "The title of the Green Swan is a play on the concept of Nassim (Nicholas) Taleb's - the Black Swans,2 i.e.", "events affecting the financial sector that are unexpected, of a large magnitude and can be only explained afterwards), with analogies but also differences: - It is quite certain that climate events will occur even if we don't know when and how; - They could be even worse than the ones caused by Black Swans, because climate change and many of its impacts are largely irreversible; - no single agent (household, firm, financial institution, government) can hedge against these risks on her/his own.", "This means that managing Green Swans requires an unprecedented level of cooperation.", "As the recent IEA report3 stresses \"the global pathway to net-zero emissions (...) requires all governments to significantly strengthen and then successfully implement their energy and climate policies.", "Commitment made to date fall short of what is required\".", "Meanwhile, the world has been hit by the Covid 19 health crisis.", "This is a crisis that is due to lack of prevention, unpreparedness at national levels and flaws in international cooperation.", "This is a crisis that has forced governments to lock down hundreds of millions of people and has stopped or reduced economic activity.", "This is a crisis with huge macroeconomic costs and which has forced governments to provide substantial fiscal support and central banks to intervene with bold monetary policies, in order to preserve favorable financing conditions.", "As regards climate change and the environment, scientists as well as the authors of the Green Swan try to explain to us what could happen if we don't act.", "On the health front, we experienced \"skin in the game\" what an unexpected, severe, global crisis can be, because we did not collectively act on time.", "In advanced economies, thanks to vaccinations, we are seeing some light at the end of the tunnel.", "However, other crises could occur; there is no vaccine against climate change and environmental risks.", "This tangible experience makes the Green Swan even more interesting to read and to meditate upon now, than when it was published.", "At the end of the summer 2020, when we began - at our modest deputy level - to launch this conference, we were convinced that the message of the Green Swan was worth spreading, but we were far from sure that it would attract such a prestigious set of speakers.", "This was before the new momentum we are experiencing thanks to the political shift in the United States, following the ambitious Italian G20 and UK G7 presidencies.", "Now, only a few months later, the context is quite different.", "Governments are more aware than ever before, that they need to act, to anticipate; there is more appetite for multilateral cooperation.", "The private sector is making many commitments to net-zero emissions.", "However, a number of questions arise that we cannot answer easily.", "Three of them seem particularly Should we focus on climate change or broaden the scope?", "How can we make sure that public policies are consistent?", "How to thrive within limits?", "Allow me to develop these points.", "The Charter of the NGFS,4 adopted in December 2017, states that the network aims, in particular, to \"contribute to the development of environment and climate risk management\".", "It is key to consider how ecological crises are in fact multiple and interconnected.", "For instance, the 2019 UN Global Assessment Report on Biodiversity and Ecosystem Services (IPBES)5 reminds us that human activity caused a catastrophic decline in Earth's biodiversity (e.g.", "the current rate of extinction of species is between 100 and 1,000 times higher than the reference rate of the past million years).", "More recently the Dasgupta review6 in the UK states how severe the risks linked to biodiversity loss are and how complex the interactions between human actions and nature are.", "The scientific community actually tells us that these ecological risks are interconnected and should not be addressed in silo.", "For example, the concept of One Health developed by several international organisations suggests that human, animal and environmental health are interconnected and can only be addressed jointly.", "In its final declaration of the Global Health summit in Rome (May 21), President Mario Draghi stated:7 \"The Rome Declaration rightly emphasises the importance of pursuing a One Health approach - and here I'm coming to climate -, to preserve human, animal and environmental safety.", "This is the key priority of Italy's G20 Presidency.", "The Scientific Expert Panel has stated how most infectious diseases are caused by pathogens that are derived from animals.", "Their emergence is largely driven by deforestation, wildlife exploitation, and other human activities.", "Effective environmental action can help to defend animal welfare and ultimately mitigate the risk of new health threats.", "When pursuing a common strategy to prevent future pandemics, we must uphold our commitment to limit environmental damage and tackle the climate crisis.", "The Sustainable Development Goals offer a useful set of targets to achieve this overarching objective, starting with the COP26 conference, that - as I think I said before - we are co-chairing with the United Kingdom.\"", "As regards health aspects, I am sure that Mario Monti, chair of the Pan European Commission on Health and sustainable development launched by the WHO-Europe,8 who had already made several proposals in March 2021, will go into more depth when he takes the floor.", "The scientific community estimates that 60% of known infectious diseases and up to 75% of new or emerging infectious diseases are zoonotic in origin.", "Hence, the Covid-19 (regardless of its origins, which have not yet been confirmed) should be considered a clear warning of what could happen if we fail to act on biodiversity loss.", "It is therefore very promising to see that this conference has organised two panels on the question of biodiversity and the financial system.", "This is in line with the growing acknowledgment that biodiversity-related risks could also pose a threat to financial stability.", "The OECD11 and the Dutch central Bank (DNB12) have already published reports on biodiversity-related financial risks; the NGFS13 has started to work on this question as well.", "Last January, the One Planet Summit organised by President Macron focused on biodiversity.", "Very soon, the launch of the Taskforce on Nature-related Financial Disclosures (TNFD) by NGOs, industry and several international organisations alongside governments, including the French one, will certainly further contribute to mainstreaming the issue of biodiversity-related financial risks.", "However, central banks do not have a silver bullet to resolve questions such as climate change or biodiversity loss; for example they cannot decide about possible carbon pricing or carbon adjustment taxes, they are unable to provide all the necessary incentives to foster innovation or to boost research.", "As François Villeroy de Galhau stated yesterday, their action cannot be a substitute for policy measures taken by governments but they can contribute to identifying risks, channelling capital toward activities -topics/health-policy/european-programme-of-work/pan-europeancommission-on-health-and-sustainable-development See Salyer et al.", "Prioritizing Zoonoses for Global Health Capacity Building-Themes from One Health Zoonotic Disease Workshops in 7 Countries, 2014-2016.", "Penser la stabilité financière à l'ère des risques écologiques globaux - Vers de nouveaux arbitrages entre efficience et résilience des systèmes complexes.", "Biodiversity, natural capital and the economy.", "A policy guide for finance, economic and environment ministers.", "Accessible at: -natural-capital-and-theeconomy-1a1ae114-en.htm DNB (2020).", "Indebted to nature - Exploring biodiversity risks for the Dutch financial sector.", "-de-presse/ngfs-and-inspire-launch-joint-research-projectbiodiversity-and-financial-stability that are less exposed to environmental risks and mobilising the financial sector.", "\"No action\" is not an option.", "They also have to take into account the impact that these structural changes will have on price stability.", "Energy and food prices, for example, can be heavily impacted by climate change and biodiversity loss, both inland and in coastal regions.", "Should we choose a holistic or a sequential approach?", "Some challenge the order of priorities, by arguing that climate change is already complex enough.", "They do not want to include biodiversity or health issues, as they fear that this will be seen as mission creep or that it would overload their staff.", "These serious concerns are understandable.", "Nevertheless, as we just stressed, connections exist between climate change/loss of biodiversity and health, which can encourage synergies.", "Furthermore, the pandemic has created a sense of urgency on health-related risks.", "Larry Summers recently stated : \"The central banking community has to date been roughly 50 to 100 times more focused on issues of climate finance than of issues of pandemic finance and on readiness to deal with the next pandemic when it comes\" (session at the Atlanta Fed, 18 May 2021) The scientific community is telling us that potential emergence of new pandemics and climate change have a common cause: the massive and unprecedented degradation of natural habitats by human activities.", "That is the reason why, in my opinion, all these issues are not different chapters of a book we could read one after the other, but alerts popping up simultaneously on our screens, which we have to acknowledge through a holistic analytical framework.", "The Green Swan sums up well the dilemma for central banks: they cannot ignore the issue and they have the power (and even the responsibility) to contribute to the low-carbon transition and a more sustainable economy (within the scope of their mandates), but they cannot solve these problems on their own either.", "That is the reason why the coordination and coherence of public policies matter, as well as new privatepublic partnerships.", "COHERENCE AND COORDINATION If central banks are to safeguard financial stability in the age of climate change, they will need to coordinate their actions with measures to be implemented by other players such as finance ministries or specialised government agencies.", "The Green Swan explores three dimensions of this coordination: - firstly, the interactions between monetary and prudential policies with fiscal policies; - secondly, how central banks can facilitate the international monetary and financial coordination needed on climate change; - and, lastly, how central banks can contribute to promoting values and behaviours that are particularly important for the low-carbon transition, such as long-termism.", "For example, climate change is now at the agenda of the G7 and the G20 finance Tracks where representatives of finance ministries and central banks work together.", "New forms of cooperation between the public and the private sector have emerged as well, such as on the very important topic of disclosure: - The TCFD for climate-related disclosure; tasked by the FSB (finance ministries and CB) but private led; the work of the TCFD is now taken into account by public authorities and standard-setting bodies at the global level (IFRS) as well as in the EU (EU Commission / EFRAG) - The TNFD, a private-led initiative that brings together industry, NGOs, international organisations and public authorities, aiming to develop a nature-related disclosure.", "As Mark Carney stressed yesterday, disclosure should be a priority and his goal for the Cop 26 is to make the TCFD framework mandatory.", "In the speech we have already quoted, Mario Draghi also insisted upon the need to foster the cooperation of public and private institutions and keep trade open and fair in order to reap the benefits from private innovation: \"International cooperation should not be limited to the official sector.", "Global trade is just as important and much has been said about this.", "The pandemic has shown us how collaboration between companies is paramount to foster innovation and boost production of essential medical goods.\"", "In a nutshell, the changes required by transition are not only changes in policies within the existing institutional or societal framework.", "They require us to transform the frameworks themselves.", "So is the need to rethink our perception of what abundance is.", "WITHIN BOUNDARIES Some scientists, in particular Johan Rockström and his colleagues,15 have developed the concept of planetary boundaries to refer to nine Earth system processes (including climate- and biodiversity-related processes) that are vital to life on Earth.", "Human activity is contributing to crossing the boundaries within which these systems can maintain a safe operating space for humanity, and this could have disastrous consequences.", "This means that the task of our generation is to invent a new model to live (and live well) within these planetary boundaries, or within ecological limits.", "To be clear, living and thriving within limits is, as such, an immense challenge.", "I would therefore like to elaborate on the relationship between economic growth and ecological limits, as it has profound ramifications, including for central banks.", "A growing body of literature, including a recent academic paper in Nature Communications,16 suggests that it may be difficult to reconcile an ambitious mitigation of climate change with unlimited economic growth.", "Professor Dasgupta argues that this tension between economic growth and ecological goals becomes even more evident if we take into account other ecological disruptions than climate change, such as biodiversity loss.", "In his words, \"our economic possibilities are circumscribed [...] by the Earth system's workings\".", "In order to make progress in the face of such challenges, we must diffuse many of the passionate and intransigent positions that often dominate in public debates.", "Let me mention two pitfalls we must avoid: - that it is too late and we are doomed, or that we should stop doing everything we do: travelling, innovating, creating, and so on.", "Living within limits doesn't mean that we will not keep investing in innovation or that some economic sectors will not keep growing.", "In fact, some sectors, such as renewable energy, must grow if we are to meet this century's formidable ecological challenges.", "- that technological innovations and breakthroughs will eventually solve all our problems, and that we will not have to profoundly change the way we live.", "Some technologies may not materialise quickly enough to prevent uncontrollable and irreversible environmental changes from happening, and solutions that do not rely strictly on technology may also be needed.", "Focusing only on the climate challenge, for instance, reducing energy demand is critical to achieving ambitious mitigation.", "Therefore, even though technological innovation is crucial given the magnitude of the task upon us, we will also need to learn frugality (for instance by limiting superfluous or conspicuous consumption), as Pope Francis' Encyclical recommand us for example, or - if you prefer - a form of self-restraint, as emphasised by Professor Dasgupta in his review on the Economics of Biodiversity.", "Moreover, while technological innovations will still be crucial to decrease our use of energy and resources, they may not always lead to more production and growth.", "Widespread use of electric bikes for urban transportation, for example, could reduce our dependency on individual cars in urban areas, but by the same token it could also dampen growth prospects in the automobile sector.", "Likewise, technology makes it possible to organise various meetings online rather than have participants travel thousands of kilometres, but a diffusion of such norms could also translate into less growth.", "My point here is not be exhaustive, but rather to show that framing the debate in simplistic ways (e.g.", "by opposing techno-utopians and techno-pessimists, or proponents of \"degrowth\" to proponents of \"green growth\") is not constructive Lastly, given the well-known limitations of GDP as a measure of well-being, it is also important to bear in mind that the definition of growth itself is bound to evolve in the future.", "For instance, as recently stressed by Professor Nicholas Stern and co-authors in an IMF working paper,17 we should move from a \"flow- centred focus on GDP\" to a \"stock-centred focus on a broad definition of capital\"; \"the conceptual framework used by policymakers must treat planetary boundaries - notably climate overshoot - as a hard constraint\".", "They also propose to establish an annual carbon budget at the national level which would be binding.", "In short, if we are to hold a serious discussion about what an ecological transition means for central banks, including the impact it will have on output and other key macroeconomic variables, we need to be able to engage in a responsible and scientific manner on these difficult questions, rather than sweeping them under the rug.", "Finally, I would like to state that living and thriving within ecological limits is also about coming to terms with our own limits as human beings, and acknowledging our own mistakes.", "In an age of rampant ecological destruction and rising socioeconomic inequalities, we (policymakers, central bankers, economists, and so on) should also acknowledge the limits of the analytical frameworks and policy proposals that we have been using.", "In this context, The Green Swan reminds us that ecological risks (including but not limited to climate change) are so complex that we will never be able to accurately measure them, meaning that we should learn by doing.", "After centuries of economic development during which we did not care so much about the limits of the Earth (its resources and its ability to absorb pollutions such as carbon emissions), it is time to pause and think about what we have done.", "In ancient mythology Prometheus, who stole fire from the Gods - i.e.", "encouraged energy consumption - is severely punished, for eternity.", "Without envisaging such a punishment, we should react positively and decisively to the warnings we are receiving from scientists andfrom the authors of the Green Swan.", "Three underlying messages are enshrined in The Green Swan: acknowledging our multiple ecological crises beyond climate change; cooperating and coordinating our actions; and learning to live and thrive within limits.", "It is not only a topic for today's conference but a challenge for each of us, for our societies and democracies, as well as for the financial system in the long run."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Biodiversity", "Health", "Coordination", "Disclosure", "Planetary boundaries", "Economic growth", "Technological innovation", "Frugality", "Well-being"]}