{"sentences": ["Good morning everyone, it is a pleasure to participate in this event and particularly this panel, to discuss such an interesting topic.", "When considering the title for our discussion, \"capitalising on opportunities in Europe's financial markets,\" my thoughts on the opportunities available are that there are steps that can be taken in the evolution of the European financial system to ensure we have a resilient financial system that can serve households and businesses both in good times and in bad.", "Central banks and regulators play a key role here, as a key foundation of that is an effective regulatory and supervisory framework, that supports confidence in the functioning of the financial system and markets.", "The withdrawal of the UK from the EU The evolution of the financial sector in the European Union (EU) has been accelerated by the decision of the UK to withdraw from the EU.", "This has resulted in changes to the structure, composition and operations of financial markets in the EU.", "Many firms, which previously did business in the EU from the UK, have sought regulatory authorisation in other jurisdictions including Amsterdam, Dublin, Frankfurt and Paris.", "Preparing for the withdrawal of the UK from the EU has been a key focus of the Central Bank of Ireland in recent years and we have had a clear approach regarding firms relocating to Ireland from the outset: if firms wish to be authorised here, they have to be clearly and demonstrably running their business from here.", "This has meant we have seen a significant evolution in the number and type of firms conducting business in Ireland in the last few years, with over 100 applying for new authorisations or for permission to expand their businesses.", "The financial services landscape has changed materially to a decade ago and we constantly work to ensure that our supervisory practices evolve to meet this changed landscape.", "Capital Markets Union The withdrawal of the UK also meant the withdrawal of the largest financial centre in the EU.", "There was, and is, a risk that fragmentation in the provision of financial services in the EU will increase.", "However, there is an opportunity that can be taken to mitigate this risk and indeed reduce fragmentation, completing capital markets union (CMU).", "Of course this is not the only benefit of completing capital markets union (CMU), which also include broader de-risking across European financial markets and economies, through increased cross-border risk sharing.", "A number of factors are required to create successful and well-functioning capital markets, which the objectives of the recent CMU action plan seeks to address: 1.", "Support a green, digital, inclusive and resilient economic recovery by making financing more accessible to European companies; 2.", "Make the EU an even safer place for individuals to save and invest long-term; and, 3.", "Integrate national capital markets into a genuine single market.", "In an increasingly globalised economy, access and connectedness to global markets, and a lack of fragmentation is more efficient than multiple, closed capital market systems.", "Of course, we must ensure that progress towards deeper integration of capital markets in Europe is accompanied by policies to ensure resilience in the financial system.", "The COVID-19 shock last year underscored some vulnerabilities in the market-based finance sector in several jurisdictions.", "Policymakers must ensure the level of resilience in market-based finance is commensurate with its contribution to systemic risk and how it interacts with the financial system and the economy as a whole.", "To meet this goal, the Central Bank of Ireland has been one of several public bodies calling for a macroprudential framework for market-based finance and we will continue to engage with our European and international colleagues on this important issue.", "The Next Generation EU (NGEU) fund Before I conclude, I would like to touch briefly on the question of how the Next Generation EU (NGEU) fund may affect European financial markets and the attractiveness of the euro as a reserve currency.", "Firstly, the approval of the NGEU last year was an important step in the response to the pandemic shock and complemented and reinforced the monetary policy decisions taken by the ECB, particularly the announcement of the pandemic emergency purchase programme (PEPP).", "Both programmes, to differing degrees, aimed at stabilising markets and were effective in doing this.", "The mere announcement of both stabilised markets; this is clearer for NGEU since the time between the first announcements and the implementation was more than a year.", "Aside from the initial effect on financial markets, the NGEU may increase potential growth in the euro area economy, particularly with the green and digital investment components.", "From a monetary policy perspective, this contribution to sustainable growth may help to reverse the decline in the real equilibrium interest rate and, in turn, it would help decrease the amount of time at which we expect to be at the zero lower bound.", "Considering the potential role of EU bonds as safe assets, it is possible that as the EU issues more debt, a liquid safe asset could emerge for the euro area.", "A perception of Europe as stronger, more cohesive, and more fiscally stable, on the back of increased safe asset issuance, could enhance the perceived stability of its debt issuance and enhance the standing of the euro as a reserve currency.", "Only time will tell if EU bonds become a benchmark for European financial markets.", "The timelimited nature of the NGEU would need to be overcome, and political will and agreement would of course be necessary for a crisis response measure to become a more permanent feature of the European financial landscape.", "I have briefly discussed some areas where I see opportunities to increase the resilience of European financial markets in order that they can serve households and businesses in good times and bad.", "There are a number of challenges to overcome and I look forward to the discussion on how the European financial system can evolve.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Capital Markets Union", "Financial Stability", "EU Financial Markets", "Brexit", "Market-Based Finance", "Next Generation EU", "Safe Assets", "Euro", "Green Finance", "Digital Finance"]}