{"sentences": ["As the financial year 2020-21 - the year of the pandemic - was drawing to a close, the Indian economy was advantageously poised, relative to peers.", "India was at the foothills of a strong recovery, having regained positive growth, but more importantly, having flattened the infections curve.", "In a few weeks since then, the situation has altered drastically.", "Today, India is fighting a ferocious rise in infections and mortalities.", "New mutant strains have emerged, causing severe strains on healthcare and medical facilities, vaccine supplies and frontline health personnel.", "The fresh crisis is still unfolding.", "India has mounted a valiant defence, domestically and globally, to ramp up vaccines and medical support, and save lives.", "Simultaneously, shoring up livelihoods and restoring normalcy in access to workplaces, education and incomes becomes an imperative.", "As in the recent past, the Reserve Bank of India (RBI) will continue to monitor the emerging situation and deploy all resources and instruments at its command in the service of the nation, especially for our citizens, business entities and institutions beleaguered by the second wave.", "The devastating speed with which the virus affects different regions of the country has to be matched by swift-footed and wide-ranging actions that are calibrated, sequenced and well-timed so as reach out to various sections of society and business, right down to the smallest and the most vulnerable.", "While doing so, our admiration and gratitude goes out to the brave citizens of our nation, to our doctors, healthcare and medical staff, police and law enforcement agencies and to other authorities who battle the second surge selflessly and tirelessly and have been at the frontline for more than a year.", "Their services to our nation are needed now, more than ever.", "The quarantine facilities of the RBI continue to operate with more than 250 RBI personnel and service providers - away from their homes - to ensure continuity of various segments of financial markets and RBI operations.", "Since the pandemic began, I have on several occasions expressed my genuine faith in India's resilience and capacity to overcome all odds.", "To quote Mahatma Gandhi - \"My faith is brightest in the midst of impenetrable darkness .\"", "Over a year now, we have struggled to free ourselves from the pandemic's deadly grip.", "Between mid-September and February, as a country, we did manage to lower infections at a time when the rest of the world was reeling under malevolent surges of the virus.", "This time around, we have to marshal our resources and fight it again with renewed vigour, ignited by the determination to overcome, and to return to normalcy and sound health.", "Assessment of the Current Economic Situation 4.", "Before I set out the measures that the RBI is proposing to undertake as the first part of a calibrated and comprehensive strategy against the pandemic, let me reflect on the macroeconomic and financial conditions that prevail, so that the context in which today's measures are being taken, can be appreciated.", "The global economy is exhibiting incipient signs of recovery as countries renew their tryst with growth, supported by monetary and fiscal stimulus.", "Still, activity remains uneven across countries and sectors.", "The outlook is highly uncertain and clouded with downside risks.", "In April 2021, the International Monetary Fund (IMF) revised up its global growth projection for 2021 to 6.0 per cent (from 5.5 per cent projected in January 2021) on the assumption that vaccines would be available in advanced economies (AEs) and some emerging market economies (EMEs) by the summer of 2021 and in most other countries by the second half of 2022.", "World merchandise trade maintained its recent uptrend, growing by 5.4 per cent in February 2021 on a year-on-year (y-o-y) basis.", "Consumer price index (CPI) inflation remains benign for major AEs; in a few EMEs, however, it persists above targets on account of firming global food and commodity prices.", "Global financial markets regained buoyancy in April on vaccine optimism after bouts of volatility in February-March, followed by corrections.", "Moving to domestic developments, aggregate supply conditions are underpinned by the resilience of the agricultural sector.", "The record foodgrains production and buffer stocks in 2020- 21 provide food security and support to other sectors of the economy in the form of rural demand, employment and agricultural inputs and supplies, including for exports.", "The forecast of a normal monsoon by the India Meteorological Department (IMD) is expected to sustain rural demand and overall output in 2021-22, while also having a soothing impact on inflation pressures.", "Aggregate demand conditions, particularly in contact-intensive services, are likely to see a temporary dip, depending on how the COVID situation unfolds.", "With restrictions and containment measures being localised and targeted, businesses and households are learning to adapt.", "Consequently, the dent to aggregate demand is expected to be moderate in comparison to a year ago.", "Reports suggest that the disruption in manufacturing units so far is minimal.", "Consumption demand is holding up, with sales of consumer goods rising in double digits in January-March 2021, and average daily electricity generation up by 40.0 per cent year-on-year in April.", "Rail freight has registered growth of over 76 per cent year-on-year in April.", "Toll collections in April suggest that mobility has declined but quite unlike the abrupt halt in mobility during April last year.", "Registration of automobiles in April 2021 has shown moderation compared to March.", "The tractor segment continues its robust pace.", "The Purchasing managers' index (PMI) for manufacturing continued in expansion mode at 55.5 in April 2021 compared to 55.4 in the preceding month.", "Overall, the high frequency indicators are emitting mixed signals.", "The RBI will closely and continuously monitor all incoming data to assess on a real time basis the impact of the second wave on macro-economic and financial conditions.", "CPI inflation edged up to 5.5 per cent in March 2021 from 5.0 per cent a month ago on the back of a pick-up in food as well as fuel inflation while core inflation remained elevated.", "Highfrequency food prices data for April 2021 from the Department of Consumer Affairs (DCA) suggests further softening of prices of cereals and key vegetables while price pressures in pulses and edible oils remain.", "Prices of petrol and diesel registered some moderation in April.", "Manufacturing and services PMIs along with rising WPI inflation show a persistence of input price pressure.", "The May 12 release of the National Statistics Office will throw more light on inflation developments in April.", "Going forward, a normal south-west monsoon, as forecast by the IMD should help to contain food price pressures, especially in cereals and pulses.", "The build-up in input price pressures across sectors, driven in part by elevated global commodity prices, remains a concern.", "The inflation trajectory over the rest of the year will be shaped by the COVID19 infections and the impact of localised containment measures on supply chains and logistics.", "In the external sector, India's merchandise exports and imports rose sharply in March 2021.", "For the year 2020-21 as a whole, the merchandise trade deficit shrank to US $98.6 billion from US $ 161 billion a year ago.", "Preliminary data released by the Ministry of Commerce & Industry indicate that India's merchandise exports and imports continue to witness broad-based robust growth performance in April 2021.", "The current account balance, which had been recording surpluses from January 2020 through September 2020, flipped and turned into a slender deficit of 0.2 per cent of GDP in Q3:2020-21.", "Foreign exchange reserves were at US$ 588 billion on April 30, 2021.", "This gives us the confidence to deal with global spillovers.", "Domestic financial conditions remain easy on abundant and surplus system liquidity.", "The average daily net liquidity absorption under the liquidity adjustment facility (LAF) was at ₹5.8 lakh crore in April 2021.", "The first auction under G-SAP 1.0 conducted on April 15, 2021 for a notified amount of ₹25,000 crore elicited an enthusiastic response as reflected in the bid-cover ratio of 4.1.", "G-SAP has engendered a softening bias in G-sec yields which has continued since then.", "Given this positive response from the market, it has been decided that the second purchase of government securities for an aggregate amount of ₹35,000 crore under G-SAP 1.0 will be conducted on May 20, 2021.", "With system liquidity assured, the RBI is now focusing on increasingly channelising its liquidity operations to support growth impulses, especially at the grassroot level.", "In the fight against the second wave, alleviating any constraint from the financing side for all stake holders - government, hospitals and dispensaries, pharmacies, vaccine/medicine manufacturers/importers, medical oxygen manufacturers/suppliers, private operators engaged in the critical healthcare supply chain, and above all the common man who may be facing sudden spike in health expenditure - requires a comprehensive targeted policy response.", "Small businesses and financial entities at the grassroot level are bearing the biggest brunt of the second wave of infections.", "Against this backdrop and based on our continuing assessment of the macroeconomic situation and financial market conditions, we propose to take further measures, as enumerated below.", "Term Liquidity Facility of ₹50,000 crore to Ease Access to Emergency Health Services 12.", "To boost provision of immediate liquidity for ramping up COVID related healthcare infrastructure and services in the country, an on-tap liquidity window of ₹50,000 crore with tenors of up to three years at the repo rate is being opened till March 31, 2022.", "Under the scheme, banks can provide fresh lending support to a wide range of entities including vaccine manufactures; importers/suppliers of vaccines and priority medical devices; hospitals/dispensaries; pathology labs; manufactures and suppliers of oxygen and ventilators; importers of vaccines and COVID related drugs; logistics firms and also patients for treatment.", "Banks are being incentivised for quick delivery of credit under the scheme through extension of priority sector classification to such lending up to March 31, 2022.", "These loans will continue to be classified under priority sector till repayment or maturity, whichever is earlier.", "Banks may deliver these loans to borrowers directly or through intermediary financial entities regulated by the RBI.", "Banks are expected to create a COVID loan book under the scheme.", "By way of an additional incentive, such banks will be eligible to park their surplus liquidity up to the size of the COVID loan book with the RBI under the reverse repo window at a rate which is 25 bps lower than the repo rate or, termed in a different way, 40 bps higher than the reverse repo rate.", "Special Long-Term Repo Operations (SLTRO) for Small Finance Banks (SFBs) 14.", "Small finance banks (SFBs) have been playing a prominent role by acting as a conduit for last mile supply of credit to individuals and small businesses.", "To provide further support to small business units, micro and small industries, and other unorganised sector entities adversely affected during the current wave of the pandemic, it has been decided to conduct special threeyear long-term repo operations (SLTRO) of ₹10,000 crore at repo rate for the SFBs, to be deployed for fresh lending of up to ₹10 lakh per borrower.", "This facility will be available till October 31, 2021.", "Lending by Small Finance Banks (SFBs) to MFIs for on-lending to be classified as Priority Sector 15.", "At present, lending by Small Finance Banks (SFBs) to Micro-Finance Institutions (MFIs) for on-lending is not reckoned for priority sector lending (PSL) classification.", "In view of the fresh challenges brought on by the pandemic and to address the emergent liquidity position of smaller MFIs, SFBs are now being permitted to reckon fresh lending to smaller MFIs (with asset size of up to ₹500 crore) for on-lending to individual borrowers as priority sector lending.", "This facility will be available up to March 31, 2022. Credit to MSME Entrepreneurs 16.", "With a view to incentivise credit flow to the micro, small, and medium enterprise (MSME) borrowers, in February 2021 Scheduled Commercial Banks were allowed to deduct credit disbursed to new MSME borrowers from their net demand and time liabilities (NDTL) for calculation of the cash reserve ratio (CRR).", "In order to further incentivise inclusion of unbanked MSMEs into the banking system, this exemption currently available for exposures up to ₹25 lakh and for credit disbursed up to the fortnight ending October 1, 2021 is being extended till December 31, 2021.", "Resolution Framework 2.0 for COVID Related Stressed Assets of Individuals, Small Businesses and MSMEs.", "The resurgence of COVID-19 pandemic in India in recent weeks and the associated containment measures adopted at local/regional levels have created new uncertainties and impacted the nascent economic revival that was taking shape.", "In this environment the most vulnerable category of borrowers are individual borrowers, small businesses and MSMEs.", "The following set of measures are being announced today, specifically targeting these groups of borrowers.", "individuals and small businesses and MSMEs having aggregate exposure of upto ₹25 crore and who have not availed restructuring under any of the earlier restructuring frameworks (including under the Resolution Framework 1.0 dated August 6, 2020), and who were classified as 'Standard' as on March 31, 2021 shall be eligible to be considered under Resolution Framework 2.0.", "Restructuring under the proposed framework may be invoked up to September 30, 2021 and shall have to be implemented within 90 days after invocation.", "(b) In respect of individual borrowers and small businesses who have availed restructuring of their loans under Resolution Framework 1.0, where the resolution plan permitted moratorium of less than two years, lending institutions are being permitted to use this window to modify such plans to the extent of increasing the period of moratorium and/or extending the residual tenor up to a total of 2 years.", "Other conditions will remain the same.", "(c) In respect of small businesses and MSMEs restructured earlier, lending institutions are also being permitted as a one-time measure, to review the working capital sanctioned limits, based on a reassessment of the working capital cycle, margins, etc.", "Rationalisation of Compliance to KYC Requirements 18.", "Taking forward the initiatives of the Reserve Bank for enhancing customer convenience, it has been decided to rationalise certain components of the extant KYC norms.", "These include (a) extending the scope of video KYC known as V-CIP (video-based customer identification process) for new categories of customers such as proprietorship firms, authorised signatories and beneficial owners of Legal Entities and for periodic updation of KYC; (b) conversion of limited KYC accounts opened on the basis of Aadhaar e-KYC authentication in non-face-to-face mode to fully KYC-compliant accounts; (c) enabling the use of KYC Identifier of Centralised KYC Registry (CKYCR) for V-CIP and submission of electronic documents (including identity documents issued through DigiLocker) as identify proof; (d) introduction of more customerfriendly options, including the use of digital channels for the purpose of periodic updation of KYC details of customers.", "Further, keeping in view the COVID related restrictions in various parts of the country, Regulated Entities are being advised that for the customer accounts where periodic KYC updating is due/pending, no punitive restriction on operations of customer account(s) shall be imposed till December 31, 2021 unless warranted due to any other reason or under instructions of any regulator/enforcement agency/court of law, etc.", "Account holders are requested to update their KYC during this period.", "Utilisation of Floating Provisions and Countercyclical Provisioning Buffer 20.", "In order to mitigate the pandemic related stress on banks and as a measure to enable capital conservation, banks are being allowed to utilise 100 per cent of floating provisions/countercyclical provisioning buffer held by them as on December 31, 2020 for making specific provisions for non-performing assets with prior approval of their Boards.", "Such utilisation is permitted with immediate effect and up to March 31, 2022.", "Relaxation in Overdraft (OD) facility for States Governments 21.", "To enable the State Governments to better manage their fiscal situation in terms of their cash-flows and market borrowings, certain relaxations are being permitted with regard to availment of Overdraft (OD) facilities.", "Accordingly, the maximum number of days of OD in a quarter is being increased from 36 to 50 days and the number of consecutive days of OD from 14 to 21 days.", "This facility will be available up to September 30, 2021.", "The Ways and Means Advance (WMA) limits of states have already been enhanced on April 23, 2021. .", "The relevant circulars/notifications relating to all the announcements will be issued separately, starting today.", "Concluding Remarks 23.", "The immediate objective is to preserve human life and restore livelihoods through all means possible.", "The second wave, though debilitating, is not unsurmountable.", "As I have said earlier, it is during our darkest moments that we must focus on the light.", "We have lessons to draw from our experience of last year, when as a nation we came together and overcame the once-in-ageneration challenge imposed by the first wave of the pandemic.", "At the RBI, we stand in battle readiness to ensure that financial conditions remain congenial and markets continue to work efficiently.", "We will work in close co-ordination with the Government to ameliorate the extreme travails that our citizens are undergoing in this hour of distress.", "We are committed to go unconventional and devise new responses as and when the situation demands.", "We must also stay focused on our future, which appears bright even at this juncture, with India set to emerge as one of the fastest growing economies in the world.", "Today, we have taken some steps and we will continue to be proactive throughout the year - taking small and big steps - to deal with the evolving situation.", "We must remain resolutely focused on a post pandemic future of strong and sustainable growth with macroeconomic and financial stability.", "I call upon all stakeholders to come forward once again to address the challenges posed by the current wave of the pandemic, while remaining on guard against future waves.", "In closing, I again quote the words of Mahatma Gandhi, \"Our faith should be like an ever-burning lamp which not only gives us light but also illuminates the surroundings.\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Healthcare", "Liquidity", "Monetary Policy", "Financial Stability", "Priority Sector", "MSME", "Restructuring", "KYC", "State Governments"]}