{"sentences": ["Dear Chair, Honourable members of the Economic and Monetary Affairs Committee, Ladies and Gentlemen, I am very happy to appear before this Committee again today.", "While we are still meeting in a virtual setting, the health situation and economic prospects across Europe have improved on the back of significant progress in vaccinations - with more than 100 million people in the European Union now fully vaccinated.", "This makes me hopeful that we will meet again in person in Brussels in the near future.", "In my remarks today I will first discuss the economic outlook for the euro area before turning to the ECB's monetary policy, including the recent decisions taken by the Governing Council.", "Finally, as per your explicit request, I will update you on our ongoing strategy review.", "The current macroeconomic and inflation outlook The outlook for the economy is indeed brightening as the pandemic situation improves, the vaccination campaigns progress, and confidence begins to rise.", "We expect economic activity to accelerate as of this quarter amid support from fiscal and monetary stimulus and a vigorous bounce-back of services activity in particular, which has been hardest hit by the pandemic and associated containment measures.", "Manufacturing production remains robust, although supply shortages, mainly related to difficulties in procuring materials and equipment, could generate some headwinds for industrial activity in the near term.", "Soft data also signal strong momentum in global activity, led by the rebound in advanced economies where vaccination rates have picked up.", "Additional fiscal support, most notably the US fiscal stimulus package, is also supporting the recovery.", "These developments boost foreign demand and so have positive spill-over effects on the euro area.", "Looking ahead, we expect economic activity to improve strongly in the second half of 2021, supported by a robust rebound in consumer spending and solid business investment.", "The risks surrounding the growth outlook have become broadly balanced.", "While on the downside, the spread of virus mutations continues to be a source of risk, on the upside, brighter prospects for global demand and a faster-than-anticipated increase in consumer spending could result in an even stronger recovery.", "Turning to price developments, euro area annual inflation has picked up over recent months, largely owing to temporary factors, including strong increases in energy price inflation.", "Headline inflation is likely to increase further towards the autumn, reflecting mainly the reversal of the temporary VAT reduction in Germany, before declining at the start of next year as temporary factors fade out.", "Underlying price pressures are expected to increase somewhat this year owing to temporary supply constraints and the recovery in domestic demand, but are likely to remain subdued.", "As you specifically asked me to comment on the spill-overs to the euro area from rising inflation in the United States, let me point out that these occur both through the direct channel of imported goods originating in the United States and through several indirect trade or expectations mechanisms.", "For example, to the extent that the increase in inflation reflects stronger demand in the United States, inflationary pressures for the euro area can materialise owing to higher foreign demand for euro area goods and services.", "International spill-overs from US inflation can be amplified if people in the euro area shape their inflation expectations also on the basis of developments in the United States.", "Overall, however, the effects on euro area HICP inflation are expected to be moderate.", "Once the impact of the pandemic recedes, the unwinding of the high level of slack, supported by accommodative fiscal and monetary policies, will contribute to a gradual increase in underlying inflation over the medium term.", "However, the upward effect of the underlying inflation pressures on headline inflation will be roughly counterbalanced by the expected decline in energy prices.", "Accordingly, our latest Eurosystem staff macroeconomic projections foresee headline inflation at 1.9 per cent in 2021, 1.5 per cent in 2022 and 1.4 per cent in 2023.", "Compared with the March 2021 ECB staff macroeconomic projections, inflation has been revised up for 2021 and 2022, largely owing to temporary factors and higher energy price inflation, and is unchanged for 2023 at a level below our inflation aim.", "The ECB's monetary policy stance At our last monetary policy meeting in early June, we also conducted a joint assessment of the developments in financing conditions taking into account the updated inflation projections.", "Borrowing conditions for firms and households have remained broadly stable, although market interest rates have increased further since March.", "While partly reflecting improved economic prospects, a sustained rise in market rates could translate into a tightening of wider financing conditions that are relevant for the entire economy.", "Such a tightening would be premature and would pose a risk to the ongoing economic recovery and the outlook for inflation.", "Against this background, at its meeting on 10 June the Governing Council decided to confirm its very accommodative monetary policy stance.", "In particular, based on our joint assessment, we expect to continue to conduct net asset purchases under the pandemic emergency purchase programme (PEPP) over the coming quarter at a significantly higher pace than during the first months of the year.", "Our comprehensive package of complementary measures has proven effective in preserving favourable financing conditions for all sectors of the economy, which is essential for supporting a sustained economic recovery and safeguarding price stability.", "Asset purchases under the PEPP have helped to stabilise financial markets and ensured a smooth transmission of our monetary policy to the key interest rates that determine the funding costs for businesses and households.", "Meanwhile, our targeted longer-term refinancing operations (TLTRO) have provided banks with funding on favourable terms provided that they sustain their lending to customers.", "The total amount borrowed in Eurosystem refinancing operations stands at around EUR 2.2 trillion.", "Since the outbreak of the pandemic, this has been almost exclusively concentrated in the third series, known as TLTRO III.", "In all, TLTRO III is expected to contribute to increasing lending volumes by over 4 percent cumulatively and to lowering lending rates by more than 60 basis points.", "Without our measures, we would have faced a much worse growth and inflation outlook, subject to significantly greater risks.", "According to our conservative estimate, the measures taken by the ECB since March 2020 on asset purchases and TLTRO will cumulatively increase inflation by around 1.2 percentage points and real GDP growth by around 1.8 percentage points between 2020 and 2023.", "The asset purchases and TLTRO also strengthen the effectiveness of the other measures in our toolbox, including the negative interest rate policy, which you asked me to discuss today.", "We have clear evidence that cutting the deposit facility rate below zero percent has provided additional economic stimulus as it has fed into lower lending rates, thereby helping to improve overall financing conditions for firms and households.", "Of course, despite these positive effects, negative interest rates have often been criticised because of their potential adverse side effects.", "On the whole, however, our assessment of our experience with negative interest rates continues to be positive as the benefits continue to outweigh the costs.", "In this regard, our two-tier system for reserve remuneration has been acting as an effective mitigation tool for the banking sector.", "Banks can deposit part of their excess liquidity at a preferential rate, thereby limiting their direct costs and preserving their role in transmitting the accommodative stance of monetary policy to the economy.", "The strategy review Finally, let me now turn to our ongoing strategy review.", "I have actually just returned from a twoday Governing Council retreat dedicated to that topic.", "As you know, we embarked on this journey in January 2020, shortly after I took office.", "Following a pause induced by the pandemic, the process was resumed last autumn and has since been progressing vigorously.", "The review is designed to cover all relevant aspects of our monetary policy, in line with our promise not to leave any stone unturned.", "The Governing Council's deliberations so far have been supported by a tremendous effort by many staff members of the ECB and national central banks, in a genuinely European effort.", "This collaboration has been organised into 13 workstreams.", "We also gathered essential input for the review by holding many outreach events and collecting views from a wide range of stakeholders.", "We listened to expert audiences like academics and analysts, to politicians, civil society organisations and individual citizens.", "I greatly appreciate the insightful contributions from the European Parliament throughout the process.", "We have listened carefully to the concerns you raised during the hearings, the plenary debates, the ad hoc visits to the ECB, and in your resolution on our Annual Report.", "Since all the issues covered in the seminars are highly interdependent, the remaining discussions will focus on deriving their joint implications for the monetary policy strategy.", "We made good progress during the retreat, and we will make the outcome of the strategy review public after taking formal decisions.", "Let me reassure you that this Parliament will continue to play a privileged role in the follow-up phase.", "This Committee represents a unique forum for presenting the outcome of the review to all European citizens and I am looking forward to the constructive debate which will follow.", "Madam Chair, Honourable Members, As the recovery is gathering pace, we need to remain vigilant and ensure that policy support continues to provide a bridge over the pandemic and well into the recovery.", "The common European approach adopted during this crisis is a great achievement and should be strengthened further.", "With Europe playing a key role in shaping people's lives, it is important that we take the opportunity to make the most of the attention we receive.", "As the French enlightenment thinker Emmanuel Joseph Sieyès once said, \"Authority comes from above, trust from below\".", "This holds true to this day and is why I was pleased to see that the latest Eurobarometer recorded widespread increases in public trust in all EU institutions.", "Some 49% of EU citizens now say that they trust the European Union - an increase of six percentage points compared with last summer.", "We should build on this in the recovery phase and ensure that we continue doing all we can to earn the trust of those we serve.", "Thank you for your attention.", "I now look forward to hearing your views and answering your questions.", "See also Boucinha, M. and Burlon, L. (2020), \"Negative rates and the transmission of monetary policy\", Economic Bulletin, Issue 3, ECB; Demiralp, S., Eisenschmidt, J. and Vlassopoulos, T. (2019), \"Negative interest rates, excess liquidity and bank business models: Banks' reaction to unconventional monetary policy in the euro area\", Working Paper Series, No 2283, ECB; Altavilla, C., Burlon, L., Giannetti, M. and Holton, S. (2019), \"Is there a zero lower bound?", "The effects of negative policy rates on banks and firms\" , Working Paper Series, No.", "(2019), \"A tale of two decades: the ECB's monetary policy at 20\" , Working Paper Series, No 2346, ECB; Brandao-Marques L, Casiraghi M, Gelos G, Kamber G and Meeks R. (2021), \"Negative Interest Rates; Taking Stock of the Experience So Far\", IMF Departmental Papers/Policy Papers.", "For more information on the work streams of the strategy review, see www.ecb.europa.eu/home/search/review/html/workstreams.en.html.", "See Standard Eurobarometer 94."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic outlook", "Monetary policy", "ECB's strategy review", "Inflation", "Asset purchases", "TLTRO", "Negative interest rates", "Recovery", "Spill-overs", "Euro area"]}