{"sentences": ["The Vice-President and I are very pleased to welcome you to our special press conference.", "Yesterday the Governing Council unanimously approved the ECB's new monetary policy strategy.", "This brings to a successful conclusion the strategic review that we have been conducting over the last 18 months, drawing on an immense collective effort by staff at the ECB and the national central banks of the euro area.", "We have worked within the existing Treaty and taken the ECB's primary mandate of price stability as a given.", "The review has allowed us to challenge our thinking, engage with numerous stakeholders, reflect, discuss and reach common ground on how to adapt our strategy.", "The new strategy is reflected in the document entitled \"The ECB's monetary policy strategy statement\" that was published earlier today.", "It is a strong foundation that will guide us in the conduct of monetary policy in the years to come.", "Let me explain the key elements of our new strategy in more detail.", "To improve the clarity of our price stability objective, and with the aim of better anchoring inflation expectations, we have decided to amend our formulation of the objective.", "The Governing Council considers that price stability is best maintained by aiming for a two per cent inflation target over the medium term.", "A two per cent inflation target is consistent with standard definitions of price stability and provides a safety margin to protect the effectiveness of monetary policy in responding to disinflationary shocks and to guard against the risk of deflation.", "This specific quantitative target is clear and easy to communicate, and provides a strong anchor for inflation expectations, which is essential to maintain price stability.", "It replaces the previous double-key formulation of below, but close to, two per cent, which was widely seen as too elaborate and occasionally giving rise to misperceptions about the Governing Council's aspirations.", "The new formulation removes any possible ambiguity and resolutely conveys that two per cent is not a ceiling.", "The Governing Council's commitment to the two per cent target is symmetric.", "Symmetry means that the Governing Council considers negative and positive deviations of inflation from the target to be equally undesirable.", "To maintain the symmetry of its inflation target, the Governing Council recognises the importance of taking into account the implications of the effective lower bound on nominal interest rates.", "In particular, when nominal interest rates tend to be low throughout the business cycle, like at present, the economy operates not too far from the lower bound.", "Episodes in which the policy rate is constrained at the lower bound are often associated with disinflationary pressure.", "Addressing this requires especially forceful or persistent monetary policy measures to avoid negative deviations from the inflation target becoming entrenched.", "In these conditions, in the face of large adverse shocks, the ECB's policy response will, as appropriate and grounded in a careful proportionality analysis, include especially forceful monetary policy measures.", "In addition, closer to the effective lower bound, it may also call for a more persistent use of its monetary policy instruments.", "This may also imply a transitory period in which inflation is moderately above target.", "The Governing Council judged that the Harmonised Index of Consumer Prices (HICP) remains the appropriate price measure for assessing the achievement of our price stability objective.", "At the same time, we have heard the calls of European citizens for a broader coverage of housing costs in the HICP.", "The Governing Council has therefore recommended a roadmap for the inclusion of owner-occupied housing in the HICP, while recognising that this is a multi-year project to be led by Eurostat.", "During the transition period, the main reference index for monetary policy will remain the current HICP, but initial estimates of owner-occupied housing costs will play a supplementary role alongside our set of broader inflation measures and will help us assess the contribution of housing costs to inflation.", "Our new strategy confirms the medium-term orientation of our monetary policy, which, since the inception of the ECB, has been an important principle of the strategy.", "It recognises that monetary policy cannot and should not attempt to fine-tune short-term developments in inflation.", "Monetary policy affects the economy with variable time lags.", "The medium-term orientation allows us to be forward-looking and respond flexibly to fluctuations in output and inflation.", "Flexibility is important, since the appropriate policy response depends on the circumstances as well as on the source, magnitude and persistence of the shocks affecting the economy.", "The medium-term orientation also allows us to cater for other considerations relevant to the pursuit of price stability.", "Employment, financial stability risks and climate change are some of the areas that we looked into in greater depth during the strategy review.", "We have also carefully reviewed the appropriateness of the instruments in our monetary policy toolkit.", "It is clear that the set of ECB policy rates - the rate on our main refinancing operations, the deposit facility rate and the marginal lending rate - will remain our primary instrument.", "But, in a low interest rate environment in which the policy rates are more likely to encounter and remain constrained at the lower bound, the ECB will continue to employ other instruments when the need arises.", "Forward guidance, asset purchases and longer-term refinancing operations over the past decade have helped mitigate the limitations generated by the lower bound and will remain an integral part of the ECB's toolkit, to be used as appropriate.", "We have also made important changes to our analytical framework.", "This framework provides the foundation for our monetary policy decisions, including the regular proportionality assessment of the effectiveness, efficiency and side effects of our measures.", "Historically, the ECB has been known for its \"two pillars\", which identified risks to price stability as originating from two distinct domains: the \"economic analysis\" and the \"monetary analysis\".", "These two sources of risks were cross-checked against each other to form an overall assessment.", "Our new strategy acknowledges the advantages of having two specialised areas of analysis on the economy, but also recognises the value of integrating the analysis, in a world in which there are multiple feedback channels from the monetary and financial spheres to the broader economy, and vice versa.", "This new integrated assessment builds on the evolution that our economic and monetary analyses have undergone over time.", "The monetary analysis has increasingly focused on assessing the transmission of monetary policy measures, as well as the risks to price stability from financial imbalances.", "Meanwhile - owing to a weakening of the link between monetary aggregates and inflation - the original focus of the monetary analysis has become less important.", "At the same time, the global financial crisis brought to the fore the relevance of macrofinancial linkages that further emphasise the need for integrated analyses.", "We have acknowledged that climate change is an existential challenge for the world, and it is of strategic importance for the ECB's mandate.", "The Governing Council therefore decided to account explicitly for the implications of climate change and the carbon transition in our new strategy.", "The Governing Council today commits to an ambitious action plan, outlined in the dedicated press release.", "The action plan covers several key areas.", "First, we will further expand our analytical capacity in macroeconomic modelling and develop statistical indicators and new tools to assess the implications of climate change for monetary policy transmission and price stability.", "Second, the ECB will introduce environmental sustainability disclosure requirements for eligibility for collateral and asset purchases.", "Third, we will adapt our risk assessment framework, our corporate sector asset purchases and the collateral framework for climate-related risks.", "During our review, we also addressed the communication of our monetary policy.", "We heard directly how our policies affect the lives of European citizens and their desire to better understand those policies.", "Our last review took place well before smartphones were around, so there was a strong case for enhancing our communication with the outside world.", "You will notice some changes in the coming weeks relating to our regular communication.", "For example, a new, more narrative-based, and more concise monetary policy statement will replace the introductory statement at our monetary policy press conferences.", "But also, our monetary policy communication geared towards the wider public will be adapted through a more visualised and more accessible approach.", "And, reflecting the successful experience with the listening events, the Governing Council intends to continue to interact on a regular basis with the public via Eurosystem outreach events.", "The review of our strategy that we have just completed took place 18 years after the previous one.", "Looking ahead, the rapidly changing world that we live in means that we cannot wait for another 18 years before undertaking the next review.", "A regular review cycle, with the Governing Council periodically reassessing the appropriateness of its monetary policy strategy, will ensure that the strategy remains fit for purpose.", "It will also further enhance the ECB's transparency and accountability to European citizens.", "We intend to carry out the next assessment in 2025.", "The Governing Council yesterday also endorsed a longer explanatory overview note on the ECB's monetary policy strategy, which will be published after the press conference.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Inflation target", "Lower bound", "HICP", "Monetary policy toolkit", "Forward guidance", "Integrated assessment", "Climate change", "Communication", "Transparency"]}