{"sentences": ["Let me start by thanking the conference organisers for their kind invitation.", "This year Italy is chairing the Group of Twenty (G20) for the first time since it was founded in 1999.", "Our Presidency began under exceptional circumstances, at a time when the COVID-19 pandemic, a human tragedy of global proportions, had triggered an economic collapse that is unprecedented in recent history.", "Today the world is facing multiple challenges: not only that of protecting public health, but also of ensuring environmental sustainability, continuing to eradicate extreme poverty, maintaining trade openness and financial stability.", "All of these issues contain elements of a global public good, whose provision may fall dangerously below desirable levels if national interests and market outcomes are not mediated by a truly multilateral and far-sighted approach.", "The G20 is the ideal forum in which global cooperation can be achieved.", "In the rest of these remarks, I would like to summarise some of the activities that we are carrying out within the Finance Track of the G20, by delving deeper into the work on financial regulation and digital cooperation, which was discussed in the last two panels of this conference.", "COVID-19 and the global economy The global economy is recovering: the latest OECD projections for world GDP growth have been revised upwards for both this year and the next, thanks to continued progress in the vaccination campaigns.", "Cooperation between countries and coordination among monetary and fiscal authorities have set the stage for the recovery, marking an important change of direction.", "According to the IMF, the global economic contraction recorded last year would have been three times worse without such swift and worldwide policy support.", "Nonetheless, the World Bank also warns us of the disproportionate burden falling on the poorest and most vulnerable countries: the pandemic has sadly reversed earlier gains in extreme poverty reduction and has exacerbated food insecurity for millions of people.", "The global outlook, though improved, is uneven across the world's regions.", "In advanced economies, speedy vaccinations provide a way out of the health emergency, allowing the reopening of contact-intensive activities.", "In emerging economies, instead, slow progress in vaccinations and fresh outbreaks hinder growth, especially where the policy space is narrower.", "The fact that today's conference is taking place online reminds us that we are not out of the woods yet.", "Risks have become more balanced, but uncertainty regarding the timing and path of the global recovery remains substantial.", "Continuing uncertainty depends not only on health developments, but also on the difficulty in gauging the changes that have been unleashed by the pandemic.", "The extent of the economic damage it has inflicted, notwithstanding strong policy support, will become more evident as these measures are gradually unwound.", "The large dislocations in supply and demand it has caused, which are especially marked in some sectors, coupled with the pickup in commodity prices, will complicate the assessment of the inflationary outlook for some time.", "Many of the challenges ahead of us predate the crisis but are now starker than ever before.", "For example, digitalisation accelerated with the pandemic, changing the way we live, work and spend.", "These challenges also provide opportunities to revive productivity growth, which has long been faltering worldwide, and can help to reduce inequalities.", "Much will depend, however, on the effectiveness of the policies that will be implemented during the recovery.", "In April, the G20 Finance Ministers and Central Bank Governors, together with the major international organisations, updated the Action Plan (\"a living document\"), to steer the global economy, ensuring that economic policy responses continue in a coordinated and coherent way.", "We will need to closely monitor the increasingly divergent recovery paths - which may well entail an asynchronous unwinding of monetary and fiscal support measures - and take international policy spillovers into account.", "Avoiding unintended cliff effects calls for careful actions, first and foremost within each jurisdiction.", "Reducing policy support too soon could jeopardise the recovery, exacerbate social disruptions and, ultimately, prove self-defeating.", "In this respect, it will be critical to preserve the financial system's lending capacity without compromising its stability.", "The risk that corporate insolvencies will soar once measures have been lifted needs to be monitored.", "Financial regulation The financial sector faced the pandemic from a stronger position across most countries, due to the regulatory reforms agreed after the global financial crisis.", "It remained resilient during the health emergency, continuing to provide credit to the economy.", "Vulnerabilities persist, however, and must be addressed, particularly in the non-bank financial intermediation (NBFI) sector, where regulation remains less stringent.", "Looking ahead, regulatory and supervisory authorities will focus their attention on completing the remaining elements of the reform agenda, including Basel III, resolution frameworks, and NBFI regulations.", "At the same time, they will look into ways to apply the lessons that have emerged from the pandemic on the functioning of the regulatory framework, such as those concerning the usability of capital buffers, the role of countercyclical elements in prudential regulation, and potential sources of pro-cyclicality.", "The resilience of the NBFI sector must be strengthened.", "The first initiatives concern the NBFI segment of Money Market Funds, where policies need to address vulnerabilities stemming from liquidity transformation and from the potential cliff effects produced by regulations.", "Other initiatives will be explored to tackle the risks due to liquidity misalignments in the assets and liabilities of open-ended funds.", "Mitigating climate-related financial risks also requires coordinated action.", "The G20 Finance Track aims to encourage a better alignment of both public and private financial commitments with the objectives of the 2015 Paris Agreement.", "The re-established G20 Sustainable Finance Study Group - now elevated to a fully-fledged Working Group (SFWG) - aims at developing a roadmap of actions involving financial institutions, international organisations and standard-setting bodies, and investors.", "The High-Level Symposium on Environmental Taxation and the Conference on Climate organised by the Italian Presidency in Venice, respectively on 8 and 11 July, will provide important opportunities for discussing these issues and assessing the actions and commitments needed in the run-up to the COP-26.", "Coordinated action is also needed to strengthen the monitoring, measurement and management of climate-related financial risk.", "The Financial Stability Board (FSB) coordinates the work on identifying and filling the data gaps, and promoting higher quality and comparability of information between jurisdictions, firms, and financial institutions.", "Financial firms' valuations of sustainability risks could be improved if they were supported by the implementation of disclosure requirements or guidance, based on the recommendations issued by the FSB's Task Force on Climate-related Financial Disclosures.", "Further cooperative efforts are needed to speed up convergence towards a baseline international reporting standard for disclosing climate-related risks.", "In May, the G20 SFWG hosted a Sustainable Finance Roundtable, a public event involving the private sector.", "The event provided two new insights.", "First, there is growing interest in the need to improve reporting, including on other sustainability issues such as biodiversity.", "Second, special attention should be devoted to setting achievable conditions for small and medium-sized firms regarding the disclosure of climate-related risks, which should in any case consider the principles of proportionality and cost efficiency.", "Financial inclusion and international digital cooperation The shift to digital financial services deserves close attention since it offers new opportunities but, if not carefully governed, could also generate undesirable consequences.", "Not only may it lead to new forms of exclusion, making access to finance more unequal, but it may also favour irresponsible financial behaviour, such as over-indebtedness.", "We must work together in the G20 to ensure that the benefits of digitalisation are widely shared.", "The outcome will depend, crucially, on the development and accessibility of digital infrastructures, the degree of financial and digital literacy, and the adequacy of governance, especially in the fields of regulation and supervision.", "There are two main and complementary areas of intervention.", "One concerns the digital and financial competences of individuals and firms, which must be raised through education, an essential tool for people's empowerment, active citizenship and well-being.", "As co-chair of the G20 Global Partnership for Financial Inclusion, we have made a full commitment to delivering on the multi-annual agenda recently endorsed by the G20.", "The second area revolves around fostering more innovative regulatory and supervisory approaches to steer and encourage the development of inclusive and responsible digital financial services, while granting adequate protection to customers, not least from cyber risk.", "Our work programme also gives priority to initiatives such as the G20 Roadmap, coordinated by the FSB, aimed at promoting the development of cross-border payments, to make them cheaper, faster, more transparent and inclusive.", "A key output of the Roadmap is the identification of a set of qualitative and quantitative targets in the four main areas of costs, speed, access, and transparency.", "On 27-28 September, the Bank of Italy will host an international conference in which we will take stock of the Roadmap one year after its launch.", "The roles played by businesses and governments in the payment system will be an important issue for discussion.", "In this rapidly changing environment, we need to strike the right balance between the private sector's drive for innovation and the role of authorities in safeguarding the public good.", "The Roadmap is also tackling the challenges posed by global stablecoins for regulation, supervision, and payment-system oversight.", "In this context, steps must be taken to ensure that the regulatory initiatives in some jurisdictions and the revisions envisaged by the standard-setting bodies are consistent with the FSB recommendations and to ascertain whether the latter are still up to date.", "The G20 will also consider issues related to central bank digital currencies and their possible cross-border use.", "Their development comes with a host of technological, legal and economic issues, which warrant careful examination.", "Central bank digital currencies and global stablecoins are closely interrelated: they share a transactional purpose and may complement or substitute one other.", "It is therefore important to maintain a holistic view of the payments sector.", "Central banks will proceed carefully and in line with their mandates of price stability and guardians of the currency."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial regulation", "Digital cooperation", "Financial inclusion", "Climate-related financial risks", "COVID-19", "Global economy", "G20", "Sustainable finance", "Cross-border payments", "Central bank digital currencies"]}