{"sentences": ["I'm really pleased to be joining your meeting today.", "Your work in bringing together leaders and visionaries in support of Black communities across our city is invaluable.", "We're approaching the one-year mark since the pandemic took hold.", "At this time last year there was an increasing sense of fear and uncertainty about the future.", "And the events since then have posed tremendous challenges to families, communities, and the economy.", "The ongoing human toll is a tragedy we won't forget in our lifetimes.", "What has been an extraordinary public health crisis also has had profound consequences for the American and global economies.", "The cause of this recession-a global pandemic-means that our economic future will be determined in large part by the path of the virus and our collective success in overcoming it.", "We still face many hurdles on the road to recovery from both COVID-19 and the severe economic hardship that has ensued.", "A lot depends on the success in quickly getting a large part of the public vaccinated against a backdrop of the spread of emerging new strains of the virus.", "Despite these challenges and uncertainties, I have become more optimistic about the mediumterm outlook for the economy.", "I don't expect our lives to look like they did a year ago-our sense of \"normal\" may be forever altered-but with vaccinations well underway and a significant decline nationwide in confirmed new cases, I do expect that we can start to look toward a time that will be \"more like normal.\"", "In my remarks today I'll set the scene for the economic picture locally, and for the U.S. economy as a whole.", "I'll also highlight some of the disparities we are seeing in the labor market.", "Finally, I'll share more about the Federal Reserve's response and how I view the path forward.", "Before I continue, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "Prior to sharing the outlook, I think it's important to take a step back and explain some of the key factors that my colleagues and I at the Federal Reserve consider in reaching our policy decisions.", "The Fed has what we call a \"dual mandate,\" which are two goals set by Congress: maximum employment and price stability.", "With these goals in mind, our focus is understanding developments that affect labor markets, inflation, and economic growth.", "But we also collect and analyze enormous amounts of other information, both in the form of data and reports from members of the communities we serve, to help us assess the state of the economy and inform our decision-making.", "The Economic Outlook I'll start off with the most common measure of the overall economy: gross domestic product, or GDP.", "I expect inflation-adjusted, or real, GDP to rebound sharply this year.", "Indeed, with strong federal fiscal support and continued progress on vaccination, GDP growth this year could be the strongest we've seen in decades.", "Such a robust rebound would be very welcome after the toughest period for the economy in living memory and a winter where the pandemic has been particularly severe.", "The resurgence of COVID-19 over the past few months caused consumers to pull back on spending, resulting in significant job losses in some sectors-especially in leisure and hospitality.", "In past recessions, we have typically seen a decline in manufacturing jobs, while the service sector-establishments like hotels, bars, and restaurants-was not affected to the same extent.", "But the pandemic has flipped the script in that regard.", "Indeed, this time, both the manufacturing and housing sectors have rebounded sharply since last spring, while much of the service sector remains depressed.", "The pandemic has had a truly devastating effect on employment.", "Overall, as of January of this year, we are down nearly 10 million jobs from the pre-pandemic level, a greater shortfall than we saw even at the worst point of the aftermath of the Great Recession.", "Locally, we've experienced considerable strain, given that much of New York City's economy hinges on the leisure and hospitality industry.", "Job losses have been dramatic: New York was hardest hit at the start of the pandemic, and almost a year later the data still show a city under stress.", "While national employment was 7 percent below pre-pandemic levels at the end of 2020, employment in New York City was 12 percent lower.", "I hope that as workers return to their offices and the weather turns warmer we will start to see people frequenting the small businesses that are the lifeblood of our city.", "Unfortunately, job losses have not been only highly concentrated in particular industries, but also more concentrated among certain demographic groups.", "The pandemic and the ensuing economic downturn have done disproportionate harm to women, communities of color, younger workers, and the lowest paid.", "The data are particularly sobering when we look at communities of color.", "Recent research by my colleagues at the New York Fed shows that more Black and Hispanic workers lost jobs compared to white workers, and Black workers have been more likely to drop out of the labor force entirely, making it more challenging to rejoin in the future.", "The Black-white unemployment gap, which had reached historical lows in 2019, widened considerably during the spring and summer, undoing much of the progress of the past decade.", "While the gap has narrowed some since, closing this gap further will be an important part of a full recovery.", "Black-owned businesses have also suffered disproportionately.", "A report released by the New York Fed in August found that Black-owned businesses have been almost twice as likely to shutter during COVID-19 as white-owned firms.", "A key area of our focus is to better understand what contributes to economic inequities and to finding solutions.", "Through our economic research and outreach efforts, we are working to understand how racial disparities play out in the labor market, and what can be done to change these outcomes.", "Now I'll turn to inflation, the other half of our dual mandate.", "Although we have seen swings in some prices from the effects of COVID, overall the inflation rate has been running below our 2 percent goal.", "With our economy and the global economy still far below full strength, I expect underlying inflationary pressures to remain subdued for some time.", "An encouraging sign is that measures of longer-run inflation expectations have retraced earlier declines as the economic outlook has brightened and are now at levels seen a few years ago.", "As the economy fully heals and reaches maximum employment over the next few years, I expect inflation will sustainably move to levels consistent with our 2 percent longer-run goal.", "The Path Forward While the short-term outlook for the economy is highly uncertain, the longer-term picture is more favorable.", "With the ongoing vaccine rollout, more people will be able to travel, eat out, and shop in person safely.", "In addition, the fiscal package enacted in December provides much-needed support to households and businesses until vaccinations are more widespread.", "Moreover, additional measures are currently being discussed in the Congress.", "Fiscal support, combined with highly favorable financial conditions and steady progress on vaccinations, are all reasons to be optimistic the economy will experience a strong recovery this year.", "But the speed of the recovery will also depend on the global picture.", "We are seeing a slower rollout of immunizations in parts of Europe and a more subdued rebound in other parts of the world, which will have an effect on the United States.", "In addition, the emergence of new strains of the virus could slow the path to a post-COVID world.", "Given all the factors I mentioned earlier, in January the FOMC decided to maintain the target range for the federal funds rate at zero to 1⁄4 percent.", "The FOMC stated that it expects it will be appropriate to maintain this target range until labor market conditions have reached levels consistent with its assessments of maximum employment and inflation has risen to 2 percent and is on track to moderately exceed 2 percent for some time.", "In addition, the Federal Reserve will continue to increase its holdings of Treasury securities by at least $80 billion per month and of agency mortgage backed securities by at least $40 billion per month until substantial further progress has been made toward the Committee's maximum employment and price stability goals.", "In other words: Despite uncertainties, we are fully committed to supporting the economy through this period and reaching our maximum employment and price stability goals.", "We will continue to watch and learn and remain committed to using our full range of tools to help assure that the recovery will be as robust as possible.", "I'll conclude with this: Despite the progress so far in recovering from the recession, some of the numbers that I've shared are staggering.", "Families, businesses, and communities are struggling.", "Almost a year into the pandemic, there is still so much uncertainty.", "But despite the near-term challenges, the longer-term outlook for the economy has improved, and our actions of the past year position monetary policy well to support a strong, full recovery and achievement of our goals of maximum employment and price stability.", "With this progress in mind, I am hopeful for a time soon that looks \"more like normal.\"", "Small Business Credit Survey: 2021 Report on Employer Firms, a collaboration of the twelve Federal Reserve Banks (2021).", "Claire Kramer Mills and Jessica Battisto, \"Double Jeopardy: COVID-19's Concentrated Health and Wealth Effects in Black Communities,\" Federal Reserve Bank of New York, August 2020.", "Outreach and Education, Economic Inequality & Equitable Growth hub, Federal Reserve Bank of New York.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, January 27, 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic outlook", "labor market", "inflation", "COVID-19", "disparities", "economic recovery", "monetary policy", "fiscal support", "maximum employment", "price stability"]}