{"sentences": ["As prepared for delivery Good afternoon, and welcome everyone.", "I'm John Williams, president and CEO of the Federal Reserve Bank of New York.", "I'm here to kick off what is now the eighth installment of a landmark series on the topic of Racism and the Economy sponsored by the 12 Federal Reserve Banks.", "These events examine structural racism's toll on the economy and identify potential actions that can improve economic outcomes for all segments of society.", "There is no facet of our society immune to racism, health included.", "So, this afternoon, we will be looking at key issues around race and the economy through the lens of health-a focus never more urgent and critical.", "Before we move on with the program, I'd like to share more broadly why this is so important for the Federal Reserve, what we're learning, and what we're doing.", "And with that, I must give the standard Fed disclaimer that the views I express are my own and do not necessarily reflect those of the Federal Open Market Committee or anyone else in the Federal Reserve System.", "Having poor health is a challenge on many levels.", "We're keenly aware that health can be a huge driver of economic inequality.", "People who lack good health or healthcare often struggle to participate fully in the economy.", "On top of that, social determinants of health-economic stability, housing, and education-can be barriers to employment and affect the kinds of jobs people get.", "Of course, we at the Federal Reserve are neither healthcare workers nor healthcare policymakers.", "But a major part of our core mission is to foster a strong economy and promote maximum employment.", "And to put it simply, we need healthy people to have a healthy economy and workforce.", "That's why understanding the nexus of race, health, and the economy is central to achieving our goals.", "We are deeply committed to doing so, both in this series and beyond.", "The pandemic demonstrated just how acute many of the connections are between physical and economic health for individuals and communities.", "And it exposed just how dramatic racial disparities can be, especially in accessing healthcare and other critical resources.", "The convergence of a health crisis, business closures, and job losses created tremendous hardships for many Americans, and was especially devastating for communities of color.", "We know that people of color, and Black people in particular, experienced higher rates of illness and death.", "Significant representation in essential services work-jobs that required close contact with others-contributed in part to these tragic outcomes.", "Over the past 18 months, we learned how these issues played out for families through regular conversations with community leaders in our district and beyond.", "Separately, our research shone a spotlight on many of these painful realities.", "For example, a team of New York Fed economists published a series earlier this year aimed at understanding the gap in COVID-19 intensity by race and by income.", "And last month, they shared their findings around racial differences in ICU stress during the third wave of COVID-19.", "There's no single or simple solution that can fully address these problems.", "But, as a nation we can build a stronger foundation so that everyone can fulfill their economic potential, thus better enabling the Federal Reserve to fulfill its mandate.", "That's why at the New York Fed-and across the Federal Reserve System-a key area of focus is to better understand economic drivers of health and wellbeing, and to champion promising solutions.", "We are able to do this in large part through our Community Development efforts to better understand the needs and issues of low- and moderate-income communities throughout our District.", "Our Community Development team recently adopted a new strategy to concentrate on three key areas: health, household income, and climate.", "Our aim is to connect people, programs, and proposals-especially those focused on fostering racial equity-with the funding needed to promote equitable growth and tackle economic inequality.", "We are already doing important work in this space and there is so much planned for the future.", "A few months ago, we brought together mental health and policy experts to examine the pandemic's impact on mental health in communities of color, including the correlation between depression, anxiety, and economic factors such as lost income.", "And next week, we'll be hosting an event in collaboration with New York University's Rory Meyers College of Nursing, the New York City Department of Health and Mental Hygiene, the Low Income Investment Fund, and the Robert Wood Johnson Foundation to discuss the need for investments in maternal and child health.", "Our goal for convening this coalition of thought and civic leaders is to find innovative ways to ensure that all mothers across the city have the care they need to fully participate in the economy and that their children are positioned for a healthy start.", "Today you'll hear from an exceptional lineup of panelists: leaders in the medical, academic, and policy worlds.", "We'll close with a panel of my colleagues, fellow Reserve Bank presidents, who will share their reflections on what we've learned and discussed today.", "So, with that, I'll hand it over to Marielle Segarra of Marketplace who will moderate the next part of the program.", "Thank you all again for joining today's event.", "Centers for Disease Control and Prevention, Introduction to COVID-19 Racial and Ethnic Health Disparities, updated December 10, 2020.", "Hye Jin Rho, Hayley Brown, and Shawn Fremstad, A Basic Demographic Profile of Workers in Frontline Industries, Center for Economic and Policy Research, April 2020, and Tiana N Rogers, Charles R Rogers, Elizabeth VanSant-Webb, Lily Y Gu, Bin Yan, Fares Qeadan, Racial Disparities in COVID-19 Mortality Among Essential Workers in the United States, World Medical & Health Policy, August 5, 2020.", "Ruchi Avtar, Rajashri Chakrabarti, and Maxim Pinkovskiy, Understanding the Racial and Income Gap in COVID19: Essential Workers, Liberty Street Economics, January 12, 2021.", "Ruchi Avtar, Rajashri Chakrabarti, and Maxim Pinkovskiy, Unequal Burdens: Racial Differences in ICU Stress during the Third Wave of COVID-19, Liberty Street Economics, August 9, 2021.", "New York Fed on Medium, New Initiative Focuses on the Social Determinants of Health, April 7, 2021.", "New York Fed on Medium, Exploring the Economic Benefits of Broader Support for Mental Health, June 2, 2021.", "New York Fed, The Fourth Trimester and Beyond: The Case for Broad Investments in Maternal and Child Health."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Race and health", "Health and economy", "Racial disparities", "Economic inequality", "Health determinants", "COVID-19", "Economic potential", "Community development", "Mental health", "Maternal health"]}