{"sentences": ["It is a great pleasure for me to close this conference we have jointly organised with the European Investment Bank.", "This is the third conference our two institutions have co-hosted on issues related to the Spanish corporate sector, and I greatly appreciate the collaboration between our institutions.", "A collaboration that it ́s now well established.", "The topic of this conference is most timely and relevant.", "This morning the European Systemic Risk Board (ESRB) organized a virtual event on which I had the opportunity to participate as chairman of its Advisory Technical Committee, whose focus was precisely on \"Corporate insolvencies and public support measures\" and where we have presented an ESRB report on \"Prevention and management of a large number of corporate insolvencies\".", "The motivation of this report is indeed very similar to the discussions you have had in this seminar.", "Economic policies have played an important role in mitigating the impact of the COVID19 shock on our economies.", "And precisely thanks to these policies, and despite the significant fall in economic activity, we have not so far observed a significant increase in business mortality rates for existing firms.", "However, the corporate sector faces major challenges down the road.", "Against a backdrop of lower expected cash flows and higher debt, the solvency position of some firms has worsened, especially in the case of those operating in sectors more adversely affected by the pandemic that are still facing some restrictions.", "Thus, with the crisis stretching out, concern has now shifted from liquidity risk to the deterioration of the solvency position of firms.", "Therefore, economic policies should now focus on supporting viable businesses whose solvency has worsened as a result of the COVID-19 shock, given that the potential liquidation of these firms would be a drag on economic recovery via different channels.", "First, due to the loss of employment and capital that follows the closure of any company.", "Second, firms' solvency problems may end up affecting the health of lenders if these problems are significant and widespread within the corporate sector.", "And third, in extreme scenarios, the ability of of some banks to provide new lending could be affected, generating negative financial loops.", "We should take into account as well that a high level of corporate debt, even if not leading to defaults, can still be a drag on investment in the following years, lowering productivity and economic growth, as the experience from the global financial crisis indeed shows.", "These considerations can provide a rationale to use public resources to assist firms with a high level of debt produced by an exogenous shock, such as the current pandemic, but which are viable based on their medium-term perspectives in terms of profitability and productivity.", "However, the design of public support programmes to help viable firms improve their solvency position poses serious design challenges, related to the selection of the firms receiving the aid and the design of a structure of incentives for those firms participating in these programmes.", "Without adequate selection criteria, there could be a poor redistribution of limited productive resources, keeping low-productivity firms running or providing support to companies that do not need it.", "Also, an inadequate design could leave aside viable firms that face solvency problems.", "This calls for a careful design of these programmes and a permanent real time evaluation of them, which, in the end, requires close monitoring of the financial situation of both non-financial firms and banks.", "In this regard, the Banco de España has exerted much effort in recent months in assessing the implications of the COVID-19 shock for the corporate sector.", "New tools based on micro simulations have been developed, making an extensive use of our micro databases, including our Central Balance Sheet Data Office database, which contains information of the non-financial sector, and the Spanish Central Credit Register, which contains information on all loans provided by Spanish banks to firms.", "Some of the results of these analyses have been presented today at this conference.", "We also plan to regularly update these results to take into account the changing economic environment and outlook.", "In this regard, let me also stress the relevance of firm surveys as a very useful tool for monitoring real time developments in the corporate sector, especially bearing in mind the long time lags of hard data at the micro level.", "In this regard, last November the Banco de España launched a new Business Activity Survey to compile first-hand information on a quarterly basis about companies' activity in the current quarter and about the immediate outlook.", "The survey compiles qualitative information about firms' perceptions as to the course of turnover, employment and prices.", "Given the current economic environment, additional questions were included on the impact of the pandemic, the use of different policy measures and the strategies that businesses intend to adopt in the near term.", "This new survey is a valuable source of information on how business activity evolves by sector and on other corporate characteristics that will help outline short-term economic developments, but also identify more long-term patterns.", "As an example, initial results show that the impact of the COVID-19 shock was larger for small, young and less productive firms located in urban areas.", "Moreover, these firms resorted relatively more to public-guaranteed loans, tax deferrals and ERTEs (furlough schemes).", "By the same token, let me stress the relevance of the Investment Survey conducted annually by the European Investment Bank since 2016, whose most recent results for Spain have been presented at this conference.", "This survey contributes to improving our knowledge of the dynamics of firms' investment and investment finance.", "In particular, this source of information has proved very useful in identifying the main obstacles to investment.", "The high coverage of European firms in different countries allows for comparison of investment and investment finance developments across countries.", "In the context of the pandemic, the results of this survey are even more relevant since they allow us to better understand the implications of the COVID-19 shock for firms' investment across Europe.", "To conclude, let me thank the European Investment Bank for partnering us in the organisation of this conference and, more in general, for their very good collaboration with us.", "I would also like to thank speakers and participants at the conference for such fruitful discussions.", "I'm convinced these debates are very useful for enriching our understanding of economic problems and for guiding policy makers as to the best possible design of economic policies to tackle them."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Corporate insolvencies", "Solvency", "Economic policies", "Public support measures", "Corporate sector", "Debt", "Productivity", "Investment", "Liquidity risk", "Business mortality rates"]}