{"sentences": ["Good morning and thank you for the kind invitation to speak about the financial stability challenges faced by European regulators in the context of this pandemic crisis, which was not originated in Europe, but unfortunately spread throughout the World including of course Europe.", "The pandemic crisis - unique and exogenous - raises many questions for the future of Europe, not least about the financial stability of the EU banking system.", "But fortunately, financial stability is only an issue because of the prominent role that the banking system played in stopping the liquidity crisis that was ensuing at the end of the first quarter of 2020.", "Contrary to previous crises, this is not a structural one, requiring from policy makers and regulators a different set of policies.", "In Europe, the response to the pandemic was unprecedented and coordinated.", "And these are the good news for the post-covid recovery.", "However, the scars of the pandemic crisis, which will differ across countries, will pose challenges.", "One size will not, never does, fit all.", "Unlike in previous crises, the monetary and budgetary policies adopted by Member States and in Europe throughout 2020 are complementing each other.", "The policy response prevented a lengthy and catastrophic crash, which could have led to substantial job losses and widening inequality, risking the cohesion and convergence efforts among member states.", "All decision-makers in each and every area and jurisdiction have been swift, innovative and, let me stress this again, coordinated.", "This was exactly what Finance Ministers did in the Eurogroup, in early April 2020.", "Let me quote from the press note: \"Subject to guidance from Leaders, discussions on the legal and practical aspects of [...] a fund, including its relation to the EU budget, its sources of financing and on innovative financial instruments, consistent with EU Treaties [...].\"", "And following the decisions by Finance Ministers, the European Council agreed on the Next Generation EU stimulus package.", "It comprises 750 billion euros in grants and loans, financed by common European debt with issuances expected to have maturities up to 30 years.", "A leap in the European political landscape.", "One waited for so long.", "And, so far, financial markets are tuned.", "They showed a tremendous appetite for EU-issued debt.", "It is not difficult to expect that policies in Europe will not be the same after this huge success.", "The Central banks' response to the pandemic crisis has also been fast, large and broad.", "The ECB acted strongly and immediately in March and has been adapting and reinforcing its instruments as needed.", "The PEPP was created in March with flexible purchasing criteria and currently has a size of 1.85 trillion euros.", "APP was reinforced in 120 billion euros.", "There was also an easing of conditions to access TLTRO and for eligible collateral.", "But the response of central banks went beyond monetary policy.", "Authorities have facilitated the continued provision of credit.", "Euro area banks were allowed to operate temporarily below the level of capital defined by Pillar 2 guidance (P2G) and the combined buffer requirement (CBR), without facing corrective actions from supervisors.", "This corresponds to a leeway of approximately 140 billion euros, which can be used to absorb losses or potentially finance up to 2 trillion euros of lending in the euro area.", "But to preserve the banks' own resources and to balance the effort among public and private parts, the ECB advised banks to be prudent with dividend payments and share buyback schemes.", "It also advised banks regarding their remuneration policies.", "There is evidence that central banks' actions have been crucial to avoid market fragmentation and a more pronounced economic crisis.", "They preserved favorable financing conditions across all sectors, amid a strong asymmetry of the impact of the crisis.", "Also, the initial spike in euro area sovereign bond yields was reversed after central bank's intervention.", "Yields now stand at historically low nominal levels; for instance, Portugal's 10-year yields are now negative.", "But calming the sovereign debt markets also brought reassurance to other markets.", "Looking ahead, in 2021, to pave the way for recovery, the measures must be adapted to the evolution of the crisis.", "In the same terms, we must recognize the individual limits of fiscal, monetary, and micro- and macro-prudential policies.", "Therefore, we must take advantage of all synergies of an harmonized action.", "The COVID-19 shock is likely to accelerate some of the trends that were already under way before the crisis, such as digitalization and crisis management and resolution frameworks reinforcement.", "Adaptation is the challenge that governments and other policy maker are going to face in the next few months.", "The pace of recovery of the economy, the asymmetry among sectors and firms, but also among households require wise exit strategies from today's policies.", "European policy must recognize these differences and devise policies that sustain a healthy recovery; withdrawing benefits all at once or at the same pace for all firms and individuals will be a mistake.", "At this, fiscal policy as an advantage over monetary policy; it can target specific agents, while monetary policy is broad-based in nature.", "From the Central Bank perspective, we are working to make sure that the financial system is part of the solution and not part of the problem on the post-covid recovery.", "As such, ensuring the smooth transmission of the monetary policy is key.", "Making sure that the risks assumed today are being properly managed is crucial and part of our priorities.", "At a larger scale, as referred by our Secretary of State for Finance, I would like to finish my intervention by placing, now in a different vest, a strong emphasis on the importance of achieving a complete Banking Union.", "Thank you for your attention."], "classifications": ["none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial stability", "Pandemic crisis", "Monetary policy", "Banking system", "Fiscal policy", "European Union", "Next Generation EU", "Central banks", "Eurozone", "Sovereign debt"]}