{"sentences": ["For release on delivery 10:00 a.m. EDT Statement by Randal K. Quarles Vice Chair for Supervision Board of Governors of the Federal Reserve System Committee on Financial Services U.S. House of Representatives Chairwoman Waters, Ranking Member McHenry, members of the Committee, thank you for the invitation to testify today.", "Last May, my colleagues and I came before you-in a virtual format for the first time-discussing our actions to maintain a strong banking sector as a source of support for consumers, households, and businesses.", "I'd like to thank the Committee for its flexibility and its commitment to ongoing, open dialogue, especially in the course of such a challenging year.", "My remarks one year ago came after the onset of sudden and pervasive financial stress.", "Early turmoil in overseas financial markets quickly crossed borders and, within days, had reached almost every asset class and corner of the financial system.", "From the beginning, the causes of this strain were clear, rooted in the policy measures taken to address the outbreak of COVID-19.", "But at that time, the full implications of the COVID event remained unclear, and the costs would continue to mount.", "The American economy and banking sector then remained at the edge of the storm, with one wave of stress behind us and others yet to come.", "Today, the storm waters are receding.", "The economy is beginning a strong recovery, which owes much to an extraordinary, coordinated, and sustained campaign of support, by both Congress and the Federal Reserve, that helped clear a path to the other side of the COVID event.", "As the Federal Reserve's recent reports detail, banking organizations have remained an important source of strength in this recovery.", "Entering the COVID event, the banking system was fortified by over 10 years of work to improve safety and soundness, from both regulators and the banks themselves.", "Higher levels of capital and liquidity, better risk management, and more robust systems let them absorb an unprecedented shock-while providing refuge from market instability, delivering essential public aid, and working constructively to support borrowers and communities.", "In short, the full set of post-2008 reforms-as refined and recalibrated by the work of the last four years-ensured that this time would truly be different than the last.", "Today, the U.S. banking system is actually more liquid and better capitalized than it was a year ago, with over $100 billion in additional loan loss reserves, leaving it well- positioned to weather future shocks.", "While a strong recovery is underway, it is not yet complete.", "Some households and businesses are still vulnerable, even as we enter this last stretch of the return to normal.", "Our role, as policymakers, is to support the financial system and the economy through the end of this transition back to normal operations.", "Our challenge, however, is to do so as circumstances change and the nation's need for that support evolves.", "Most immediately, we have worked to align our emergency actions with other relief efforts, as the economic situation improves.", "Last spring, the Federal Reserve adopted a set of extraordinary and mostly temporary measures to ease the strain in financial markets and ensure banks could support communities and meet customer needs.", "In the last six months, we have See Randal K. Quarles, \"Remarks at the Hoover Institution\" (speech at the Hoover Institution, Stanford, CA (via webcast), October 14, 2020), .", "See, e.g., Jerome H. Powell, \"Getting Back to a Strong Labor Market\" (speech at the Economic Club of New York (via webcast), February 10, 2021), .", "See Jerome H. Powell, \"Community Development\" (speech at the \"2021 Just Economy Conference\" sponsored by the National Community Reinvestment Coalition, Washington, D.C. (via webcast), May 3, 2021), (\"Lives and livelihoods have been affected in ways that vary from person to person, family to family, and community to community\").", "For a catalogue of these actions, see \"Supervisory and Regulatory Actions in Response to COVID-19,\" Board of Governors of the Federal Reserve System, last updated March 15, 2021, -regulatory-action-response-covid-19.htm.", "maintained or extended some of those measures, where appropriate, to preserve household assistance and promote continued access to credit.", "We also began the transition back to our normal activities, our normal supervisory posture, and our normal rulebook.", "We closed 12 of our 13 emergency lending facilities; let temporary changes to our leverage rules expire as planned; and announced plans to transition large banks back to our regular capital regulation program, calibrating dividend and share repurchase restrictions to the results of the upcoming supervisory stress tests.", "These are important near-term steps, and they are part of any responsible transition out of our emergency posture.", "However, our role and our responsibility extend much further than merely returning to normal.", "We also have an obligation to look closely at the last year, to understand how the financial system came to experience such severe stress, and to identify and act on any lessons we find.", "The COVID event was a unique shock, but it was also the first real- world test of the regulatory and supervisory regime established after the 2008 financial crisis.", "Any list of lessons must begin with the strong performance of supervisory stress testing.", "The stress-testing program not only prepared banks for a period of prolonged hardship; it also clarified their health and resilience as the COVID event progressed.", "This role was a return to the original purpose of stress testing and a confirmation of its earliest use during the 2008 financial crisis.", "It also, however, affirmed the ways that stress testing has evolved in recent years, into a more flexible, more transparent anchor for the Federal Reserve's broader capital program.", "For example, while it was prudent-given that this was the first real-world test of the post-2008 system-for us to impose temporary capital distribution restrictions beyond those that form part of that system, we now know that our framework works.", "We can have particular confidence in the framework when it is supplemented and informed by a real-time stress testing regime.", "In the future, having learned the lessons of this test, we will be able to rely on the automatic restrictions of our carefully developed framework when the stress test tells us the system will be resilient, rather than impose ad hoc and roughly improvised limitations.", "Other areas, however, are ripe for closer examination, both domestically and internationally.", "These include the strains in short-term funding markets, and the second destabilizing run on prime money market mutual funds in roughly a decade, which required significant public intervention to address.", "Despite some efforts after the 2008 crisis to enhance the resiliency of these investment vehicles, the basic model of a seemingly stable-value fund, backed by assets the value and liquidity of which varies, remained vulnerable.", "Work is ongoing both domestically and at the Financial Stability Board on how to better address these vulnerabilities.", "Areas for further examination also include Treasury markets, where last year's selling pressures overwhelmed dealers' willingness or ability to intermediate, and which continue to be a focus for the Board, the Department of the Treasury, and other regulators.", "Among other measures, we are reviewing the design and calibration of the supplementary leverage ratio, which was originally gauged for a financial system with far lower levels of cash reserves and a much smaller Treasury market.", "Finally, these areas for further review include a rapidly changing set of customer practices; changing patterns in the use of financial services, by consumers and businesses; and a changing relationship between banks and their nonbank partners.", "These trends predate the COVID event, but the past year accelerated them dramatically, with important implications for financial stability, safety and soundness, consumer protection, and underserved communities' access to safe and fair financial services.", "The Federal Reserve is working to understand and address this changing landscape in a number of ways-from the use of artificial intelligence, to the evolving need for operational resiliency, to the growing risk of disruptive shocks from cybersecurity failures.", "We are not alone in our work to understand these post-COVID-event lessons.", "We have valuable and willing partners in our fellow regulators, in other agencies across government, and in our colleagues abroad.", "We continue to participate actively in relevant work at the Financial Stability Board and other international forums, since financial risks do not respect the jurisdictional lines between agencies or countries.", "And we are committed to keeping Congress closely and actively informed of our efforts, mindful of the effect these trends may have on our core mandate.", "This work is critical, but only in service of a more fundamental goal: a safe, transparent, and efficient approach to supervision and regulation, which ensures the financial system is strong and stable enough to withstand even historic shocks.", "Those values are of perennial importance, and they continue to be the bedrock of the Federal Reserve's work.", "They also animate two of our highest priorities for this year: to finalize the post-crisis Basel III reforms and to complete the long-overdue transition away from LIBOR.", "On the former, we remain committed to implementing Basel III for our internationally active banking organizations in a full, timely, and consistent manner, with a rulemaking proposal for public comment later this year.", "For LIBOR, \"Agencies seek wide range of views on financial institutions' use of artificial intelligence,\" news release, March 29, 2021, ; Board of Governors of the Federal Reserve System, SR letter 20-24: \"Interagency Paper on Sound Practices to Strengthen Operational Resilience,\" November 2, 2020, ; see also \"Jerome Powell: Full 2021 60 Minutes Interview Transcript,\" 60 Minutes Overtime, April 11, 2021, -powell-full-2021-60-minutes-interview-transcript/.", "Randal K. Quarles, \"The Eye of Providence: Thoughts on the Evolution of Bank Supervision\" (speech at the Federal Reserve Board, Harvard Law School, and Wharton School Conference: Bank Supervision: Past, Present, and Future (via webcast), December 11, 2020), Board of Governors of the Federal Reserve System, \"Federal Reserve Board adopts final rule outlining and confirming the use of supervisory guidance for regulated institutions,\" news release, March 31, 2021, ; Board of Governors of the Federal Reserve System, \"Federal Reserve Board publishes frequently asked questions (FAQs) comprising existing legal interpretations related to a number of the Board's longstanding regulations,\" news release, March 31, 2021, ; Board of Governors of the Federal Reserve System, \"Federal Reserve publishes latest version of its supervision and regulation report,\" news release, November 6, 2020, .", "by contrast, the time for comment, speculation, and delay has long since passed.", "Continued use of LIBOR in new contracts after 2021 would create safety and soundness risks, and we will examine bank practices accordingly.", "The COVID event is not behind us, and the vulnerabilities it exposed are not gone.", "As we continue to recover, the \"vast influence of accident\" can only grow, with consequences that can disproportionately fall on the most vulnerable.", "However, we can do more than just wait and hope that the path out of the COVID event is smooth.", "We can work to ensure the financial system is resilient enough to support consumers, households, and businesses, and we can recommit ourselves to supporting the economy through the completion of the recovery.", "The work we undertake to learn the lessons of the past year is a critical step in upholding that commitment.", "I look forward to your questions.", "Randal K. Quarles, \"Keynote Remarks\" (speech at \"The SOFR Symposium: The Final Year,\" an event hosted by the Alternative Reference Rates Committee, New York, NY (via webcast), March 22, 2021), ; see also Mark Van Der Weide, \"The End of LIBOR: Transitioning to an Alternative Interest Rate Calculation for Mortgages, Student Loans, Business Borrowing, and Other Financial Products\" (testimony before the Subcommittee on Investor Protection, Entrepreneurship, and Capital Markets, Committee on Financial Services, U.S. House of Representatives, Washington, D.C., April 15, 2021), Thucydides, The History of the Peloponnesian War, translated by Richard Crawley, at Ch."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["COVID-19", "Financial Stability", "Banking System", "Financial Markets", "Supervisory Stress Testing", "Basel III", "LIBOR", "Capital Adequacy", "Liquidity", "Risk Management"]}