{"sentences": ["Dear Governor Armașu, Distinguished guests, adies and gentlemen, Let me start by congratulating the National Bank of Moldova on the initiative of holding this conference.", "I believe that discussions on the proposed topic are welcome at the current juncture, when light needs to be shed both on the measures to rescue the economies hit by the COVID-19 pandemic and on central banks' mission.", "The question about what a central bank can and cannot do is always on the agenda.", "Governments and central banks throughout the world have promptly stepped in to address the fallout from the pandemic by means of social, economic, fiscal and monetary policies.", "Such comprehensive and unprecedented support has proven that, in situations like this, the concerted action of the authorities - particularly monetary and fiscal ones - is critical to safeguarding the smooth functioning of markets, of economic and social mechanisms.", "The topic of this roundtable, The role of a central bank in modernising society - challenges in emerging economies, is however more comprehensive than the response to the challenges of the unprecedented medical crisis we are currently facing.", "By choosing this topic, the National Bank of Moldova and the central bankers at its helm prove, yet again, if it were still needed, that they are constantly preoccupied with playing an active role in the development and modernisation of the Moldovan society on the road to the European Union.", "Let me take the opportunity of opening this event to highlight - in my capacity as a long-standing partner of the National Bank of Moldova - the remarkable progress your institution has made on its path to a European-style central bank.", "When acknowledging the road followed by your institution, I cannot help recalling the bumpy ride of the National Bank of Romania in the same direction, the challenges we faced along the way and how we overcame the hurdles.", "That is why I believe we, at the NBR, are qualified to perform an accurate, realistic evaluation of the progress achieved by our colleagues in Chișinău, all the more so that our central banks boast a tight bilateral institutional cooperation spanning three decades, alongside the strategic partnerships between our institutions with EU, IMF and World Bank support.", "Dear colleagues and dear friends in Chișinău, you can be sure of the NBR's full support in the National Bank of Moldova's endeavour to align to European standards and practices.", "Ladies and gentlemen, Distinguished audience, The primary objective of a European central bank is to pursue price stability in the domestic economy.", "The outcome of the 2008 crisis strengthened the idea that ensuring financial stability is not at odds with achieving the primary objective, but is even beneficial in this respect.", "Fulfilling this objective essentially hinges on central bank independence - political, legal, functional.", "This is a wide-ranging topic.", "Please allow me, however, to elaborate only on a few ideas about monetary policy independence; it implies decisions particularly with regard to the key policy rate, the exchange rate policy, international reserve management, setting prudential requirements on minimum required reserves in the banking system.", "Also worth mentioning is the central bank's role as agent when it comes to borrowing via issues of government securities conducted by fiscal authorities on the primary market.", "At the same time, a central bank manages liquidity in the economy by granting credit against eligible collateral, consisting especially in government securities, and may resort to extraordinary interventions for the purpose of ensuring an adequate level of liquidity, for example via quantitative easing programmes, purchasing financial assets - government securities traded on the secondary market - and holding such instruments in its own portfolio.", "The simple listing of these areas in the monetary policy scope suggests that we are dealing with decisions on highly-technical, sophisticated mechanisms and instruments, based on complex information, working correctly only in an environment of high professionalism.", "Central bank independence, on the basis of a clear mandate, is therefore of the essence.", "One field where this is all the more obvious, because it has to do with competition on the global market, is the management of forex reserves.", "In principle, they ensure - especially in the case of emerging economies - the resources to overcome external imbalances and to safeguard a relative stability of the domestic currency's exchange rate around economic fundamentals.", "The reallocation of reserves for discretionary use and their monetisation strongly erode these essential equilibria, significantly impairing market functionality and the credibility of the central bank and of any government, ultimately to the detriment of society itself.", "Maintaining and managing an adequate level of international reserves, through the competence and professionalism of the central bank, shelter the country from terrible crises; take this right away and the country is left to the mercy of the winds.", "For all these reasons, in the context of extensive debates internationally on the importance of central bank independence - debates that I am aware of and I am not contesting -, I plead for the independence of central banks, but also for an institutional balance between central banks and fiscal authorities, as parts of the executive power.", "Macroeconomic stability - a key prerequisite for sustainable economic and social development - is ensured when there is a balance between the monetary policy and the fiscal policy.", "Altering the well-established institutional rapports, in times of crisis, may pose a serious risk for the future.", "The successful implementation of postpandemic measures, when the priority will be a return to economic and social normality as fast as possible, hinges on the extent to which macroeconomic stability is preserved.", "When I speak of independence I do not see the central bank secluded in an ivory tower, but working actively, and combatively, under the law, with the fiscal authority, with the government.", "Based on my experience, I do not think there is a better alternative to a balanced, coherent fiscal and monetary policy mix.", "And central bank independence implies accountability vis-à-vis the law, the mandate, the society.", "Or, in the words of 19th-century Romanian writer and politician Costache Negruzzi, the central bank needs to 'stand accountant' for what it does.", "By encroaching upon central bank independence, in favour of political decisions seeking shortterm electoral gains, the real costs will be borne from an economic and social perspective, in the long run, by the entire country.", "A recent study published by the European Central Bank, titled The Case for Central Bank Independence, shows that - while the de jure independence has largely remained intact - the de facto independence has deteriorated in almost half of the sample of central banks under review.", "This is a fact and, for me, it is a matter of concern.", "I shall not comment on it.", "Looking at central banking history that spans more than three centuries, I hope this is part of the long cycle of ups and downs in terms of central bank independence.", "Ladies and gentlemen, In Romania, the initial economic impact of the pandemic was strong, compounding the existing imbalances and the depreciation pressures on the domestic currency and entailing higher liquidity needs.", "Consequently, the immediate objective of our central bank was to maintain banking system stability and liquidity, for the proper functioning of public finances and the real economy; at the same time, the dosage of measures sought to avoid an excessive and unnecessary depreciation of the leu.", "Over a broader horizon, our aim was to preserve confidence that economic and financial equilibria are kept under control.", "In this vein and in full compliance with its mandate and statutory independence, the NBR promptly adopted a package of proportionate and effective measures to support the Romanian economy.", "Given the exceptional nature of the pandemic, the NBR cooperated more closely with the Government of Romania, particularly with the Ministry of Finance, to avoid any conflict between monetary, macroprudential and fiscal measures.", "that background, the NBR Board decided to successively cut the monetary policy rate, to narrow the symmetrical corridor defined by interest rates on standing facilities around the policy rate, to provide liquidity to credit institutions via repo transactions (repurchase transactions in government securities) for ensuring the smooth functioning of money market and of other financial market segments, to lower the minimum reserve requirement ratio on foreign currencydenominated liabilities of credit institutions, as well as to purchase leu-denominated government securities on the secondary market with a view to consolidating structural liquidity in the banking system that should contribute to the smooth financing of real economy and the public sector.", "As regards the purchase of leu-denominated government securities on the secondary market, a measure widely resorted to by central banks in the current context, I would like to stress that the NBR decided to launch secondary market purchases only after its position on the market shifted from net debtor to net creditor in relation to commercial banks.", "From this perspective, in full compliance with the NBR Statute, the measure was carried out with a view to ensuring an adequate level of financial system liquidity and I do not think it qualifies as a quantitative easing measure per se.", "Finally, the NBR took operational measures to ensure the continuity and smooth functioning of payment and settlement systems underlying payments in domestic currency, as well as to ensure the necessary cash flows for banks to conduct all operations.", "Distinguished audience, To sum up, what can a central bank do to modernise the society in an emerging economy such as that of Moldova?", "Lots of good things, within the confines of the law and of its mandate.", "Nothing good beyond its mandate.", "Effective inter-institutional cooperation, within an optimum functional architecture, is a formula for successfully overcoming moments of crisis, including the situation generated by the COVID-19 pandemic.", "I therefore reiterate, with all conviction, the importance of preserving the independence of central banks and taking on their primary objective in full responsibility.", "This objective is the key element of macro-financial stability, to which also adds the symbolic role of originator of the horizon of hope, so necessary nowadays in all of our countries.", "I am convinced that the works of this conference will be a good opportunity to reflect on the topical matter regarding the role of central banks and the importance of their independence.", "On behalf of the Romanian central bank and the NBR Board, I extend the best wishes to you and your colleagues in the distinguished institutions that you represent.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Central bank independence", "Monetary policy", "Financial stability", "Economic stability", "Macroeconomic stability", "International reserves", "Fiscal policy", "Quantitative easing", "Liquidity", "Emerging economies"]}