{"sentences": ["The COVID-19 crisis has taken a heavy economic toll and caused tragic loss of lives and immense human suffering.", "No country has been spared.", "The synchronized, forceful, and timely global policy response prevented a worse outcome, but the damage has been still very significant and widespread.", "The recovery is gaining momentum, though its course and pace are highly dependent on the dynamics of the pandemic.", "The pandemic's long term scarring effects are also still uncertain.", "The crisis has exacted a heavy toll on the low-income countries (LICs), in many cases reversing, in a matter of few short months, their hard-earned gains achieved over decades in alleviating poverty and improving social conditions.", "The vulnerable groups-youth, women, low skill labor and workers in the informal sector-have been hardest hit.", "The crisis has pushed millions of people into extreme poverty and severe food insecurity in addition to millions already suffering.", "Saving lives is still the highest priority.", "Multiple waves of the virus and its still uncontrolled spread in some regions pose serious threats to the global fight against the pandemic and further loss of lives.", "The slow and uneven vaccine rollout, even in some advanced economies, and its very limited availability in the LICs are matters of serious concern.", "Enabling global access to effective and affordable vaccines is a global responsibility, and an ethical and moral issue.", "We support the Managing Director's Global Policy Agenda (GPA) and its wellplaced focus on creating conditions for a safe exit from the crisis followed by a sustained, strong and inclusive global economic recovery.", "We welcome the GPA's recognition of difficult challenges facing many developing countries in pursuing their development and social objectives, while facing severe financing constraint and high debt.", "We further welcome the increasing IMF emphasis on middleincome countries as many face stalled growth and large financing needs in tighter market conditions.", "Our constituency is a heterogeneous group of countries and a mix of fragile and conflict-affected states, middle-income and frontier economies, and oil exporting countries.", "The crisis has severely impacted all countries of our constituency.", "Our authorities reacted swiftly to the crisis and implemented measures to alleviate its impact on lives and livelihoods, with some of our members benefitting from Fund emergency and/or Upper Credit Tranche (UCT) facilities.", "The economic recovery is gradually taking shape in our constituency, but at varying pace and degrees.", "The rebound of international oil prices provided welcome relief to oil exporters in our constituency, but financing pressures continue to persist, and economic diversification challenges remain.", "The oil importing countries in our constituency continue to face large fiscal and external imbalances and soaring public debt, although an upside surprise in remittance inflows has provided some relief.", "The recovery of the LICs, most already beset by fragilities, is further constrained by the lack of fiscal space, elevated debt levels, declining aid and limited access to financing.", "While welcoming the ongoing international efforts to assist the LICs, including through debt service relief from the IMF and the World Bank and the G20-led DSSI, we strongly believe that a broader international participation, including by private creditors, is critical given the LIC's debt vulnerabilities and the uncertainties that threaten their medium-term economic viability.", "The fragile states and countries afflicted by conflict and those hosting refugees in the MENAP+ region deserve close attention and timely and commensurate response by the international community.", "The IMF's nimble and proportional response to the crisis, including through an expansion of its toolkit and higher access limits, provided a critical lifeline for members facing large financing needs.", "The crisis is still evolving and there is still need for emergency support.", "The requests of some 40 members are still pending, including that of a major country in our constituency.", "In this regard, we would like to reiterate our call on the Fund to ensure that its financial support, policy advice, and capacity development are available to all members in an evenhanded manner without exception.", "We support the IMF in scaling-up its work on the macro-critical implications of climate change, digitalization, poverty alleviation, youth employment, and inclusiveness in general.", "We look forward to the successful conclusion of a new general SDR allocation of US$650 billion and encourage the Fund to work on options for voluntary reallocations of SDRs for the benefit of poorer members.", "We welcome the doubling of the New Arrangements to Borrow, as well as the renewal of the Bilateral Borrowing Agreements to meet the members' high and growing overall demand for Fund resources and the shift towards UCT arrangements.", "We welcome the work on the 16th General Review of Quotas and reaffirm our commitment to a strong, quota-based, and adequately resourced IMF at the center of the global financial safety net."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "economic recovery", "low-income countries", "vaccine rollout", "financing constraints", "debt vulnerabilities", "fragile states", "climate change", "SDR allocation", "IMF resources"]}