{"sentences": ["1 Introduction Ladies and gentlemen, I would have been only too happy to meet you all in person.", "Even more so, as from my office it would only have been a short walk to the campus of the Goethe University.", "And allow me the following side remark: There can hardly be a better person to name a university after than Johann Wolfgang von Goethe.", "Goethe combined many disciplines and subjects, and not just as a poet, dramatist, novelist and critic.", "He also conducted research in various natural sciences, studying minerals, plants, human anatomy and meteorology, to name a few.", "And let's not forget that he reflected on the nature of money, even serving as finance minister in the Duchy of Saxe-Weimar-Eisenach, a small, former state in what is now Thuringia.", "Goethe seems to be a true all-rounder, able to turn his hand to any number of things.", "Some would like to see central banks in a similar role.", "In their view, not only are we supposed to ensure price stability, help with supervising banks and safeguarding financial stability, foster growth or promote employment.", "Some also expect central banks to act as a rapid response unit for every economic crisis, keep sovereign financing costs low or provide savers with adequate interest rates.", "Recently, another item has been added to the wish list: we are being called upon to assume an active role in climate policy.", "One thing is clear: climate change presents a challenge for all of humanity.", "The Swiss playwright Friedrich Dürrenmatt wrote in an appendix to his play The Physicists: \"What concerns everybody can only be solved by everybody.\"", "Therefore, every institution is right to ask itself what contribution it can make to mitigating climate change within the remit of its mandate.", "Dealing with climate-related risks The mandates of central banks and financial supervisors vary, but they typically include price stability, financial stability and the soundness of financial institutions.", "Climate change and climate policies can affect all of these mandates, as they may have an impact on macroeconomic and financial variables such as output, inflation, interest rates and asset prices, while altering the underlying structure of our economies.", "It is therefore essential for central banks to gain a full understanding of these repercussions for the functioning of the economy and the financial system.", "We need to embed climate-related developments and risks in our analyses and update our analytical and forecasting toolkits accordingly.", "Regarding the impact on the financial system and the economy, climate change entails both physical and transition risks.", "First, physical risks result from persistent changes in climate and more frequent extreme weather events.", "Goethe himself experienced first-hand the enormous impact extreme weather can have.", "In his day, this was caused by a volcanic eruption far away on an Indonesian island.", "The year 1816 went down in history as the \"Year Without a Summer\".", "People suffered from the cold and from persistent rain; crops failed and famine broke out.", "Second, transition risks relate to the process of adjustment towards a lower-carbon economy.", "Both the physical impact of climate change and the transition to a less carbon-intensive economy can be a source of financial risk.", "For example, the ECB found in a sample of euro area banks that the exposures to the twenty largest emitters of carbon account for 20% of total large exposures.", "Clearly, it is in every market participant's interest to properly protect themselves against climaterelated financial risks by adjusting their risk management accordingly.", "Thus, first and foremost, it's up to the financial sector to recognise and take into account such risks.", "Whether and how this is done has a bearing on several of our tasks as a central bank.", "In banking supervision, we do not regard climate-related financial risks as a new risk category, but as a driver of classic categories such as credit risk and market risk.", "We already expect banks to incorporate such risks into their risk management framework appropriately and to back them with adequate capital.", "However, climate-related risks have certain characteristics that hamper their inclusion in ratings and internal risk models.", "First, historical data do not capture them adequately.", "Second, physical risks are potentially non-linear and expected to primarily materialise in the medium to long term.", "And third, the future pathway of climate change and climate action is highly uncertain, not least because it heavily depends on political decisions.", "In this context, scenario analysis is a particularly useful tool.", "Furthermore, it is important that banks take a forward-looking approach and consider a longer than usual time horizon.", "The ECB Guide on climate-related and environmental risks outlines the supervisory expectations and sets an ambitious goal: to fully integrate all relevant climate-related risks into banks' risk management, business strategy and internal organisation.", "Every new beginning is difficult.", "But, to echo the king in Lewis Carroll's \"Alice in Wonderland\", we have to \"Begin at the beginning.\"", "According to a survey conducted by the ECB and the EBA, only a small number of institutions have fully incorporated climate-related risks into their risk management framework already.", "In 2019, the stress test conducted by the Bundesbank and BaFin for small and medium-sized banks (less significant institutions, LSIs) yielded a similar result: only one third of the German credit institutions had incorporated climate-related risks into their risk management at least to some degree.", "Two-thirds did not take them into account at all.", "Clearly, an ambitious goal cannot be reached overnight.", "However, supervisors do expect continuous progress to be made.", "Therefore, addressing climate-related risks will continue gaining in importance in banking supervision.", "This year, we will use the supervisory dialogue to discuss the banks' self-assessments and plans to meet the supervisory expectations.", "And next year, the ECB will conduct its supervisory stress test on climate-related risks.", "Obviously, central banks are not commercial banks.", "But our financial assets can be just as exposed to financial risk as those of commercial banks.", "In this regard, central banks should practise what they preach.", "Hence, I believe that central banks should factor climate-related financial risks into their risk management.", "That should also apply to financial risks arising from monetary policy operations.", "For this purpose, the Eurosystem has a legitimate interest in making climate-related financial risks more transparent: In my view, we should consider only purchasing bonds or accepting them as collateral for monetary policy purposes if their issuers meet certain climate-related reporting requirements.", "In addition, we could examine whether we should use only those ratings that appropriately include climate-related financial risks.", "By taking such measures, the Eurosystem would help foster market transparency and standards at rating agencies and banks.", "In this way, we could act as a catalyst for change in the financial system and support climate policies in the EU without overstretching our mandate.", "Central banks cannot substitute for stringent carbon pricing But problems arise when monetary policy, financial supervision or banking regulation are pressed into service for other purposes.", "Each of these domains already has a clearly defined objective.", "This focus is also consistent with the Tinbergen rule, named after the first Nobel Laureate in economics, Jan Tinbergen.", "His rule stipulates that for each separate economic policy target, there must also be at least one separate instrument."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["climate change", "climate-related risks", "financial stability", "banking supervision", "monetary policy", "central bank", "risk management", "carbon pricing", "Tinbergen rule", "financial regulation"]}