{"sentences": ["Central Bank Digital Currency - Is This the Future of Money' The idea of \"Central Bank Digital Currencies\" (CBDC) is not a recent development.", "Some attribute the origins of CBDCs to Nobel laureate James Tobin?, an American economist, who in 1980s suggested that that Federal Reserve Banks in the United States could make available to the public a widely accessible 'medium with the convenience of deposits and the safety of currency.'", "It is only in the last decade, however, that the concept of digital currency has been widely discussed by central banks, economists & governments.", "Except as currency notes, all other use of paper in the modern financial system, be it as bonds, securities, transactions, communications, correspondences or messaging - has now been replaced by their corresponding digital and electronic versions.", "On anecdotal evidence, use of physical cash in transactions too has been on the decline in recent years, a trend further reinforced by the ongoing Covid19 pandemic.", "These developments have resulted in many central banks and governments stepping up efforts towards exploring a digital version of fiat currency.", "Some of this interest among central banks has been indigenous in nature for pursuing specific policy objectives - for example, facilitate negative interest rate monetary policy.", "Another driver is to provide the public with virtual currencies, that carry the legitimate benefits of private virtual currencies while avoiding the damaging social and economic consequences of private currencies.", "It is important to understand and appreciate what precisely is a CBDC, and to do that one needs to understand what a currency is and what money is.", "Let us start with money.", "As societies developed from hunters and gatherers material needs increased - to build a house, wear clothes, make weapons and implements etc.", "Since these needs could not be produced individually, people had to purchase them from others.", "These purchases were paid initially by barter - a leather skin cloak for a spear, maybe.", "As barter had its limits - how many cloaks for a spear - barter got standardized in terms of metals or cowrie shells.", "Now people knew the value of both the cloak and the 1 Keynote address delivered by Shri T Rabi Sankar, Deputy Governor, Reserve Bank of India, on July 224, 2021 at the webinar organised by the Vidhi Centre for Legal Policy, New Delhi.", "The views expressed by the speaker are personal.", "-bank-digital-currencies-a-transatlantic-perspective/ Speech: Central Bank Digital Currencies: Is this the Future of Money?", "spear in terms of bronze or cowrie shells.", "This was still barter, as both bronze and shells had intrinsic value (shells were desired for their beauty).", "This system evolved over time into metal currencies.", "Gold and silver coinage were the offshoot of this system where they had features of barter (both gold and silver had intrinsic value) as well as money (they were standardized representation of value).", "Somewhere along the way people improvised - instead of actual goods for barter they started using claims on goods, a bill of exchange in fact.", "These could be clay tablets in Mesopotamia or, as in China in the eleventh century, paper currency.", "In respect of money two facts emerge historically.", "(i) Money has taken the form of either commodities (which have intrinsic value) or in terms of debt instruments.", "When money does not have intrinsic value, it must represent title to commodities that have intrinsic value or title to other debt instruments.", "Paper currency is such a representative money and it is essentially a debt instrument.", "The owner of the currency knows who owes him or who has the underlying liability.", "There is always an ISSUER of representative money.", "(ii) Money is usually issued by a sovereign.", "Private issuance of money - whether under sovereign license or otherwise - has existed in the past but has over time given way to sovereign issuance, for two reasons.", "Firstly, being a debt issuance, private money is only as good as the credit of the issuer.", "By definition, there can be multiple issuers.", "This makes private currency unstable.", "On the other hand, public currency, as it is backed by a sovereign, is unique to an economy and has better credit standing; therefore, it is more stable.", "Secondly, paper currency involves seignorage - the difference between the intrinsic value and the representative value which accrues to the issuer.", "This seignorage should not accrue to any private individual.", "It should accrue to the Government and thus used for public spending.", "Now we are in a position to provide a definition of a currency.", "/n modern economies, currency is a form of money that is issued exclusively by the sovereign (or a central bank as its representative).", "It is a liability of the issuing central bank (and sovereign) and an asset of the holding public.", "Currency is fiat, it is legal tender.", "Currency is usually issued in paper (or polymer) form, but the form of currency is not its defining characteristic.", "Speech: Central Bank Digital Currencies: Is this the Future of Money?", "What is a central bank digital currency?", "Having defined a currency as a liability issued by the central bank, we are now in a position to define a CBDC.", "A CBDC is the legal tender issued by a central bank in a digital form.", "It is the same as a fiat currency and is exchangeable one-to-one with the fiat currency.", "Only its form is different.", "It is also important to understand what a CBDC is not.", "CBDC is a digital or virtual currency but it is not comparable to the private virtual currencies that have mushroomed over the last decade.", "Private virtual currencies sit at substantial odds to the historical concept of money.", "They are not commodities or claims on commodities as they have no intrinsic value; some claims that they are akin to gold clearly seem opportunistic.", "Usually, certainly for the most popular ones now, they do not represent any person's debt or liabilities.", "They are not money (certainly not CURRENCY) as the word has come to be understood historically.", "A line of argument that has helped private virtual currencies gain some degree of legitimacy is that most money in modern societies is in fact already private since they represent deposit liabilities of private banks.", "There are two factors that are conveniently pushed under the carpet.", "One, deposits are issued by banks under license of the sovereign issuer of currency (usually the central bank).", "Two, deposits are accepted by the public only because they are convertible one-to-one into sovereign currency.", "A simple way to understand the distinction is to look at deposits as lending of sovereign currency to banks by the public, on interest (credit, its opposite side, is lending of sovereign currency by banks to the public, on interest).", "Bank deposits are money, certainly, but they have no independent existence as money, shorn of sovereign authority and the resultant public confidence.", "In any case bank deposits are very different from private currencies which (a) do not have an issuer, and (b) are not convertible one-to-one into the sovereign currency.", "To sum up, CBDC is the same as currency issued by a central bank but takes a different form than paper (or polymer).", "It is sovereign currency in an electronic form and it would appear as liability (currency in circulation) on a central bank's balance sheet.", "The underlying technology, form and use of a CBDC can be moulded for specific requirements.", "CBDCs should be exchangeable at par with cash.", "Speech: Central Bank Digital Currencies: Is this the Future of Money?", "What is the need for a CBDC?", "While interest in CBDCs is near universal now, very few countries have reached even the pilot stage of launching their CBDCs.", "A 2021 BIS survey of central banks found that 86% were actively researching the potential for CBDCs, 60% were experimenting with the technology and 14% were deploying pilot projects.", "The adoption of CBDC has been justified for the following reasons:- (i) Central banks, faced with dwindling usage of paper currency, seek to popularize a more acceptable electronic form of currency (like Sweden); (ii) Jurisdictions with significant physical cash usage seeking to make issuance more efficient (like Denmark, Germany, or Japan or even the US); (iii) Central banks seek to meet the public's need for digital currencies, manifested in the increasing use of private virtual currencies, and thereby avoid the more damaging consequences of such private currencies.", "In addition, CBDCs have some clear advantages over other digital payments systems - payments using CBDCs are final and thus reduce settlement risk in the financial system.", "Imagine a UPI system where CBDC is transacted instead of bank balances, as if cash is handed over - the need for interbank settlement disappears.", "CBDCs would also potentially enable a more real-time and cost-effective globalization of payment systems.", "It is conceivable for an Indian importer to pay its American exporter on a real time basis in digital Dollars, without the need of an intermediary.", "This transaction would be final, as if cash dollars are handed over, and would not even require that the US Federal Reserve system is open for settlement.", "Time zone difference would no longer matter in currency settlements - there would be no 'Herstatt' risk.", "Do we need CBDC in India?", "The advantages of issuing a CBDC discussed briefly in the previous paragraph might be enough to justify India issuing a CBDC, although to realize benefits of global settlements, it is important that both the countries in a currency transaction have CBDCs in place.", "Let us, however, look at it from India's own point of view.", "India is leading the world in terms of digital payments innovations.", "Its payment systems are available 24X7, available to both retail and wholesale customers, they are largely real- time, the cost of transaction is perhaps the lowest in the world, users have an impressive menu of options for doing transactions and digital payments have grown at an impressive Speech: Central Bank Digital Currencies: Is this the Future of Money?", "CAGR of 55% (over the last five years).", "It would be difficult to find another payment system like UPI that allows a transaction of one Rupee.", "With such an impressive progress of digitisation, is there a case for CBDCs?", "A pilot survey conducted by the Reserve Bank on retail payment habits of individuals in six cities between December 2018 and January 2019, results of which were published in April, 2021 RBI Bulletin (please see charts below) indicates that cash remains the preferred mode of payment and for receiving money for regular expenses.", "For small value transactions (with amount up to 500) cash is used predominantly.", "Chart 6: Preferred Mode of Payment & to Receive Chart 7: Preferred Mode for Small Value Money (in per cent) Transactions (amount of transaction in %) Below 100 100-200 200-500 500-2000 2000-5000 Above 5000 Preferred Mode of Payment Preferred Mode to Receive Money for Regula Ss Cash Digital Cheque mash mCheque Digital, © No Comment Note: Data will not add to 100 as participants could select multiple options.", "There is thus a unique scenario of increasing proliferation of digital payments in the country coupled with sustained interest in cash usage, especially for small value transactions.", "To the extent the preference for cash represents a discomfort for digital modes of payment, CBDC is unlikely to replace such cash usage.", "But preference for cash for its anonymity, for instance, can be redirected to acceptance of CBDC, as long as anonymity is assured.", "India's high currency to GDP ratio holds out another benefit of CBDCs.", "To the extent large cash usage can be replaced by CBDCs, the cost of printing, transporting, storing and distributing currency can be reduced.", "The advent of private virtual currencies (VCs) may well be another reason why CBDCs might become necessary.", "It is not clear what specific need is met by these private VCs that official money cannot meet as efficiently, but that may in itself not come in the way of Speech: Central Bank Digital Currencies: Is this the Future of Money?", "If these VCs gain recognition, national currencies with limited convertibility are likely to come under threat.", "To be sure, freely convertible currencies like the US Dollar may not be affected as most of these VCs are denominated in US Dollar.", "In fact, these VCs might encourage the use of US Dollar, as has been argued by Randal Quarles?.", "Developing our own CBDC could provide the public with uses that any private VC can provide and to that extent might retain public preference for the Rupee.", "It could also protect the public from the abnormal level of volatility some of these VCs experience.", "Indeed, this could be the key factor nudging central banks from considering CBDCs as a secure and stable form of digital money.", "As Christine Lagarde, President of the ECB has mentioned in the BIS Annual Report \"... central banks have a duty to safeguard people's trust in our money.", "Central banks must complement their domestic efforts with close cooperation to guide the exploration of central bank digital currencies to identify reliable principles and encourage innovation.\"", "The case for CBDC for emerging economies is thus clear -- CBDCs are desirable not just for the benefits they create in payments systems, but also might be necessary to protect the general public in an environment of volatile private VCs.", "CBDC and the Banking System 20.", "CBDCs, depending on the extent of its use, can cause a reduction in the transaction demand for bank deposits.", "Since transactions in CBDCs reduce settlement risk as well, they reduce the liquidity needs for settlement of transactions (such as intra-day liquidity).", "In addition, by providing a genuinely risk-free alternative to bank deposits, they could cause a shift away from bank deposits which in turn might reduce the need for government guarantees on deposits (Dyson and Hodgson, 2016).", "At the same time reduced disintermediation of banks carries its own risks.", "If banks begin to lose deposits over time, their ability for credit creation gets constrained.", "Since central banks cannot provide credit to the private sector, the impact on the role of bank credit needs to be well understood.", "Plus, as banks lose significant volume of low-cost transaction deposits their interest margin might come under stress leading to an increase in cost of credit.", "Thus, potential costs of disintermediation mean it is important to design and implement CBDC in a way that makes the demand for CBDC, vis-a-vis bank deposits, manageable.", "Speech: Central Bank Digital Currencies: Is this the Future of Money?", "There is another risk of CBDCs that could be material.", "Availability of CBDC makes it easy for depositors to withdraw balances if there is stress on any bank.", "Flight of deposits can be much faster compared to cash withdrawal.", "On the other hand, just the availability of CBDCs might reduce panic 'runs' since depositors have knowledge that they can withdraw quickly.", "One consequence could be that banks would be motivated to hold a larger level of liquidity which could result in lower returns for commercial banks.", "In actual fact, notwithstanding the benefits of CBDCs vis-a-vis bank deposits, since CBDCs are currency and therefore do not pay interest, their impact on bank deposits may actually be rather limited.", "Depositors that require CBDCs for transactional purposes are likely to sweep day end balances to interest-earning deposit accounts.", "CBDC and Monetary Policy 24.", "CBDCs may bring about a change in the behaviour of the holding public.", "And what the nature of that change would be cannot be gauged a priori given that no central bank has launched CBDC.", "If there is overwhelming demand for CBDC, and CBDCs are issued largely through the banking system, as is likely, more liquidity may need to be injected to offset the currency leakage from the banking system.", "Much recent discussion has focussed on the use of negative interest-bearing CBDCs for effectiveness of monetary policy, for a specific reason.", "The extremely low inflationary environment in many advanced economies has constrained their ability to reduce interest rates as negative interest rates are not effective because of the shift to cash.", "However, monetary transmission of negative policy rates to boost demand would be more effective if currency itself can carry a negative interest rate.", "Hence the argument in favour of payment of negative interest rate on CBDC as an unconventional monetary policy tool to boost spending.", "Such steps may need to be taken with care as any instrument that pays interest (positive or negative) is strictly not a currency.", "CBDC and Technology Risk 26.", "CBDC ecosystems may be at similar risk for cyber-attacks as the current payment systems are exposed to.", "Further, in countries with lower financial literacy levels, the increase in digital payment related frauds may also spread to CBDCs.", "Ensuring high standards of cybersecurity and parallel efforts on financial literacy is therefore essential for any country dealing with CBDC.", "Absorption of CBDCs in the economy is also subject to technology preparedness.", "The creation of population scale digital currency system is contingent upon evolution of high speed Speech: Central Bank Digital Currencies: Is this the Future of Money?", "internet and telecommunication networks and ensuring the wider reach of appropriate technology to the general public for storing and transacting in CBDCs.", "In developing countries, lower level of technology adoption may limit the reach of CBDCs and add to existing inequalities in terms of accessing financial products and services.", "RBI's approach on CBDC 28.", "Central Banks across the globe are engaged in exploring CBDCs and a few countries have also introduced proofs of concept / pilots on CBDC.", "The High Level Inter-Ministerial Committee (November 2017) constituted by Ministry of Finance, Government of India (Gol) to examine the policy and legal framework for regulation of virtual / crypto currencies had recommended the introduction of CBDCs as a digital form of fiat money in India.", "Like other central banks, RBI has also been exploring the pros and cons of introduction of CBDCs since quite some time.", "Generally, countries have implemented specific purpose CBDCs in the wholesale and retail segments.", "Going forward, after studying the impact of these models, launch of general purpose CBDCs shall be evaluated.", "RBI is currently working towards a phased implementation strategy and examining use cases which could be implemented with little or no disruption.", "Some key issues under examination are - (i) the scope of CBDCs - whether they should be used in retail payments or also in wholesale payments; (ii) the underlying technology - whether it should be a distributed ledger or a centralized ledger, for instance, and whether the choice of technology should vary according to use cases; (iii) the validation mechanism - whether token based or account based, (iv) distribution architecture - whether direct issuance by the RBI or through banks; (v) degree of anonymity etc.", "However, conducting pilots in wholesale and retail segments may be a possibility in near future.", "Although CBDCs are conceptually no different from banknotes, introduction of CBDC would require an enabling legal framework since the current legal provisions are made keeping in mind currency in paper form.", "Under the Reserve Bank of India Act, 1934, the Bank is empowered to \"...regulate the issue of bank notes and the keeping of reserves with a view to securing monetary stability in India and generally to operate the currency and credit system of the country to its advantage\" (Preamble).", "The Reserve Bank derives the necessary statutory powers from various sections of the RBI Act - with respect to denomination (Section 24), form of banknotes (Section 25), status as legal tender (Sec 26(1)) etc.", "There is a need Speech: Central Bank Digital Currencies: Is this the Future of Money?", "to examine consequential amendments to other Acts like The Coinage Act, 2011, FEMA, 1999, Information Technology Act, 2000 etc.", "Even though CBDCs will be a primarily technology driven product, it will be desirable to keep the legislation technology neutral to enable coverage of a variety of technology choices.", "Introduction of CBDC has the potential to provide significant benefits, such as reduced dependency on cash, higher seigniorage due to lower transaction costs, reduced settlement risk.", "Introduction of CBDC would possibly lead to a more robust, efficient, trusted, regulated and legal tender-based payments option.", "There are associated risks, no doubt, but they need to be carefully evaluated against the potential benefits.", "It would be RBI's endeavour, as we move forward in the direction of India's CBDC, to take the necessary steps which would reiterate the leadership position of India in payment systems.", "CBDCs is likely to be in the arsenal of every central bank going forward.", "Setting this up will require careful calibration and a nuanced approach in implementation.", "Drawing board considerations and stakeholder consultations are important.", "Technological challenges have their importance as well.", "As is said, every idea will have to wait for its time.", "Perhaps the time for CBDCs is nigh."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Digital Currency (CBDC)", "Digital Currency", "Private Virtual Currency", "Currency", "Money", "Payment Systems", "Digital Payments", "Monetary Policy", "Financial Literacy", "Technology Risk"]}