{"sentences": ["From Resiliency to Recovery and Beyond: Central Bank Policies for an Uncertain World Dr. Sethaput Suthiwartnarueput, Governor of the Bank of Thailand Edited script from Thailand Focus 2021, The Stock Exchange of Thailand (SET) Distinguished participants, It is a great pleasure and a privilege for me to be here to address the 15th Thailand Focus and let me thank the Stock Exchange of Thailand for inviting me to give my remarks today.", "I would like to cover three areas.", "First, I will share my thoughts about the economic outlook for Thailand.", "Secondly, I will talk about what the Bank of Thailand has been doing in response to this crisis.", "And thirdly, I would like to share with you about what we are likely to do going forward.", "Part 1: The Economic Outlook for Thailand First, on the economic outlook, Thailand has been hit very hard by the COVID-19 crisis and harder than our neighboring countries.", "As a result, our economic recovery is and lag that of the region.", "These are due to the following reasons.", "First, likely to be slow Thailand relies heavily on tourism.", "Tourism accounts approximately 11 to 12 percent of GDP, which is two to three times higher than that of neighboring countries.", "Thus, tourism that is likely to recover much slower than other sectors will be a drag to the speed of the economic recovery.", "The second reason is that our vaccine rollout has admittedly been slower than that of the region.", "The share of the population that have received two doses of vaccines in Thailand currently stands at about seven percent, which lags behind other countries in the region including Malaysia, Indonesia, and the Philippines.", "Therefore, given that Thailand has been hit severely by the third wave of the outbreak with subsequent lockdown and the likelihood in achieving a larger share of vaccinated population that will take some time, this indicates that the recovery is likely to be slow going forward.", "Thailand's economic recovery is likely to be highly uneven or so-called Our export sectors have recovered back to where they were prior to the \"K-shaped recovery\".", "crisis and are producing and exporting at levels higher than the pre-crisis levels.", "However, other sectors, notably the services and tourism-related sectors, have been recovering more slowly.", "In particular, hotels and restaurants are lagging significantly and experience a great degree of hardship.", "The reason why this has hit the economy particularly hard is that tourism, aside from accounting a large share of GDP, also accounts an even larger share of employment.", "Tourism, both directly and indirectly, accounts around 20 percent of total employment in Thailand.", "Hence, employment and income were severely hit as a result of COVID-19, which will be another factor that will characterize both the slower and the uneven nature of the recovery going forward.", "While we have been hit hard, the economy has proven to be resilient.", "Thailand is an economy where despite the big shocks from COVID-19, the downside risks to the economy remain quite limited.", "That is the result of our low vulnerabilities in a lot of critical areas.", "First, our external position: the Thai economy has a very low external vulnerability.", "We are very resilient to the balance-of-payment-type shocks because we have a very low level of external debt and a relatively high amount of foreign reserves relative to external debt.", "Recently, we have seen a weakening of the baht by about 10 percent year-to-date, which has outpaced other regional currencies.", "Nonetheless, the resiliency of the Thai economy and the external front remains solidly intact.", "The reason underpinning the weakening of the baht is due to the current account, which traditionally has been in surplus, that has swung into a deficit as a result of the contraction in tourism.", "Meanwhile, the size of the current account deficit relative to the amount of international reserves is not worrisome.", "This year, on the current account side, we have observed a current account deficit of around 9 billion US dollars.", "On portfolio flows, we have seen outflows from the equity markets of around 3.2 billion US dollars.", "At the same time, there were inflows into the bond markets of 2.2 billion US dollars.", "Thus, on the net of portfolio side, there were outflows of around a billion US dollars.", "Adding together the current account deficit of 9 billion US dollars, there have been outflows of around 10 billion US dollars year-to-date.", "Nonetheless, comparing that with our net international reserves of 280 billion US dollars, this shows that our external vulnerability is extremely low while our stability on the external front remains intact.", "Another example of our resiliency on the external front is our low vulnerability to the possibility of another taper tantrum or a yield spike.", "A yield spike in the global financial markets is not likely to have a high impact on the Thai economy for a couple of reasons.", "First, in terms of the transmission of a global yield spike to domestic bond yields, Thailand's bond markets rely on non-resident financing less than other countries.", "Therefore, transmission from a global yield spike to a local yield spike is not likely to be as sharp as one might see in other countries.", "However, even if there were to be a local yield spike, transmission to the real economy is also likely to be muted as 90 percent of the private sector financing in Thailand is still bank-based.", "Meanwhile, only ten percent of the private sector financing relies on bonds, which consists mostly of large corporates that are quite solid in terms of their balance sheets.", "Nonetheless, a local yield spike as a result of a possible taper tantrum would not have a high impact on banks.", "This is because, in Thailand, close to 97 percent of banks are financed through deposits and not through the wholesale market.", "This indicates that the Thai economy is likely to be much more resilient to the possibility of a taper tantrum than other countries.", "The second factor that indicates our resiliency is our banking sector.", "Our banking sector remains sound.", "Capital ratios are high with the BIS ratio at 20 percent, overall liquidity remains high, and provisioning levels are also high relative to NPLs.", "Thus, the banking sector remains highly liquid and very strong by most measures.", "The banking sector has also continued to function throughout the crisis by extending credits and we have seen credit growth in most areas with one notable exception which I will discuss later.", "This indicates that the banking sector is acting as a shock absorber and not a shock amplifier.", "The third area of resiliency is on public finance.", "Our public finances remain sound even though the public debt to GDP ratio has increased in line with other countries during the crisis.", "However, for Thailand, the public debt to GDP ratio remains reasonable, standing in the high 50s percent as a share of GDP.", "This indicates that the government has room available to engage in additional fiscal stimulus if it deems necessary.", "Furthermore, the ability of the country and the government to engage in more fiscal firepower includes the fact that 10-year borrowing rate on government debt remains relatively low.", "The government is able to borrow at less than 1.7 percent, a much lower borrowing cost than other countries in the region.", "Public finances are also perceived to be sound, where risks are relatively low and liquidity is high.", "Given that our external vulnerability remains low, although additional borrowing by the government will contribute to an increase in the current account deficit, risks on the external front and the implications of additional public sector borrowing will remain low and limited.", "Even though we have been hit hard and harder than other countries and that our recovery is likely to take longer and be more uneven, the resilient economy is there.", "The downside risks of seeing a sharp decline stemming from weaknesses on the balance of payment front, the banking front, or the public finance front thus remain quite limited.", "Part 2: The Bank of Thailand's Response to The Crisis Let me now turn to the second part of my remarks, which is what we, at the Bank of Thailand, have been doing.", "To summarize very briefly, the Bank of Thailand has taken a We are willing to do, have been flexible and pragmatic approach to addressing the crisis.", "willing to do, and remain willing to do what it takes to get us out of this crisis.", "The statement, which we have been using internally, is to say that all reasonable policy options are on the table to respond to this unmitigated crisis that we are facing now.", "First and foremost, we have tried to ensure that financial conditions remain Hence, we took early preemptive accommodative to support and facilitate the recovery.", "action by lowering the policy rate and it stands at 0.5 percent now, which is the historical low for Thailand and lower than other countries in the region.", "This is to ensure that financial conditions are not a constraint to the recovery.", "We have also taken steps to ensure that aggregate liquidity in the system remains ample and is not a constraint to the economic recovery.", "However, while the aggregate liquidity remains ample as reflected by various liquidity indicators and the banking system has undertaken its shock absorber function and continued to extend credits to many sectors of the economy, we have seen credit growth that remains positive for large corporates, growing at about four percent year-on-year.", "The continued credit growth also extended to the retail and household sectors.", "However, the area where credit growth is below expectations is the SME sectors.", "This reflects increased perceptions of risk associated with the SME sectors which have made banks reluctant to lend to SMEs despite aggregate liquidity being ample.", "Therefore, in terms of a policy response, we have taken a flexible and pragmatic approach and try to address the real constraints to credit growth to SMEs which is the issue of high perceived risks among SMEs by introducing a credit guarantee facility.", "This is to accompany our lending facility to encourage banks to lend to SMEs.", "As we had initially put in place a soft loan facility which is directed to SMEs, we found overtime that the facility was not being tapped as well as it should.", "To put it as an analogy, the pipes were getting clogged.", "Thus, we responded flexibly and pragmatically by issuing a new Emergency Decree to put in place a new SME credit guarantee facility with accompanying credit facility for banks to try to lend to these SMEs.", "We have initially set a target of hundred billion baht loans extended through this facility in six months and we are well on our way to achieving that target.", "The latest figure stands at around 89 billion baht after about four months.", "This is an example of the pragmatic approach and the implementation that we, at the Bank of Thailand, have been willing to do.", "Another example of our flexible and pragmatic approach, and an indication of our willingness to step outside of our comfort zone as a central bank, is by introducing this other scheme, in addition to the SME credit guarantee facility, We an asset warehousing scheme.", "recognized that certain sectors require a targeted response in terms of the approach of debt restructuring.", "Certain sectors that are hard hit by the tourism slowdown are not in a position to engage in usual debt restructuring because with no tourists, several businesses in these sectors do not have any cash flow.", "Therefore, a more appropriate solution would be for them to be able to transfer the ownership of their assets in exchange for debt repayment with the option to repurchase those assets back at a later date.", "As such, this scheme will remove debt burdens that would incur otherwise if they still have to hold onto the assets and loans.", "These examples provide some concrete illustrations of how we, at the Bank of Thailand, have tried to respond flexibly and pragmatically to the changing circumstances of the COVID-19 crisis.", "Part 3: Future Plans Let me now turn to the third part of my remarks today, which is what is next?", "One thing that we would like to do is a move from short-term and blanket measures such as a debt moratorium to longer-term and more targeted solutions such as debt restructuring.", "Moratoria are good responses to something that is short, severe and broad.", "However, as we have seen in discussing the economic outlook, this crisis is likely to be long.", "The recovery is likely to be very uneven, thereby requiring a longer-term and more targeted approach.", "Hence, we would like to encourage a move from a solution of having debt moratoria in response to waves of infections that are causing a lockdown to more lasting solutions such as debt restructuring.", "On this light, we have recently announced a series of initiatives and regulatory incentives to encourage banks to undertake debt restructuring, which is important as a lasting solution to the problems that we are facing.", "We would like this debt restructuring to have the following five characteristics: to be in nature; to be and applied to a wider range of people; but at the same time, to be more targeted and flexible, respond more appropriately to different circumstances faced by different kinds of borrowers.", "This is because the nature of the recovery is somewhat uneven and the crisis has hit different sectors in a very uneven fashion.", "We would like to make sure that these debt restructuring measures would benefit as many people as possible in order to The more survive and get through the crisis together.", "debtors that survive, the better off the creditors will be.", "Lastly and most importantly, we would like to make sure that debt restructuring measures that are undertaken do not exacerbate in which we undertake measures in trying to alleviate the crisis that problems of moral hazard, end up contributing to the moral hazard problem as the saying goes the cure being worse than the disease.", "That is something we would be very cognizant of in implementing these new measures.", "What about the longer term?", "In addition to making sure that we get through this crisis, we, at the Bank of Thailand, are trying to make sure that we put in place the foundations for a longer and lasting recovery beyond COVID and making sure that we are in a good position to take advantage of the opportunities that will arise in the post-COVID world.", "There are a lot of uncertainties in the world and it is difficult to see what is likely to happen in the future.", "Nonetheless, I think there are two things, at least, that we can comfortably say that will characterize the post-COVID world.", "We are likely to see the post-COVID world being With those two things in mind, \"greener\" than before, and also \"more digital\" than before.", "we, at the Bank of Thailand, are making sure that, at least from our side and the financial sector side, Thailand is better positioned to taking advantage of these opportunities in a greener and more digital role.", "What kinds of things are we doing?", "First, on green, the Intergovernmental Panel on Climate Change (IPCC) report that came out last week was a wake-up call, which highlights the need for a much more effective and rapid action.", "That sense of urgency that we have been talking about for a long time needs to be translated into much more concrete actions.", "On the global front, I welcome a lot of encouraging initiatives that have happened on the global front.", "The Net Zero Asset Managers Initiative is a very good example of things that need to happen both in terms of the scale and the extent of the involvement.", "Unfortunately, Thailand has been lagging in our response in terms of the climate crisis and as a country that is likely to be hit very hard by the climate crisis.", "We are a country that is, in terms of population and employment, quite significantly dependent on agriculture, about 30 percent of our labor forces is tied to agriculture.", "So obviously, higher temperatures and higher risk of droughts and floods will severely hit the agricultural sector.", "Thailand is also highly dependent on tourism, the beach tourism, and so substantial rises in sea levels will hit our country very hard.", "Therefore, as a country that is very vulnerable to climate change, I think it is beholden upon us to take much stronger initiatives on the climate change and the green front.", "On Thailand's development on the green front, I welcome a lot of initiatives that happened in Thailand, especially in the capital markets.", "We have seen the Stock Exchange of Thailand launching the Thailand Sustainability Index, which is an index composing of green and sustainable listed firms.", "We have seen our colleagues at the Security Exchange Commission undertaking welcomed initiatives with the Environmental, Social and Governance (ESG) bonds, which are seeing a significant growth in Thailand.", "I would also like to see that progress on the banking side catching up that of the capital market as the banking side, both in Thailand and globally, still lags in terms of green and climate initiatives that have already been undertaken by capital market participants.", "Thus, we, at the Bank of Thailand, will do our best to make sure that the banking sector catches up and does play its role as needed.", "We have launched and will build upon our responsible lending guidelines and practices.", "The important next steps for us on the banking side in terms of the green initiatives would be to improve disclosure, which, under any scenario and initiatives, remains a critical and essential building block to make all the others work.", "Aside from that, another critical initiative is the development on that a green taxonomy is consistent across the financial sector so that we do not end up working at cross purposes and can leverage upon each other's efforts.", "I am happy to say that the Bank of Thailand has been working very closely with our colleagues at the Securities Exchange Commission, the Office of the Insurance Commission, the Stock Exchange of Thailand and the Ministry of Finance to try to develop a consistent taxonomy in green that extends across the financial sector in Thailand.", "Also, we hope that this will eventually be a taxonomy that is consistent across the region as well as within the ASEAN region.", "This is particularly important because the climate challenge will be, in many ways, won or lost here in Asia.", "While everybody has a lot to do, we have seen clear initiatives being taken in Europe, and obviously, more needs to be done both in Europe and the United States.", "Given where we are in our cycle of development, a lot of climate challenges is going to take place in Asia, not particularly within ASEAN itself, but also within broader Asia.", "What happens here is important and will be relevant in affecting how successful we respond collectively and globally to the climate challenge.", "The second trend that is very important and that we have to make sure that we are well- positioned for is digital.", "On this front, I am happy to report that we have made better progress than we have made on the green or climate front.", "The Bank of Thailand, in particular, has been actively engaged throughout and has not been behind the curve.", "We have demonstrated in terms of outcomes that we have done and have not lagged others in this increasingly important area.", "We have put in place, the kind of that we need to allow for digital digital infrastructure financial services that are likely to become more and more important in the future.", "This has been something that is top-of-mind for us and remains one of our key strategic priorities.", "What have we done in this area?", "First, on we were among the first digital payments, countries to have introduced the to assist payments.", "We have seen a standardized QR code very good uptake on that.", "QR codes in Thailand are now in very broad use.", "I am happy to see that it really helps to improve access and inclusion.", "We have seen, for example, vendors using QR codes for payment purposes.", "I think that has been a welcomed development in trying to address our long-standing issues in trying to improve inclusion on the financial front.", "Aside from QR codes, we have made a very good progress in terms of PromptPay, which is our electronic payment system and we have seen a very high uptake in usage of PromptPay, especially during the COVID crisis.", "The number of transactions per person per year increased and reached an all-time high.", "We have also extended to cross-border payments.", "We now have in place cross-border payments using QR codes with many of our neighbors such as Cambodia, Vietnam, as well as Japan.", "Most recently, we have connected our payment system, PromptPay, with that of Singapore, PayNow.", "This was the first global fast payment linkage and we have also seen a very satisfactory uptake on that front.", "Another opportunity for us in this area, building upon the digital infrastructure that we put in place, is We have seen a very rapid rise in the usage of mobile banking mobile banking.", "Thai people love their mobile phones and we have seen Thailand ranked number one globally in terms of usage of mobile banking applications for three years in a row.", "I think this is an example of opportunities that may arise and will come about as a result of putting in place the right kind of digital infrastructure to enable these things to happen.", "Aside from the initiatives I mentioned on the digital front, another important initiative that we have been undertaking is on We started CBDC or Central Bank Digital Currency.", "off with the wholesale CBDC project and later undertook the cross-border CBDC pilot program with the Hong Kong Monetary Authority, which has now been extended to include the People's Bank of China and the UAE along with the involvement of the BIS.", "The next phase on the CBDC front is to undertake a retail CBDC pilot program.", "We think that this will be an important program to address our long-standing pain points in the financial sector, especially with regard to efficiency, high fees in certain areas, and more importantly, in the areas of access and inclusion.", "I believe our initiatives on green and digital fronts are examples of what we are doing, not only to address the immediate problems facing us in getting out of the crisis, but also to look ahead, trying to put in place and lay foundations for Thailand and the financial sectors to be well-positioned and grow in the years following the crisis.", "In the post-COVID landscape, it is very important to put in place the groundwork and foundations which will facilitate new things to appear.", "Those new initiatives that will come about as a result of new digital infrastructure that we put in place, and the new opportunities provided by green, will propel Thailand in its next phase of growth after the COVID crisis."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Economic Recovery", "Bank of Thailand's Response", "Financial Conditions", "Credit Growth", "SME Credit Guarantee Facility", "Asset Warehousing Scheme", "Debt Restructuring", "Green Initiatives", "Digital Infrastructure", "Central Bank Digital Currency"]}