{"sentences": ["Last week, my colleagues and I on the European Central Banks's (ECB) Governing Council completed a review of our monetary policy strategy , the first since 2003.", "We wanted to make sure our strategy is fit for purpose in a world that has changed significantly since the presmartphone era.", "Our decisions will influence the price of goods and services and ensure more stable economic conditions for businesses and households.", "The ECB and the nineteen national central banks represented at the Governing Council are part of the Eurosystem.", "Our job is to maintain price stability, ensuring that price changes within the broader economy don't move either too high or too low.", "If prices increase (inflation) too quickly, it is harder for businesses and consumers to plan.", "And while a decline in prices (deflation) might seem attractive, it can have very serious implications for the economy (and ultimately the wider community): consumers postpone their purchases (in the hope that prices will fall further), businesses lose revenue, postpone investment and delay recruitment.", "Positive, low and predictable inflation helps households and businesses plan their spending and investment, helps the economy grow and creates employment.", "We want prices that grow at a stable and sufficiently positive rate to ensure the economy does not slip into deflation and to enable businesses to adjust to economic shocks without cutting jobs or wages.", "For my part, there are five outcomes from the review that are worth emphasising.", "First, we decided to target inflation at 2 per cent over the medium-term (similar to central banks in other advanced economies).", "Our analysis shows that a 2 per cent target helps to stabilise the average level of inflation at this level over the long run; inflation is less volatile and so more predictable for businesses and consumers alike.", "Targeting inflation at 2 per cent also provides an important buffer against the threat of deflation and allows for the smoother adjustment of economic imbalances that may arise across euro area countries (and avoids individual countries experiencing persistently negative price growth).", "In addition, as nominal wages in the euro area tend not to adjust downwards, a 2 per cent inflation target allows for real wage adjustments and avoids severe increases in unemployment during economic downturns.", "At the same time, a 2 per cent target seeks to mitigate the welfare costs of higher inflation, which become increasingly more costly as the level of the inflation target rises.", "This new objective provides a clear target, replacing what had become an ambiguous and unclear objective (which defined price stability as an annual increase in prices of below 2 percent and specified an inflation aim of \"below, but close to, 2 per cent\").", "We have also made clear that the 2 per cent target is symmetric: it is equally undesirable to have inflation that is too high above or too far below 2 per cent (recognising that economies are changing constantly and that inflation will not be 2 per cent precisely all of the time).", "The main reason for these changes is that, compared to when the last strategy was agreed in 2003, disinflationary pressures have become more acute.", "The need for a clearer target had become self-evident and a perception that the \"close to but below\" objective was asymmetric may have contributed to the decline in inflation expectations and the persistence of low inflation over the last decade.", "In such a disinflationary environment, we want to make clear that we will take forceful action to respond to inflation below our target (as well as, of course, inflation that was above the target).", "We will tolerate small deviations in either direction over short, transitory, periods to ensure the smooth functioning of the economy.", "(Unlike the US Federal Reserve, we decided against adopting \"average inflation targeting\".", "Although we are both central banks, our mandates are different and, overall, we decided that our new target was simple, clear and easy to communicate, and more appropriate for the ECB.)", "Second, we decided that we will take account of the cost of owner-occupied housing when assessing price pressures.", "This would better reflect people's experience of inflation (as we heard when we consulted the public last year).", "We also laid out a roadmap for how to include these costs in our target measure of inflation.", "Ultimately, this is a decision for the European Statistical System but, in the meantime, we will use standalone data on housing costs to inform our monetary policy assessments.", "Third, climate change has been a key issue in our review.", "While governments have the primary responsibility to act and mitigate the effects of climate change (after, of course, the actions of individual households and businesses), central banks can also play an important role.", "Last week we committed to an action plan that further incorporates climate change considerations into our policy framework, recognising that the transition to net zero emissions has significant implications for the economy and for price stability.", "Fourth, we decided to make a step change in our communications, in particular with the public.", "It's important that the citizens of the euro area understand our decisions and better, more targeted, communications - including regular outreach events - will help us do that.", "Finally, we also decided to commit to periodic reviews of our monetary policy strategy and to conduct the next one in 2025.", "We don't want to wait for another 18 years!", "The changes I have outlined - including our inflation target, the measure we use, and the transition to net zero - will guide us over the coming years, and ultimately help maintain price stability across the euro area.", "So will the new strategy lead to immediate change in the daily lives of businesses and consumers?", "In the very short run, people may not notice a change.", "But the new strategy will improve our ability to respond to economic shocks that threaten price stability and the economy.", "Our policy decisions will now be taken in line with our new strategy, but they will also continue to depend on economic activity, and, in the near-term, the lifting of the health restrictions introduced to manage the pandemic and the pace at which the government decides to withdraw the significant supports it has put in place.", "Across the euro area, the economy is gradually reopening as vaccination coverage continues to expand.", "In Ireland, thanks to the public health and community response, we can see light at the end of the tunnel.", "We expect the Irish economy to recover strongly in the second half of the year but uncertainty regarding the evolution of the pandemic remains.", "Of course, the impact of COVID-19 is not the first, and won't be the last, shock to affect the euro area.", "As monetary policymakers, we at the Governing Council need to be aware of risks on the horizon, and ensure that our policy tools are ready when needed to minimise the fallout of downturns on households and businesses.", "I believe we did that last week.", "*This blog is adapted from Governor Mahlouf's earlier op-ed in the Irish Times ."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Price stability", "Monetary policy strategy", "Economic shocks", "Climate change", "Communications", "Euro area", "Deflation", "Inflation target", "Economic imbalances"]}