{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of the meeting of the Governing Council, which was also attended by the Commission Executive Vice-President, Mr Dombrovskis.", "While the overall economic situation is expected to improve over 2021, there remains uncertainty surrounding the near-term economic outlook, relating in particular to the dynamics of the pandemic and the speed of vaccination campaigns.", "The rebound in global demand and additional fiscal measures are supporting global and euro area activity.", "But persistently high rates of coronavirus (COVID-19) infection, the spread of virus mutations, and the associated extension and tightening of containment measures are weighing on euro area economic activity in the short term.", "Looking ahead, the ongoing vaccination campaigns, together with the envisaged gradual relaxation of containment measures, underpin the expectation of a firm rebound in economic activity in the course of 2021.", "Inflation has picked up over recent months mainly on account of some transitory factors and an increase in energy price inflation.", "At the same time, underlying price pressures remain subdued in the context of weak demand and significant slack in labour and product markets.", "While our latest staff projection exercise foresees a gradual increase in underlying inflation pressures, it confirms that the medium-term inflation outlook remains broadly unchanged from the staff projections in December 2020 and below our inflation aim.", "In these conditions, preserving favourable financing conditions over the pandemic period remains essential.", "Financing conditions are defined by a holistic and multifaceted set of indicators, spanning the entire transmission chain of monetary policy from risk-free interest rates and sovereign yields to corporate bond yields and bank credit conditions.", "Market interest rates have increased since the start of the year, which poses a risk to wider financing conditions.", "Banks use risk-free interest rates and sovereign bond yields as key references for determining credit conditions.", "If sizeable and persistent, increases in these market interest rates, when left unchecked, could translate into a premature tightening of financing conditions for all sectors of the economy.", "This is undesirable at a time when preserving favourable financing conditions still remains necessary to reduce uncertainty and bolster confidence, thereby underpinning economic activity and safeguarding medium-term price stability.", "Against this background, the Governing Council decided the following: First, we will continue to conduct net asset purchases under the pandemic emergency purchase programme (PEPP) with a total envelope of €1,850 billion until at least the end of March 2022 and, in any case, until the Governing Council judges that the coronavirus crisis phase is over.", "Based on a joint assessment of financing conditions and the inflation outlook, the Governing Council expects purchases under the PEPP over the next quarter to be conducted at a significantly higher pace than during the first months of this year.", "We will purchase flexibly according to market conditions and with a view to preventing a tightening of financing conditions that is inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "In addition, the flexibility of purchases over time, across asset classes and among jurisdictions will continue to support the smooth transmission of monetary policy.", "If favourable financing conditions can be maintained with asset purchase flows that do not exhaust the envelope over the net purchase horizon of the PEPP, the envelope need not be used in full.", "Equally, the envelope can be recalibrated if required to maintain favourable financing conditions to help counter the negative pandemic shock to the path of inflation.", "We will continue to reinvest the principal payments from maturing securities purchased under the PEPP until at least the end of 2023.", "In any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the appropriate monetary policy stance.", "Second, net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "We also intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "Third, the Governing Council decided to keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2 per cent within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "Finally, we will continue to provide ample liquidity through our refinancing operations.", "In particular, our third series of targeted longer-term refinancing operations (TLTRO III) remains an attractive source of funding for banks, supporting bank lending to firms and households.", "Preserving favourable financing conditions over the pandemic period for all sectors of the economy remains essential to underpin economic activity and safeguard medium-term price stability.", "We will also continue to monitor developments in the exchange rate with regard to their possible implications for the medium-term inflation outlook.", "We stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards our aim in a sustained manner, in line with our commitment to symmetry.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "Following the strong rebound in growth in the third quarter of 2020, euro area real GDP declined by 0.7 per cent in the fourth quarter.", "Looking at the full year, real GDP is estimated to have contracted by 6.6 per cent in 2020, with the level of economic activity for the fourth quarter of the year standing 4.9 per cent below its pre-pandemic level at the end of 2019.", "Incoming economic data, surveys and high-frequency indicators point to continued economic weakness in the first quarter of 2021 driven by the persistence of the pandemic and the associated containment measures.", "As a result, real GDP is likely to contract again in the first quarter of the year.", "Economic developments continue to be uneven across countries and sectors, with the services sector being more adversely affected by the restrictions on social interaction and mobility than the industrial sector, which is recovering more quickly.", "Although fiscal policy measures are supporting households and firms, consumers remain cautious in the light of the pandemic and its impact on employment and earnings.", "Moreover, weaker corporate balance sheets and elevated uncertainty about the economic outlook are still weighing on business investment.", "Looking ahead, the ongoing vaccination campaigns, together with the gradual relaxation of containment measures - barring any further adverse developments related to the pandemic - underpin the expectation of a firm rebound in economic activity in the course of 2021.", "Over the medium term, the recovery of the euro area economy should be supported by favourable financing conditions, an expansionary fiscal stance and a recovery in demand as containment measures are gradually lifted.", "This assessment is broadly reflected in the baseline scenario of the March 2021 ECB staff macroeconomic projections for the euro area.", "Compared with the December 2020 Eurosystem staff macroeconomic projections, the outlook for economic activity is broadly unchanged.", "Overall, the risks surrounding the euro area growth outlook over the medium term have become more balanced, although downside risks remain in the near term.", "On the one hand, better prospects for global demand, bolstered by the sizeable fiscal stimulus, and the progress in vaccination campaigns are encouraging.", "On the other hand, the ongoing pandemic, including the spread of virus mutations, and its implications for economic and financial conditions continue to be sources of downside risk.", "Euro area annual inflation increased sharply to 0.9 per cent in January and February 2021, up from -0.3 per cent in December.", "The upswing in headline inflation reflects a number of idiosyncratic factors, such as the end of the temporary VAT rate reduction in Germany, delayed sales periods in some euro area countries and the impact of the stronger than usual changes in HICP weights for 2021, as well as higher energy price inflation.", "On the basis of current oil futures prices, headline inflation is likely to increase in the coming months, but some volatility is expected throughout the year reflecting the changing dynamics of the factors currently pushing inflation up.", "These factors can be expected to fade out of annual inflation rates early next year.", "Underlying price pressures are expected to increase somewhat this year due to current supply constraints and the recovery in domestic demand, although pressures are expected to remain subdued overall, also reflecting low wage pressures and the past appreciation of the euro.", "Once the impact of the pandemic fades, the unwinding of the high level of slack, supported by accommodative fiscal and monetary policies, will contribute to a gradual increase in inflation over the medium term.", "Survey-based measures and market-based indicators of longer-term inflation expectations remain at subdued levels, although market-based indicators have continued their gradual increase.", "This assessment is broadly reflected in the baseline scenario of the March 2021 ECB staff macroeconomic projections for the euro area, which foresees annual inflation at 1.5 per cent in 2021, 1.2 per cent in 2022 and 1.4 per cent in 2023.", "Compared with the December 2020 Eurosystem staff macroeconomic projections, the outlook for inflation has been revised up for 2021 and 2022, largely due to temporary factors and higher energy price inflation, while it is unchanged for 2023.", "Turning to the monetary analysis, the annual growth rate of broad money (M3) stood at 12.5 per cent in January 2021, after 12.4 per cent in December and 11.0 per cent in November 2020.", "Strong money growth continued to be supported by the ongoing asset purchases by the Eurosystem, which remain the largest source of money creation.", "The narrow monetary aggregate M1 has remained the main contributor to broad money growth, consistent with a still heightened preference for liquidity in the money-holding sector and a low opportunity cost of holding the most liquid forms of money.", "Developments in loans to the private sector were characterised by somewhat weaker lending to non-financial corporations and resilient lending to households.", "The monthly lending flow to nonfinancial corporations continued the moderation observed since the end of the summer.", "At the same time, the annual growth rate remained broadly unchanged, at 7.0 per cent, after 7.1 per cent in December, still reflecting the very strong increase in lending in the first half of the year.", "The annual growth rate of loans to households remained broadly stable at 3.0 per cent in January, after 3.1 per cent in December, amid a solid positive monthly flow.", "Overall, our policy measures, together with the measures adopted by national governments and other European institutions, remain essential to support bank lending conditions and access to financing, in particular for those most affected by the pandemic.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary to support economic activity and the robust convergence of inflation to levels that are below, but close to, 2 per cent over the medium term.", "Regarding an ambitious and coordinated fiscal stance remains critical in view of fiscal policies, the sharp contraction in the euro area economy.", "To this end, support from national fiscal policies should continue given weak demand from firms and households relating to the ongoing pandemic and the associated containment measures.", "At the same time, fiscal measures taken in response to the pandemic emergency should, as much as possible, remain temporary and targeted in nature to address vulnerabilities effectively and to support a swift recovery.", "The three safety nets endorsed by the European Council for workers, businesses and governments provide important funding support.", "The Governing Council recognises the key role of the Next Generation EU package and stresses the importance of it becoming operational without delay.", "It calls on Member States to ensure a timely ratification of the Own Resources Decision, to finalise their recovery and resilience plans promptly and to deploy the funds for productive public spending, accompanied by productivityenhancing structural policies.", "This would allow the Next Generation EU programme to contribute to a faster, stronger and more uniform recovery and would increase economic resilience and the growth potential of Member States' economies, thereby supporting the effectiveness of monetary policy in the euro area.", "Such structural policies are particularly important in addressing long-standing structural and institutional weaknesses and in accelerating the green and digital transitions.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Financing conditions", "Inflation", "Economic outlook", "Pandemic", "Monetary policy", "Interest rates", "Asset purchases", "Economic activity", "Vaccination", "Fiscal policy"]}