{"sentences": ["What is your view regarding the relevance of physical and transition risks associated with climate change for emerging and less developed economies?", "The world is exposed to risks that even though we know they could materialize, they are so infrequent that they are poorly understood, underappreciated and inadequately managed.", "For example, we cannot argue that the current pandemic was unforeseen, but still we were not prepared to prevent it or even to mitigate its costs.", "Climate change is a highly complex, infrequent but material risk that affects all countries and sectors.", "We need to develop more detailed plans and a deeper understanding of its impact to the economy and the financial system.", "This is not hypothetical; physical and transition risks are already occurring and are part of the financial authorities' agenda.", "We 1need to upgrade our economies resilience and prepare the financial system to manage these risks.", "Although uncertainty remains about the exact severity and time horizon of some of the climate change consequences, small changes in temperature could have severe non-linear consequences for our well-being, and delayed action is likely to significantly increase risks and costs.", "Climate change can have mayor effects on our economies and financial systems, this involves directly Central Banks, that have price, output and financial stability mandates.", "For emerging and less developed economies, climate change will be disruptive, at least in four dimensions: 1.", "It can induce a significant reallocation of capital flows o The Net Zero asset managers' initiative which was only launched last December has US$43 trillion signatories that represent almost half of the assets managed globally.", "This conveys a significant reallocation capital risk to EMs.", "It can disturb trade, supply chains and FDI o México is a very open economy.", "We have more free trade agreements (FTAs) than any other country in the world-12 FTAs with 46 countries-including USMCA and FTAs with the European Union, European Free Trade Area, Japan, Israel, and ten countries in Latin America.", "o We are among the ten largest recipients of foreign direct investment.", "Roughly 50% of FDI originates from North America, 40% from Europe and 10% for the rest of world.", "o Misalignment in decarbonization pathways, could affect demand for Mexican products and the attractiveness to invest in the country.", "Being a very open and integrated economy, Mexico faces potentially significant transition risks.", "Higher carbon prices o Carbon prices are critical to incentivize energy efficiency gains and a reallocation of resources from high to low-carbon activities.", "o Estimates of the global \"shadow price\" to reduce emissions, typically project the need for substantial increases in carbon prices.", "This can entail significant transition risks for carbon intensive emerging and developing economies which lack domestic investment resources and fiscal policy space to cope with this challenge.", "Financial distress o Physical and transition risks can have significant direct, indirect and contagion effects that need to be addressed promptly by financial supervisors and regulators to avoid systemic impact.", "Banco de México is a founding member of the NGFS.", "What do you think should be the approach of central banks in emerging and less developed economies for financial institutions and markets to price climate related financial risks better?", "We have established a solid institutional framework to foster this agenda.", "In 2020 Mexico ́s Financial System Stability Council established the Sustainable Finance Committee to assess the risks that sustainability and climate change may pose to the financial stability of México.", "The Committee has set out a roadmap with four working groups: i. sustainable taxonomy, ii.", "capital mobilization, iii.", "risk management, and iv.", "The Committee has also proven to be a useful platform to engage with the private sector, as private sector associations are observers in the Committee.", "Our efforts should concentrate on leading financial institutions in four areas: 1.", "Addressing data gaps particularly regarding financially relevant data.", "Generating consistent, reliable, and comparable data, first on climate related risks, and then on sustainability more broadly, is essential.", "Promoting the adoption of relevant standards and metrics that help us understand and tackle these risks.", "The IFRS (International Financial Reporting Standards Foundation) is developing a baseline global reporting standard, building upon the TCFD framework and the work of sustainability standard-setters.", "It is involving a wide range of stakeholders in this process, including national standards setters in emerging economies.", "Enhancing disclosure of financial and non-financial firms in our jurisdictions.", "In this respect, it is key to foster: (i) corporate disclosure commitments, (ii) having taxonomies that reflect differences on the needs and priorities of each country but also allow for international comparability, and (iii) promote broad adoption of ESG criteria and foster transparency on the methodologies of ESG rating service providers.", "Upgrading risk management practices to include climate related risks among financial institutions.", "Just as we carefully and continuously monitor traditional financial risks, climaterelated risks should become part of routine risk management for financial institutions and supervisors.", "Traditional regulation instruments, like capital requirements, might be ill-suited to address these new risks.", "Therefore, we must encourage and facilitate financial institutions and supervisors to undertake forward looking methodologies such as stress tests and long-term scenario analysis for climate-related risks.", "The NGFS scenarios provide a good starting point in this respect to facilitate comparability.", "All financial intermediaries should be subject to a minimum of disclosure and risk management practices related to climate risks to avoid loopholes that could generate severe distortions both to the climate and financial stability agendas.", "Beware that applying climate related regulation only on banks or certain financial institutions could have significant unintended consequences, including disintermediation and risk-shifting.", "Many institutions cannot act and build capacities alone, particularly on climate risk scenario analysis.", "This is a complex task that requires new skills, long-term forward-looking methodologies and dialogue with climate scientists.", "Integrating scenario analysis into risk management would allow financial institutions and markets to price financial risks better.", "This is uncharted territory for all, we all need to cooperate with each other at the national and international levels.", "Can you please elaborate on how to generate capital mobilization and investment in climate mitigation and adaptation in Mexico and EMDEs in general?", "In this respect, what are the challenges?", "The agenda for the mobilization of climate related finance is very much focused on developed countries.", "The emerging economies and LDCs issues and strategies that are needed to advance the agenda in these regions are not being adequately identified.", "One example of high concentration of green investments in advanced economies can be seen in capital markets the issuance of green and sustainability related bonds and loans from 2015 to 2020 by emerging countries, excluding China, represented only 11% of the total volume globally (When including China this percentage increases to 18%).", "As for green bonds, the figure is only 8% excluding China, and 22% with China.", "With the right incentives and policies, EMEs could make a substantial contribution to mitigation efforts.", "Also, given the current initial conditions, any amount invested in climate change mitigation in EMs and LDC can have a larger decarbonization impact and thus a larger positive externality than in developed countries.", "A dollar invested in emerging markets and LDCs can have a higher mitigation potential, thus it makes sense to create the conditions for such investments to be made.", "It would be unfortunate if investments are not done for cost of funding reasons.", "According to a recent IMF paper many of the world's lowest-cost mitigation opportunities exist in emerging and developing economies.", "Thus, it is in the global interest to make sure that these are pursued.", "However, the cost of capital facing emerging and developing economies is significantly higher than in advanced economies.", "It is essential to move from a bad equilibrium with high financing costs and insufficient green investment, to climate friendly funding sources at scale for these countries at genuinely low financing costs.", "Also, we need to acknowledge that emerging countries and LDCs have less space to spend on climate friendly projects than they had before the Covid 19 pandemic, hence it is necessary to unlock attractive international funding from advanced economies at low interest rates in exchange for credible GHG mitigation.", "This will also increase the resilience of global financial system to climate risks.", "Also, we need to develop innovative structures to diversify risk, through for instance, pooling a large set of projects in many jurisdictions backed with guarantee schemes or other de-risking solutions.", "Blended finance structures can unlock private sector financing of the transition to a low carbon economy.", "Also, AEs Ex-Im banks could design new programs to unlock green investments in emerging and developing economies by offering long term loans with very attractive interest rates that could incentivize the adoption of state-of-the-art green technologies.", "This would allow emerging markets to leapfrog to modern green technologies, accelerating the mitigation of GHG.", "Again, these efforts could be leveraged through MDBs loan guarantees.", "The IMF has suggested the introduction of a minimum carbon price system, but adopting a onesize-fit all approach can face several challenges.", "In this regard, adjusting these minimum price for income per capita and carbon intensity could improve policy coordination and convergence.", "What role could be played by the IMF and other multilateral development banks to foster the green agenda?", "I have already pointed out to the key role of international financial institutions in mobilizing funds both for transition and adaptation investments.", "MDBs play a key role in rolling out innovative financial products, facilitating access to capital markets, and most importantly, in providing guaranties and low-cost funding as incentives to mobilize private investments in low carbon activities in emerging and developing economies.", "MDBs and IFIs can play a role by providing first-loss protection at a greater scale than they do today, properly overseeing these investments, and bringing down the cost of financing and the cost of equity.", "They can also take steps to more effectively mobilize private capital so that developing countries can increasingly benefit from private sector pledges to support climatealigned and sustainable investments.", "As for investments to increase resilience of communities and the economy to physical risks, the insurance industry with MDBs can play an important role in identifying and fostering measures, such as recommending specific public investments in adaptation that reduce risks and increase insurability.", "In regions with high exposure to flooding for example, measures could include the construction of levees or the promotion of nature-based solutions to reduce this risk.", "Nature-based solutions are likely to have significant positive spillover effects on the economy and its sustainability.", "Where insurers are not present or have little penetration, MDBs and IFIs could play a role in bringing them in.", "Innovative insurance schemes are starting to be used for the conservation and restoration of natural ecosystems.", "This is the case, for instance, of parametric insurance products of the natural park such as the interesting example of the insurance of Puerto Morelos in the Quintana Roo peninsula in México.", "This insurance covers the damage done by hurricanes to coral reefs and beaches from Cancún to Tulúm since 2018.", "The covered area includes a part of the second largest coral reef in the world.", "Typically, in turn, insurers and reinsurers are likely to transfer the risk of this type of insurance to capital markets.", "They do so by selling securities that mirror the underwritten insurance obligations.", "Demand for this type of securities is likely large, given that preservation of biodiversity is the new \"green\", and that the correlation of returns with the business cycle is low"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change Risks", "Financial Stability", "Emerging Economies", "Transition Risks", "Green Finance", "Climate Mitigation", "Data Gaps", "Risk Management", "Carbon Prices", "Financial Disclosure"]}