{"sentences": ["It is a great pleasure to participate in the LSE German Symposium, and congratulations to the organisers for such an interesting programme.", "I want to take the opportunity today to step back a little and offer some thoughts on the context and framework of monetary policy.", "It is fast approaching twenty five years since the UK decisively changed its monetary policy framework and embraced the idea of an independent central bank with a mandate to maintain price stability in the form of an inflation target.", "Now, 25 years may not seem long in the broad sweep of history, but the history of UK monetary regimes points to a quarter of a century representing a relatively long-established one.", "Long may it last, because it has been successful, and it has delivered the much desired price stability.", "But the context in which policy is made does not stand still.", "The first decade of the MPC was with hindsight very benign - the impact of demand shocks to the economy was small, and supply shocks were typically in a favourable direction.", "The next decade and more has been quite different, with much larger shocks - a mix of both demand shocks and more adverse supply shocks.", "This period has included a global financial crisis, a global pandemic, and in the UK the decision to leave the European Union.", "Monetary policy has had to adapt to this world of larger shocks, in an environment where the trend to sustained lower equilibrium interest rates around the world has made the so-called effective lower bound a very pertinent issue.", "As a first observation, therefore, the task of monetary policy has moved from being a choice (albeit not an easy one) on a single dimension (the official interest rate) to a more multi-dimensional choice which also involves decisions on which tools to use, and which tools to develop - have \"in the box\" - for possible future use should the need arise.", "There are important issues of substance here.", "Close to the lower bound, the transmission of policy tends to be less effective - not redundant or worthless, but nonetheless less effective.", "But this does not make monetary policy pointless or unnecessary.", "There are also important challenges to signalling that follow from this greater element of multidimensionality of decisions.", "So-called toolbox decisions should not contain signals on preferences for the actual setting of policy.", "In other words, central banks should develop and maintain a broad range of tools and seek to communicate this in a manner which avoids being interpreted as a signal on immediate or future preferences on policy setting.", "A second observation is that over this nearly twenty five year period, the challenge for monetary policy in many countries has shifted from one of getting inflation down to target, to one of getting it up to target.", "This has been less marked for the UK, in part because in a more open economy movements in the exchange rate have tended to raise inflation during this period.", "However we are facing a period of below target inflation today.", "And this is very different to the challenge of the early days of the MPC.", "It is important to emphasise that the UK regime of inflation targeting is a symmetrical one, and with very good reason.", "Both high and low inflation are costly.", "Put like this, the story is pretty obvious and uncontroversial.", "An independent central bank with a symmetric inflation target has the same objective either way, whether inflation is above or below target - it cannot throw the towel in.", "To do so would amount to abandoning our remit and our independence.", "But that is not the end of the story because of late it has been said that central bank independence has been compromised by the actions taken in the face of the pandemic.", "What this really comes down to is the relationship between monetary and fiscal policy, between the economic policy of the Government and the actions of the central bank.", "Both monetary and fiscal policy are inherently counter-cyclical, and arguably never more so than when we face a shock of the scale of a global pandemic.", "But at the core of the argument for central bank independence is the evidence from the past that without an independent institution operating monetary policy the overall effects of economic policy were dangerously pro-cyclical at times, leading to bad outcomes.", "In the face of what may be the deepest recession since 1709, with a collapse of economic activity alongside very low inflation, the question we ask ourselves is what should an inflation targeting central bank do in this situation?", "The lessons of history don't change.", "The answer is to respect our remit and our target, no good will come of ignoring that.", "The logic of counter-cyclical policy is that all the tools should be applied to raise activity and support employment and the welfare of the public, all of which is consistent with an inflation targeting monetary policy.", "In practice, doing so has meant using tools to keep financial conditions sufficiently accommodative to offset as best we can such a large shock.", "This has been essential to support the flow of credit to businesses, which has been very substantial, and has called on both the monetary policy and financial stability tools of the Bank of England.", "This has also helped to lessen any longer term economic damage from the pandemic, resulting from longer term unemployment and business failures.", "Fiscal policy, too, has played a very big part, helping to spread the cost of this large shock over time, because otherwise the cost to the public and the country would be unbearable.", "When I step back from all of this, I think the strong logic is that we are using the tools of counter-cyclical policy, consistent with the remit in the Bank's case, to support the economy as best as possible through this unprecedented shock.", "But I sometimes hear that the Bank has flouted the rules and thereby damaged its independence, by purchasing government debt and lowering the government's cost of borrowing.", "In many ways, I am glad that central bank independence is being vigilantly scrutinised.", "This is an important aspect of the Bank's public accountability.", "But I'm sorry to have to be blunt, I'm afraid these arguments are entirely without merit.", "In a world where the Government has to manage the task of spreading the cost of the pandemic which would otherwise fall on individuals at great cost to them, and the central bank is acting counter-cyclically to support demand in the economy consistent with its inflation target, it is hardly surprising, and indeed consistent, that the Government should be able to benefit from those financing conditions.", "If the situation was otherwise, and the central bank acted to prevent counter-cyclical policy taking effect, we would be abandoning the remit on which our operational independence is based.", "Put another way, to be independent does not mean to be disorganised.", "Independent pursuit of an inflation target does not mean that monetary policy is uncorrelated with other macro policies, including fiscal policy.", "Indeed in the current circumstances there are mutually reinforcing effects from monetary and fiscal expansions.", "The consistency of the response of monetary and fiscal policy is something that the IMF has emphasised and recognised in its assessment of UK policy.", "But that does not mean independence has been abandoned.", "The interventions we have made are effective because the Bank is independent, and because we will reverse these actions when conditions require that.", "A fallacy of so-called Modern Monetary Theory is that it believes monetary policy can be used without the credibility of independence and thus without the assurance that price stability will be maintained.", "Of course, the real test of this may come when we reach the point at which policy needs to be tightened.", "Actions will speak louder than words.", "But the great value of central bank independence - and the reason why it is rightly regarded so highly - is because it is a regime that provides the most powerful set of incentives possible, to do the right thing when that time does come.", "We are individually accountable and collectively responsible to Parliament for acting, without fear and favour, to hit the inflation target.", "Not to do so, as well as being in breach of our statutory duties, would also be found out almost immediately by financial markets.", "Inflation expectations would become de-anchored.", "And the policy, even if pursued, would risk being self-defeating.", "So there is both an institutional and a market discipline at work to mitigate this risk, which means that - while this risk does exist and it is encouraging that it is being scrutinised - in practice it is very unlikely to come to pass.", "And to be clear, there is no signal on policy in what I have just said.", "There is one further part to the recent context which is relevant to the institutional set-up of central banks with respect to monetary policy.", "I mentioned earlier that in the last ten to fifteen years, the shocks to which central banks have had to respond - to which we apply stabilisation tools - have got larger.", "I well remember that in the very early days of the MPC we had some monthly outturns for inflation which were exactly at 2.5% (2.5% was the original target on a different measure of inflation).", "Now, in most circles this would be a cause of celebration - we've hit the target, and again.", "As I remember, there were some smiles, but - being central bankers you might say - there was a concern that it could unduly raise expectations on the accuracy of the policy process in terms of outcomes.", "For the record, it didn't last, as we knew it wouldn't.", "In the last decade or so, the shocks have been larger and the variance of inflation in a number of countries has at times increased, but with a tendency to undershoot.", "This has been less marked for the UK, but here still we currently face a period of below target inflation.", "And, as discussed previously, we have moved into a period of inflation targeting in the face of much larger shocks.", "To be clear, this does not for a moment call into question the benefits of targeting inflation.", "Indeed, it is notable that over the same period inflation expectations in the UK have not become de-anchored or more volatile, despite the greater economic volatility.", "But this shift has required central banks to be somewhat more flexible in the way we go about seeking to hit the inflation target, and the tools we use to do this.", "This is apparent in a number of approaches used by central banks: the adoption of an averaging over time mechanism to calculate the relevant inflation target, thereby allowing some catch-up to account for past inflation shortfalls; allowing inflation to return to target over a longer period of time where there is a trade-off of weaker activity and above target inflation; or using forward guidance such as the MPC is at present in the face of very great uncertainty, so that we make clear that we will need strong evidence that inflation is likely to return sustainably to target before policy should be tightened.", "These are all ways to use inflation targeting in a world of larger shocks.", "The key point is that they have required careful adaptation of the approach to monetary policy - evidence that the world doesn't and should not stand still.", "In conclusion, I have pointed to four important areas where monetary policymaking is having to adapt.", "Our decision-making has become more multi-dimensional, with decisions on policy setting and the set of tools that should be available.", "We should always keep these decisions separate in terms of signalling.", "Second, the challenge currently is to raise the rate of inflation to target in the midst of a huge shock.", "This is just as important and underlines the symmetrical nature of our framework.", "Third, responding to a shock of this scale has led to debate around what it means to be an independent policymaker.", "This debate is misplaced - the focus must be and always is on the inflation target, the outcome.", "Last, central banks' approach to inflation targeting has had to be adapted in the face of the much larger shocks we have been experiencing: But, that is in the nature of effective policymaking.", "I am grateful to Andy Haldane, Andrew Hauser, Michael Saunders, Jan Vlieghe, Silvana Tenreyro, Ben Broadbent, Richard Harrison, Karen Jude, Nick McLaren and Laura Wallis for their assistance in helping me prepare these remarks."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation targeting", "Monetary policy", "Independence of central banks", "Lower bound", "Multi-dimensional policymaking", "Symmetrical inflation targeting", "Counter-cyclical policy", "Fiscal policy", "Financial stability", "Inflation expectations"]}