{"sentences": ["The European Central Bank (ECB) recently published its new monetary policy strategy, following a year-long review process that encompassed multiple layers of stakeholders - including the public.", "All the monetary policy instruments and concepts were minutely examined by both the experts and the Governing Council.", "A number of important changes were made as a result of the review - which was last carried out in 2003.", "The world has changed since then, and central banks - including the ECB - face numerous new challenges.", "We need to keep in mind that the ECB's primary mandate - according to the Treaty on the Functioning of the European Union - is price stability.", "However, the Treaty does not specify what price stability means.", "That is where the ECB's monetary policy strategy comes in, which quantifies price stability and in turn helps to anchor inflation expectations.", "For some time, the ECB saw high inflation as being the red flag.", "This is why the target has till now been an inflation rate of 'close to but below 2%'.", "What has changed since 2003?", "Structural developments have lowered the so-called 'equilibrium real rate of interest' - the interest rate that is consistent with inflation at its target rate and where the economy is operating at its optimum.", "This equilibrium rate has gone down - while in tandem the global economy has had to weather several major shocks, from the Global Financial crisis to the pandemic.", "Now, low inflation rates are being seen as just as much of a cause for concern and as a result, the target has now been set to 2% - over the medium-term - and the red flags are not only rates above that, but also rates below it.", "This decision was aimed at the possibility that the persistent low-inflation environment was being exacerbated by ambiguity about the level of the inflation aim and a perception of the aim being asymmetric.", "This decision was taken after an extensive assessment of the ECB's unconventional monetary instruments, which looked at which ones were effective in raising output, employment and inflation - as well as how they affected each other.", "The new symmetric target is straightfoward, clear and unambiguous.", "This means that it will provide a more solid anchor for longer-term inflation expectations.", "In practice, it will require especially forceful or persistent monetary policy action in a way to avoid negative deviations from becoming entrenched.", "There was also discussion during the review with regards to the primary mandate and its context within the Treaty's requirement to support the general economic and social policies of the European Union.", "The changes made to the monetary policy strategy will look at both aspects of this spectrum.", "Of course, the strategy review made other important changes.", "For example, the Governing Council has recommended that owner-occupied housing will in due course be included in the Harmonised Index for Consumer Prices.", "The ECB also understands the importance of factoring in the impact of climate change.", "There is now an action plan on how the ECB will more systematically reflect climate change considerations in its monetary policy operations.", "This is not only about the moral imperative.", "Bear in mind that the physical and transition risks related to climate change affect not only price stability but also financial stability, having an impact on the value as well as the risk profile of assets held on the Eurosystem's balance sheet.", "This is why the ECB will enhance its analytical and macroeconomic modelling capacities, while developing appropriate statistical indicators.", "Another aspect to emerge from the review was the importance of communication.", "Monetary policy communication has become a tool in its own right - and the communication needs to be understood not only by experts but also by the public if the ECB wants it to be effective.", "A number of changes will be made to the statements issued following monetary policy decisions, which should achieve this aim.", "And last but not least, the extensive feedback received from the review process has highlighted the importance of the exercise given the rapid changes in the global economy.", "The new review should not wait another 18 years.", "The Governing Council is committed to reviewing its monetary policy strategy at regular intervals, with the next assessment taking place in 2025."], "classifications": ["none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Inflation", "Monetary policy", "ECB", "Climate change", "Communication", "Equilibrium real rate of interest", "Inflation expectations", "Monetary policy instruments", "Economic growth"]}