{"sentences": ["Speech 31 August 2021, 6.15 pm Mortgage and real estate markets: Current developments pose risks to financial stability University of Lucerne Vice Chairman of the Governing Board* Swiss National Bank Lucerne, 31 August 2021 © Swiss National Bank, Berne, 2021 (speech given in German) Ladies and Gentlemen \"House prices hit record highs\", \"Swiss mortgage rates sinking again\"1 - these Swiss newspaper headlines from recent months show that developments on the mortgage and real estate markets are currently a topic of hot debate.", "These markets have undisputedly been highly dynamic over the past years in Switzerland and most recently also in many other advanced economies.", "Average prices of single-family houses and privately owned apartments, for example, have risen by over 80% in this country over the last 15 years.", "Similar growth can be observed in the volume of mortgage lending at Swiss banks (cf.", "In the prevailing low interest rate environment, mortgage rates have never been so attractive.", "The Swiss National Bank monitors these developments very closely, since contributing to financial stability is part of its mandate.", "The mortgage and real estate markets play a key role in the banking sector and are thus of great importance to overall financial stability.", "According to our assessment, the strong growth in these markets over recent years has given rise to vulnerabilities, and risks to financial stability have increased.", "In today's speech, I would like to explain in more detail the SNB's perspective on risks in the Swiss mortgage and real estate markets.", "First, I will describe how our perspective on these markets can be explained by our mandate, and how we fulfil our remit in this area.", "I will then outline our assessment of current developments.", "In doing so, I would like to show why, over the past ten years, the SNB has repeatedly warned of vulnerabilities on the mortgage and real estate markets and contributed to measures aimed at containing the associated risks.", "Why the SNB takes an interest in mortgage and real estate markets As mentioned before, the SNB's interest in the mortgage and real estate markets is closely linked to our task of contributing to the stability of the financial system.", "Financial stability means that financial system participants, such as banks and financial market infrastructures, are able to perform their key functions and are resilient to shocks.", "These key functions include lending and payment transactions.", "Our tasks have always required us to take an interest in and a shared responsibility for a stable financial system.", "Let me illustrate this by highlighting two points: First, a stable financial system is a prerequisite for us to be able to perform our core task, which is to conduct monetary policy.", "Financial turbulence puts a strain on the real economy and is a threat to price stability.", "Moreover, we are dependent on well-functioning banks and financial market infrastructures for the implementation of monetary policy operations.", "Second, we have an important role to play in times of financial instability, namely that of lender of last resort.", "As such, we provide liquidity to financial institutions in financial distress.", "This emergency action often comes with high risks for us and for the economy as a whole.", "These two points illustrate that it is in our interest to identify risks to financial stability as early as possible and to contain them through preventive measures.", "The SNB's mandate regarding financial stability was explicitly defined in the comprehensive revision of the National Bank Act (NBA) in 2003.", "5 NBA, the SNB is obliged to ensure price stability and, as part of this mandate, also to make a contribution to the stability of the financial system.", "By choosing the word 'contribution', legislators expressed the fact that financial stability is subordinated to the goals of monetary policy and that it is promoted not only by the SNB, but also by other authorities.", "Besides the SNB, the Swiss Financial Market Supervisory Authority (FINMA) and the Federal Council also contribute to financial stability in Switzerland.", "Whereas FINMA is responsible for supervising individual financial institutions, the SNB monitors developments in the banking sector from the perspective of the system as a whole, i.e.", "from a macroprudential point of view.", "The Federal Council for its part is responsible for regulatory matters, for example regarding the amount of capital and liquidity reserves that banks must hold.", "In line with international developments, the SNB's role and its macroprudential instruments have changed substantially over the past 15 years.", "The global financial crisis made it painfully clear that we need to become better at identifying and understanding risks to the system as a whole, and that we need to develop suitable instruments to make us better at averting the build-up of such risks.", "Such systemic risks can be structural or cyclical in nature.", "Structural risks include the 'too big to fail' issue, the fact that the failure of a single financial institution can suffice to endanger the financial system.", "Cyclical systemic risks, by contrast, arise when various financial players undertake the same actions simultaneously, excessively heightening financial upswings or exacerbating downturns, and thereby threaten financial stability.", "Almost exactly three years ago, I gave a speech here at the University of Lucerne in which I highlighted the structural 'too big to fail' issue and the measures taken to keep it in check.", "Today, with my focus on the mortgage and real estate markets, I would like to explain the cyclical dimension of systemic risks in greater detail.", "Experience shows that cyclical systemic risks often stem from the mortgage and real estate markets.", "Upheavals on these markets after periods of excessive price and credit growth have repeatedly triggered chain reactions with a negative impact on the banking system, public finances and the economy as a whole.", "History also shows that crises originating in mortgage and real estate markets entail particularly high costs for the economy as a whole, for example by causing recessions that are typically long and severe.", "Let me remind you of the example from Switzerland in the early 1990s.", "After a long period of rising real estate prices, mortgage interest rates increased and prices declined significantly.", "This triggered a banking crisis, which in turn led to a recession and a lengthy phase of economic stagnation.", "The global financial crisis of 2008 was also closely connected with declining prices on real estate markets, particularly in the US, the United Kingdom, Spain and Ireland.", "In this case, lax lending standards prior to the crisis proved to be a key factor.", "But how can this potentially damaging link between the mortgage and real estate markets, the banking system and financial stability be explained?", "First, it is important to remember that these markets represent a major concentration of risks, especially for banks and households.", "Thus, mortgage claims in Switzerland are the biggest asset item on banks' balance sheets.", "They account for roughly 30% of total assets in the banking system - and if one considers only the domestically focused banks that operate predominantly in the Swiss credit market, this percentage rises to 70%.", "Moreover, residential property is the most important asset overall of households in Switzerland, and mortgage loans are their largest liability.", "Around 45% of household wealth is invested in real estate, and mortgage loans account for a full 95% of household debt.", "These figures highlight a further important aspect: The real estate market is largely debt financed.", "Roughly 95% of mortgage loans are granted by banks.", "There are thus close links between the mortgage and real estate markets and the banking sector.", "A final important fact is that real estate markets have historically been subject to prolonged and pronounced cycles.", "Such cycles can last for years or even decades.", "During the long upswing phases, risks tend to be underestimated, thereby leading to excessive risk-taking by households, companies, investors and banks.", "A downswing, by contrast, can generate the mutually reinforcing effects of falling prices and loan defaults.", "This can lead to severe upheavals in the banking system and entail high economic costs.", "How we fulfil our tasks Ladies and gentlemen, in light of the high loss potential of mortgage and real estate market crises, the question is: How can systemic risks originating in these markets be contained?", "From a macroprudential perspective, three elements stand out: identifying the risks at an early stage, containing their growth, and strengthening banks' resilience.", "I would like to explain these three elements in greater detail.", "Let me begin with the SNB's risk monitoring, before speaking about the macroprudential instruments we have at our disposal.", "In identifying risks at an early stage, we are interested in vulnerabilities on the mortgage and real estate markets and in their possible consequences for the banking sector.", "Vulnerabilities manifest themselves primarily in inflated real estate prices and unsustainable mortgage lending.", "Both entail a heightened susceptibility to corrections in the form of sudden drops in prices and sharp rises in loan defaults.", "Our assessment of these risks is based on a broad range of data and methods.", "The fact that such a broad range is required reflects the high level of uncertainty involved in measuring these risks, as well as the different strengths and weaknesses of the individual indicators used.", "The more indicators there are pointing to a certain development, the clearer the assessment becomes.", "Among others, we use indicators at an aggregate level that have become known and established in specialist literature as 'early warning indicators' for financial crises.", "These indicators measure vulnerabilities through the deviation of prices and credit volume from the corresponding fundamentals and long-term trends.", "Examples include the ratio between real estate prices and income (the price-to-income ratio) and deviations in the ratio between mortgage volumes and GDP from their long-term trend (the credit-to-GDP gap).", "Based on experiences from previous crises, a sharp increase in these indicators points to a higher probability of a crisis.", "Besides aggregate data, we also consider detailed individual loan data, especially in order to assess whether the mortgage loans granted are sustainable.", "An important data source in this respect is our 'Survey on new mortgages', or 'Hypo_B' for short.", "This survey gives us comprehensive, anonymised individual loan data of newly granted mortgage loans from the 27 largest banks in Switzerland.", "These banks cover around 90% of the domestic mortgage market.", "The information gained includes borrower characteristics as well as detailed information on the lending conditions and on the pledged properties.", "The data allow us to closely monitor developments in credit risk, such as affordability and loan-to-value (LTV) risks.", "Finally, an essential contribution to our risk monitoring is made by stress tests.", "These enable us to estimate the losses that banks could suffer in various crisis scenarios.", "Such loss potential estimates are then compared to the capitalisation of the individual banks.", "In this way, we can assess the relevance of vulnerabilities on the mortgage and real estate markets for financial stability, and decide on any need for action.", "Of course, we are continuously developing our risk monitoring.", "Thus, we regularly review the range of indicators and the stress tests we use, taking into account new research findings as well as experiences gained in other countries.", "Significant progress has been made in recent years in terms of the data available in Switzerland, particularly with the aforementioned Hypo_B survey on newly granted mortgage loans.", "However, there are still no corresponding data in Switzerland on outstanding mortgage loans.", "Please allow me to appeal to the researchers among you here: As of this year, Hypo_B survey data in aggregate form are also available to the general public.", "With this step, we would also like to make a contribution to new research in the field of financial stability - and we look forward to the results.", "Macroprudential instruments I would now like to turn to our options for countering potentially damaging developments on the mortgage and real estate markets and for strengthening the resilience of the banking system.", "What options does the SNB have?", "In specific terms, our macroprudential instruments comprise communication, participation in national and international regulatory work, and the authority to propose the activation, adjustment or deactivation of the countercyclical capital buffer (CCyB).", "Communication has a significant role to play when it comes to counteracting market participants' tendencies to underestimate systemic risks and thus to take excessive risks themselves.", "After all, it is often hard for individual market participants to assess systemic risks.", "It takes an aggregated view to be able to identify unsustainable developments.", "As the country's central bank, we adopt such an aggregated view.", "This is why the Financial Stability Report, the key element in our macroprudential communication, plays an important role.", "In this report, published once a year, we provide a detailed assessment of the stability of the Swiss banking sector as a whole and also comment on current regulatory proposals.", "As important as communication is, it is generally not enough on its own to contain stability risks.", "A regulatory framework is also required.", "The SNB participates at various levels in the design of this framework, both at national and international level.", "At national level, the SNB cooperates with the federal government and with FINMA in securing appropriate regulatory framework conditions.", "At the forefront are the regulatory requirements on banks' equity capital and liquidity through laws and ordinances by the federal government and FINMA.", "Moreover, in Switzerland, the self-regulation rules for banks also constitute an important element.", "Thus, the relevant legal requirements are supplemented by rules and guidelines set by the Swiss Bankers Association, which FINMA can also recognise as a minimum standard.", "This instrument has been applied several times over the past few years in relation to the mortgage and real estate markets.", "At international level, the SNB participates in various committees and working groups, such as the Basel Committee on Banking Supervision.", "The recommendations and agreements of these bodies in turn have a major influence on our national legislation.", "One example of this is the CCyB.", "It was devised at international level and introduced in Switzerland in 2012 by means of a Federal Council ordinance.", "The CCyB is a key instrument for counteracting imbalances on the mortgage and real estate markets.", "When activated, banks are obliged to temporarily increase their equity capital beyond the levels imposed by existing capital requirements, depending on the magnitude of the vulnerabilities.", "The CCyB is designed to strengthen the resilience of the banking sector against the risks of excessive credit growth and also to counter any unsustainable credit growth.", "The capital buffer in Switzerland has so far been targeted at mortgage loans granted for residential real estate.", "This means that the more mortgage loans for residential property a bank holds on its balance sheet, the more additional capital it is obliged to hold.", "We regularly assess whether the required capital buffer level is appropriate.", "If we decide that an adjustment of the buffer is required, we make a proposal to the Federal Council after consultation with FINMA.", "Ladies and gentlemen, ongoing communication, targeted adjustments of the regulatory framework and the activation of the CCyB have all proved effective in recent years.", "I will return to this later.", "Such measures taken by the authorities are essential in dealing with cyclical risks, and we need to continue to review the instruments at our disposal on an ongoing basis and to adjust them to the risk situation.", "However, let me add at this point that, although the possible applications and effects of macroprudential instruments are important, they do have their limits.", "Measures taken by the authorities are therefore no substitute for market participants' own responsibility - it is ultimately up to them to manage their risks.", "Current assessment of the situation This takes me to our current assessment of the situation in Switzerland.", "Let me start by jumping to our overall evaluation.", "We consider the vulnerabilities on the mortgage and real estate markets to be at a high level at present.", "Allow me to elaborate on this, first turning to the mortgage market and then to the real estate market.", "My focus is mainly on the residential property segment, since this is where we have identified the most serious risks in the current situation.", "Strong growth and increasing affordability risks in mortgage lending Various mortgage market indicators show that, in recent years, mortgage volume has grown more strongly than can be explained by fundamental factors.", "For example, aggregate mortgage debt, as measured by the ratio of outstanding mortgage loans to GDP, has risen sharply since 2009 (cf.", "The increase was particularly marked last year due to the strong decline in GDP in connection with the coronavirus crisis.", "We expect the ratio to decrease again somewhat as the economy recovers.", "Nevertheless, the current ratio of around 150% in Switzerland is high not only by international comparison, but also by our country's own historical standards.", "Over the past years, however, the SNB has focused less on the increase in the volume of mortgage loans than on their quality.", "The main focus in this context has been on affordability risk, i.e.", "the risk that borrowers cannot afford their mortgage costs in the long term.", "The following calculation represents a standard metric used by banks to assess the affordability of a mortgage loan: Affordability is deemed to be appropriate if the imputed costs of an owner-occupied residential property - i.e.", "the costs resulting from interest payable, amortisation and maintenance - do not exceed one-third of the borrower's gross income.", "In the case of residential investment property, these costs should not exceed the rental return.", "The term 'residential investment property' comprises apartment buildings as well as privately owned apartments and single-family houses that are rented out.", "Slide 3 shows the share of new mortgage loans at various imputed interest rates that do not meet the conditions of this standard metric, i.e.", "where the loan-to-income (LTI) ratio is too high.", "The data illustrate that affordability risks have risen in all segments since 2014 and are currently at historically high levels.", "The sharpest increase has occurred in the residential investment property segment.", "Between 20% and 30% of newly granted mortgage loans for residential investment property would be deemed unaffordable if the mortgage interest were to rise to 3%.", "Should the interest rate climb to 4%, this proportion would amount to around 40%.", "In the owner-occupied residential property sector, these shares would come to roughly 20% and 30% respectively.", "These figures on affordability risk do not mean that, in the event of an interest rate rise, mortgage loan defaults of this magnitude would actually occur.", "After all, the calculation used here considers only borrowers' income and not, for example, their general financial situation.", "Moreover, the figures are based solely on newly granted loans, not outstanding loans.", "Overall, however, the figures do show that the debt level of mortgage borrowers compared to their income has increased sharply in recent years.", "This means that, over the same period, borrowers have become markedly more vulnerable to interest rate rises.", "Overvaluations in residential real estate I would now like to turn to the residential real estate market.", "Numerous indicators point towards overvaluations in this market, since price increases in recent years have been steeper than can be explained by fundamental factors.", "This applies across all residential segments, i.e.", "single-family houses, privately owned apartments and apartment buildings.", "The extent of overvaluation is difficult to quantify.", "Slide 4 illustrates this, using the privately owned apartment segment as an example.", "It shows two simple indicators and the results of two models, used to measure the valuation of privately owned apartments.", "Both indicators, i.e.", "the price-to-rent ratio (in light blue) and the price-to-GDP ratio (orange), reveal an overvaluation of around 30%.", "An econometric model (red), which explains current prices based on developments in GDP, housing stock and interest rates, shows an overvaluation of roughly 20%.", "Finally, the 'user cost model' (dark blue) reveals a broad range of overvaluations, depending on different assumptions regarding future interest rate and rental developments.", "Assuming for example that real mortgage interest rates will return to their historical average of 2.6% over the long term, the resulting overvaluation amounts to roughly 30%.", "If, by contrast, the assumption is a real mortgage interest rate of 1% over the long term, the overvaluation decreases to around 5%.", "High vulnerabilities pose risks to financial stability ... To summarise, we are currently seeing clear signs of unsustainable mortgage lending on the one hand and heightened risks of a price correction on the other.", "I would now like to use the example of an unexpected and rapid rise in interest rates to illustrate why these vulnerabilities can pose risks to financial stability.", "Such a scenario could simultaneously lead to a materialisation of affordability risks and to valuation losses due to price corrections - two risks that can also be mutually reinforcing.", "First, let us consider the affordability risks.", "As shown on slide 4, these risks have been steadily growing over recent years and are currently at a high level.", "This means that a substantial number of borrowers could experience payment difficulties should interest rates go up, and this would have a negative impact on banks' credit portfolios.", "An abrupt interest rate hike could also lead to widespread price corrections on the real estate market.", "A large proportion of mortgage loans in banks' portfolios have an LTV ratio of between 60% and 80%.", "A ratio in this range normally ensures that a bank would not incur a loss in the case of an individual borrower defaulting, as the mortgage loan is sufficiently covered by the value of the pledged property.", "However, a marked and widespread price correction on the Swiss real estate market would reduce this security margin.", "Even at an average price decline of 20% to 30%, we can expect a situation in which a substantial share of mortgage loans is no longer adequately secured in the event of a default.", "As a consequence, banks would incur losses should borrowers default on these mortgage loans.", "These points demonstrate that the banking system is currently highly exposed to the vulnerabilities on the mortgage and real estate markets, and could face considerable losses in the event of an abrupt increase in interest rates.", "... but adequate resilience is ensured overall due to capital buffers At the SNB, we use stress tests to simulate the stress scenario of an unexpected and rapid rise in interest rates, also in quantitative terms.", "We are, above all, interested in the question of whether banks are sufficiently capitalised in view of the aforementioned vulnerabilities, and are able to maintain their economically important functions such as lending despite incurring losses.", "Our stress tests confirm the relevance of the aforementioned vulnerabilities.", "They show that banks would suffer substantial losses in the event of an abrupt and steep interest rate rise combined with declining real estate prices.", "Affordability risks would materialise, meaning that numerous borrowers would no longer be able to pay their mortgage interest.", "Furthermore, many mortgages would be insufficiently covered, i.e.", "the mortgages concerned would no longer be fully secured by the value of the properties.", "In such a scenario, the capital ratios of numerous banks would drop below their target values and, in some cases, even below the regulatory minimum requirements.", "Equally, our stress tests underscore the importance of the capital buffers currently held by banks, which comprise voluntarily held buffers besides the capital required by statutory regulations.", "With these capital buffers, our assessments suggest that most banks would be capable of absorbing potential credit losses.", "In other words, we consider the resilience of most banks to be adequate.", "Current situation requires vigilance Ladies and gentlemen, the fact that we consider banks' capitalisation to be sufficient at present does not mean that we can relax with regard to the vulnerabilities on the mortgage and real estate markets.", "That the current situation is not more precarious is due not least to the measures taken in recent years (cf.", "These measures include, for example, the Federal Council's decision in 2012 to increase the capital requirements for mortgage loans with a high LTV ratio, i.e.", "a high ratio of the mortgage loan to the value of the pledged property.", "Furthermore, banks' selfregulation rules were revised and tightened in the years 2012, 2014 and 2019, which, in particular, imposed more stringent requirements regarding the amortisation of mortgage loans and own funds brought in by borrowers.", "An important factor was also the activation of the CCyB in 2013 and its subsequent increase to 2% in 2014.", "The CCyB was deactivated last year.", "This decision was made against the backdrop of the coronavirus crisis in order to broaden the scope for banks to lend to companies in these exceptional circumstances - in spite of the existing vulnerabilities on the mortgage and real estate markets.", "The measures implemented between 2012 and 2019 were important to strengthen the banks' resilience and curb the increase in vulnerabilities.", "They could not, however, fully prevent the rise in risks.", "The current situation will therefore continue to demand our full attention.", "I would like to highlight two reasons: First, current price developments in the residential property sector show that there is no reason to sound the all-clear.", "As outlined in our Financial Stability Report published in June, the coronavirus pandemic has not slowed down price momentum.", "On the contrary, price growth in the residential real estate market has in fact increased.", "At the onset of the crisis, it was not clear that the pandemic would not lead to a slowdown.", "This can, however, be explained in retrospect.", "Interest rates have remained low and support measures have significantly cushioned the impact of the crisis on the income of households and companies.", "Data released since the publication of our report in June show that the price momentum is continuing unabated.", "Second, it is to be expected that the global low interest rate environment will remain unchanged for some time to come.", "One reason is that the structural factors behind the downward trend in interest rate levels over the past decade, such as the ageing of the population and the decline in productivity growth, are still in play.", "Another reason is the expansionary monetary policy pursued by central banks in the advanced economies.", "Such policy continues to be necessary in order to counteract the impact of the coronavirus crisis.", "It is therefore to be expected that interest rates will remain low for some time yet, which means that incentives for increased risk-taking will remain in place.", "This could prolong the period in which growth in mortgage volume and residential property prices is higher than can be explained by fundamental factors.", "Moreover, the longer the current cycle lasts, the more likely it is that memories of past crises fade and that market participants increasingly disregard the risks in question.", "Against this backdrop, it is important to continue to closely monitor developments on the mortgage and real estate markets.", "In this context, the SNB regularly reassesses the need for a reactivation of the CCyB.", "Ladies and gentlemen, I now come to my concluding remarks.", "Are we heading for a big real estate crash?", "Is there a bubble that will burst soon?", "If you were expecting me to answer these questions today, I'm afraid I have to disappoint you.", "To predict the future would require a crystal ball.", "By their very nature, crises cannot be predicted.", "The key question, from our point of view, is: Are there substantial vulnerabilities on the mortgage and real estate markets?", "We can answer this question with a 'yes'.", "According to our assessment, markets today are more vulnerable to corrections in the form of declining prices and increasing numbers of mortgage loan defaults.", "Thanks to substantial capital buffers, however, most banks should currently be capable of absorbing the associated losses.", "The capital buffers are therefore essential to financial stability - and will remain so in future.", "The probable continuation of the current upswing on the mortgage and real estate markets means that risks to financial stability are likely to remain in the spotlight.", "Containing these risks will continue to require the participation and support of all market players: the authorities, the lenders, and the borrowers.", "Thank you for your attention."], "classifications": ["none", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "financial dominance", "none", "financial dominance", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Mortgage lending", "Real estate markets", "Financial stability", "Vulnerabilities", "Affordability risks", "Overvaluations", "Capital buffers", "Countercyclical capital buffer", "Stress tests", "Macroprudential instruments"]}