{"sentences": ["SPEECH Climate change and financial integration Keynote speech by Luis de Guindos, Vice-President of the ECB, at the joint ECB and European Commission conference on \"European Financial Integration and Stability\" Frankfurt am Main, 27 May 2021 For Europe, financial integration and stability are two sides of the same coin - a symbiotic relationship where greater integration aids stability, and stability underpins greater integration.", "Equally, financial fragmentation can exacerbate instability, as the global financial crisis clearly showed.", "Climate change - the topic of this afternoon's session - poses an emerging threat to financial stability.", "Yet, as I will discuss in my remarks today, it also presents us with an opportunity to forge deeper integration in order to tackle this common challenge.", "Policies that foster stronger and more resilient financial integration within the euro area are needed more urgently than ever.", "Financial integration in the euro area Let me begin with a quick recap of why financial integration matters.", "[ When a negative shock hits the whole euro area, monetary policy can act to mitigate the impact on output and inflation.", "But when a shock hits an individual country or region - known as an asymmetric shock - other mechanisms are required.", "In this situation, financial integration can help mitigate the impact through improved public and private risksharing.", "Lower economic activity following the shock typically reduces the profitability of local banks and stymies credit creation.", "Continued lending from other parts of the euro area can therefore help cushion the impact and support consumption and investment.", "In addition, holding foreign bonds - which are less affected by the asymmetric shock - helps maintain income and support domestic consumption.", "In the United States, these channels alleviate around 60% of the impact of state-level shocks on GDP growth, compared with just 20% in the euro area.", "Indeed, the contribution of credit smoothing in the euro area was negative during the global financial crisis as cross-border credit provision evaporated, worsening the recessions in the periphery.", "[ During the pandemic there have also been sizeable swings in measures of financial integration, albeit more muted than during the financial crisis.", "[ Indicators based on the convergence of asset prices declined sharply at the onset of the pandemic, but then rebounded following the ECB's announcement of substantial monetary accommodation and subsequent progress on European fiscal support packages (Chart 1).", "Movements in quantity-based financial integration indicators, which reflect cross-border asset holdings, have been slower, but more persistent.", "[ Cross-border activity in the unsecured segments of the money markets paused and cross-border equity holdings declined sharply at the onset of the pandemic, posting a partial rebound in mid-2020.", "Over the past year, financial flows have tended to be characterised by more liquid assets and securities with shorter maturities, pointing to a higher vulnerability to shocks.", "Price-based and quantity-based composite indicators of financial integration (Quarterly data; price-based indicator: first quarter of 1995 to fourth quarter of 2020; quantity-based indicator: first quarter of 1999 to third quarter of 2020) Sources: ECB and ECB calculations Notes: The price-based composite indicator aggregates ten indicators for money, bond, equity and retail banking markets, while the quantity-based composite indicator aggregates five indicators for the same market segments except retail banking.", "The indicators are bounded between zero (full fragmentation) and one (full integration).", "Increases in the indicators signal greater financial integration.", "From January 2018 onwards the behaviour of the pricebased indicator may have changed due to the transition in the money market component from EONIA to the €STR.", "OMT stands for Outright Monetary Transactions.. For a detailed description of the indicators and their input data, see Hoffmann, P., Kremer, M. and Zaharia, S. (2019), \" Financial integration in Europe through the lens of composite indicators \", Working Paper Series, No 2319, ECB, September.", "The challenges of climate change This higher vulnerability occurs at a time when the financial system faces emerging risks related to climate change - a common shock faced by us all, albeit one with potentially asymmetric impacts on different sectors and regions of the euro area.", "[ On aggregate, euro area bank exposures to the most carbon-intensive sectors, such as mining, are relatively contained.", "However, the concentration of carbon-intensive industries and activities can differ across countries.", "As we have seen in the pandemic, a common shock can have asymmetric impacts on countries which have a high concentration of certain sectors, such as tourism.", "Perhaps more importantly from a financial integration perspective, interconnectedness through supply chains matters.", "Take manufacturing, which accounts for around 20% of banks' loan portfolios.", "While the reported direct emissions of these companies are comparatively lower, indirect exposures through the supply chain are more substantial.", "The physical risks of climate change have a clearer geographic angle and differ in their regional impact.", "These risks are also expected to increase in the coming decades, with some likely to be concentrated in particular geographical areas.", "Floods are the most significant hazard in central and northern Europe, for example, while heatwaves, droughts and wildfires represent the greatest risks in southern Europe.", "Taken together, around 30% of the credit exposures of euro area banks are to businesses with high or increasing exposure to at least one source of physical risk.", "Ultimately, the impact of climate change on financial stability depends on the degree of concentration of exposures, and what mitigation measures are in place.", "Both fronts give cause for concern.", "Over 70% of identified physical risk exposures in the euro area are held by just 25 banks.", "There is also a notable concentration by country (Chart 2, left panel), suggesting that physical risk could become a prominent source of asymmetric shocks.", "Moreover, the physical collateral backing loans may itself be damaged by the event, exacerbating the risk to banks.", "Exposure concentration and insurance as a mitigating factor Sources: AnaCredit, 427 data, EMDAT, OECD and ECB calculations.", "Notes: Left panel: credit exposures to non-financial corporations (NFCs) above €25,000 are considered; €4.2 trillion of exposures overall; NFC location used to assign risk levels refers to the corporations' headquarters; country breakdown refers to the bank's country of residence.", "Right panel: sample includes 45 countries for which the OECD provides quarterly GDP data from 1996 to 2019.", "The chart shows the impact of large-scale natural disasters (i.e.", "with total damage larger than the third quartile at 0.1% of GDP) when the share of insured losses is high (above the median of 35%) on the left, and low (i.e.", "below the median of 35%) on the right.", "The estimates are obtained using a panel regression model where the dependent variable is the year-on-year difference in the log of GDP and the explanatory variables include two dummies capturing large-scale disasters with a high and low share of insured losses respectively (included with up to three lags), and country and quarterly fixed effects.", "For the quarter including the date(s) of the disaster (t=0) and the three subsequent quarters, the y-axis measures the percentage point impact of the disaster on the year-on-year annual growth rate at the end of that quarter.", "In principle, one mitigating factor may be insurance, which in the past has helped support aggregate demand and hastened reconstruction following disasters, reducing the overall impact on economic activity (Chart 2, right panel).", "In practice, however, there is already a substantial insurance \"protection gap\".", "Only one-third of climate-related economic losses in the euro area are currently insured, a situation that could worsen with climate change.", "More frequent and severe natural disasters are likely to increase insurance claims, which may result in higher insurance premiums and potentially lead to lower insurance coverage, further widening the protection gap.", "[ Green finance as a driver of financial integration A substantial amount of finance will be needed for there to be a smooth transition to meet the ambitious goals for a carbon neutral economy.", "But we also need a robust financial system capable of maintaining the flow of credit even if asymmetric shocks happen or if the transition is a little bumpy.", "That brings me back once more to the importance of financial integration.", "Progress has certainly been made in stepping up sustainable finance.", "Since 2015, the assets under management of environmental, social and governance (ESG)[ funds have almost tripled, the volume of outstanding green bonds has risen tenfold, and the amount of catastrophe bonds has almost doubled (Chart 3, left panel).", "Investments in ESG funds Sources: Artemis, Bloomberg Finance L.P., EMIR data, EPFR Global, Lipper and ECB calculations.", "Notes: Left panel: data on catastrophe bonds are copyright to www.artemis.bm, Steve Evans Ltd. To avoid end-of-year effects, the outstanding amount of emission-related derivatives is the notional value of open positions reported under EMIR as at the end of November.", "2015 values are not included due to data unavailability.", "The right panel shows the relationship between net flows as a share of a fund's lagged total net assets and lagged fund returns.", "It is based on a sample of 1,452 and 8,337 nonESG fund shares, and 131 and 1,017 ESG shares, of corporate bond and equity funds domiciled in the euro area between January 2016 and September 2020.", "Green funds are identified using text search for key words such as 'green' and 'environmental' in funds' prospectuses.", "Controls include fund age, fund size, lagged flows and standard deviation of returns.", "Share and interaction-time-ESG fixed effects are included and standard errors are clustered at share level.", "EMIR: European Market Infrastructure Regulation.", "Promisingly, green bonds are roughly twice as likely to be held cross-border than other European bonds.", "And ESG funds appear more stable, with investors less likely to withdraw funds following negative performance than investors in other types of funds (Chart 3, right panel).", "Scaling up green finance could therefore generate the twin benefits of supporting the low-carbon transition and supporting financial integration in the euro area.", "But it is important to avoid complacency.", "Further growth in sustainable finance may be inhibited if concerns about greenwashing are not adequately addressed.", "There are substantial data gaps surrounding direct and indirect emissions and forward-looking information such as targets for emission reduction.", "These gaps should be closed as a matter of urgency, which requires mandatory, harmonised and audited disclosure standards.", "Moreover, green finance remains a relatively small segment of the market.", "For Europe to unleash its full potential for financing the green transition, it will need to redouble its efforts to mobilise capital market funding.", "In particular, equity funding has been shown to be important for incentivising green innovation and supporting the reallocation of resources to greener activities.", "[ Yet further growth in green finance is likely to be constrained by the same shortcomings that hinder integration in EU financial markets more generally.", "So progress towards a genuine capital markets union is vital.", "[ Climate risks do not stop at national borders.", "The capital markets architecture in the EU needs to recognise that and adapt accordingly.", "Products with official EU seals, such as the forthcoming EU green bond standard, will need proper monitoring to ensure compliance and build trust.", "Further efforts are required to harmonise the tax treatment of capital market assets, to better align the efficiency of national insolvency frameworks and to ensure similar levels of investor protection across countries.", "Strengthening financial integration within the European Union is vital to protect our economy from shocks and financial instability.", "The risks posed by climate change make action more urgent.", "But they also provide an opportunity.", "Putting in place the necessary architecture for a full capital markets union can help promote green finance - an area where the EU is already a leader.", "This will not only benefit us, it will also benefit generations to come.", "For a more detailed discussion, see Cimadomo, J. Hauptmeier, S., Palazzo, A.A. and Popov, A.", "Draghi, M. (2018), \" Risk-reducing and risk-sharing in our Monetary Union \", speech at the European University Institute, Florence, 11 May.", "More details on financial integration, including the latest data, can be found on the ECB's website .", "Some caution is necessary when interpreting these movements at present, given the potential impact of Brexit on measurement.", "The findings of the ECB's ongoing quantitative assessment of climate-related risks are discussed in more detail in Alogoskoufis, S. et al.", "(2021), \" Climate-related risks to financial stability \", Financial Stability Review, ECB, May.", "More details on the findings to date of the joint workstream of the ECB and the European Insurance and Occupational Pensions Authority (EIOPA) on the insurance protection gap will be published in EIOPA's forthcoming June Financial Stability Report.", "These are funds that select assets based on environmental, social and governance criteria.", "(2019), \" Finance and decarbonisation: why equity markets do it better \", Research Bulletin, No 64, ECB, 27 November; De Haas, R. and Popov, A.", "Lagarde, C. (2021), \" Towards a green capital markets union for Europe \", speech at the European Commission's high-level conference on the proposal for a Corporate Sustainability Reporting Directive, 6 May.", "European Central Bank Directorate General Communications Sonnemannstrasse 20 60314 Frankfurt am Main, Germany +49 69 1344 7455 media@ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2021, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial integration", "Climate change", "Green finance", "Physical risks", "Asymmetric shocks", "ESG funds", "Green bonds", "Capital markets union", "Insurance protection gap", "Greenwashing"]}