{"sentences": ["14.06.2021 What will be the impact of climate transition on monetary policy?", "Central Banking Summer Meetings Pablo Hernández de Cos Ladies and Gentlemen, Let me start by thanking the organisers for the invitation to speak at these Central Banking Summer Meetings.", "Climate change could be a defining issue for our generation.", "It is therefore natural that climate change has come to the fore of the concerns of policy-makers.", "And we, financial regulators, supervisors and central bankers, have our share of responsibility too in the joint global effort to tackle climate change.", "Not surprisingly, climate change is one of the key topics in the ongoing review of the ECB's monetary policy strategy or on the work programme of the Basel Committee.", "Today I will focus, first, on how climate change affect (a) the financial sector, (b) inflation and (c) the natural interest rate.", "Second, I will tackle the issue of what regulators, supervisors and central banks can do to address climate change, within our mandates.", "Climate risks and the financial sector The financial sector is highly exposed to risks associated with climate change by funding other sectors including those exposed to extreme weather events or those that will be affected by the transition to a more sustainable economy.", "The impact of climate change on the financial sector can, therefore, be relevant for financial stability.", "And it can also be relevant from our monetary policy perspective, since the transmission of our monetary policy actions to economic activity and inflation operates mainly through the financial system.", "Indeed, a sound financial sector is a prerequisite for a smooth transmission of monetary policy measures to the financing conditions faced by economic agents and, ultimately, to economic activity and inflation.", "In particular, climate change poses two types of risks for the financial sector: physical risks and transition risks.", "Physical risks are those that would materialise as permanent alterations of the climate, if we do not act to prevent global warming.", "Natural disasters would then become more frequent and their economic damage probably greater.", "In fact, there is evidence that such risks are already materialising to some extent: according to the FSB1, global economic losses associated with weather-related catastrophes have doubled since the 1990s, up to USD1.6 trillion over the last ten years.", "The financial sector is exposed to these physical risks through several channels.", "Physical risks are of course relevant for the valuation of real estate assets, the main collateral for bank loans.", "Physical risks also matter when assessing the ability to pay of borrowers in sectors that could be particularly affected, such as agriculture or tourism.", "Capital destruction could also be very important.", "Furthermore, since not all geographies would be equally affected, the migration of activities and of the population in some areas might increase, generating an impact on the financial sector as well.", "Moreover, uncertainty over these processes could undoubtedly have a profound impact on the financial sector in the medium to long run.", "In parallel with physical risks, the transition towards an environmentally sustainable economy entails a sweeping change in production technologies and a reallocation of activity across sectors and companies.", "Actually, such restructuring will mean that, in the short run, some sectors will increase their profits while others will incur losses, with obvious implications for the financial system and its stability.", "These changes in profits may come from the need to adapt towards greener ways of producing, owing to shifts in consumer and investor sentiment, from public regulation or taxation.", "In this case, for estimating transition risks, the most relevant factors are the carbon footprint and the environmental impact of the sectors and companies to which financial firms are exposed.", "The impact of climate change on inflation Beyond its effect on the financial sector, climate change could have a fairly direct impact on central banks' ability to stabilise inflation.", "Policies aimed at promoting the transition towards a carbon-neutral economy - such as carbon taxes - are likely to affect the volatility of headline inflation, which includes energy prices.", "Most inflation-targeting central banks, including the ECB, target headline inflation, because it is more representative of the citizens' consumer basket than other notions of inflation.", "In any case, the ECB's medium-term orientation of our price stability objective provides us with some leeway to see through transitory energy-driven increases in headline inflation.", "Beyond energy prices, non-energy prices - and hence core inflation - would not be isolated from the impact of climate policies either.", "To the extent that carbon-intense producers of non-energy goods and services pass the costs of rising carbon taxes and other interventions on to their consumers, we could also see sizeable upward pressure in core inflation.", "All in all, persistent upward pressure on, or substantial volatility in, headline inflation stemming from sustained climate policies could lead us to rethink how we formulate our policies in pursuit of price stability over the medium-term horizon.", "Climate change and the natural interest rate More indirectly, but no less importantly, climate change and the remedial actions needed to tackle it could affect central banks' ability to achieve price stability through their impact on the so-called natural interest rate2, which is an important benchmark for inflation-targeting central banks when setting our interest rates.", "Natural interest rates in advanced economies, including the euro area, have declined in recent decades, reflecting structural shifts in the balance between aggregate saving and investment.", "The literature attributes this decline mostly to three main factors: a decline in trend productivity growth, demographic developments and a scarcity of safe assets.", "Firstly, lower productivity growth leads agents to expect lower income growth in the future, prompting them to moderate their spending in the present.", "The resulting increase in saving exerts downward pressure on interest rates.", "Secondly, the increase in life expectancy in advanced economies has led households to increase their saving so as to finance their retirement period.", "Thirdly, rising demand for safe saving instruments in a context of high and growing economic uncertainty, coupled with a relatively scarce supply of such instruments, has put further downward pressure on equilibrium interest rates.", "Whatever its source, the decline in natural rates has shrunk the space for interest rate policy owing to the existence of a lower bound on nominal interest rates, thus making it harder for central banks to achieve our inflation aims.", "Climate change will likely affect the natural interest rate, but it is not obvious in which direction.", "On the one hand, it could further depress natural rates through negative effects on productivity, such as the impact of higher temperatures on labour supply and the destruction of capital stemming from natural disasters.", "Moreover, increased economic uncertainty associated with the impact from climate-related risks could lead to higher precautionary saving and further pull natural interest rates down.", "On the other hand, the transition towards a more sustainable economy will require substantial investment in green technologies, which may push equilibrium interest rates up.", "And if such investment succeeds in raising trend productivity growth, it could partially undo or even reverse the decline in natural interest rates.", "Clearly, more time and analysis will be needed before we have better answers for this important question.", "Our role in climate policy action Let me now turn to the second theme of my talk, namely what financial supervisors and regulators, and central banks could or should do to assist governments in tackling climate change within our mandates.", "I will start with an important reminder.", "The main responsibility for addressing climate change resides with governments - namely, fiscal and environmental authorities- because they have the most effective tools and the legitimacy to do so.", "There is some consensus in the literature that the most effective measure would be to apply Pigouvian taxes3 to carbon emissions.", "The latter, if well-designed, would lead agents to internalise the social cost of their carbon emissions, inducing a change in the relative prices of energy inputs and final outputs in favour of less carbon-intensive ones.", "That said, preventing climate change requires a holistic approach that involves all policies.", "Careful analysis should be devoted to the interactions of the various policy instruments in the economic sectors affected by transition and physical risks.", "The final aim should be to define an adequate \"climate policy mix\" that ensures the optimal achievement of environmental targets.", "In this context, and as part of our main responsibility to guarantee the stability of the financial system, we - regulatory and supervisory authorities - must ensure that the materialisation of climate risks does not endanger financial stability.", "Therefore, we must make sure that financial firms address these risks.", "In particular, we should contribute to identifying climate-risk drivers and their transmission channels, to the adequate measurement of the economic and financial impact of the different risks, and to the definition and development of the potential mitigation and riskreduction measures.", "If we succeed in incorporating these risks into the decisions of the financial sector, this will translate into a change in the relative prices of financial instruments.", "And, in turn, that will help to internalise those consequences originating from both transition and physical risks that affect directly providers and users of funds.", "This will be a powerful and much-needed complement to the use of the fiscal and environmental instruments that are needed to fight against climate change.", "In practical terms, climate risk can probably be captured in the traditional financial risk categories (credit, market, liquidity or reputational risks).", "However, several crucial limitations and challenges are coming to light when trying to measure these risks.", "In particular, there are few sufficiently deep and harmonised databases to analyse and understand the potential effects of physical and transition risks.", "Data granularity is particularly important given the high heterogeneity of the potential impacts.", "And, while we are working hard to improve available information, we lack sufficient historical depth to be able to use the past as a guide to estimate future developments.", "In addition, there is no previous experience of structural changes of this magnitude, which also require a very long-term perspective, and where the presence of non-linearities and irreversible tipping points are likely, conditioning the methodologies to be used.", "And there is limited research, and accompanying data, that explore how climate risks feed into the financial risks faced by banks.", "In this context, many supervisory and/or prudential authorities are opting to use stress tests and scenario analysis.", "The Bank of Spain is indeed preparing such stress tests for the Spanish banking sector and the results are expected to be published in Autumn.", "As a result, we should accept that efforts to translate climate-related risks into quantifiable financial risks are in their early stages.", "And we will have to step up our efforts to address these problems and limitations.", "It's also crucial that these efforts are coordinated at the global level, given the global dimension of the risks and the potential spillovers that can arise through interconnections between the real and financial sectors.", "In this regard, at the Basel Committee on Banking Supervision (BCBS), we are conducting a \"gap analysis\" to identify areas in the current Basel Framework where climate-related financial risks may not be adequately addressed or are not captured.", "This gap analysis will be comprehensive in nature, and will cover regulatory, supervisory and disclosure elements.", "Building on the analysis, we plan to explore practical solutions to address any identified gaps.", "In addition to a set of principles or guidelines on effective supervisory practices for assessing climate-related financial risks, the Committee will explore whether any policy measures under the regulatory framework should be taken, and how the Basel Committee could support international efforts related to the development of globally consistently sustainability reporting requirements.", "Importantly, any changes proposed by the Basel Committee to its regulatory framework would be in pursuit of its mandate to strengthen the regulation, supervision and practices of banks worldwide with the purpose of enhancing financial stability.", "As to monetary policy, central banks should definitely be a part of this optimal policy mix as well.", "Here, it is useful to distinguish between central banks' monetary policy operations and those other operations not related to our monetary policy mandates.", "I will start with the latter, if only because it is easier to draw some conclusions in this case.", "Central banks can - and probably should - use our non-monetary policy portfolios as a tool for addressing climate change.", "Actually, the Banco de España has led by example in recent years in adopting these considerations.", "Since 2019, we have applied sustainability and responsibility investment principles to our non-monetary policy portfolios, which has effectively led to an increase in the share of green bonds in these portfolios.", "This is just one example of the kind of measures conducive to the greening of our economies that central banks can adopt.", "But surely more can be done in the realm of non-monetary policy operations.", "There was an important step in this direction last February, when the Eurosystem agreed on a common stance for climate change-related sustainable and responsible investment principles for euro-denominated non-monetary policy portfolios, with the aim of promoting disclosures and a sounder understanding of climate-related risks.", "Following this agreement, the Eurosystem aims to start climate-related disclosures for non-monetary policy portfolios within two years.", "As regards our monetary policy operations, in my view, any action in this area should be based on our price stability objective, which is the single primary mandate bestowed on the ECB by the Union's treaties.", "But be no mistaken by this relatively narrow scope, there is plenty of room for climate action within this remit.", "In this regard, given that more analysis is needed before we have better answers for the implications of climate change on the economy and on monetary policy, our first objective should be to step up our efforts, as both the Banco de España and the Eurosystem are doing, to develop the tools and models needed for such an analysis.", "In addition, fully incorporating climate risks into our internal risk management may well collaborate to expand our ability to deliver on our price stability mandate.", "Climate change will indeed affect the risks of the assets held on our balance sheets.", "Monetary policy implementation exposes us to such risks directly through holdings of assets and indirectly through collateral pledged by counterparties.", "Therefore, and very much related to my previous comments on the implications of climate change for the financial sector, we should take due consideration to the appropriate assessment of climate risks in the overall risk management of our stock of assets and also on the specific criteria for new purchases in asset purchase programs.", "For example, one step would be to introduce climate-related disclosure requirements in order for an issue or issuer to be eligible for purchases.", "Another one would be to expand the use of ratings that adequately include in their methodologies the impact of climate risks in the financial profile of issuers or specific issues.", "Such measures would enhance our risk awareness, thus enhancing the monetary policy effectiveness of asset purchases, and it will be an effective way of addressing climate change by greening the financial system.", "As long as central banks lead by example and become early adopters of what we are also asking the rest of the financial sector to do in terms of disclosing, measuring and managing climate risks, this course of action may lead to changes in the composition of our monetary policy portfolios and, eventually, to deviations from current market benchmarks.", "But if central banks and financial regulators succeed in our endeavour to spread this climate-risk management culture we are embracing, then any deviation should be temporary in nature as the whole market should follow suit.", "To conclude, we, central bankers and financial regulatory and supervisory authorities, within our mandates of guaranteeing price and/or financial stability, can and should actively contribute to global action to fight against climate change.", "Thank you and I am ready to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["climate change", "financial stability", "inflation", "natural interest rate", "physical risks", "transition risks", "climate policy mix", "climate-related financial risks", "non-monetary policy operations", "price stability"]}