{"sentences": ["First of all, I would like to thank Central Banking for inviting me to participate in the conference, and for giving me the opportunity to talk about issues that are cornerstones of economic policy and financial stability.", "I am referring to the development of liquid and resilient financial markets and to the management and use of international reserves.", "Both issues are tightly related to each other, as they constitute lines of defense of financial authorities when facing external shocks.", "Along the same line, I will begin my intervention today by briefly explaining the challenge that emerging economies face when an external shock such as COVID-19 arises.", "I will then elaborate on the long-term and short-term strategies available for financial authorities to cope with such a challenge.", "Staying the course in times of turbulence The COVID-19 pandemic has left profound marks on our lives.", "It has also inflicted an unprecedented shock to the global economy and financial markets.", "All our countries had to deal with three shocks simultaneously: a disruptive supply shock, a severe demand contraction, and a risk aversion and financial shock.", "In Emerging Market Economies (EMEs), these shocks resulted in historically large capital outflows and large FX and financial asset price adjustments.", "When EMEs have to deal with such disruptive circumstances, the challenge for policy making is twofold: first, to mitigate the immediate effects of the unforeseen shocks on their domestic markets and economies; and, second, to contribute in the best possible way to the recovery.", "This requires not compromising future scenarios and staying the course on sound macro and financial stability, while maintaining financial resilience and integration, which are essential for our countries' development strategies.", "Clearly, staying the course on the right- medium- and long-term strategies can become daunting, as urgent needs can push back macro resilience, financial integration, and the policies needed to attain deep and liquid financial markets.", "Nonetheless, using policy space prudently and staying the course, as hard as it sounds, has critical intertemporal merits and rewards.", "Attaining a well-functioning, deep and liquid FX market as a critical shock absorber For Mexico, attaining a well-functioning, deep and liquid FX market that could work as a critical shock absorber took decades of implementing consistent policies and avoiding the temptation of using capital flow management measures.", "The journey began after the crisis of 1994- 1995, when Banco de México was forced to adopt a flexible exchange rate regime.", "At that point, it was clear for the local authorities that, in order for the Mexican economy to achieve long-term development and integration to global trade and financial markets, it was essential to develop a deep and liquid FX market with an efficient price discovery process.", "Such situation required profound reforms.", "Among the most relevant were: 1.", "Adopting full convertibility of the Mexican peso.", "Developing a derivatives market that could allow market participants to hedge against exchange rate fluctuations and manage FX risks.", "Introducing risk-management regulation to avoid currency mismatches in the domestic financial system, fostering long-term peso financing and hedging practices to enhance intermediaries, corporates and households' resilience against large tail-risk FX adjustments; and 4.", "Adopting the best FX market trading and settlement practices.", "For instance, since 2008 the Mexican peso has been included in the CLS system, allowing the MXN to trade on a 24-hour basis.", "These reforms had a very positive effect on the liquidity and depth of our FX market.", "According to the 2020 BIS triannual survey, the Mexican peso is now the second most traded currency in EMEs, with a daily total turnover of 114 USD billion, including spot, forward and swap transactions.", "The development of our FX market has had a virtuous effect on other markets as well, including the money and fixed-income markets, playing a critical role in broadening the investor base in domestic debt instruments and lowering the cost of funds.", "It has also allowed market participants to rapidly adjust their investment positions and adapt to difficult market environments.", "As such, the flexible exchange rate, supported by the better functioning of our FX market, has served its function as a shock absorber, reducing output and nominal variables' volatility.", "Furthermore, in an exchange rate market like the one I described, there has been a lesser need for FX interventions.", "I should stress that the development of deep, liquid and resilient financial markets must be accompanied by the development of sound economic fundamentals and strategies for long-term crisis prevention and mitigation.", "The goal has been to design and follow an appropriate policy path so as to achieve long-term macroeconomic and financial stability, while enhancing monetary policy autonomy.", "To achieve this, it is imperative to: Promote healthy balance sheets, both public and private.", "Prevent balance sheet mismatches.", "Develop efficient labor and product markets; and Strengthen institutions and the rule of law.", "International reserves as a means to absorb shocks and temper financial market volatility Notwithstanding the progress in promoting sound fundamentals and financial markets' development, there will be episodes of extreme volatility that will require financial authorities' intervention to address market dysfunctions.", "A clear example is the COVID-19 pandemic.", "Around the globe, policy responses to COVID-19 were broad-based and heterogeneous.", "Advanced economies (AEs) responded with large monetary stimulus and massive fiscal packages to stimulate the economy.", "EMEs, with intrinsically less policy space, also loosened monetary policy and adopted fiscal measures in a more limited and heterogeneous way as compared to AEs.", "Central banks in EMEs also responded to market dysfunctions in the early days of the crisis by providing ample liquidity and intervening in their FX markets, using their international reserves either directly or indirectly.", "In this regard, international reserves are usually held to meet a range of objectives.", "Nonetheless, their role in providing support to conduct FX policy and their function as a shock absorber when facing tail risks, are two of the most relevant functions that help to attain the core objective of central banks: price stability.", "In that regard, i) adequate FX market development, and ii) appropriate reserve management practices provide support to sound macroeconomic management and strengthen a country's resilience to shocks.", "Both of these elements require a sound strategy to meet the three key objectives of reserve management: First, liquidity.", "Making sure that sufficient resources are immediately available to provide FX liquidity if needed.", "Having a comprehensive and solid framework to assess risks, including interest rate, exchange rate, credit, legal, and operational risks.", "Once the previous two principles have been fulfilled, achieving the highest possible risk-adjusted returns.", "From a practical perspective of reserve management, Banco de México has significantly expanded its investment guidelines to enhance the risk-return profile of its portfolio, while meeting all liquidity and capital preservation objectives.", "It has also adopted new prospective methodologies based on market prices to guide its Strategic Asset Allocation, constructing market-based densities to optimize forward-looking portfolios.", "The strategy has also evolved to become more active tactically, to further enhance the return of its assets.", "In terms of diversification, the Bank has complemented its traditional asset class diversification approach with regime-diversification analysis, risk-factor diversification techniques, and different investment strategies, including total-return portfolios.", "An additional aspect for effective FX intervention is to follow a well-defined strategy with clear objectives.", "In Mexico, for over two decades, the FX Commission (formed by the Ministry of Finance and Banco de México) has fully committed to the flexible exchange rate regime by avoiding to send signals about any desired levels for the exchange rate, and by defining two clear goals for FX interventions.", "First, when appropriate, the Commission has adjusted the pace of foreign reserve accumulation under preannounced rule-based mechanisms.", "Second, in episodes of high volatility that could compromise the price discovery process, it has provided liquidity to markets.", "In this case, the FX Commission considers interventions as the exception rather than the rule.", "Finally, an effective intervention also depends on the use of appropriate instruments.", "In this regard, it is essential that intervention tools evolve together with the changing dynamics of foreign exchange markets.", "Let me give you two examples.", "Today, 80% of the trading of the Mexican peso takes place off-shore or without a domestic resident involved.", "In line with this, the FX Commission has enhanced its intervention toolkit further by including the possibility of intervening with international financial institutions in Asian and European hours, when liquidity could be compromised.", "Another important consideration has been the recent decline in oil production in Mexico and the lower oil prices since 2014.", "As a result, Mexico's state-owned oil company, Pemex, has not been selling USD to Banco de México as it did before, so the traditional main source to accumulate international reserves has waned.", "In this environment, the FX Commission needed a mechanism to prevent international reserves from decreasing, while supplying foreign currency, so it introduced in 2017 non-deliverable forward auctions settled in Mexican pesos.", "All in all, Mexico's floating exchange rate regime strategy, along with upgrading international reserve management and FX interventions, contributed to support the development of a deep and liquid FX market, with an efficient price discovery process both at normal times and during stress episodes.", "This is a key component of Banco de México's inflation targeting monetary policy framework, which is a cornerstone of Mexico's macroeconomic policy.", "Complementary tools to face adverse shocks: Global Financial Safety Net Let me now move to another relevant message.", "Aside from having sound economic fundamentals, developing deep, liquid and resilient financial markets and using policy tools to address financial market volatility, there are other lines of defense to cope with financial shocks, market volatility, and capital flows, which can serve as a complement of international reserves.", "I am referring to the Global Financial Safety Net (GFSN).", "Some of the tools of the GFSN certainly proved to be critical during the COVID-19 shock in promoting stability and an adequate functioning of financial markets: Swap lines from the Federal Reserve and the European Central Bank alleviated funding pressures in reserve currencies at times of stress.", "Money markets were strongly impacted and benefited significantly from these measures.", "from the Federal Reserve also proved to be a valuable backstop for central banks with no access to swap lines, as they prevented further fixed-income asset fire sales under stress.", "IMF programs, four Latin American countries extended or acquired Flexible Credit Lines, and others used traditional assistance programs.", "In this regard, efforts to strengthen the Global Financial Safety Net (GFSN), with broader tools that require international cooperation, should be at the forefront of policymakers' agenda.", "This is essential to enhance the resilience of the global financial system.", "At a national level, building financial markets and domestic residents' resilience as well as having sufficient buffers and self-insurance instruments (international reserves) are fundamental to better absorb all kinds of economic and financial shocks.", "These instruments can be more optimally designed and complemented by multilateral, regional and bilateral arrangements, such as currency swap lines and repo facilities, which played a critical role in breaking the risk aversion spiral in global financial markets and dollar-funding conditions.", "Finally, let me highlight other areas of opportunity for multilateral institutions and IFIs.", "In the presence of global systemic shocks that need to mobilize capital rapidly, affordably and with low risk, new approaches need to be analyzed.", "IFIs could design loan-guarantee programs to create deep, liquid, and well-diversified portfolios or even Exchange Traded Funds (ETFs) to attract investors and minimize expected losses.", "This would allow countries to access emergency and targeted financing through international capital markets, and could also be designed to use the proceeds for specific expenditure programs, like pandemic vaccination programs or sustainable and low-carbon projects.", "A multilateral and cooperative approach is essential for the world to face immediate and severe challenges, such as the pandemic, or other medium-and long-term challenges, like global warming.", "We must use the lessons learned to steer and strengthen the role and strategies of IFIs to ensure that they have the sufficient resources and the appropriate instruments to help member countries navigate through uncharted territory.", "Concluding remarks - Lessons Let me conclude.", "The COVID-19 pandemic has left profound marks on our lives.", "It has also left profound marks on the global economy and on our financial markets.", "It has also been an event that has left important lessons for policy makers.", "First, the crisis has made clear the importance of adopting policies to strengthen the resilience of the economy and the financial system, a condition that must be maintained, as it is indispensable to reduce the impact of the destabilizing dynamics of shocks, such as COVID-19.", "Countries with stronger fundamentals were less affected during the worst months of the crisis, and they are leading the recovery.", "Second, an ample set of policy tools was needed to address the risks associated with extreme financial market volatility and to mitigate the effects of the crisis.", "In this regard, stronger fundamentals and a more ample policy space reinforces a virtuous circle that allows to attain better social outcomes.", "Finally, we live in an interconnected world with significant spillovers from country to country.", "As such, multilateral, regional and bilateral policy tools to address adverse shocks can make a significant difference in terms of risk management, allowing to better mitigate the effects of a crisis.", "In this regard, further strengthening the GFSN must remain among the financial authorities' priorities.", "After all, the COVID-19 crisis has taught us the materiality of a truly global large-scale shock.", "Hence, we should also be better prepared to have prompt and forceful global responses.", "Thank you very much for your attention.", "It has been a pleasure to be here today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Markets", "International Reserves", "FX Market", "Shock Absorber", "Policy Space", "Economic Fundamentals", "Global Financial Safety Net", "Resilience", "Monetary Policy", "External Shocks"]}