{"sentences": ["Madam Chair, Honourable members of the Economic and Monetary Affairs Committee, Ladies and gentlemen, It is a pleasure to be with you again today for the third regular hearing of the year.", "In my confirmatory hearing before this Committee back in September 2019, I set out a goal: to ensure that the ECB engaged in a reflection on whether its monetary policy framework was sufficiently robust to meet future challenges.", "With the successful conclusion of our strategy review in July, I believe we have achieved that goal.", "The review took the ECB's mandate and primary objective of price stability, which is conferred by the Treaty, as a given.", "At the same time, we thoroughly looked at key aspects of citizens' lives.", "We have recommended a roadmap to include the costs of owner-occupied housing in the Harmonised Index of Consumer Prices to better represent the inflation rate that is relevant for households.", "We have also developed a climate-related action plan to address the profound implications of climate change for price stability.", "Finally, we have modernised our external communication to make it more understandable to all citizens.", "The review has been an 18-month-long journey involving an immense collective effort by staff across the Eurosystem, and I am particularly happy that this work has now been published in 18 Occasional Papers which were made available to the public on our website last week.", "I would also like to reiterate my gratitude to this Committee for the important input it provided during the strategy review process.", "In my remarks today, I will outline some of the key elements of our new strategy and provide an update on the outlook for the economy and for inflation, together with some reflections on our current monetary policy stance.", "Then, at the explicit request of this Committee, I will discuss the topic of financial dominance.", "The ECB's new monetary policy strategy in practice Starting with our price stability objective, the new strategy incorporates two key innovations.", "First, we have adopted what I would call a simple and clear symmetric inflation target of two per cent over the medium term.", "It is simple, easy to communicate and clear because it gives a welldefined yardstick to help us steer our monetary policy.", "And it is symmetric because both negative and positive deviations of inflation from the target are equally undesirable.", "We are convinced that this new formulation will avoid misperceptions about our reaction function when medium-term inflation is above or below the target and that it will better anchor inflation expectations.", "The second important change is the recognition that, to maintain symmetry, the Governing Council needs to take into account the implications of the effective lower bound on nominal interest rates.", "In proximity to the lower bound, an especially forceful or persistent monetary policy response will be required.", "In July we also revised our forward guidance on interest rates to bring it into line with the new strategic framework.", "The new formulation stipulates that the Governing Council will not consider raising rates unless three conditions have been met: first, we need to see inflation reaching two per cent well ahead of the end of the projection horizon; second, after convergence, inflation should be seen to be stabilising durably at the target through the end of the projection horizon; and third, realised progress in underlying inflation should, in our judgement, be sufficiently advanced to be consistent with inflation stabilising at two per cent over the medium term.", "Achieving these conditions may imply a transitory period in which inflation is moderately above our target.", "Against the background of our new strategy, let me now focus on recent economic developments.", "In summary, it is evident that the economic recovery in the euro area is increasingly advanced.", "This is partly due to successful vaccination campaigns across Europe, which have prompted the easing of restrictions.", "This, in turn, has supported the rebound in economic activity, particularly in the services sector, which was hardest hit by the containment measures.", "Consequently, the euro area economy rebounded by 2.2 per cent in the second quarter of the year, which was more than had been anticipated.", "We expect continued strong growth in the second half of 2021, enabling euro area output to exceed its pre-pandemic level by the end of the year.", "This positive short-term outlook is reflected in the September ECB staff projections, which foresee annual real GDP growth at 5.0 per cent in 2021, 4.6 per cent in 2022 and 2.1 per cent in 2023.", "The growth outlook continues to be uncertain and heavily dependent on the evolution of the pandemic, but risks to growth are broadly balanced.", "Turning to inflation developments, which you have selected as a topic for this hearing, euro area inflation rose to 3.0 per cent in August and we expect it to rise further this autumn.", "Nonetheless, we continue to view this upswing as largely temporary.", "A range of factors are currently pushing up inflation.", "Chief among them are the strong increase in oil prices since around the middle of last year, the reversal of the temporary VAT reduction in Germany, and cost pressures arising from temporary shortages of materials and equipment.", "The impact of these factors should dissipate in the course of next year.", "Although underlying price pressures have edged up over the summer, this is consistent with the opening up of the economy, which remains some distance away from operating at full capacity.", "As a result, the September ECB staff projections foresee annual inflation at 2.2 per cent in 2021 then moderating to 1.7 per cent in 2022 and 1.5 per cent in 2023.", "While inflation could prove weaker than foreseen if economic activity were to be affected by a renewed tightening of restrictions, there are some factors that could lead to stronger price pressures than are currently expected.", "For example, if the temporary shortages of materials and equipment constrain production more persistently than we currently foresee, they could feed through more strongly along the pricing chain.", "Persistently high inflation could also result in higher than anticipated wage demands.", "But we are seeing limited signs of this risk so far, which means that our baseline scenario continues to foresee inflation remaining below our target over the medium term.", "Favourable financing conditions are essential for the economy to continue its recovery and for inflation to converge durably to our target.", "We saw market interest rates ease over the summer but recently they have reversed this decline somewhat.", "However, bank lending conditions have remained very accommodative.", "Overall, this has left financing conditions for the economy remaining very favourable.", "Thus, following a joint assessment of the inflation outlook and financing conditions, the Governing Council decided earlier this month to set a moderately slower pace of net asset purchases under the pandemic emergency purchase programme.", "We remain entirely committed to preserving these favourable financing conditions, which are necessary for a robust recovery that will restore inflation to its pre-pandemic level.", "Financial stability considerations in our new monetary policy strategy I will now turn to the second topic which you have selected for this hearing, namely the risk of financial dominance.", "Financial dominance occurs when central banks delay the removal of monetary policy accommodation for longer than appropriate, in order to avoid market turmoil.", "Let me be clear on this.", "The ECB has a very clear primary mandate which is stipulated in the Treaty: price stability.", "As stipulated by the Treaty, any other consideration should be subordinate and without prejudice to delivering on our primary mandate.", "Regarding the stability of the financial sector, our new strategy explicitly considers the interactions of price stability and financial stability, reflecting our belief that each is a precondition for the other.", "To start with, the strategy recognises that macroprudential policy, along with microprudential supervision, is the first line of defence against the build-up of financial imbalances.", "Indeed, effective macroprudential policy can address such risks more directly in a targeted fashion, and thereby reduce the burden that would be placed on monetary policy.", "Nonetheless, given that the macroprudential framework in the euro area is incomplete, and given the interaction between macroprudential and monetary policy, the Governing Council monitors and analyses financial stability risks and their potential to jeopardise price stability over the long haul.", "Indeed, a careful analysis of the potential side effects of our monetary policy for the health and stability of financial intermediaries is an integral part of the proportionality assessment that we regularly conduct to test whether the policy measures in place remain appropriate.", "Let me give you a concrete example of how we consider the linkages between financial stability and price stability.", "Household mortgages have been excluded from the pool of loans considered eligible for use as collateral under the targeted longer-term refinancing operations (TLTROs).", "These operations allow us to support bank lending - a key condition in the current circumstances for a durable return of inflation to the target - while containing the risk that credit extension might fuel unsustainable house price increases.", "In synthesis, a systematically proportionate response to shocks is a precondition for minimising financial stability risks and, as a result, threats of financial dominance.", "At the same time, a coordinated macroprudential policy response across the euro area remains vital to strengthen the impact of policy actions and to support monetary policy.", "Our new strategy addresses the challenges that have emerged since the ECB announced the outcome of its previous strategy review in 2003, including the decline in the equilibrium real interest rate, the expectation that this rate will remain low and the deflationary bias induced by the effective lower bound.", "And it also responds to other structural changes in the economy - an important one being climate change, as this Parliament has continuously reminded us in its Resolutions on the ECB Annual Reports.", "The Governing Council agreed on the need to take climate change risks into account when designing and implementing our monetary policy.", "That will help us make better decisions.", "The detailed action plan sets out an ambitious timeline and outlines a wide range of actions, encompassing many areas of the ECB's activity, and ultimately aims to consistently integrate climate change considerations in all aspects of the ECB's monetary policy.", "Moreover, to further enhance our transparency and ensure that we are aware of citizens' expectations and concerns in relation to our policies, we have modernised our communication policy and we will make outreach events a structural feature of our interaction with the public.", "But our efforts to ensure that we are accountable to European citizens do not stop there.", "This Parliament will continue to be our main interlocutor and your role in making sure that the people's voices are heard by the ECB and that the ECB's voice is heard by the people remains crucial to foster understanding of and trust in our policies.", "Finally, two years after my first appearance before this Committee, I remain fully convinced of the need for an \"open mind\" to ensure that the ECB keeps delivering on its mandate in rapidly changing circumstances.", "We therefore intend to assess the appropriateness of our monetary policy strategy periodically, with the next assessment expected in 2025.", "Thank you for your attention.", "I now stand ready to take your questions.", "See Lagarde, C. (2019), \"Opening Statement by Christine Lagarde to the Economic and Monetary Affairs Committee of the European Parliament\", September.", "See www.ecb.europa.eu/home/search/review/html/index.en.html See www.ecb.europa.eu/pub/html/strategy_review.en.html See ECB (2021),\"ECB presents action plan to include climate change considerations in its monetary policy strategy\", ECB press release, July."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Inflation", "Monetary policy", "Financial stability", "Climate change", "Communication", "Economic recovery", "Interest rates", "Asset purchases", "Macroprudential policy"]}