{"sentences": ["The demand and supply environment in which European sovereign debt markets operate has changed over the last years and is still changing: 1.", "Firstly, liquidity in the financial system has increased, both in terms of excess reserves held by commercial banks and deposits held by the non-financial sector, notably corporates, whose considerable increase in gross debt has so far largely been offset by a similar rise of liquid assets on aggregate; 2.", "Secondly, central banks have strengthened their presence in the secondary sovereign debt market.", "This is a common and global feature.", "The Eurosystem for instance, has reinforced its accommodative policy stance notably by stepping up its asset purchases of public sector securities under the pandemic emergency purchase programme (PEPP) while continuing those under the asset purchase programme (APP).", "This implies that a large proportion of the stock of some governments' debt -for the major currencies- is currently held by central banks; 3.", "A third obvious factor lies in the significant increase in sovereign debt issuances since last year, as European countries implemented substantial fiscal measures to cushion the economic impact of the Covid crisis and foster a subsequent recovery.", "All in all, euro area governments issued close to EUR 1 trillion in net debt in 2020.", "It is also worth noting that common debt issued under the SURE programme (Support to mitigate Unemployment Risks in an Emergency) and even more so the Recovery Fund will make the European Union one of the largest debt issuers in Europe relative to national sovereign debt issuers over the coming years.", "These changes do not seem to have altered the good functioning of the euro zone sovereign market.", "On the contrary faced with the economic and financial shocks triggered by the corona virus pandemic, they have fared well and proved resilient.", "They have consequently strongly helped, with the banking system, governments and the Eurosystem to implement forceful policies that have proved effective to help the private sector to absorb those shocks.", "In my initial remarks today I would like to highlight some dimensions of this resilience, looking in turns to bond and the repo market but also highlight a few vulnerabilities and point of attention from a financial stability standpoint that the role and functioning of Eurozone sovereign markets during the crisis has also revealed.", "The resilience of European sovereign markets a) Regarding the sovereign cash market, its resilience during the crisis is first illustrated by financing conditions, which have remained favorable since March 2020.", "In 2020, yields on euro area country sovereign bonds continued to decline, to record lows including for the euro area's most highly indebted countries, despite the strong increase in debt issuances ; and the dispersion of yield spreads between countries also narrowed.", "A number of factors have contributed to this outcome, including flight to safety flows, the presence of the Eurosystem on the secondary market, the hunt for yield by investors, and the success of the first European common debt issues.", "Liquidity indicators also displayed good resilience.", "For instance, the depth of the secondary market for French government negotiable securities, measured by the average volume of daily transactions (excluding Eurosystem purchases), has remained at a historically high level,albeit at an increased transaction cost, more pronounced for non-core sovereign debt markets, but at levels far below those of previous crises.", "The ownership structure of European debt securities has also contributed to and reflects this resilience.", "According to data from the ECB , non-residents of the euro area were holding a significantand stable 44% of euro area government debt at the end of 2020,willing to invest in EUR, via highly liquid securities.", "Among residents, long term investors are prominent investors : the central banks were accounting for 21% of total outstanding debt, for the euro area, investment funds, insurance corporations and pension funds were holding about 11%, while other monetary financial institutions or banks for 19%.", "Let me now turn to the repo market and its resiliency during the Covid crisis.", "Under normal market conditions, the repo market is very liquid since large banks dedicate specific balance sheet capacity for this activity.", "The euro area repo market has also been largely unscathed by the pandemic, remaining a fully functional market even at the peak of the crisis.", "According to data from the International Capital Market Association (ICMA), the total value of the outstanding repo contracts has barely changed from December 2019 to December 2020 at EUR 8,300 billion (including both repo and reverse repo transactions).", "This is an all-time high with a repo market size up by more than 40% in 10 years.", "However, the euro area repo market can be affected by collateral scarcity and seasonality, especially at the end of the year, considering also the important share of Hold-to-maturity investors.", "In this regard, Eurosystem has made available government bond holdings for securities lending since April 2015.", "The Eurosystem securities lending programme has been successfull in helping to normalize market rates and in acting as a backstop facility for market participants.", "For instance, in April 2021, EUR 71.5 billion of public sector bonds were lent out on average with a breakdown of EUR 59.5 billion against securities and EUR 12.0 billion against cash collateral.", "Another key feature, which has helped to support the liquidity of the euro area repo market, is the dominant share, two-third, of repo market trading cleared via central clearing counterparties (CCP), despite the absence of any mandatory clearing on these instruments.", "Consequently, CCPs registered record volumes, in March 2020, in some case for more than 15 trillions of euros, reflecting both cash raising transactions but also special collateral borrowing transactions (notably for French and German securities), leading for the former to temporary wider rates and for the latter to tighter repo rates.", "Of note also, despite increase in margins demands (associated with higher volumes), breaches and fails have also remained very low.", "The structure of repo clearing in Europe, significantly changed since the migration in 2018-2019 of all euro-denominated sovereign debt transactions from CCP LCH Ltd to the Paris-based LCH SA.", "With this migration, around 700 billion euros have been transferred to LCH SA and hence to an EU-based CCP.", "Today, the European repo clearing sector is largely conducted in two European CCPs, LCH SA which has a dominant market share and Eurex Clearing.", "From a financial stability perspective, this relocation of euro-denominated repos within the euro zone is welcome, in particular given the key role of these instruments, essential for government funding.", "It ensures that this activity is subject to the stringent requirements set by EMIR, under the close and integrated supervision of national and European authorities through EMIR Colleges, and shields this important funding market from any potential regulatory divergence or supervisory conflicting interest between UK and EU competent authorities.", "This successful migration of repo activity could serve as a reference to shape future evolutions on other clearing segments that are systemic to EU's financial stability.", "In addition to clearing, the extended use of electronic platforms also contributes to the resilience of the European repo market.", "As mentioned in the last ICMA survey, the segment of the electronic repo trading (via bilateral trading) in particular has benefited from the turmoil observed during H1 2020 because of the dash for cash situation.", "Nonetheless, support that voice-brokers can punctually bring to clients has been also an important factor during these difficult times.", "Some points of attention going forward The resilience of the sovereign debt markets during the crisis and their contribution to the absorption of the economic and financial shocks we had to face, should not hide however a few attention point that their development has contributed to intensify or bring back to the forefront, from a financial stability perspective.", "I would like to highlight two of them, margin calls and the sovereign-bank-corporate nexus.", "European sovereign debt is of course used as collateral to obtain liquidity on the repo market.", "Episodes of volatility in times of crisis, like during the March 2020 market turmoil, or idiosyncratic events, such as the Gamestop or Archegos ones, can result in significantly increased cash needs, in particular stemming from margin calls across centrally cleared and non-centrally cleared markets.", "The resilience of the repo market, meaning its liquidity and depth, is thus critical in responding to those margin calls, including for the non-bank financial sector.", "Nevertheless, the ability to meet initial margins and variation margins can pose severe liquidity constraints for market participants, especially in non-banks financial institutions, and may thus exacerbate liquidity stress in the system.", "The proper calibration of haircuts is therefore essential so that in times of crisis they do not behave procyclically and do not have to be increased abruptly.", "Several international working groups are currently exploring the issues related to margin requirements, in particular in the context of the market turmoil observed in the early stages of the Covid crisis.", "More recently, the default of Archegos on its margin calls, at the end of March 2021, also highlighted the significant risks to which certain banks were exposed through their services to non-bank financial entities, through their prime brokerage activity.", "Both adequate dimensioning of margins, and requirements of high quality collateral prove critical.", "At the level of the European Union, the last step of the compulsory use of the initial margins will come into force in 2022 in application of the EMIR regulation, and should help contain such developments.", "And the ESRB issued in June 2020 recommendations to address liquidity risks arising from margin calls.", "Nevertheless, we should remain alert and critical in terms of supervisory actions and regulatory requirements to ensure that best practices are enforced.", "The second issue is the sovereign-bank-corporate nexus European banks' ownership of sovereign debt has increased in the course of the year 2020.", "These developments, coupled with the massive public support targeting NFCs at the apex of the pandemic, and possibly the room for carry-trade offered by the current design of liquidity provided by the Eurosystem through TLTROs, have raised some concerns about the sovereign-bankcorporate nexus.", "It is clear that in the future this nexus could give rise to vulnerabilities from a financial stability standpoint and we should remain vigilant about the negative feedback loop that it may facilitate.", "However these concerns should not be overstated.", "Let me observe first that in the Eurozone, these linkages between banks, sovereigns and corporates have been crucial for absorbing the economic and financial shocks created by the pandemic.", "Second, the growth in the intensity of these interlinkages must be put into perspective.", "For instance, relative to their total assets, banks' exposure to their domestic sovereign have only increased modestly and has remained well below their historical peak.", "And third, if the so-called bank sovereign \"doom loop\" was a significant threat for the Eurozone after the Great Financial Crisis, we must reckon that this time is different, and that this threat has been weakened.Indeed, the pandemic crisis does not originate from banks, and banks are materially more resilient compared to what they were in 2008 thanks to the implementation of Basel III.", "And thanks to the implementation of the Banking union in its various dimensions, spillover risks have been reduced.", "Bail-in capacities of French banks for instance have significantly improved over the last decade, reducing the likelihood of a bail out - which would in any case be subject to the rules of the Banking union's resolution pillar.", "And finally, the possible negative impact on the financial stability outlook will crucially depend on the strength and sustainability of the recovery underway and the policies which will be implemented to preserve public debt sustainability.", "So let me stop there for these initial remarks.", "Thank you for your attention."], "classifications": ["none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Sovereign debt", "Repo market", "Margin calls", "Sovereign-bank-corporate nexus", "Liquidity", "Collateral", "Yields", "Financial stability", "Eurosystem", "Electronic platforms"]}