{"sentences": ["Recent economic and financial developments In Italy, thanks to the successful vaccination campaign and the improvement in public health, the economic recovery is consolidating.", "In our next Economic Bulletin, to be published on 16 July, we will present a detailed update of our projections.", "According to current assessments, growth is expected to strengthen decisively in the second half of this year; it may rise to around 5 per cent on average for the year, so that more than half of the fall in GDP recorded in 2020 can be made up.", "As also indicated by the firms taking part in our surveys, growth could be encouraged by the lively trends in investment; consumption may recover more slowly, with a gradual reduction in the high saving rates caused by the pandemic; and goods exports are likely to benefit from the acceleration in foreign demand.", "With the support of fiscal policy, including measures with EU funding, and if monetary and financial conditions continue to be favourable, the expansionary phase should consolidate and remain buoyant for the next two years.", "There is still great uncertainty nevertheless.", "This scenario assumes that the vaccination campaign will continue at its current pace and that the spread of the virus will be further contained.", "Any delays in the implementation of the relaunch measures under the National Recovery and Resilience Plan (NRRP) could weaken the outlook for aggregate demand and employment, in part due to the adverse effects on business and household confidence.", "The favourable growth forecasts are based on the assumption that credit access conditions remain relaxed.", "In the first five months of this year, lending continued to increase apace, although slightly more slowly than before.", "Business demand for credit, for the most part backed by state guarantees, reflected not only the need to restructure debt and precautionary reasons, but also the intention of funding the recovery of investment.", "Guaranteed loans have been fundamental to supporting economic activity.", "The Government's decision to extend the guarantees to the end of the year to facilitate the exit from the health emergency will allow firms to have continued access to medium-term loans at very low interest rates and allow banks to satisfy the demand for credit with a lower impact on their own capital requirements.", "The reduction of the percentage guaranteed by the State aims to concentrate banks' attention on the creditworthiness of firms applying for loans.", "The steep increase in lending and the reduction in consumption have led to a significant rise in deposits.", "Last May, firms had deposits of almost €460 billion and those of households amounted to €900 billion, respectively 16 and 7 per cent more than twelve months previously.", "Business deposits, whose strong growth reflects the demand for liquidity during the pandemic crisis, are destined to shrink when the emergency is over.", "Banks could contribute to the necessary rebalancing of the financial structure of firms by proposing asset management products to their customers, in strict compliance with the laws to protect retail investment, which would allow them to direct resources towards productive activity, including in the form of risk capital.", "Banks and credit quality Banks' capital conditions remain sound: the common equity tier 1 ratio remained broadly stable in the first quarter of this year, after rising from 14 to 15.5 per cent in 2020.", "Similarly, the flow of new non-performing loans (NPLs) in relation to total loans did not change, remaining at 1.1 per cent, 0.2 points above the minimum reached in the third quarter of last year.", "The stock of NPLs rose slightly on banks' balance sheets, by 1.5 per cent.", "The increase, which is concentrated in the category of past due exposures or overdrafts of more than 90 days, reflects the entry into force of the new framework for identifying exposures in a state of prudential default, established some time ago, which integrated the rules on capital requirements, the guidelines of the European Banking Authority (EBA) and a delegated regulation of the European Commission.", "I addressed this issue extensively in February at a hearing before the Parliamentary Committee of Inquiry into the Banking and Financial System, where, in response to the fears raised by several parties, I stated that the effects of these changes would only have a moderate impact, also thanks to an appropriate customer communication campaign.", "The information collected from a sample of large Italian banks that had started applying the new rules at the beginning of the year indicates that, despite the adverse economic situation, the impact on banks' balance sheets has actually been small: loans that were reclassified immediately after the adoption of the new criteria raised the ratio of NPLs to total loans by 0.2 percentage points.", "In addition, so far customer complaints have not indicated any reasons for concern regarding the application of the new rules.", "In the first quarter, the return on equity (ROE) rose to 9 per cent, from 1 per cent in the same period of 2020.", "In addition to the higher profits from trading activity, favoured by the sharp decline in risk premiums on government bonds, the increase in ROE reflects the reduction in loan loss provisions, which was concentrated in those banks that had written down the most loans in the first quarter of last year.", "In the next few months, it is likely that new loan losses will emerge and ROE will return to lower levels.", "However, the increase in new NPLs is expected to be smaller than that observed in previous recessionary periods owing to the support measures adopted by the Government, the low interest rates linked with the still very expansionary monetary policy stance, and the positive economic outlook.", "Signs of a deterioration in credit quality stem from the trend in loans made to borrowers for whom a significant increase in credit risk was observed (classified as 'Stage 2' according to international accounting standards), which at the end of March had reached 10.3 per cent of the total, compared with 8.7 per cent at the end of 2019.", "For Italian banks classified as 'significant' for supervisory purposes, the share was 11.2 per cent, almost 4 percentage points higher than the average for the corresponding European banks.", "A correct classification of loans and the consequent adjustment of loan loss provisions are essential as they preserve the transparency of balance sheets, thus avoiding any sudden increases in write-downs if defaults were to increase.", "However, there are still considerable differences in this respect between both significant and less significant banks.", "In order to verify the extent to which these disparities are justified by objective factors (portfolio composition, actual creditworthiness of borrowers, and different contractual terms and conditions), the European Central Bank and the Bank of Italy have initiated in-depth investigations, with a particular focus on lending to firms in the sectors hit hardest by the pandemic.", "Under Decree Law 73/2021, passed in May ('sostegni bis'), the moratoriums granted by law were extended to the end of 2021, for the principal amounts only and at the borrowers' request.", "By mid-June, loans subject to this measure were equal overall to just under €130 billion.", "Over time, the amount of loans that can no longer benefit from the favourable treatment provided for in the EBA guidelines is gradually increasing.", "Banks will therefore have to assess the current or future financial difficulties of borrowers on a case-by-case basis and, if necessary, classify loans in the 'forborne' category.", "In addition to correctly classifying loans, banks need to take steps to distinguish between borrowers in temporary difficulties but with good chances of recovery from those who are unlikely to be able to stay in business.", "For the former, it is desirable to restructure their loans in order to encourage the recovery of their activity.", "This would also benefit their ability to access the capital markets and attract valuable industrial partners to support their revival.", "In the coming years, the management of NPLs, including decisions on whether to dispose of them on the market or to keep them on the balance sheet, will also be influenced by the reforms planned for the civil justice system.", "As we know, increasing the efficiency of the judiciary and reducing the length of proceedings is one of the objectives of the NRRP.", "The Plan provides for the recruitment of specialized staff to be employed in dedicated administrative offices to support the work of judges, the further digitalization of the system and the simplification of procedures (including enforcement procedures), and the introduction of incentives to make more frequent use of alternative dispute resolution mechanisms.", "These reforms provide an important opportunity to improve the institutional environment for business activity, with benefits for the process of reallocating resources within the economy.", "The difficulties caused by the pandemic are exacerbating the pressure on the banking sector, which has been driven - in Italy and elsewhere - to review its business models to make them more sustainable and suitable for the profound changes under way.", "Banks are also responding to these challenges through restructuring plans and possible mergers and acquisitions.", "We are following this process closely, including within the Eurosystem, not to guide its outcome in any way according to pre-established programmes, but to ensure that it produces stronger banks that are therefore better able to support the economy and foster its return to a path of sustained and high growth.", "Similarly, we are engaged in the assessment of possible solutions to crisis cases involving some medium-sized and large banks, which are currently dealing with recovery and consolidation processes made all the more difficult by the tough economic conditions of the last few years.", "In the Italian banking system there is no shortage of small and medium-sized banks able to compete on the market, thanks to their capacity to innovate, to tap into distribution channels that meet customers' needs, and to their local economic knowledge combined with constant vigilance against risks.", "In some instances, encouraging signs of dynamism have come from the creation of new banks based on innovative business models, with streamlined operational structures and limited costs, as well as advanced IT systems.", "Elsewhere, traditional intermediaries, which have understood ahead of time the need to deliver sufficient efficiency gains to stay on the market, have adopted solid and far-sighted industrial plans, or have opted to scale up their operations through mergers and acquisitions.", "Even so, the number of small banks struggling to adapt to the changing external environment nonetheless remains significant.", "The problems are mostly - though not solely - concentrated among those characterized by traditional commercial banking models.", "The emergence of crises in the near future cannot therefore be ruled out.", "Indeed, the effects of the recession add to structural difficulties linked to operational models that are no longer sustainable and to lacunae in corporate governance, which we have urged banks to address in repeated calls to action that have often not been adequately heeded.", "At the end of 2020, the operational costs of the almost 60 less significant commercial banks in Italy (whose share of deposits was equal to 8 per cent) absorbed on average around threequarters of revenues.", "In several cases, the cost-to-income ratio was such as to leave only a small portion of ordinary proceeds to cover credit risk, innovative investment, capital remuneration and capital strengthening.", "As I have remarked on many occasions, banks whose cost-to-income ratio is too high must quickly decide on and enact an efficiency recovery plan.", "Last November, we asked the majority of less significant banks, including all the most problematic ones, to conduct a self-assessment exercise on their development prospects.", "This enabled us to identify areas of, at times, serious fragility for some intermediaries, the pressing nature of which top management was not always fully cognizant.", "These banks will shortly receive our considerations regarding the actions they should take.", "In the absence of any clear prospect for a recovery, and given the inertia of management bodies and shareholders, we may have to take, as we have done in recent months, steps to protect depositors in order to defuse crises that, once they have erupted, would be difficult to reverse.", "Paths to recovery must often be paved with a reduction in costs, including those for personnel.", "Overstaffing is a common feature of many traditional commercial banks and becomes more problematic in the case of smaller ones.", "While larger intermediaries have, for some time now, undertaken a rationalization of staffing structures (reducing the number of workers by around one fifth in the last ten years), smaller banks find it difficult to reduce staff beyond a certain threshold, also in order to safeguard critical functions.", "Without effective cost-cutting initiatives, the only option left to weaker banks in terms of revenue is to merge with other, more efficient, intermediaries, failing which the risk of exiting the market becomes a concrete one.", "Past and even recent experience has shown that the interventions of the Interbank Deposit Protection Fund can be an effective tool for managing crises at small and medium-sized banks to which, based on the current interpretation of EU rules, the resolution procedure does not appear to apply.", "The priority assigned to deposit guarantee funds for recoveries in liquidation (the super-priority) can make it impossible to comply with the 'least cost' principle, whereby a preventive or alternative intervention must cost less than the reimbursement of insured depositors.", "For banks with total assets of below €5 billion, an additional instrument is available in the form of a State aid scheme to support sales of assets and liabilities under liquidation; introduced by the 'Relaunch Decree' of May 2020 and later approved by the European Commission, it can be accessed until November this year but at conditions that make its use complex and subject to uncertainty.", "In addition to its renewal next year, greater automatism in its application would be a welcome development.", "Corporate governance structures The adoption of robust corporate governance structures to ensure an appropriate composition of administration and control bodies, healthy internal dialogue and highly qualified management, is a prerequisite for the definition of suitable long-term strategies.", "The new ministerial decree on the suitability requirements for members of management bodies raises the required standards on a number of fronts: integrity and propriety, professionalism and competence, time commitment, independence of mind, and conflicts of interest.", "Banks must take advantage of the upcoming renewal of governance bodies to reap the considerable benefits of a careful selection of their members.", "Shareholders, who are responsible for making the appointments, shoulder a specific responsibility that is also in their own interest: they must exercise their voting rights, in the awareness that the objective of a fair economic return on capital invested cannot be achieved without the scrupulous administration of the intermediary by the management bodies.", "The Bank of Italy is also strengthening the measures falling within its own sphere of competence for the organization and corporate governance of banks.", "There has already been a significant improvement in the quality, composition and functioning of the boards of directors of Italian banks, but there are still plenty of opportunities for improvement, which must be exploited.", "The hiring of competent managers with different profiles in terms of age, gender, training, geographical provenance and duration of term must be actively encouraged.", "By stimulating debate and dialogue in decision-making processes, diversity within the management bodies can combat the risk of blinkered thinking and concentrations of power.", "In an increasingly competitive and complex world, this reinforces banks' capacity to pursue effective strategies.", "On the issue of gender diversity, the banking system's response to the supervisory expectations published in 2015 has been unsatisfactory; the number of women on boards of directors at numerous banks continues to be especially low and compares unfavourably with the other main European countries.", "Recently issued provisions have therefore made the requirements more stringent, establishing shorter timelines for adapting to the minimum mandatory gender quotas on management and control bodies.", "The provisions favour a composition of boards capable of reaping the benefits that, including in risk management, can stem from greater diversity.", "In the short term, it can also provide an opportunity to achieve, through the renewal of the bodies, a lowering of the average age and duration of terms of the members.", "In calibrating the regulation, account was taken of the request by small banks for graduality in reaching the target quota, given the greater gap these banks must bridge.", "Further non-binding guidance is aimed at increasing the efficacy of the role that, in practice, the less-represented gender can play on boards.", "The new provisions also act on other, no less important, fronts.", "They recall the centrality of issues of strategic importance, such as decisions on FinTech, environmental, social and governance (ESG) factors, and lending policies; they require the adoption of ethical standards for all personnel; they reinforce controls; and they envisage the adoption of policies to manage dialogue between administrators and shareholders.", "Cooperative credit groups To enable cooperative credit banks to continue to perform their critical role of financing small and medium-sized enterprises prudently and effectively, in 2016, the legislature chose to encourage the creation of banking groups that would bring together small banks throughout Italy.", "Contrary to what many, on more than one occasion, have charged, the creation of these groups does not conflict with either the member banks' mutualistic nature, which is preserved, or their need to maintain close ties with their borrower firms and local communities.", "In fact, the idea was conceived precisely so that these key characteristics could continue to be of importance in a changing world, yet placing them within a structure capable of tackling the problems that have long limited the sector's potential, such as geographical and operating constraints, low profitability, weak corporate governance, and difficulty in accessing capital markets.", "The two cooperative banking groups that were formed are pursuing the objectives set by the reform: more effective and uniform organizational and risk management standards have been introduced, internal control functions have been strengthened, procedures for selecting members of the management body have been improved, and steps have been taken to reduce internal fragmentation and enhance efficiency.", "The exercise of the management and coordination powers under the cohesion contracts has already permitted parent companies to intervene quickly on numerous occasions, through mergers or capital support, including by providing loans, when a cooperative credit bank has found itself in difficulty or involved in unlawful acts.", "The guidance of the parent company has also played a crucial role in drawing up the strategies for reducing non-performing loans, the ratio of which to total loans, net of loan loss provisions, has almost been halved, from 6.9 to 3.6 per cent since the formation of the groups, though it is still higher than the system average.", "In the coming days, the results of the in-depth assessment of the two cooperative banking groups recently completed by the Single Supervisory Mechanism will be published.", "This exercise, which involved months of dialogue between the banks and the supervisors, is perhaps the most significant sign of the entry of these groups to the ranks of the significant banks.", "The Bank of Italy will continue to follow these banks.", "The switch to supervision at ECB level reflects the fact that Italian cooperative banks, by joining forces, created two major national groups.", "This does not mean that the fate of the cooperative banking movement has been entrusted to a 'remote' supervisor, unaware of its history and functions.", "The Bank of Italy, as an integral part of the new supervision, helps to ensure that the prudential supervision of the affiliated cooperative credit banks is conducted while taking account of the special nature of these banks recognized under national law, whilst as far as possible maintaining standards of interpretive and applicative continuity compared with the past.", "We collaborated with the Ministry of Economy and Finance, the cooperative banking groups and Federcasse to better understand the problems linked to the reform and to support the cooperative credit system in adapting to the new regime.", "When necessary, we simplified the rules applicable to cooperative banking groups and their affiliates, to the extent permitted by the laws in force; we remain open to dialogue.", "The legislature chose the formation of groups as the instrument for enabling the cooperative movement in the banking sector to face the changes in the economy and in society from a secure position.", "What is sometimes perceived as tightening supervisory criteria is nothing more than requiring that the new groups be founded on processes, structures and internal regulations suitable for tackling the challenges that all banks face, not just the cooperative credit ones.", "This requires a greater ability to accurately estimate the risks and manage them appropriately.", "In these first few years of operation especially, the parent companies are called upon to play a particularly decisive role.", "The proportionality principle set out in the cohesion contracts ensures that the parent companies' powers are appropriately calibrated and, specifically, that the 'degrees of freedom' of the individual cooperative credit banks are adjusted for their levels of risk.", "By contributing to increasing risk sensitivity, supervision will work towards ensuring that these degrees of freedom are built on solid ground.", "Opportunities and risks associated with digital finance Just like in the real economy and in the labour market, the spread of new technologies tends to profoundly alter the demand and supply of financial products and services, increasing market contestability, giving banks the chance to reduce costs and improve operational efficiency.", "A broader and more informed use of information technologies offers an opportunity that all banks should seize, especially those that must swiftly return to sustainable profitability levels.", "Digitalization could radically change the structure of the financial system, opening the door to the entry of new operators, creating new ways of interacting with customers and stimulating process and product innovation.", "For banks, the possible applications, in addition to making it possible to reduce regulatory compliance costs and make back-office operations more efficient, allow them to fully exploit the enormous mass of data (structured and unstructured) they have access to in order to offer products better suited to customers' needs.", "The use of technology may also contribute to making the entire credit cycle more efficient (from origination to monitoring, and from restructuring to recovery).", "Innovations should, however, be planned over time; it is especially important to have staff that are adequately trained and open to change.", "Delays and uncertainties in the transition to digital finance could make it difficult to catch up in the future, so much so that they could compromise slower banks' ability to compete successfully in the market.", "I have pointed out on more than one occasion that innovation, besides offering enormous opportunities, also exposes banks to risks.", "Fraud, cyber attacks and the improper use of artificial intelligence constitute threats against which banks must defend themselves.", "Furthermore, credit institutions are increasingly outsourcing significant parts of their operations to third parties, running the risk of losing full control of operational risk.", "This issue is one upon which international regulatory bodies have been focusing, partly in light of the trend of relying upon just a handful of operators to supply certain services.", "The Financial Stability Board and the Basel Committee recently published documents for consultation in this area.", "In Europe, the Commission has opened negotiations on a proposal for a directive and a regulation to improve digital resilience in the financial sector (Digital Operational Resilience Acts, DORAs).", "The proposal seeks to encourage the development of safe and reliable digital services by strengthening and harmonizing IT security, governance structures and the management of risks stemming from the use of third parties to provide these services.", "Collecting data on these issues, which we began to do last year, will allow us to better quantify and identify the risks that the new EU legislation will seek to address.", "The Bank of Italy has a long-standing commitment to supporting and promoting innovation in the financial sector.", "A few years ago, we opened the FinTech Channel, one of the first tools for communicating with industry through which we have been able to provide clarification and to understand the needs of the firms that operate in the FinTech sector.", "A few months ago, with the birth of our new innovation centre, Milano Hub, we created an environment in which operators, academics and enterprises can engage in debate and discussion, share their analysis and research and offer support in the development of innovative projects capable of producing widespread benefits.", "The ministerial decree just published, which governs the conditions and procedures to be followed in testing FinTech solutions (the regulatory sandbox), is another step forward in promoting innovation whilst continuing to safeguard against risk.", "This is, however, a delicate step, which requires that the utmost care be taken in striking the proper balance between the interests of operators and of customers.", "In the coming months, the Bank of Italy, Consob and Ivass will be working hard to further define the new regulatory framework.", "We will move ahead gradually, ensuring close coordination between the authorities involved.", "Financial risks stemming from climate change Assessing and managing the financial risks stemming from climate change is one of the main challenges facing regulators, supervisors and financial intermediaries.", "All the players involved are called upon to put their best efforts into ensuring that the financial sector is able to accurately assess the magnitude of the current and future exposure to such risks, so as to seize the opportunities connected with the decarbonization of the economy.", "Yesterday the Bank of Italy published its Responsible Investment Charter, in which it has taken on three commitments: to promote environmental, social and governance (ESG) sustainability, with initiatives to encourage the disclosure of adequate information on sustainability by issuing firms, banks and other financial system players; to continue to integrate ESG principles into the management of its investment portfolios by favouring the investments with the best profiles; and to publish information and analyses on sustainable finance and to communicate the results achieved regarding its investments on a regular basis.", "Correctly measuring the risks connected with climate change requires above all the availability of reliable and comparable data in order to assess the possible impact of transition and physical risks on financed sectors and activities.", "It is here that regulatory authorities at European and international level are currently focusing their efforts.", "The issue of data availability is a priority for the Italian presidency of the Group of Twenty (G20), which has asked the International Monetary Fund (IMF) to include climate change in the preparation of a new Data Gaps Initiative and the Financial Stability Board to draw up a report on the availability of data to monitor climate-related risks for financial stability.", "A first version of this report will be presented this week at the G20 Finance Ministers and Central Bank Governors Venice Meeting.", "The results of the pilot project recently conducted by the EBA also point to the importance of bridging the data gap as soon as possible.", "Steps in this direction will be taken once the technical standards relating to the 'third pillar' obligations concerning banks' exposures to physical and transition risks, currently in the consultation phase, have been finalized.", "The inclusion of this information in the balance sheets is essential to enable all stakeholders (shareholders, creditors, consumers) to monitor and stimulate sound risk management on the part of financial intermediaries.", "At the same time, supervisory authorities are working hard to encourage banks to make the appropriate organizational arrangements to measure, monitor and manage climate-related financial risks.", "Last year, a specific guide was issued within the Single Supervisory Mechanism to define supervisors' expectations in this area.", "Moreover, banks were asked to carry out a self-assessment of their level of compliance with the expectations formulated in the guide, and to set out detailed adjustment plans if delays in compliance were to emerge.", "A thorough examination of these plans will be one of the elements to be considered in next year's supervisory review and evaluation process.", "Furthermore, in 2022, significant banks will undergo stress tests specifically devised to assess the intensity of the financial risks stemming from climate change, following the analyses already being conducted by the European Central Bank and the national authorities on the impact of such risks on the overall stability of the financial system.", "Therefore, financial intermediaries are expected to show a strong commitment to measuring and managing climate-related risks.", "With the presentation of a proposal by the European Commission, negotiations will soon be stepped up for the transposition in the European Union of the latest agreements reached within the Basel Committee and known as Final Basel III.", "This step marks the completion of a process begun more than ten years ago which, in light of the experience gained with the global financial crisis, led to a significant revision of international regulatory standards.", "The Committee announced that it does not intend to propose further reforms in the near future, so as to enable financial intermediaries to operate in a stable regulatory environment.", "The crisis brought about by the pandemic has been a challenging testing ground for the reforms completed up until now.", "It is fair to say that, so far, the test has been passed.", "Higher capitalization levels and the large liquidity and capital buffers have enabled the banking system to take on a global shock of exceptional magnitude effectively, while ensuring adequate lending to the hardest hit households and firms.", "The regulatory framework proved sufficiently flexible to undergo rapid adjustments when necessary.", "The Basel Committee's decision, taken following the outbreak of the pandemic, to delay by one year the time frame for the implementation of the Final Basel III rules was both wise and appropriate.", "It is now necessary to proceed according to the pre-set schedule, keeping the European regulatory framework as consistent as possible with the international standards.", "The negotiations will be complex and their goal will be to reconcile several needs: not to penalize European banks compared with those from other jurisdictions; to take into account the specific features of our continent's banking system when there is a well-founded and robust case for justifying deviations from global standards; and to leverage in full the proportionality of rules without weakening them.", "In the coming months, the European Commission will formulate a proposal to revise the European framework for bank crisis management and deposit insurance, without however changing the current institutional set-up, in particular with regard to the creation of a common European deposit guarantee scheme, the missing pillar of the Banking Union.", "As regards crisis management, one possibility being considered is to expand the range of banks that can be subject to resolution; in evaluating its costs and benefits, attention must be paid to the difficulties that smaller financial intermediaries tend to encounter when raising on the market the liabilities necessary to meet the minimum requirement for own funds and other eligible liabilities and to access the Single Resolution Fund's support for banking crises.", "Over the medium term, it will be necessary to harmonize the regulatory framework for the liquidation of minor banks, which at the moment is a piecemeal system made up of the different procedures adopted by the individual Member States.", "In light of the shortcomings of the current system, we have underlined on several occasions the need to identify crisis management mechanisms for non systemic intermediaries as soon as possible.", "To this end, it is important to reinforce the capacity of national deposit guarantee schemes to intervene through purchase and assumption transactions both before and during liquidation.", "In the short term, it is crucial that the EU institutions ensure flexibility in the use of the State-aid assisted liquidation scheme for small banks that, as I recalled earlier, based on the conditions laid out by the European Commission, has lost the automatism envisaged in the original proposal by the Italian authorities.", "Nevertheless, it remains necessary to complete the Banking Union by establishing a common deposit guarantee scheme that is not limited to providing liquidity support to the national schemes and is complementary to the latter.", "Within the single market, depositors should all benefit from the same effective level of protection, countering fragmentation risks and enhancing overall trust in the European banking system.", "The fact that it has not been possible to achieve a breakthrough on this aspect, at a time when cohesion has instead been growing on other fronts, is regrettable.", "We must continue in our efforts to ensure that the European institutional architecture relating to the banking system can provide its essential contribution to the construction of a stronger and more cohesive Economic and Monetary Union."], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination"], "topics": ["Economic growth", "Banking sector", "Credit quality", "Corporate governance", "Cooperative credit groups", "Digital finance", "Climate change", "Banking regulation", "Crisis management", "Deposit insurance"]}