{"sentences": ["J u l y 2 1 , 2 0 2 1 Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Niigata AMAMIYA Masayoshi Deputy Governor of the Bank of Japan It is my pleasure to have the opportunity today to exchange views with leaders in administrative, financial, and economic areas in Niigata Prefecture, which is taking place online due to the continuing impact of the novel coronavirus I would like to (COVID-19).", "take this chance to express my sincere gratitude for your cooperation with the activities of the Bank of Japan's Niigata Branch.", "At the outset of this meeting, I would like to explain the Bank's view on economic and financial developments while touching on the content of the July 2021 Outlook for Economic Activity and Prices (Outlook Report) released last week, and also talk about its thinking on the conduct of monetary policy.", "In addition, I will outline the Bank's comprehensive strategy on climate change that was made public last week, focusing on its monetary policy actions.", "Developments in Economic Activity and Prices Economic Developments I will start by talking about economic developments.", "Downward pressure has continued to be exerted on Japan's economic activity mainly in the services sector, such as eating and drinking as well as accommodations since the impact of has remained, as evidenced by the state of emergency now in place in Tokyo and Okinawa Prefecture.", "However, on the back of a clear recovery in overseas economies, exports and production have continued to increase.", "In the corporate sector, a virtuous cycle in which a recovery in profits leads to an increase in business fixed investment has started to operate.", "Thus, Japan's economy has picked up as a trend, although it has remained in a severe situation due to the impact of Before moving on to economic activity in the COVID-19.", "corporate and household sectors, let me explain developments in overseas economies.", "Overseas economies have recovered on the whole, albeit with variation across countries and regions (Chart 1).", "The International Monetary Fund (IMF) projected last October that the growth rate of the global economy for 2021 would be 5.2 percent.", "Since then, the projection has been revised upward twice, and the IMF forecasts in the latest projection made this April that the growth rate for this year will be 6.0 percent.", "It also projects that the global economy will grow at 4.4 percent for 2022, largely exceeding the past average of 3.5 percent.", "The recovery in overseas economies becoming clearer recently is attributable to the economic measures in the United States and the acceleration in vaccinations in advanced economies.", "Economic activity, including services consumption, has improved in the United States and Europe amid progress with vaccinations.", "Such improvement, along with a continuing recovery in the Chinese economy, has been pushing up the global economy as a whole through trade activity.", "Turning to the corporate sector in Japan, exports and production have increased steadily, supported by the recovery in overseas economies (Chart 2).", "According to the June 2021 Tankan Economic Survey of Enterprises in Japan), while many firms in the services industry have continued to view their business conditions as \"unfavorable,\" overall business conditions have improved for four consecutive quarters.", "On the back of improvement in corporate profits as a whole, business fixed investment has picked up, mainly for machinery and investments, albeit with weakness in some industries.", "The business fixed investment plans in the June 2021 Tankan indicate that the rate of change in such investment for fiscal 2021 is likely to show a steady increase of 9.4 percent.", "Thus, in the corporate sector, a virtuous cycle from profits to business fixed investment has been seen, triggered by an increase in external demand that reflects the recovery in overseas economies.", "As for the outlook, corporate profits are likely to continue improving on the whole on the back of a recovery in domestic and external demand, despite being pushed down by cost increases due to a recent rise in international commodity prices.", "Under these circumstances, an uptrend in business fixed investment is expected to become clear.", "Turning to the household sector, the pace of improvement has been slower than in the corporate sector.", "Private consumption has been stagnant with public health measures remaining in place (Chart 3).", "Consumption of durable goods has been steady, partly on the back of an expansion in demand.", "On the other hand, that of services, including eating and drinking as well as accommodations, has remained well below the level.", "For the time being, private consumption, mainly of services, is likely to be at a relatively low level due to the impact of That said, the situations in other COVID-19.", "countries where vaccinations are progressing ahead of Japan suggest that private consumption, including that of services, is expected to pick up again in Japan.", "The employment and income situation, which shows the underlying developments in private consumption, has remained weak but not deteriorated significantly.", "The unemployment rate rose last year but subsequently has been at around 3 percent.", "Against this background, employee income has turned positive on a basis.", "It is likely to start picking up with a time lag following the recovery in domestic and external demand, and then increase moderately.", "In sum, an uptrend in private consumption is expected to become evident as the impact of wanes gradually and employee income increases.", "It is projected that the virtuous cycle that has started to operate in the corporate sector will spread to the household sector, thereby intensifying the cycle in the overall economy.", "The Bank presented the projected real GDP growth rates in its Outlook Report released last week (Chart 4).", "What I have explained so far outlines the background of the outlook for economic activity.", "In terms of the medians of the Policy Board members' forecasts, the real GDP growth rate is projected to be relatively high at 3.8 percent for fiscal 2021, and then be 2.7 percent for fiscal 2022 and 1.3 percent for fiscal 2023.", "This baseline scenario of the outlook for economic activity entails high uncertainties regarding the consequences of including the spread of variants and their impact, and thus risks are skewed to the downside for the time being.", "That said, there is a possibility that the vaccine rollout will accelerate and economic activity will improve by more than expected.", "With the global economy recovering from the depression triggered by the impact of international commodity prices have risen recently.", "Attention should be paid to future developments in these prices and their impact on Japan's economy.", "The Bank will continue to closely examine developments in economic activity at home and abroad.", "Price Developments Next, let me talk about price developments (Chart 5).", "The year-on-year rate of change in the consumer price index (CPI) excluding fresh food dropped to minus 1 percent last December, mainly reflecting a decline in energy prices and the effects of the \"Go To Travel\" campaign on price indices.", "However, when excluding the effects of various temporary factors, it has remained slightly positive and been steady compared with the degree of deterioration in the economy.", "The reason for this steadiness is that price cuts that aim at stimulating demand have not been observed widely in the current phase.", "Since services consumption has been constrained due to people's vigilance against it will not increase even with price cuts.", "In addition, cost increases stemming from various preventive measures against have made it difficult for firms to cut prices.", "Since this spring, the rate of change in the CPI has been at around 0 percent, despite being significantly pushed down by a reduction in mobile phone charges.", "The underlying trend in prices, which excludes the effects of temporary factors such as the rise in energy prices, has been slightly positive.", "Globally, prices had been pushed down due to the impact of but they have seen acceleration in their rates of increase as economic activity has resumed.", "In Japan, prices are no longer on the declining trend that was seen from last year and have been turning to a rise.", "The rate of change in the CPI is likely to be at around 0 percent in the short run (Chart 4).", "Thereafter, it is expected to increase gradually as economic activity continues to improve and firms' stance becomes active.", "In terms of the medians of the Policy Board members' forecasts in the July 2021 Outlook Report, the rate of change in the CPI is projected to be 0.6 percent for fiscal 2021, 0.9 percent for fiscal 2022, and 1.0 percent for fiscal 2023.", "However, it has taken time in Japan to change people's mindset and behavior, which are based on the assumption that prices will not increase easily.", "There are high uncertainties over how firms' stance will change as the economy recovers from the shock of and thus this should be carefully monitored.", "The Bank's Conduct of Monetary Policy I would now like to explain the Bank's conduct of monetary policy (Chart 6).", "In response to the impact of the Bank has continued to support financing, mainly of firms, and maintain stability in financial markets by conducting powerful monetary easing since March 2020 through the following three measures: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (2) an ample and flexible provision of yen and foreign currency funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar operations; and (3) purchases of funds (ETFs) and Japan real estate investment trusts These responses have been effective, coupled with the (J-REITs).", "government's measures and efforts by financial institutions.", "That said, firms' financial positions have remained weak.", "Since it is expected to take some time for the impact of to subside, they are likely to remain under stress.", "The Bank therefore decided at the June MPM to extend the duration of the Special Program by six months until the end of March 2022.", "It will continue to firmly conduct the current monetary easing measures.", "For the time being, the Bank will also closely monitor the impact of and not hesitate to take additional easing measures if necessary.", "In terms of the conduct of monetary policy, it is important for the time being to address the impact of Now, let me touch on the Bank's stance on policy conduct from a COVID-19.", "As I have explained, although the CPI is expected to increase gradually, it is likely to take time to achieve the price stability target of 2 percent.", "While the inflation rate has risen clearly of late in the United States and other countries, it has been sluggish in Japan.", "Given this, it is necessary for the Bank to persistently continue to conduct powerful monetary easing with a view to achieving the price stability target.", "The Bank's Efforts on Climate Change To conclude my discussion on monetary policy, I would like to talk about the Bank's efforts on climate change (Chart 7).", "Climate change is a global challenge that will have a broad impact on our society and economic activity into the future.", "In order to address this challenge, it is essential for various economic entities to play their roles, and firms and financial institutions are strongly aware of the need to deal with it over the long run.", "Major economies, including Japan, have pursued policy actions with the goal of decarbonization.", "Although policies essentially are the responsibility of governments and legislative bodies, climate change is also related to central banks' mandates to achieve price stability and financial system stability.", "In other words, it could exert an extremely large impact on developments in economic activity and prices as well as financial conditions from a to perspective.", "Under these circumstances, central banks around medium- long-term the world have taken necessary actions based on their own respective mandates.", "With an intention of furthering its efforts on climate change from a central bank standpoint, the Bank last week made public its comprehensive strategy on climate change, which covers a wide range of areas including monetary policy, the financial system, research, and international finance.", "As monetary policy actions, the Bank decided to introduce a new fund-provisioning measure to support private financial institutions in their efforts to address climate change (Chart 8).", "In making its decision, the Bank gave consideration to avoiding specific intervention as much as possible in the allocation of resources to certain industries or individual firms.", "While policy actions to address climate change may include regulation of greenhouse gas emissions and subsidies for the development of new technologies, policies that directly involve resource allocation should be implemented by governments and legislative bodies.", "In contrast, central banks' monetary policies essentially target the overall economy and should be conducted while avoiding such involvement as much as possible.", "From these perspectives, with the new measure, the fund-provisioning Bank decided to take the approach of providing funds to financial institutions against investment or loans they make to address climate change based on their own decisions.", "On this basis, financial institutions that wish to be provided with funds will be asked to disclose a certain level of information on their efforts to address climate change so that discipline can be exercised.", "The Bank's approach of providing funds through this new measure has the advantage of being flexible under the fluid external environment.", "The criteria and categorization taxonomies for deciding which efforts would be regarded as contributing to addressing climate change are still under discussion both at home and abroad, and it is possible that they may change in the future.", "If we wait for these debates to be settled, this will delay the actions on climate change.", "In this regard, the Bank's approach is sufficiently flexible to respond to changes in the situation, allowing it to tackle this important challenge as promptly as possible.", "The Bank presented specific conditions for the in the preliminary outline.", "fund-provisioning interest rate of 0 percent will be applied and the implementation period will last until Through this measure, the Bank will support financial institutions' the end of fiscal 2030. efforts on climate change over a long period.", "It will work out further details through an exchange of opinions with financial institutions and other entities and will likely start its within 2021.", "Addressing climate change is becoming an inevitable fund-provisioning business challenge for firms and financial institutions.", "I hope that the private sector's efforts on climate change will be further encouraged through the Bank's new measure, which could be the world's first such attempt, in that it ensures flexibility while avoiding involvement in resource allocation as much as possible.", "Conclusion Lastly, I would like to talk about the economy of Niigata Prefecture.", "While the economy of Niigata Prefecture has remained in a severe situation due to the impact of COVID-19, it has been picking up.", "It is expected to continue recovering, but there is still a need to be aware of downside risks as the future course of COVID-19 remains uncertain.", "However, looking at the development trajectory of the economy, I believe that Niigata Prefecture is well equipped with the innovative capabilities to weather the uncertain post-pandemic era.", "For example, Niigata's rice and sake, which are famous throughout Japan, are not simply products of nature; their production has grown into high value-added industries that were developed through research and development to make the most of the local climate and water quality.", "There are also many examples of technologies and know-how handed down in the region that have become the basis of world-renowned local industries, such as metal processing in the Tsubame-Sanjo area, which developed from the casting of Japanese nails in the Edo period, and hemp fabric in the Uonuma region, which is famous for its \"snow bleaching\" during the agricultural off-season.", "Speaking of the accumulation of experience and facilities, Niigata, which has produced oil and natural gas from long ago, is also one of Japan's leading energy prefectures, equipped with technology for resource development and recycling, and pipelines that connect to the Tokyo metropolitan area.", "While the society as a whole is making efforts to address climate change, I hope that Niigata will take advantage of its environment to boldly take on the challenge of entering new businesses and thereby lead the country in terms of making such efforts.", "Next year will mark the 100th anniversary of the opening of the Ohkouzu diversion channel on Shinano River.", "Japan's first weir equipped with modern technology has protected the Echigo Plain from devastating damage caused by the overflowing of Shinano River and has supported the development of Niigata.", "I would like to close my remarks by expressing my respect for the great innovations of our ancestors and my hope for the further development of Niigata Prefecture's economy in the era.", "Thank you very much for your attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Niigata July 21, 2021 AMAMIYA Masayoshi Deputy Governor of the Bank of Japan I.", "Developments in Economic Activity and Prices II.", "The Bank's Conduct of Monetary Policy III.", "The Bank's Efforts on Climate Change Chart 1 I.", "Developments in Economic Activity and Prices Corporate Sector Business Conditions DI Business Fixed Investment Exports and Production (Tankan) (Tankan) DI (\"favorable\" - \"unfavorable\"), % points y/y % chg. s.a., CY 2015 = 100 Actual Planned investment in current fiscal year as of the June survey -40 All industries Real exports -10 Accommodations, eating & drinking services Industrial production Services for individuals CY FY 06 08 10 12 14 16 18 20 CY 06 08 10 12 14 16 18 20 I.", "Developments in Economic Activity and Prices Household Sector Private Consumption Employment and Income Situation Unemployment Rate Employee Income y/y % chg. s.a., % s.a., CY 2015 = 100 Services Nominal 2 -8 Jan. Jul.", "Employee income = Total cash earnings (\"Monthly Labour Survey\") Number of employees (\"Labour Force Survey\").", "Figures from 2016/Q1 onward are based on continuing observations following the sample revisions of the \"Monthly Labour Survey.\"", "Figures for real employee income are based on staff calculations using the CPI (less imputed rent).", "Sources: Bank of Japan; Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare, etc.", "Developments in Economic Activity and Prices The Bank's Forecasts for Economic Activity and Prices (July 2021 Outlook Report) Real GDP Growth Rate CPI (All Items Less Fresh Food) y/y % chg. y/y % chg.", "Developments in Economic Activity and Prices Consumer Price Index (CPI) y/y % chg.", "Mobile phone charges Effects of the \"Go To Travel\" campaign Effects of the consumption tax hike and free education policies Excluding the above factors CPI (less fresh food) CY 16 17 18 19 20 21 Notes: 1.", "Figures for energy consist of those for petroleum products, electricity, and gas, manufactured & piped.", "Figures for the \"effects of the consumption tax hikes and free education policies\" from April 2020 onward are staff estimates and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "The Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Active purchases of JGBs and T-Bills U.S. Dollar Funds-Supplying Operations Purchases of ETFs and J-REITs ETFs: annual pace with an upper limit of about 12 tril.", "yen J-REITs: annual pace with an upper limit of about 180 bil.", "The Bank's Efforts on Climate Change The Bank's Strategy on Climate Change  Climate change is a global challenge and could have a broad impact into the future.", " Various entities in society and the economy need to actively play their roles.", "The Bank, with an intention of furthering its efforts on climate change consistent with its mandate of achieving price stability and ensuring the stability of the financial system, decided the comprehensive strategy.", "International Monetary Financial policy system finance The impacts of climate change on economic activity, prices, and the financial system are highly uncertain and could greatly vary over time.", "The Bank will constantly review its measures and make adjustments where needed.", "The Bank's Efforts on Climate Change Fund-Provisioning Measure to Support Efforts on Climate Change From a central bank standpoint, the Bank provides funds to financial institutions for investment or loans they make to address climate change based on their own decisions.", "Amid the fluid external environment, it can respond flexibly to changes in circumstances while avoiding direct involvement in micro-level resource allocation as much as possible.", "Counterparties make investment/loans based on their Eligible Counterparties own decisions.", "Discipline will be exercised through a Eligible Investment/Loans certain level of disclosure.", " Financial institutions that disclose a certain level of information on their efforts to address climate change  Of the investment/loans made by counterparties as part of their efforts, those that contribute to Japan's actions to address climate change Long-term support for financial institutions' efforts Terms and Conditions"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none"], "topics": ["COVID-19", "Economic Activity", "Monetary Policy", "Corporate Sector", "Household Sector", "Price Developments", "Climate Change", "Central Bank", "Financial Stability", "Monetary Easing"]}