{"sentences": ["27.04.2021 Financial stability and macroprudential policy: objectives, tools and Universidad de Zaragoza Pablo Hernández de Cos *English translation of the original speech in Spanish Distinguished Rector of the University of Zaragoza, Distinguished Dean of the Faculty of Business Economics, academic and other authorities, ladies and gentlemen.", "It is an honour and a pleasure to be able to participate in this event organised by the University of Zaragoza.", "I should like to begin by expressing my gratitude to Vicente Salas, Chair of Business Economics at this University and the promoter of this meeting, who was linked for many years to the Banco de España in various capacities, as an economic adviser and as a member of our Executive Commission and our Governing Council.", "Over these years of intense collaboration, he played a pioneering role in theoretical and empirical works on the subject to which I wish to devote my address today: financial stability and macroprudential policy.", "In these papers he did not confine himself solely to studying various aspects relating to the financial system, but also devoted much of his research to analysing the interaction between the financial sector and the real economy, especially as far as firms are concerned.", "As I shall attempt to convey in my address, this interrelation is one of the key distinguishing characteristics that warrant and condition macroprudential policies.", "Financial stability is of fundamental significance for society's well-being.", "This is why all countries have institutions entrusted with ensuring financial stability is maintained and, in particular, with taking macroprudential policy decisions.", "In Spain's case, and in relation to the banking system, it is the Banco de España -as part of the related European mechanisms- that performs these functions.", "Financial stability and macroprudential policy The financial system plays a key role in the economy - namely financial intermediation - which, moreover, affects all sectors: households, firms, government, financial firms themselves, etc.", "The markets and intermediary companies that comprise the financial system raise funds from economic agents with surpluses (savers) and distribute them among those that need to finance investment projects or consumption decisions (debtors).", "Hence the name financial intermediation, since the financial system acts as a bridge between savers and debtors.", "Hence, by \"financial stability\" we understand that situation in which the financial system is capable of withstanding shocks without disruption to the financial intermediation process on a sufficiently serious scale as to adversely affect real economic activity.", "Given the importance of this intermediation, our modern societies have equipped themselves with a regulatory and supervisory framework for banks and financial activities that seeks to ensure financial stability.", "In this respect, before the global financial crisis that struck the world economy more than a decade back, it was considered that, to achieve the objective of a sound, safe and stable financial system, it sufficed to ensure the solvency of each financial institution individually.", "That is to say, financial regulation and supervision remained within the domain of so-called \"microprudential policies\", decided upon and applied to each individual bank.", "Monetary policy (pursuing price stability) and fiscal policy (seeking budgetary stability) were, for their part, entrusted with managing the economic cycle.", "However, the global financial crisis and its high cost in terms of economic activity, employment and public debt prompted the reconsideration of this paradigm.", "It should be borne in mind that the crisis came about owing to the build-up of previous imbalances, whose correction entailed a considerable loss of well-being for society.", "There was a macroeconomic dimension to these imbalances, which were concentrated in the financial sector, highlighting how the microprudential approach, bank by bank and market by market, was clearly insufficient to ensure the stability of the system as a whole.", "This is what is known as the \"fallacy of composition\".", "Indeed, on occasions, bank managers' decisions can be optimal from an individual perspective, but are not so once the effects on the system as a whole through the numerous interconnections between the different intermediaries and financial markets are taken into account.", "It was thus deemed necessary for economic policymakers to have an additional set of instruments for attaining the goal of (macro-) financial stability enabling them to incorporate this aggregate view.", "As to their specification, a key principle that should be followed in economic policy design is that each of the authorities' targets should have a differentiated instrument to avoid any clash between them (the so-called \"Tinbergen principle\"2).", "The aim of maintaining financial stability with this aggregate perspective therefore demanded having one's own tools.", "And, given that financial conditions can amplify the fluctuations of the economic cycle (e.g.", "more extreme and volatile movements in output prices, making it more difficult for agents to foresee their future economic situation) and also macroeconomic imbalances (e.g.", "activity highly concentrated in sectors that are not the most productive), a macroprudential approach to financial system regulation and supervision can conceivably mitigate the accumulation of these types of risks or reduce the cost of their subsequent materialisation.", "Specifically, macroprudential policy is entrusted with ensuring the soundness of the financial system in the face of systemic risk.", "This is, namely, the risk that financial instability becomes so widespread that it hampers the functioning of the system to the extent that economic growth and the welfare of the population are adversely affected.", "The \"macro\" prefix to this policy thus refers, on one hand, to the fact that it adopts an aggregate approach for the financial system as a whole; and, on the other, that it seeks to regulate the financial cycle, since this may amplify the economic cycle.", "The \"prudential\" suffix, for its part, refers to the fact that it has to act pre-emptively; it will seek firstly to mitigate the accumulation of systemic risk or its potential materialisation, and secondly to generate buffers (mainly capital buffers in the case of banks) enabling the impact of systemic risk, should it materialise, to be cushioned.", "The multi-dimensional nature of systemic risk One characteristic of macroprudential policy is the multi-dimensional nature of its objective: to prevent systemic risk.", "Theoretical and empirical research appear to concur that there are at least two dimensions to this risk which, moreover, can interact with each other.", "The first is the time dimension, which is related to how systemic risk evolves over the course of the financial cycle.", "A good example of this dimension can be found in the run-up to the global financial crisis.", "During those years, there was strong growth in credit to the nonfinancial private sector in Spain (in particular to real estate development and construction activities), attaining levels far above those considered sustainable.", "This situation was accompanied by price rises and increases in real estate market activity, also to unsustainable levels.", "Against this background, household and corporate debt associated with real estate transactions mounted to such an extent over time that, when its sustainability was questioned and financing ground to a halt, there was a sharp correction to these financial imbalances.", "This correction had a considerable cost in terms of GDP and employment, directly affecting the losses the financial system would have to address and which had only been but partly expected in the prior expansionary phase.", "The second is the cross-sectional dimension, through the various intermediaries making up the financial system.", "This dimension derives from specific structural characteristics of the financial system that may amplify the impact of any shock to it.", "Indeed, the financial system is made up of highly heterogeneous institutions, in terms both of size and complexity.", "In turn, these institutions are very closely interconnected, both through direct exposures in the interbank market and indirect exposures: exposure to the same economic sectors or even to the same agents (firms or the public sector).", "Both the diversity of the players and their close interconnectedness notably improve the efficiency of the system, since they provide maximum specialisation in risk management.", "But they are also a cause of vulnerability, since the potential difficulties of one institution can swiftly pass through to the rest.", "This is particularly the case for banks of greater systemic importance, whether because of their size, their complexity or their central position within the system.", "One of the best examples of the importance of this dimension for systemic risk is also to be found in the global financial crisis.", "The US insurance company AIG had not been a major originator of sub-prime mortgage loans.", "However, it had sold financial insurance instruments against the potential default of the securitisations of these loans (CDSs) to its clients, who were, above all, other financial institutions.", "The contagion effect to the rest of the financial system that the bankruptcy of AIG would have caused was on such a scale that it led to its bailout by the US authorities.", "But the mere expectation of this type of bailout can affect managers' risk-taking decisions in periods of expansion, which may be excessive precisely because they expect to be bailed out in the event of difficulties.", "This is the wellknown \"too big to fail\" problem.", "The multi-dimensional nature of systemic risk means that macroprudential policy needs an extensive range of tools (or instruments) to allow it to tackle each of those dimensions as efficiently as possible.", "Moreover, given that a wide variety of institutions with greatly diverse characteristics operate in the financial sector, these instruments should be adjusted to their particularities.", "In this respect, the significant interconnectedness of these financial system players calls for an all-encompassing overview when taking macroprudential policy decisions.", "And this requires close coordination among key institutions if, as in Spain, the oversight of the financial system is shared by different national [Banco de España, CNMV (National Securities Market Commission) and the Directorate General of Insurance and Pension Funds of the Ministry of Economic Affairs and Digital Transformation] and European authorities.", "No less important is the need for international coordination.", "In Europe, we are moving towards the Banking Union and the Capital Markets Union, with ever-increasing financial interconnectedness.", "Worldwide, the importance of global financial flows is very high and growing.", "Indeed, some researchers have noted the presence of a global financial cycle that may condition decisions taken at the national level [Rey (2015)].", "The institutional design of macroprudential oversight The starting point for talking about macroprudential policy is the regulatory reform in the banking sphere, which was launched globally by the G-20, the Financial Stability Board (FSB) and the Basel Committee on Banking Supervision (BCBS) between 2008 and 2014, and which culminated in the regulatory framework known as\" Basel III\".", "Against this background, the Banco de España was designated as the authority entrusted with defining macroprudential policy in relation to Spain's banking sector.", "Spain has, moreover, another two sectoral prudential supervisory authorities: the National Securities Market Commission (CNMV) - whose remit covers financial markets, investment services companies, investment funds and other collective investment vehicles, among others - and the Directorate General of Insurance and Pension Funds of the Ministry of Economic Affairs and Digital Transformation.", "The General Secretariat of the Treasury and International Financing, which reports to this latter Ministry, is responsible for the implementation of financial regulation in Spain, including that stemming from the transposition of European Union (EU) directives in this area.", "To coordinate all these institutions, the Spanish macroprudential authority (AMCESFI) was created in 2019.", "AMCESFI is structured as a collegiate body in which the senior officials from the aforementioned institutions participate.", "It is entrusted with the oversight of the financial system as a whole, acting in an advisory capacity with respect to the proposed macroprudential measures put forward by the sectoral authorities.", "The need for coordination in this field is also very necessary at the supranational level, and in particular in Europe since the creation of the Banking Union, which centralises at the European Central Bank (ECB) the supervision of the significant banks in the 21 EU countries.", "In this respect, although decisions on macroprudential instruments in Europe are in the hands of national authorities, the ECB scrutinises these national banking authorities' proposed macroprudential policy measures to ensure that they are consistent across the euro area countries.", "In particular, the ECB is empowered to tighten the measures applied by national authorities to specific instruments envisaged in Community banking legislation.", "The European Systemic Risk Board (ESRB), on which the heads of the EU central banks and regulatory and supervisory authorities for banks, securities, insurance and pension funds sit, has been in place since 2011.", "The ESRB, whose Advisory Technical Committee it is my honour to chair, has macroprudential oversight functions and is empowered to issue opinions, warnings and recommendations on matters relating to the emergence of systemic risks, and the suitability of macroprudential measures proposed at the national level.", "At the global level, the BCBS (in the banking sphere) and the FSB (in relation to the financial sector as a whole and its interconnections) play a crucial role as promoters of regulatory standards that the relevant authorities of the main jurisdictions in the G-20 area undertake to adopt so as to have common rules in place for the international financial system.", "In the macroprudential realm, under the coordination of the FSB, the BCBS developed the countercyclical capital buffer in 2010 and the framework for identifying and setting macroprudential buffers for global and national systemically important institutions (2011 and 2012, respectively).", "These were included under the Basel III regulatory framework, which is the basis for the banking prudential regulations in force in Spain and in the EU.", "These tools are currently the backbone of macroprudential policy.", "The Banco de España participates actively in these institutional arrangements, as a member of the various national and international bodies and fora that I have described.", "Further, it is responsible for identifying the risks to the financial stability of the Spanish financial system and deciding how and when to use macroprudential tools at credit institutions.", "Macroprudential tools and credit institutions As indicated, the multi-dimensional nature of systemic risk calls for various macroprudential tools so as to be able to address each of these dimensions as efficiently as possible.", "I shall now describe these tools distinguishing, for the purpose of my address, between those that affect the capital requirements on credit institutions and those that fall on borrowers.", "Macroprudential tools that affect the capital requirements on credit institutions The banking regulations in force require banks to have sufficient capital set aside to cover unexpected losses and to maintain their solvency in the event of a crisis.", "The amount of capital required depends on the risk linked to a specific bank's assets and, in fact, is expressed as a percentage of risk-weighted assets.", "The concept of risk-weighted assets basically means that a lower capital allocation is attributed to the safest assets, while the riskiest assets are assigned a greater risk weighting.", "In other words, the riskier assets are, the more capital the bank will have to hold in reserve.", "In parallel, specific grades are assigned to capital, depending on its quality and on risk.", "First among the macroprudential tools made available to the authorities is the possibility of directly influencing credit institutions' capital by means of requirements additional to the traditional microprudential capital requirements.", "This greater requirement of capital increases banks' loss-absorption capacity and, moreover, influences their appetite for risk, given that the losses that shareholders must bear in the event of difficulty (\"skin in the game\") increase as a result.", "If they are to function correctly, these additional capital requirements must be activated when banks begin to build up risks, and they must be drawn down when risks abate or when they materialise.", "In short, when a macroprudential capital buffer is activated or increased, banks5 might consider the following options to comply with these new requirements: a) increase the net interest income arising on customer charges, generate more profits and retain a portion of them; b) maintain profits, but reduce dividend payments; c) issue new shares and raise additional funds, or d) reduce risk-weighted assets.", "The first three alternatives would tend to exert upward pressure on the interest rates on loans granted by banks.", "These higher interest rates mean that fund-seekers will resort to a lesser extent to financing in their spending decisions, whereby the volume of lending and, therefore, the risks borne by the financial system will diminish.", "Moreover, this increase in interest rates will reduce household consumption, and firms will also invest less, which will further reduce the demand for credit.", "In parallel, real and financial asset prices will adjust downwards, reducing the value of the collateral for credit transactions.", "Under the fourth option (the reduction of risk-weighted assets), it is the volume of credit made available by banks that is directly and adversely affected, moderating once again consumption and investment, and asset prices.", "Logically, the reduction in or release of these requirements would have the opposite consequences.", "Depending on the intensity of the increase in capital adopted, and on the economic environment into which it is introduced, banks might choose one or another option, or a combination thereof.", "For example, the empirical evidence suggests that banks resort to the first three options especially in expansions, when available liquidity and financing are abundant and, in general, when risks are being built up.", "The fourth option is chosen especially in recessions, crises or situations in which systemic risk is materialising.", "Consequently, the activation of capital tools in phases in which risks are accumulating will influence credit institutions especially via the increase in the cost of lending.", "By contrast, the deactivation of these tools when systemic risk is materialising or being mitigated might help sustain the supply of credit by banks.", "When these tools are used to tackle the time dimension of systemic risk, they are normally applied countercyclically to the entire banking system.", "Thus, capital requirements would rise in expansionary phases of the credit cycle and fall in recessionary periods, using a series of benchmark financial cycle indicators.", "In fact, this tool is known as the \"countercyclical capital buffer\" (CCyB) and, as with the other two I will now describe, it was introduced into Spanish banking regulations further to the transposition of the European capital requirements legislation which, in turn, is the application of the Basel III Accord in the EU.", "The tools designed to address the cross-sectional dimension of systemic risk are more geared to last over time, whereby they tend to be more stable throughout the financial cycle.", "The first is the buffer for systemically important institutions (at the global or national level), which is applied exclusively to those banks previously identified as capable of destabilising the system if they run into financial problems.", "The greater aggregate risks associated with these institutions warrant demanding of them some extra protection against shocks.", "Systemic institutions are identified following standardised methods both globally and locally.", "Specifically, the FSB and the BCBS globally coordinate the exercise involving the definition of global systemically important institutions.", "This exercise uses a methodology based on weighted metrics of various bank variables, such as size, complexity, interconnectedness, ability to replace their activities and volume of cross-border activity.", "The Banco de España, meanwhile, annually conducts an exercise to identify systemically important institutions at the national level, using a standardised European methodology very similar to that used at the global level.", "The second tool to mitigate the cross-sectional dimension of systemic risk is the so-called \"systemic risk buffer\" (SRB), intended to tackle those risks not covered by the other buffers.", "The SRB can be applied to the banking system as a whole, to a sub-set of credit institutions or to one or several sectors of economic activity.", "Its main characteristics are the extensive range of risks for which it can be used, and the discretionality and flexibility its use allows.", "Macroprudential tools falling on borrowers Secondly, macroprudential instruments consist of establishing restrictions on one or several of the characteristics of loans granted to debtors.", "For example, the percentage that a loan represents relative to the collateral backing it or to the borrower's income can be limited, and the maturity of the loan can be time-limited.", "The evidence we have shows that lending standards have a very significant impact on the risk of ex-post default by borrowers, in the sense that looser standards (e.g.", "a higher percentage of the loan relative to the collateral backing it) increase that risk [see Galán and Lamas (2019)].", "These restrictions thus operate by strengthening the borrower's solvency and, thereby, limiting the potential losses that banks would subsequently have to bear.", "These restrictions are solely applicable to banks' new lending business; hence, immediately, their introduction causes banks to restrict the supply of credit.", "And this prompts an immediate effect on households' and firms' consumption and investment decisions.", "These agents will presumably reduce their level of spending and, consequently, their demand for credit.", "Also, financial and real asset prices will be adversely affected by the lower level of spending and by the expectations channel, reducing the collateral available.", "These effects feed into each other, further reducing credit supply and demand.", "Selecting the specific characteristic of loans that will be subject to limits at each point in time will depend on the situation we are in; in particular, on the level of and developments in loans already granted.", "This is without ruling out the possibility that limits will have to be set on several characteristics simultaneously, since the evidence available shows that, when easy conditions are observed in several of these characteristics, there is usually a more than proportionate increase in the probability of default.", "Moreover, when only one of the characteristics is limited, it is usual for another characteristic to become looser, lessening the impact of the limit imposed [see, for example, Tzur-Ilan (2017)].", "This type of tool is not harmonised at the international level or in the EU, and some countries use them mainly on mortgage loans to households.", "The Banco de España is shortly to approve a circular in which it will make these tools operational, following the mandate granted by the legislators.", "In our case, these tools may also be applied to loans to firms, in line with best international practices.", "Macroprudential policy and monetary policy This description of how macroprudential tools operate highlights the fact that, although monetary and macroprudential policy do not, a priori, share the same objectives, they do share certain transmission mechanisms, such as the bank lending channel.", "In this respect, monetary and macroprudential policy decisions generate interconnected effects, which may boost or counter one another.", "Specifically, monetary policy can promote financial stability through different channels.", "For example, at times of credit exuberance, a restrictive monetary policy would reduce the demand for credit and the level of risk assumed by agents [see, for example, Borio and Lowe (2002)].", "It might also tighten financing conditions on markets and temper the prices of financial and real assets, many of which comprise the main collateral for credit transactions.", "Logically, given the nature of monetary policy, its effects would be aggregated, without being able to discriminate between agents or markets.", "When risks materialise, in recessions, an expansionary monetary policy would help debtors to meet their financial obligations, it would improve banks' financing conditions and it would reduce the downward pressure on financial and real asset prices.", "Effectiveness in the transmission of monetary policy, i.e.", "central banks' capacity to influence the private sector's financing conditions, largely depends on financial stability.", "For example, if banks do not have sufficient solvency levels, they may not be capable of passing changes in money market interest rates through to their customers, or may pass them through excessively.", "In this respect, financial stability may be said to be a de facto pre-requisite for ensuring price stability.", "Macroprudential policy can also increase an expansionary monetary policy's room for manoeuvre if the latter is beginning to induce excessive risk-taking by certain agents or markets.", "In this case, the activation of macroprudential instruments, which are more selective and can affect certain agents alone, may enable the expansionary monetary policy stance to be maintained, by smothering the increases in risks in specific sectors.", "This is particularly important in the euro area, where monetary policy is determined at the supranational level by the ECB taking into consideration the area as a whole, whereas macroprudential policy remains under the national remit.", "But nor must we exclude situations in which the objectives of the two policies may clash.", "For example, in the expansion prior to the international financial crisis, the relatively expansionary monetary policy stance contributed to the accumulation of macrofinancial disequilibria.", "Had these macroprudential tools then been in place, they could have been activated to counter some of the monetary policy effects on the risks to the financial system's stability.", "In short, we cannot ignore the interaction between these two policies.", "Thus, while each policy must act on the basis of its individual objectives, the consequences each has for the other should be taken into account.", "Macroprudential policy in practice identification and monitoring of systemic risk Timely activation of macroprudential tools calls for indicators that enable the risks arising in the financial system to be monitored and which, in parallel, allow the use of the instruments and their effects to be calibrated.", "In particular, these indicators should be capable of capturing the financial cycle.", "The literature has identified various indicators that can play this role.", "For example, Terrones et al.", "(2011) consider three main variables on the basis of which these indicators can be calculated: credit to the non-financial private sector, house prices and stock market prices.", "Thus, in the case of the CCyB, current regulations give a special role to the credit-to-GDP gap (also known as the \"Basel gap\").", "This indicator measures the difference between financing received by the non-financial private sector as a percentage of GDP and its longrun equilibrium trend, estimated using statistical procedures.", "Positive credit-to-GDP gap values would indicate that we are in the expansionary phase of the financial cycle, since the volume of credit, once the economy's level of income is taken into account, stands above its equilibrium level.", "Consequently, activating the CCyB or increasing it might be considered.", "Negative values would denote a contractionary phase in the financial cycle, whereby the CCyB should be deactivated under normal conditions.", "Along with purely statistical procedures, the estimation of the long-term equilibrium level of the non-financial private sector's long-term financing that the calculation of these indicators requires can be done using models that include the determinants of the demand for credit [Galán y Mencía (2021)].", "In any event, the decision to activate the CCyB, which is reviewed quarterly, should not follow an automatic rule based on the trend of this indicator; rather, the regulations in force emphasise the need to take other complementary indicators into account.", "The Banco de España also tracks potential imbalances in house prices, and in the current account balance, among others.", "This latter variable reflects how in small, open economies, when the financial cycle is in expansion, a portion of this financing is usually obtained abroad, consequently materialising in a current account deficit.", "It is moreover crucial to analyse the sectoral disaggregation of credit indicators to identify risks that may be originating in specific sectors.", "Lastly, we pay particular attention to the output gap, which I will discuss in greater detail later.", "As to the cross-sectional dimension of systemic risk, the key indicators seek, inter alia, to measure the relative size of a bank, its centrality in the national banking network, its interconnectedness to the rest of the financial system and to other countries' financial systems, and the complexity of the activities it pursues.", "As I mentioned, a composite indicator of all these metrics is what enables us to construct systemic significance scores that are used as a reference to determine the calibration of the percentage of the capital buffer required of each systemic institution.", "Some of these indicators may also prove useful in determining the activation of the SRB.", "The effectiveness of macroprudential tools The degree of complexity entailed by any impact analysis of economic policy measures increases in the case of macroprudential instruments.", "This is due to several factors.", "First, experience of their use is still very limited.", "Further, given that their objective is multidimensional, different metrics must be considered to evaluate them.", "Moreover, the necessary cost-benefit analysis of the measures poses complications.", "While the costs of activating the tools are immediate (e.g.", "in terms of reduction in the growth of credit and of GDP), the benefits arise in the long term and are very difficult to verify (e.g.", "they are derived from having avoided a systemic crisis).", "In practice, the effectiveness of macroprudential instruments has been tested in many ways; e.g.", "by analysing whether they significantly impact developments in credit, house prices, banks' interconnectedness, the composition of their credit portfolio, etc.", "[see, for instance, Jordá et al.", "That is to say, analysis is made of the impact on the indicators used to measure developments in systemic risk.", "Their effectiveness has also been studied by assessing whether they have helped reduce the likelihood of a systemic crisis [BCBS (2010)], a bankruptcy of a bank or group of banks and debtor default [Galán y Lamas (2019)].", "But only on limited occasions has there been a cost-benefit analysis of the application of these measures in terms of their effects on GDP.", "More recently, researchers have begun to assess the differential effects of activating as opposed to deactivating macroprudential instruments, since their impact may be asymmetrical [Jiménez et al.", "A methodology has recently been developed which allows an integrated analysis of these aspects to be performed.", "Specifically, Adrian et al.", "(2019) has developed the concept of Growth at Risk, the aim of which is to analyse the impact of the instruments on the distribution of expected GDP growth at different horizons.", "In that way, the impact not only on a baseline scenario (the most likely, characterised by the 50th percentile of the distribution), but also on a tail scenario (derived from a hypothetical systemic crisis, 5th or 10th percentile) can be analysed.", "At the Banco de España we have used this methodology to analyse the impact on the effectiveness of different macroprudential instruments at the European level [see Galán (2020)].", "We can conclude from the results that the activation of the countercyclical buffer in financial cycle upturns gives rise to an easing in credit and GDP growth under the baseline scenario, but, above all, it significantly reduces the severity of the decline in GDP in an economic crisis situation.", "Moreover, the probability of crises occurring diminishes.", "These effects would occur with a lag of around two years.", "The release of the CCyB in crisis periods would mitigate the adverse effects on economic growth, both under the baseline scenario and at the extreme percentile.", "And, furthermore, its impact would be immediate.", "In the case of the tools that fall on borrowers, their activation in financial cycle upturns would have similar effects to those of the CCyB.", "The main difference is that their effects are more immediate: i.e.", "around one year as opposed to the two years mentioned in the case of the CCyB.", "This suggests an order for the activation of the different instruments under normal circumstances: the tools that increase banks' capital requirements should be activated first and, if the risks identified do not abate, the second instruments should then be activated.", "According to this same evidence, it is found that the release of the macroprudential instruments that fall on borrowers in crisis periods does not significantly impact GDP growth expectations or their distribution.", "This is perhaps due to the fact that, habitually, it is the banks themselves that restrict these lending standards in contractionary phases.", "The macroprudential policy response to the COVID-19 crisis The outbreak of the economic crisis stemming from the COVID-19 pandemic posed an unprecedented challenge, and it did so too from the macroprudential standpoint.", "As I have attempted to convey in this speech, macroprudential policy was conceived to tackle risks that arise endogenously in the financial system and build up gradually over time.", "The pandemic has thrown up a radically different crisis scenario, caused by a risk factor exogenous to the financial system.", "But, in any event, it has had a sudden and profound macrofinancial impact.", "Against this background, we must accept that the role of macroprudential policy in countering these effects is limited; it is other economic policies (fiscal and monetary policy in particular) that are best suited to combat them.", "In any event, at the onset of the pandemic, in parallel to the action taken by the monetary and fiscal authorities, numerous announcements of measures ensued at notable speed from the macroprudential authorities.", "Specifically, the main macroprudential instrument subject to these measures was the CCyB which, practically across the board, was drawn down (i.e.", "returned to its initial level of 0%) in those countries in which it had previously been activated.", "The aim was to encourage banks to maintain the flow of credit to the economy.", "In Spain's case, the CCyB percentage was at 0% before the onset of the pandemic, since no signs of an accumulation of systemic risk had been detected.", "In any event, the Banco de España has in fact indicated that it will not activate this instrument for a long period of time, at least not until the main effects of the crisis have been absorbed.", "With this approach it is sought to eliminate banks' potential uncertainty as to when to build up capital buffers, which might discourage their provision of credit to the private sector.", "We can draw lessons from our experience of the crisis on the usefulness of some of the indicators used for the activation of macroprudential tools.", "This is the case of the credit-toGDP gap.", "After the pandemic broke, this indicator increased significantly and has held at values of over 2 percentage points (pp), which is the warning threshold on the basis of which the Basel framework recommends activating the CCyB.", "However, it should be borne in mind that this increase in the credit-to-GDP gap has been largely due to the very stimulus policies for the economy applied by the authorities and, above all, to the adverse impact on GDP of the COVID-19 shock.", "Hence, in situations such as the present, the Basel framework itself acknowledges that it is necessary to complement the information provided by the indicators habitually used in upturns with other indicators offering information on the degree of materialisation of systemic tensions.", "Against this backdrop we have, at the Banco de España, monitored different indicators during the crisis that measure the presence of systemic tensions in financial markets, which prove useful for identifying the start of a systemic crisis.", "These indicators showed, in fact, a very pronounced increase in the opening months of the pandemic, but an improvement subsequently.", "In any event, our benchmark indicator in the current situation has been the output gap, i.e.", "the difference between the actual and potential level of output, which reflects the persistence of the impact of the crisis on GDP.", "This output gap has stood at very negative level since the crisis began; accordingly, given that the objective of macroprudential policy is to act countercyclically, it does not seem reasonable to activate the macroprudential instruments, despite the fact that the credit-to-GDP gap may be above 2 pp.", "At the European and global level - in different agencies such as the ECB, ESRB, EBA, BCBS and FSB, among others - various coordinated decisions in this economic policy area have been taken.", "One notable example was the introduction of recommendations for restrictions on the distribution of dividends by banks and on variable remuneration.", "Their uniform application to all banks, by financial system sector and country, conferred a significant macroprudential dimension on this action, by contributing to preserve the capital of banks as a whole.", "A recent Banco de España article8 finds that this measure has, in conjunction with other measures adopted, enabled the provision of bank lending to the productive sectors of the economy to be increased.", "Also, the ESRB has during the crisis analysed various issues, such as: i) the implications for the financial system of the public guarantee programmes and other fiscal measures to protect the real economy; ii) the lack of market liquidity and its consequences for asset management and insurance companies; iii) the procyclical impact of debt downgrades on markets and financial institutions, and iv) the liquidity risks derived from margin calls.", "These avenues of research led to a set of recommendations for the EU Member States' authorities to act in unison on the appropriate monitoring of the risks and vulnerabilities identified and on potential measures to mitigate them during the crisis.", "The future of macroprudential policy Allow me to conclude with some brief thoughts on the future of macroprudential policy.", "In my view, there are two aspects on which we should focus in the coming years.", "First, the current crisis should be used to draw lessons about macroprudential policy; and, among these lessons, one key aspect relates to the use of capital buffers.", "The empirical evidence shows that it is precisely during crises when the CCyB and, generally, the instruments that increase capital requirements acquire their full potential via the effects of their release [see Broto and Galán (2020)].", "This should lead us to reflect on how we can increase the macroprudential space available, thereby extending the capacity to mitigate the effects of future crises, both those originating in macrofinancial disequilibria that are endogenous in the economy and those arising from factors exogenous to the financial sector.", "Some national authorities, in countries such as the United Kingdom, have added flexibility to the implementation of the original CCyB framework developed by the BCBS to require the accumulation of a countercyclical capital buffer in the absence of warnings about systemic imbalances based on the credit-to-GDP gap metric.", "It would suffice for the economy not to be in a recessionary environment to call for a positive CCyB that can be released when any shock leading GDP to stand below its potential should materialise.", "Events surrounding the COVID-19 shock, from a source completely external to the financial system, have demonstrated the goodness of this approach in the use of the CCyB.", "This discussion has a bearing on other matters, such as the optimum level of capital that banks should maintain, and the most suitable composition of this capital: structural requirements versus cyclical/releasable requirements, microprudential requirements versus macroprudential requirements, and discretionality versus rules.", "It is, therefore, a complex discussion requiring detailed analyses well-grounded in empirical and theoretical evidence.", "Second, I would like to stress that we must also reflect in the coming years on the development of macroprudential policy for the so-called \"non-bank segment\" of the financial system, i.e.", "in the area of securities markets and insurance companies.", "Macroprudential policy for the banking sector cannot suffice to contain the systemic risks threatening financial stability if such policy omits the other financial sectors.", "Indeed, the introduction of new requirements in one part of the financial sector may inevitably induce a shift in or migration of risks to other sectors of the financial system, because the latter are less regulated or simply subject to looser regulation.", "It is thus vital to also have a macroprudential framework that can reach all segments of the financial system.", "To date, however, macroprudential policy has been largely confined to the credit institutions sector.", "Thanks to the work of the BCBS and to the regulatory commitments of the key European institutions and national authorities, it has been possible to develop a macroprudential framework on the basis of microprudential capital requirements.", "In other financial sectors, by virtue of their activity and the characteristics of the agents operating in them, it would be necessary to develop a specific typology of instruments that act to the benefit of financial stability and fit, in turn, into the general prudential and regulatory framework prevailing in such sectors.", "\"Vulnerable Growth\", American Economic Review, vol.", "Anguren, R., L. Gutiérrez de Rozas, E. Palomeque and Carlos J. Rodríguez García (2020).", "\"The regulatory and supervisory response to the COVID-19 crisis\", Financial Stability Review, no.", "Financial Stability Report, Spring and Autumn.", "\"Banco de España updates the list of systemically important institutions and sets their macroprudential capital buffers\", press release, 27 November Banco de España (2021).", "\"The Banco de España holds the countercyclical capital buffer at 0%\", press release, 24 March 2021.", "\"An assessment of the long-term economic impact of stronger capital and liquidity requirements\", August.", "Guiding principles for the operationalisation of a sectoral countercyclical capital buffer, November.", "\"Real Wage Rigidities and the New Keynesian Model\", Journal of Money, Credit and Banking, vol.", "Asset prices, financial and monetary stability: exploring the nexus, BIS Working Papers 114, Bank for International Settlements.", "\"Evidence on the impact and effectiveness of macroprudential tools\", Información Comercial Española, no.", "The Fundamental Principles of Financial Regulation, 11, Geneva Reports on the World Economy series.", "How Do Business and Financial Cycles Interact?, IMF Working Paper WP/11/88, April.", "Countercyclical capital buffers: exploring options, BIS Working Papers, no.", "\"The macroprudential policy dashboard\", Información Comercial Española, no.", "\"The benefits are at the tail: uncovering the impact of macroprudential policy on growth-at-risk\", Journal of Financial Stability, forthcoming.", "Beyond the LTV Ratio: New Macroprudential Lessons from Spain, Working Paper no.", "\"Model-based indicators for the identification of cyclical systemic risk\", Empirical Economics, forthcoming.", "\"Macroprudential Policy, Countercyclical Bank Capital Buffers, and Credit Supply: Evidence from the Spanish Dynamic Provisioning Experiments\", Journal of Political Economy, vol.", "\"Bank Capital Redux: Solvency, Liquidity, and Crisis\", The Review of Economic Studies, Vol.", "\"Impact of the dividend distribution restriction on the flow of credit to non-financial corporations in Spain\", Analytical Articles, Economic Bulletin, 1/2021, Banco de España.", "Macroprudential policy: objectives, instruments and indicators, Occasional Paper no.", "Dilemma not Trilemma: The Global Financial Cycle and Monetary Policy Independence, NBER Working Paper no.", "Economic Policy, Principles and design, Books (Jan Tinbergen).", "The Effect of Credit Constraints on Housing Choices: The Case of LTV limit, Bank of Israel Working Paper, 2017/3."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Macroprudential policy", "Systemic risk", "Countercyclical capital buffer", "Systemic importance", "Macroeconomic imbalances", "Financial cycle", "Basel III", "Capital requirements", "Credit-to-GDP gap"]}