{"sentences": ["Towards a Stable Financial System Nani Palkhivala Memorial Lecture Delivered by Shri Shaktikanta Das, Governor, Reserve Bank of India on Saturday, January 16, 2021 At the outset, let me pay my homage to Shri Nani A. Palkhiwala and his grand legacy as a nation builder of modern India.", "I would also like to convey my sincere appreciation to the Palkhivala Foundation for continuing the tradition of organising Shri Palkhivala Memorial Lectures.", "I consider it as a great honour to be delivering the 39th Shri Palkhivala Memorial Lecture today, more so - among others - because he was very closely associated with the RBI during his tenure as a member of the Central Board from 1963 to 1970.", "Gleaning through the history of the RBI, I gather that he participated actively in discussions of the Central Board on important issues spanning bank nationalisation, external aid and development finance institutions.", "He invariably brought insightful perspective to the deliberations on various issues.", "Shri Palkhivala was a strong votary of enhancing competition in the banking sector and nurturing native entrepreneurial capabilities to spur economic progress.", "These issues continue to be relevant even in the present times.", "The immensity of Shri Palkhivala's life-long contributions to the Indian society is well known.", "He was a gifted jurist who held the constitution, economic and individual freedoms in highest regard.", "His conduct and integrity during the epochal Kesavananda Bharti case and in many other cases underlined the strength of his character, profound intellect and a heart full of empathy for the citizens of this country.", "Shri Palkivala was an orator par excellence, both inside and outside the courtroom.", "Starting in 1958, his famous post-budget speeches are still remembered for their eloquence, intelligence and sharp wit.", "With growing audience every year, the venue of Palkhivala's speeches on budget kept getting shifted to bigger places.", "In 1983 when it was held in the Brabourne Stadium in Mumbai, Vijay merchant - the President of the Cricket Club of India - while welcoming the gathering had remarked1 \"Mr. Palkivala has brought the crowds back to the Brabourne stadium\" since test matches had been shifted to the newly constructed Wankhede stadium.", "The topic of my lecture today is \"Towards a Stable Financial System\".", "The year bygone could be marked as one of the toughest periods for human society.", "The unprecedented health and economic catastrophe caused by the COVID-19 pandemic has exposed and widened economic and societal fault lines across countries.", "It is, therefore, essential to evolve a prudent and judicious approach towards managing the financial system not only during the pandemic but also in its aftermath.", "Changing Contours of Financial Stability 5.", "Globally, the concept of financial stability has been evolving over time.", "With increasing complexity of the financial system, the focus of financial stability has moved beyond commercial banks and providing them liquidity during bank runs, to other segments like non-bank financial institutions, financial markets, payment systems, etc.", "The focus area has thus widened to several other pressure points to prevent financial instability.", "Not surprisingly, therefore, preservation of financial stability has steadily evolved to become a major objective among central banks, implicitly or explicitly, alongside traditional and evolving goals of monetary policy.", "Since the global financial crisis (GFC) of 2008, financial stability has featured even more prominently in the discourse of central banks.", "It has been well documented that central banks in many countries were narrowly focused on price stability and perhaps overlooked the build-up of financial instability during the great moderation period.", "The pre-crisis consensus was for unfettered financial sector growth and minimal regulation that was supposed to deliver even more growth.", "The 2008 crisis made it abundantly clear that financial strength of individual institutions does not add up to systemic stability.", "That was evident because before the crisis happened, almost every financial institution reported substantial capital adequacy.", "This made the policy makers realise that while micro-prudential regulations would help determine the strength of a financial entity, they have to be complemented with adequate macro-prudential regulations and anti-systemic risk measures.", "Preserving systemic stability thus emerged as the cornerstone of central bank policies.", "In the Indian context, maintaining financial stability remains one of the uppermost objectives of the Reserve Bank, drawing from its wide mandate as the regulator of the banks, NBFCs and payment systems; regulator of the money, forex, government securities and credit markets; and also as the lender-of-the-last resort.", "This unique combination of responsibilities - monetary policy combined with macroprudential regulation and micro-prudential supervision - has allowed the Reserve Bank to exploit the synergies across various dimensions.", "The conceptual underpinnings of financial stability, as it evolved post-GFC, entailed preserving and nurturing a well-functioning financial architecture which includes not just the banks but also other financial institutions along with efficient and secure payment and settlement systems.", "Recent experience across countries during the pandemic suggests that even though banks, non-banks, financial markets and payment systems remain at the core of financial stability issues, there is still a need to look much closer at the system in its entirety.", "In this sense, the overall objective of financial stability policies should be closely intertwined with the health of the real economy.", "More precisely, given that the financial system works as a pivot between various sectors of the economy and given the strong linkages across sectors, financial stability needs to be seen in a broader perspective and must include not just the stability of the financial system and monetary stability (price stability), but also fiscal sustainability and external sector viability.", "All these operate in a feedback loop; and disturbances in any of the segments do get propagated to other segments with the potential of disrupting systemic stability.", "When we look at financial stability from such a perspective, preserving and nurturing the same becomes a public good, which should facilitate creation and nurturing of congenial underlying conditions for sustained growth and development.", "In difficult circumstances, such as the current one, it is important that all stakeholders recognise and partake in their shared responsibility for the collective benefit of the society at large.", "History is replete with examples of such endeavours in response to difficult situations and that, in essence, has been the story of human progress and modern economies.", "Preserving Financial Stability during COVID-19 10.", "The idea of financial stability in this broader sense moulded the Reserve Bank's approach during the pandemic, which was a unique crisis, more challenging than the global financial crisis of 2008, impacting both the real and financial sector in great severity.", "With conventional, unconventional and new tools, the Reserve Bank responded through a series of measures to alleviate stress in various segments of the economy and the financial sector, including the stress encountered by market players and financial entities.", "Broadly speaking, our approach to the Covid situation included the following measures: (a) Measures to mitigate the immediate impact of the pandemic : loan moratoriums together with asset classification standstill; easing of working capital financing and deferment of interest; restructuring of MSME loans, etc.", "(b) Liquidity augmenting measures: LTRO/ TLTRO/refinance schemes for various sectors including stressed sectors; reduction in CRR, and other measures totalling about ₹12.81 lakh crore (6.3 per cent of nominal GDP of 2019-20).", "(c) Countercyclical regulatory measures to ease stress on borrowers and the banking system -relaxation in regulatory compliance; conservation of capital by banks; relaxation in group exposure norms, etc.", "(d) Measures to ensure uninterrupted flow of credit - significant interest rate cuts (115bps); assuring markets of easy financing conditions; exemption from CRR maintenance for incremental retail and MSME loans; extension of priority sector classification for bank loans to NBFCs for on- lending; rationalisation of risk weights for regulatory retail portfolio and individual housing loans, etc.", "(e) Framework for resolution of Covid-related stress for individuals and businesses.", "(f) Closer surveillance of supervised entities focusing on business process resilience and continuity, proactive management of risks, stress tests and proactive raising of capital, etc.", "Our principal objective during this pandemic period was to support economic activity; and looking back, it is evident that our policies have helped in easing the severity of the economic impact of the pandemic.", "I would like to unambiguously reiterate that the Reserve Bank remains steadfast to take any further measures, as may be necessary, while at the same time remaining fully committed to maintaining financial stability.", "Adaptations and Learnings: Way Forward 12.", "The recent period has given us an opportunity to learn and adapt and decide on the way forward.", "In today's lecture, I would like to focus on three key areas: (i) stability of the banking and non-banking financial sector; (ii) external sector stability; and (iii) fiscal stability.", "Let me first focus on the banking and non-banking financial sectors.", "Governance Reforms 13.", "Integrity and quality of governance are key to good health and robustness of banks and NBFCs.", "Recent events in our rapidly evolving financial landscape have led to increasing scrutiny of the role of promoters, major shareholders and senior management vis-à-vis the role of the Board.", "The RBI is constantly focussed on strengthening the related regulations and deepening its supervision of financial entities.", "A good governance structure will have to be supported by effective risk management, compliance functions and assurance mechanisms.", "These constitute the first line of defence in matters relating to financial sector stability.", "Some of the integral elements of the risk management framework of banks would include effective early warning systems and a forward-looking stress testing framework.", "Banks and NBFCs need to identify risks early, monitor them closely and manage them effectively.", "The risk management function in banks and NBFCs should evolve with changing times as technology becomes all pervasive and should be in sync with international best practices.", "In this context, instilling an appropriate risk culture in the organisation is important.", "This needs to be driven by the Board and senior management with effective accountability at all levels.", "In addition to a strong risk culture, banks and non-banks should also have appropriate compliance culture.", "Cost of compliance to rules and regulations should be perceived as an investment as any inadequacy in this regard will prove to be detrimental.", "Compliance culture should ensure adherence to not only laws, rules and regulations, but also integrity, ethics and codes of conduct.", "A robust assurance mechanism by way of internal audit function is another important component of sound corporate governance and risk management.", "It provides independent evaluation and assurance to the Board that the operations of the entity are being performed in accordance with the set policies and procedures.", "The internal audit function should assess and contribute to improvement of the organisation's governance, risk management and control processes using a systematic, disciplined, and risk-based approach.", "In all these areas, the RBI has already taken a number of measures and will continue to do so from time to time.", "Recent efforts in this direction were geared towards enhancing the role and stature of the compliance and internal audit functions in banks by clarifying supervisory expectations and aligning the guidelines with best practices.", "Some more measures on improving governance in banks and NBFCs are in the pipeline.", "Supervisory Initiatives 18.", "In the last two years, the Reserve Bank has initiated a series of measures to strengthen its supervisory framework over SCBs, UCBs as well as NBFCs.", "The supervisory functions pertaining to these sectors are now integrated, with the objective of harmonising the supervisory approach.", "The possibility of working in silos has been eliminated.", "We have developed a system for early identification of vulnerabilities to facilitate timely and proactive action.", "We have been deploying advances in data analytics to offsite returns so as to provide sharper and more comprehensive inputs to the onsite supervisory teams.", "The thrust of the Reserve Bank's supervision is now more on root causes of vulnerabilities rather than dealing with symptoms.", "Bank-wise as well as system-wide supervisory stress testing adds a forward-looking dimension for identification of vulnerable areas.", "A risk-based supervision framework focussing on know your customer (KYC)/anti money laundering (AML) risk has been created in line with global practices.", "Fintech initiatives are being embraced in the form of innovative technologies for regulation (RegTech) and supervision (SupTech).", "As regards regulatory intervention in banks to protect the interest of depositors, our approach in recent times has been to first work closely with the management to find a workable solution.", "When this does not work, we have intervened and put in place a new arrangement within a quick time schedule.", "With preservation of financial stability and depositors' interest being uppermost in our agenda, we could swiftly resolve the situation at two scheduled commercial banks.", "Notwithstanding improvements being made, it is recognised that enhancing and refining the supervisory framework is a continuous process.", "The RBI remains strongly committed to preserve the stability of the financial sector.", "We will do whatever is necessary on this front.", "Recapitalisation of Banks 20.", "Going ahead, financial institutions in India have to walk a tightrope in nurturing the economic recovery within the overarching objective of preserving long-term stability of the financial system.", "The current COVID- 19 pandemic related shock will place greater pressure on the balance sheets of banks in terms of non-performing assets, leading to erosion of capital.", "Building buffers and raising capital by banks - both in the public and private sector - will be crucial not only to ensure credit flow but also to build resilience in the financial system.", "We have advised all banks, large non-deposit taking NBFCs and all deposit-taking NBFCs to assess the impact of COVID-19 on their balance sheet, asset quality, liquidity, profitability and capital adequacy, and work out possible mitigation measures including capital planning, capital raising, and contingency liquidity planning, among others.", "Preliminary estimates suggest that potential recapitalisation requirements for meeting regulatory norms as well as for supporting growth capital may be to the extent of 150 bps of Common Equity Tier-I capital ratio for the banking system2.", "Prudently, a few large public sector banks (PSBs) and major private sector banks (PVBs) have already raised capital, and some have plans to raise further resources taking advantage of benign financial conditions.", "This process needs to be put on the fast track.", "External Sector Stability 22.", "Given that the domestic financial sector closely interacts with external sector through various channels, it becomes a critical segment from a financial stability perspective.", "A weak external sector can pose a threat to domestic financial stability in the face of swift changes in the global economic environment as was the case during the GFC (2008) or the taper-tantrum period (2013).", "External sector conditions are generally captured through movements in current account balances, capital flows, exchange rates, foreign exchange reserves and external debt position.", "Sudden changes in any of these indicators due to global shocks and/or domestic developments can impact the viability of external sector and its interaction with the domestic economy.", "Notwithstanding the worsening of both external and domestic demand conditions impinging on exports and imports since the onset of COVID-19, India's external sector has remained resilient.", "Lower trade deficit driven by steeper fall in imports coupled with resilient net exports of services translated into a large current account surplus to the tune of 3.1 per cent of GDP in H1:2020-21.", "With surplus in the current account, the scope of absorption of strong inflows of foreign direct investment and portfolio investments by the economy was limited which led to a large accretion in foreign exchange reserves.", "Sustained accretion to foreign exchange reserves has improved reserve adequacy in terms of conventional metrics such as (i) cover for imports (18.4 months) and (ii) reserves to short-term debt in terms of residual maturity (236 per cent).", "Sound external sector indicators augur well for limiting the impact of spillovers of possible global shocks and financial stability concerns as investors and markets are credibly assured of the buffer against potential contagion.", "While abundant capital inflows have been largely driven by accommodative global liquidity conditions and India's optimistic medium-term growth outlook, domestic financial markets must remain prepared for sudden stops and reversals, should the global risk aversion factors take hold.", "Under uncertain global economic environment, EMEs typically remain at the receiving end.", "In order to mitigate global spillovers, they have no recourse but to build their own forex reserve buffers, even though at the cost of being included in currency manipulators list or monitoring list of the US Treasury.", "I feel that this aspect needs greater understanding on both sides so that EMEs can actively use policy tools to overcome the capital flow related challenges.", "At the Reserve Bank, we are closely monitoring both global headwinds and tailwinds while assessing domestic macroeconomic situation and its resilience.", "The COVID-19 pandemic has further brought to the fore the need for governments to spend on merit goods and public goods; in particular on improving human and social capital and on physical infrastructure (IMF, 2020).", "As per IMF's calculations, the total fiscal support in response to COVID-19 amounted to about 12 per cent of global GDP by mid- September 2020.", "Global public debt is said to reach 100 per cent of GDP in 2020.", "As a result, most economies are expected to emerge from the pandemic with higher deficits and debt vulnerabilities.", "Under these circumstances, and given the expenditure requirements to support the process of economic revival, fiscal stability becomes an even more important constituent of overall financial stability.", "Although the scale of fiscal spending is expected to breach the quantitative targets of fiscal prudence across most economies in the short- run, it was crucial in the context of the pandemic from the perspective of welfare aspect of public expenditure.", "Expenditure on physical and social infrastructure including human capital, science and technology is not only welfare-enhancing, it also paves the way for higher growth through their higher multiplier effect and enhancement of both capital and labour productivity.", "Under these circumstances and going forward, it becomes imperative that fiscal roadmaps are defined not only in terms of quantitative parameters like fiscal balance to GDP ratio or debt to GDP ratio, but also in terms of measurable parameters relating to quality of expenditure, both for center and states.", "While the conventional parameters of fiscal discipline will ensure medium and long-term sustainability of public finances, measurable parameters of quality of expenditure would ensure that welfarism carries significant productive outcomes and multiplier effects.", "Maintaining and improving the quality of expenditure would help address the objectives of fiscal sustainability while supporting growth.", "Concluding observations 27.", "Looking ahead, our financial system faces both challenging times and new opportunities as the Indian economy returns to full vitality.", "New vistas of financial intermediation leveraging on technology and new business models will emerge.", "With the exponential growth of digitisation and online commerce in India, the Reserve Bank has also directed its policy efforts to put in place a state of the art national payments infrastructure, while ensuring a safe, secure, efficient, cost-effective and robust payments ecosystem.", "The Reserve Bank is positioning itself to provide an enabling environment in which regulated entities are catalysed to exploit these new avenues, while maintaining and preserving financial stability.", "The regulated entities, on their part, need to strengthen their internal defences to identify emerging risks early and manage them effectively.", "Financial stability is a public good and its resilience and robustness needs to be preserved and nurtured by all stakeholders.", "We need to support economic revival and growth; we need to preserve financial stability."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial stability", "Banking sector", "Non-banking financial sector", "External sector stability", "Fiscal stability", "Governance reforms", "Supervisory initiatives", "Recapitalisation of banks", "External sector", "Quality of expenditure"]}