{"sentences": ["06.07.2021 The Spanish banking sector: over one year of fallout from the 16 IESE Banking - Banking: helping to boost the economy Pablo Hernández de Cos Good morning, I should like to thank the IESE Business School for the invitation to this event, which gives me the opportunity to discuss the main developments in the banking sector since the onset of the pandemic.", "The proper identification of risk developments in the sector is crucial, both to inform the authorities' and banks' response in this new economic recovery phase and to draw lessons with a view to tackling the medium and long-term challenges.", "A good point of departure for this analysis might be to identify why it has been oft-repeated during this crisis that, thus far, the banking sector \"has been part of the solution, not part of the problem\".", "Besides the fact that this crisis has been entirely exogenous in origin and bears no relation to the sector itself, there are two aspects that, in my view, have been crucial.", "First, the international financial reform implemented over the past decade has given rise to a healthier, more capitalised banking sector that is more resilient to different shocks.", "In Spain, this reform also came in tandem with a programme of very profound restructuring in the sector.", "Second, the banking sector's resilience during the crisis has benefited crucially from the decisive economic policy response (monetary, fiscal and prudential), which has substantially alleviated the impact of the crisis on the financial position of households and non-financial corporations, thus lessening the effect on financial institutions' balance sheet quality.", "The decisions taken by macro- and microprudential authorities have also allowed the banks' capital positions to improve during the crisis, and have authorised the use of buffers to help smooth the provision of financing to other economic agents, as a complement to the fiscal and monetary measures.", "Although banking was among the hardest-hit sectors - in terms of stock market valuations - during the initial stages of the crisis, its share price valuations have recovered significantly on international financial markets after the development of vaccines was announced in November 2020.", "This reflects the fact that, thus far, the crisis has largely been prevented from developing a relevant financial component.", "Some examples will suffice to illustrate the banking sector's resilience during the crisis and the role played by economic policies in maintaining it.", "The resilience and role of the banking sector during the crisis First, let us look at the indicator reflecting credit developments.", "For the first time since the global financial crisis, the volume of bank lending to the resident private sector in Spain increased in 2020 (by 3.5%).", "Total new lending to the resident private sector in 2020 was up 5.6% on 2019, although there were contrasting performances for non-financial corporations and sole proprietors (rising 6.6%) and households (down 5.6%).", "These developments were heavily influenced by the credit support programmes, particularly the ICO guarantee programme.", "Indeed, the volume of credit drawn in transactions linked to the ICO guarantee facilities represented 18% of total new lending granted by deposit institutions in Spain in 2020 and 34% of new lending extended to nonfinancial corporations and sole proprietors.", "Also notable is the role played by the macro- and microprudential measures.", "On the evidence available, the authorities' recommendation to limit dividend distribution appears to have had a positive impact on credit (see Martínez-Miera and Vegas (2021) for an analysis of Spain and Hardy (2021) for an international comparison).", "Similarly, there is also preliminary evidence that those banks which started out with stronger solvency positions have been able to increase credit to a greater degree during the crisis.", "And, of course, the European Central Bank's forceful monetary policy response has been essential in guaranteeing favourable financial conditions for all economic agents during the pandemic.", "Second, the adverse effects of the pandemic on economic activity have not, to date, translated into a higher volume of non-performing loans (NPLs).", "NPLs to the resident private sector continued to decrease, albeit to a lesser extent than in previous years.", "The NPL ratio also continued to decrease, again more moderately than in recent years, to stand at 4.4% in December 2020 (the same rate as in March 2021), down 0.4 percentage points (pp) on the previous year.", "The public support measures for firms and households would largely explain the lower sensitivity of NPL rates to changes in activity during this crisis.", "These measures appear capable of absorbing a significant share of the potential impact of the crisis on banks' solvency, thus limiting solvency risks.", "Third, the impact of the pandemic has also squeezed the Spanish banking sector's profitability.", "In 2020, the consolidated net profit of Spanish deposit institutions as a whole was negative (around -€8 billion).", "However, this adverse result was influenced by the negative extraordinary adjustments made during the year at some of the system's main institutions.", "Excluding these adjustments, the sector's profitability would be positive, albeit considerably down on the previous year, with ROA standing at 0.3% and ROE at 4.3%.", "The decline in the sector's return on ordinary activities essentially owed to the reduction in net interest income and fees and, particularly, the increased provisioning in anticipation of credit impairments.", "Meantime, the appreciation of the euro against other currencies, particularly those of some emerging countries, has lessened the contribution made to results by business abroad, whose figures, measured excluding the exchange rate effect, have been more stable.", "In the year as a whole, losses due to provisions for impairment losses on financial assets amounted to €8.7 billion, up on the 2019 figure.", "In any event, the bulk of this increase was recorded in the first half of the year,4 and slowed significantly from June.", "The sector's results were positive in 2021 Q1, albeit largely conditioned by the positive extraordinary results arising from a merger.", "These extraordinary elements aside, the increase in profit in the first quarter was essentially explained by a significant reduction in provisioning, which stood at pre-pandemic levels.", "Fourth, the unfavourable profitability performance in 2020 did not translate into a worsening of the sector's solvency.", "Quite the contrary: capital ratios increased.", "The reasons for this are: i) the aforementioned negative extraordinary factors on profitability affected balance sheet items that have no bearing on prudential solvency (for instance, goodwill); and ii) the authorities implemented various measures to shore up institutions' CET1 ratio, most notably the European Union's regulatory reform (\"quick fix\") and, again, the public guarantee programme and the recommendation against paying dividends.", "Despite their heterogeneous initial solvency positions, banks performed favourably across the board in 2020.", "Moreover, as at December 2020, accounting capital and reserves constituted the main components of Spanish banks' prudential capital, while deductions for goodwill lost relevance as compared with previous years owing to a significant share of this having been amortised.", "More recently, in 2021 Q1, Spanish banks' solvency ratios held stable relative to December Short and medium-term risks In my view, this positive sector performance must not obscure some of the short, medium and long-term risks that still exist.", "The latest macroeconomic projections point to robust growth in the coming quarters once the vaccination programme has gathered pace and restrictions on movement have been progressively lifted.", "However, significant uncertainties remain as to the course of the pandemic itself, private consumption, tourism flows, the economic impact of the NGEU funds and the damage to the productive system caused by the pandemic.", "Against this background, there is still the risk of credit quality impairment being more pronounced in the future than has been observed to date, especially in the sectors hardest hit by the pandemic, and particularly once the support measures are gradually withdrawn.", "In fact, some signs of credit quality impairment were already observed in 2020.", "Meanwhile, although forborne loans continued to fall year-on-year, these declines have been far more moderate since the onset of the pandemic (-2.3% in March 2021, compared with -19.6% in March 2020).", "Deeper analysis of the growth of NPLs and Stage 2 loans in the business lending segment reveals that the sharpest increases occurred in sectors severely affected by the pandemic.", "Thus, while total NPLs extended to business activities presented a year-on-year decline of -1.8% in December 2020 (-1.5% in March 2021), the hospitality and transportation sectors posted increases of 5.8% and 19.2% (rising to 14% and 44% in March 2021), respectively.", "In December 2020, these two sectors represented around 15% of Spanish banks' loans to non-financial business activity, while the group of severely affected sectors accounted for 20% and the moderately affected sectors a further 30%.", "Specific credit risk analysis of the firms and households that have benefited from ICO guarantees or from moratoria can help predict potential future impairments when the measures are progressively withdrawn.", "For instance, analysis of the relative position of firms that obtained ICO-backed loans reveals that these presented an, ex ante, higher risk profile.", "As regards the classification of loans whose moratoria were no longer in force at end-2020 (either through expiry or cancellation), around 20% were in Stage 2 and 8% were classified as non-performing.", "We should bear in mind that at end-2020 ICO loans represented around 19% of total lending to businesses, and loans with moratoria accounted for 5.3% of loans to households.", "Approximately 80% of the outstanding moratoria as at December 2020 expired in June 2021, and virtually all of the rest are expected to do so before end-2021.", "Likewise, as I have mentioned on numerous occasions since the onset of the pandemic, the financial vulnerability of some business segments has increased, especially in the activities hit hardest by the crisis and in smaller firms.", "In the case of households, the increase in the saving rate and the reduction in debt at aggregate level mask the existence of segments that have seen their financial fragility increase.", "These vulnerabilities could also lead to future rises in default rates.", "A second significant aspect is the heterogeneity in the impact of the crisis on the banking sector, stemming from the different starting positions in terms of solvency and balance sheet quality, but also from a heterogeneous exposure to the countries, sectors and firms most affected by the crisis.", "These differences are reflected in the mixed performance of profitability at banks in 2020.", "In particular, extraordinary factors aside, the impact of the crisis has widened the dispersion range of profitability among banks.", "The differences between banks appear to owe less to a differing exposure to the sectors hit hardest by the pandemic,9 which is relatively homogeneous, than to the dispersion in terms of exposure to SMEs.", "Smaller firms have been the most vulnerable to the shock and, despite the mitigating measures put in place, are more likely to be affected by solvency problems.", "Naturally, differences in credit risks across sectors of activity (besides the most directly affected sectors) and in the geographical distribution of the exposures may also contribute to the possible future heterogeneity of the impact of the crisis on banks.", "As regards the geographical aspect, the high impact of the pandemic in 2020 H1 in some foreign countries that are material to Spanish banks suggests that the benefits of geographical diversification could be lesser in this crisis than during the global financial crisis.", "However, the contribution of foreign business to Spanish banks' return on ordinary activities increased in 2020 as a whole, and the growth in impairment allowances was relatively contained in various material countries.", "In any event, the potential uneven performance of the banking business in the different geographical areas needs to be monitored.", "Moreover, in view of the possible materialisation of permanent damage to some sectors of economic activity with asymmetric recovery paths, it is important to continue monitoring changes in credit quality.", "The third risk factor relates to the possibility that said increase in credit risk, together with the observed reticence on the part of banks in using their capital buffers, could lead to a slight credit tightening, which could weigh on real activity and on the economy's capacity to recover.", "In 2021 to date, there has been an easing in credit growth.", "Thus, in March 2021 new lending fell 13% year-on-year; this decline was concentrated in credit to non-financial corporations, whereas a more expansionary behaviour was observed in the mortgage segment.", "In any event, the fall was largely attributable to: i) the base effect stemming from the strong increase in the first few months of the pandemic, and ii) the lengthening of the average maturities of financing to firms that have made use of the ICO-managed public guarantee programme.", "The responses to the Eurosystem's Bank Lending Survey and the econometric analysis of the data show that the recent reduction in the volume of lending to firms is attributable to lower demand than in previous quarters and a slight tightening in supply.", "In the household segment, credit supply conditions have remained looser since 2020 H2, and the negative demand-side factors were concentrated in 2020 Q2, owing to the stringent mobility restrictions.", "Fourth, and from both a short and medium-term standpoint, the main challenge facing the sector, which is common to most European banking systems, continues to be low profitability.", "Efficiency gains remain key to improving the situation.", "Despite the significant reduction in recent years (branch numbers down by 51% and staff numbers down by more than 36% since the peak levels of 2008), Spain continues to have one of the highest numbers of branches per inhabitant among the main European countries.", "That said, the reduction in recent years has drawn us closer to the levels in other countries,10 and certain demographic factors, such as lower population density, explain, at least in part, this gap.", "Moreover, in efficiency ratio terms, the Spanish banking sector is better placed than its main European counterparts, although it is some way off from the most favourable levels observed in recent history (43.2% in 2009, compared with 49% in 2020).", "The second significant variable here is the cost of capital which, despite the improvements in bank solvency, continues to be very high.", "The initial high increase in this variable (from March 2020) and the subsequent decline back to pre-crisis levels (from 2020 H2) have been largely explained by changes in the overall equity risk premium.", "However, the greater perception of banking sector risk among investors also led to a lower correlation with the stock exchange general index.", "As the recovery progresses and economic activity returns to normal, the gap between ROE and the cost of capital can be expected to narrow, having widened significantly in 2020 on account of the divergent developments in the two variables.", "In any event, since the global financial crisis, the sector's ROE has remained systematically below the cost of capital, offering yet another sign of structural profitability challenges in the sector.", "Lastly, this crisis is also prompting an increase in risks that were already manifest before the crisis, such as competition from technology firms, the reliance on third-party IT services and, of course, cyber risks.", "What economic policy response is needed to address these risks?", "First, the improved economic outlook, underpinned by the encouraging progress of the health situation, has reduced the likelihood of the severest scenarios in terms of economic growth and financial stability.", "Nevertheless, the recovery remains highly dependent on the monetary and fiscal support measures.", "Monetary policy must continue to guarantee favourable financial conditions for all economic agents and, for now, the fiscal measures need to remain focused on the sectors and population groups hit hardest by the crisis.", "In parallel, the structural adjustments stemming from the pandemic must be smoothed, and efforts should concentrate on tackling our economy's structural challenges, many of which pre-date this crisis.", "The timely design of a fiscal consolidation programme, to be gradually applied when the recovery takes hold, is also key in order to foster the credibility of economic policy.", "In this context, in the prudential area, the recommendation by the European Systemic Risk Board, the European Central Bank and national authorities to limit dividend distribution will not foreseeably be extended beyond September 2021, providing there is no further worsening in economic and financial conditions.", "In any event, institutions must continue with their policy of anticipating the recognition of credit losses, ensuring appropriate and timely recognition in keeping with supervisory guidance.", "This would guarantee a reliable and prompt diagnosis of the situation at all times, enabling institutions to continue to fulfil their role of providing financing to households and firms.", "At the current juncture, authorities should continue to closely supervise the sufficiency of the provisions made and to monitor credit quality.", "Second, banks should continue to be permitted to use their capital buffers so as to maintain the flow of credit to economic activity in this initial period of recovery.", "Banks should also have sufficient time to restore any capital buffers used during this period.", "Third, to address the challenge of low profitability, it is essential that banks continue to make efficiency gains by cutting costs and making more intensive use of new technologies.", "To enhance their efficiency, banks should make optimal use of the information they hold.", "This requires significant investment in digitalisation and also the incorporation of new data processing technologies to allow them to change their business model while controlling their risk profile.", "Such investment will also afford banks a greater guarantee of success when addressing the growing competition from technology firms.", "Likewise, these investments are needed to mitigate the impact and probability of cyber risks, which we have identified as a growing threat.", "Fourth, let us not forget that there are also various challenges in the regulatory and institutional arenas, both globally and at the European level.", "The coming months will be key to ensuring the full adoption of the Basel III accord in Europe.", "This will enable us to remain at the forefront of the multilateral response to this crisis and to establish, within Europe, the benefits that proper banking regulation has for economies' capacity to absorb shocks and foster the public's well-being.", "Moreover, the COVID-19 crisis has once again reminded us of the pressing need to complete the Banking Union and strengthen the Capital Markets Union.", "The creation of a common European Deposit Insurance Scheme and the adoption of appropriate panEuropean resolution legislation for large institutions are key steps in this process, paving the way for cross-border mergers and acquisitions and the associated potential efficiency gains, for instance.", "Thus, further integration of the European financial system would open up greater risk diversification possibilities and facilitate financing for productive activities at a lower cost.", "Lastly, in the longer term, it will also be important that the banking sector provides an appropriate response to the risks posed by climate change.", "Included here are physical risks, associated with the materialisation of an effective worsening of climate conditions (e.g.", "more frequent and longer-lasting droughts, greater likelihood of fires), and transition risks, linked to the adoption of new regulations and taxes and to the transformation of the production process, aimed specifically at mitigating climate change.", "Intervention by fiscal and environmental authorities is key to achieving an orderly and predictable energy transition.", "But it is also important that the banking sector allows the financial risks present in the different stages of this process to be duly reflected.", "We financial supervisors must ensure that banks indeed correctly assess the risks, and promote the development of appropriate reporting standards and databases to measure them.", "In view of the pandemic's unprecedented economic impact, the Spanish banking sector has emerged as a mitigant of the shock and is called upon to play a key role in financing the recovery.", "This has been possible for two reasons.", "First, the sector's healthier starting position, following its restructuring, and the prudential regulations adopted after the global financial crisis.", "Second, the essential role played by the public support measures in mitigating the impact of the crisis on borrowers' credit quality, thus preventing a financial crisis component that would have made it deeper and longer-lasting.", "That said, the crisis has had an adverse and heterogeneous impact on the sector's profitability, although solvency and default rates have not suffered to date thanks to the support measures adopted.", "In the future, given the uncertainties associated with the impact of the crisis on firms' and households' credit quality and with the repercussions of gradually withdrawing the support measures, we must be alert to indications of latent credit risk and ensure an appropriate and timely coverage of such risk, in keeping with supervisory guidance.", "Ensuring suitable risk coverage, while maintaining a flexible prudential approach, may make it easier to prevent any undue contraction in credit that could hamper growth in the new phase of economic recovery that we are entering.", "The impact of the pandemic has exacerbated some of the pre-existing structural challenges faced by the banking sector.", "These notably include the challenges associated with the cost of capital exceeding profitability, digitalisation and climate risk management.", "To address them, it is essential that banks continue to make efficiency gains, by cutting costs and making intensive more use of new technologies.", "To afford the European banking sector a greater chance of success in adapting to the longterm challenges, it would be highly desirable for the European Union to fully adopt the Basel III accord, complete the Banking Union and further develop the Capital Markets Union.", "This would enable the European banking sector to explore the synergies and benefits of diversification associated with potential consolidation processes at continental level."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none"], "topics": ["banking sector", "economic recovery", "credit quality", "solvency", "profitability", "prudential measures", "digitalisation", "climate change", "regulatory challenges", "European integration"]}