{"sentences": ["Introductory statement Speech at the virtual club evening of the International Club of Frankfurt Economic 31.03.2021 | Virtual | Jens Weidmann DE 1 Introduction 2 Current monetary policy 3 Economic activity, price outlook and inflationary risks Dear club members, A very good evening to you all.", "I look forward to a stimulating exchange of views with you today.", "If circumstances were different, I would be welcoming you in person to the Bun des bank just like I did at our past gatherings.", "What's preventing me from doing so this year fits in here.", "A mathematician from the UK recently calculated the total volume of SARS-CoV-2, and found that all the coronavirus of this type - the kind that's plaguing humanity right now - could fit inside a single softdrink can.", "[1] The global crisis unleashed by this tiny virus has hung over our day-to-day lives for more than a year now.", "Current monetary policy Since then, monetary policy, too, has been in crisis mode.", "[2] The early days of the pandemic in particular saw significant uncertainty materialise in financial markets.", "It was crucial, in that initial phase, to ensure that banks were still able to supply credit.", "The aim for monetary policymakers was to avoid a situation where normally sound businesses run into payment difficulties just because banks spooked by the crisis cut back on their lending.", "Adverse feedback loops between the financial system and the real economy might otherwise have contributed to a downward spiral and perhaps jeopardised price stability.", "The Governing Council of the ECB consequently acted rapidly and resolutely at the beginning of the pandemic by rolling out a range of non-standard measures.", "Chief among these measures were exceptionally favourable long-term financing operations for banks and the pandemic emergency purchase programme, or PEPP for short.", "The Governing Council tweaked its monetary policy a number of times as the crisis unfolded as the economic slump brought on by the pandemic dampened price pressures, which made it necessary to ease the monetary policy stance further still.", "[3] Last December saw the Governing Council explicitly link asset purchases under the PEPP to the objective of preserving favourable financing conditions, thereby supporting the flow of credit to all sectors of the economy, underpinning economic activity and safeguarding medium-term price stability.", "This shows that our intention to keep financing terms favourable does not take the place our primary objective, which is, and always will be, to safeguard price stability.", "Yet financing conditions play a crucial role on the road to price stability.", "These stake out the path the PEPP needs to follow if it is to counteract the downward pressure on inflation brought about by the pandemic.", "What's important to note here is that the Governing Council's assessment of financing conditions is a holistic one - that is to say, it considers all the non-financial sectors, i.e.", "(that is) firms, households and general government.", "Not just that - the Governing Council also takes information on board from the entire monetary policy transmission mechanism: from risk-free interest rates and government bond yields to corporate bond yields, all the way to banks' lending terms.", "So it assesses not just a single variable but a whole raft of factors.", "And that alone is one feature that sets our approach apart from yield curve control, a practice that has attracted much debate of late.", "But there's more to it than just glancing at the indicators.", "If those indicators flag changes, our job is to analyse exactly how those changes came about.", "You see, they can make all the difference for whether monetary policy needs to respond or not.", "After all, monetary policymakers don't (Tonne) always need to act if capital market interest rates pick up.", "If, for example, nominal interest rates rise because inflation expectations are approaching our inflation target, this would be a welcome development since it would indicate that our monetary policy measures are having the desired effect.", "Equally, other fundamentals might improve, too.", "If the economic outlook brightens up, real interest rates will increase.", "This might be read in isolation as a deterioration in financing conditions.", "A holistic assessment, though, would reveal it to be nothing more than a side effect that does not impair the improvement in the economic outlook.", "And last of all, not every fluctuation in capital market interest rates feeds all the way through to firms and households.", "Their financing conditions normally respond to changes in interest rates at upstream stages of the transmission process only if those changes are of a more persistent nature.", "Euro area government bonds saw yields increase somewhat recently, with the yield on Bunds with a remaining maturity of ten years climbing by 28 basis points between mid-January and the end of February.", "This was driven in large part by the uptick in US nominal interest rates, which spilled over into the euro area on account of the international linkages between interest rates.", "A model analysis by the Bun des bank found that this was the case, identifying that the key factor driving the upswing in Bund yields was an improvement in the economic outlook in the United States.", "However, macroeconomic prospects brightened in the euro area, too, and this likewise helped drive up Bund yields.", "What is more, market-based inflation expectations in the euro area have moved from their lowest point in March of last year towards our target of below, but close to, 2%.", "This is why I consider it important to view interest rate changes in real terms, too - that is, after stripping out inflation expectations.", "Market-based inflation expectations (5y5y forward inflation rates) were recently at just over 1.5% and thus actually higher than before the coronavirus crisis.", "Note that these inflation expectations are likely to still be skewed to the downside, [4] seeing as the bond prices from which they are derived may also include liquidity and risk premia.", "Besides inflation expectations, what these reflect are investor preferences for certain forms of investment.", "On the whole, funding costs for the non-financial sector in the euro area are still at historically low levels.", "Bear in mind, though, that the measures based directly on financing terms for enterprises and households only become available with something of a time lag, at which point they may not fully reflect any potential permanent change in the markets.", "This is why the Governing Council of the ECB also looked ahead in its latest decision: it saw the risk of the rise in risk-free interest rates and government bond yields in the year to date spilling over into other areas.", "After all, banks use these interest rates as benchmarks when setting their lending rates.", "A significant and sustained increase in market rates would potentially lead to a premature tightening of financing terms.", "This could put a strain on the economic recovery and set us back as we head towards price stability.", "That is why the PEPP purchases during the second quarter will now be conducted in a way that makes them much more extensive than in the first few months of this year.", "The ECB Governing Council is thus using the flexibility that the PEPP offers.", "This does not change the PEPP's maximum envelope.", "To sum up, I believe that financing terms should be able to evolve in line with the economic recovery in the euro area.", "It's not a matter of using monetary policy to cement a particular interest rate level.", "Instead, a premature deterioration should be prevented so as to counteract the pandemic's downward pressure on medium-term price developments.", "Economic activity, price outlook and inflationary risks According to the latest ECB staff projections, inflation in the euro will pick up significantly this year.", "Following on from a rate of 0.3% last year, ECB staff expect inflation to reach 1.5% in 2021.", "This surge is attributable mainly to one-off effects, including the end of the temporary VAT reduction in Germany and the strong increase in energy prices.", "ECB economists are expecting inflation to remain muted at 1.2% in 2022 and 1.4% in 2023, as the depressed level of activity in the overall economy is dampening price developments.", "Inflation could even be weaker still, as shown by the severe scenario contained in the ECB staff projections.", "The economic outlook currently depends, above all, on the evolution of the pandemic, making it equally uncertain.", "Right now, we are seeing the spread of new, more dangerous mutations of the virus going head to head against the progressing vaccination campaigns.", "Once the pandemic is under control and the official and voluntary measures to contain it are gradually eased, the euro area economies should see a swift recovery.", "Given that infection rates are rising sharply at the moment, it may be a while longer than assumed in the March projections before containment measures can be relaxed.", "This would also delay the economic recovery.", "In this scenario, the projected GDP growth rate for the euro area in 2021 might no longer be achievable.", "But even so, the activity level in the economy could hit the level foreseen in the March projections at the end of this year, provided, in particular, that vaccinations allow us to open up the economy as the year progresses.", "Alongside the risk of inflation being weaker than projected in the baseline scenario, there are also upside risks to the inflation outlook.", "Commodity prices have picked up substantially, for example, increasing the cost of intermediate goods for industry.", "If businesses pass on these higher costs to their customers, this could also affect consumer prices further down the line.", "Take metals, for example: if metal prices rise, metalworking businesses will be hit first.", "Ultimately, though, this could make softdrink cans in the supermarket more expensive, say.", "Additionally, households have reduced their consumption during the crisis.", "Last year alone, households in Germany saved €110 billion more than they did in 2019.", "This was not entirely by choice.", "Think of the trips that have fallen through, the cancelled concerts and closed restaurants: people were quite simply unable to spend their money as they wanted to.", "Others chose to stay home in order to avoid the risk of infection.", "A survey conducted by the Bun des bank shows that the main reasons for saving more were directly linked to the pandemic.", "By contrast, classic precautionary motives, such as concerns about job losses, played only a minor role.", "[5] Looking forward, this means that once the pandemic has been brought under control, consumption will be kick-started again.", "Households will want to catch up on some of their forgone consumption.", "In some areas, a temporary surge in demand could be met by limited supply and lead to price increases.", "This could conceivably be the case for package holidays, say, or restaurant visits.", "But this is not a sure thing.", "Pent-up demand might also bring about fiercer competition.", "Furthermore, that pent-up demand is likely to be dwarfed by households' additional savings.", "You see, the Bun des bank survey also shows that households with higher incomes, in particular, have been saving more than others.", "Comparatively speaking, these households spend a smaller percentage of their incomes.", "For this reason, their extra savings are likely to be used less on consumer spending and more to build up wealth.", "Either way, catch-up effects would not drive up inflation in the long term.", "A more persistent rise in inflation would require substantially stronger wage growth, but there is no sign of this at present.", "There are also a plethora of structural factors that could influence price trends over the longer term.", "This includes the transition to a climate-neutral economy.", "In order to curb climate change, higher prices for greenhouse gas emissions are crucial.", "The plan Germany has adopted is to raise carbon prices by stages over several years.", "At the start of this year, Germany introduced certificates for carbon emissions in the transport and heating sectors, which will push up the HICP inflation rate by 0.35 percentage point this year.", "The price of these certificates will be raised moderately over the next few years.", "The effects on inflation are therefore expected to be smaller from 2022 onwards, amounting to a total of between 0.1 and 0.2 percentage point per year.", "[6] The \"green\" transformation of the economy is just one of a raft of other longer-term factors: the accelerating pace of digitalisation, possible de-globalisation trends, or aspects of demographic change, which will enter a new phase as the baby-boomer generation retires.", "It is important that we remain vigilant and keep a close eye on these developments.", "I have been saying for some time now that it would be reckless to rule out the possibility that we might have to contend with stronger inflationary forces again in the future.", "[7] Andy Haldane, Chief Economist at the Bank of England, recently made reference to a metaphor first used by Friedrich von Hayek: inflation control is akin to trying to catch a tiger by its tail.", "While the \"inflationary tiger\" slept for many years, Haldane says that the tiger has now been stirred from its slumber.", "He sees a clear risk of central bank complacency allowing the inflationary (big) cat out of the bag.", "[8] Whilst it is clear that the United Kingdom finds itself in a different position and is facing quite another inflation outlook than the euro area, I believe that the sharp rise in government debt during the crisis also has a role to play.", "Central banks could, as a result, find it increasingly difficult to change their expansionary stance in a timely manner, [9] because they may come under growing political pressure to ensure the sustainability of government debt by maintaining an accommodative monetary policy for longer than is needed to safeguard medium-term price stability.", "Monetary policy needs, then, to remain steadfast.", "And in order to avoid raising false expectations, we need to make one thing clear today: the emergency monetary policy measures must not be permitted to persist indefinitely.", "They need to remain closely linked to the crisis and come to an end once the pandemic is over.", "The ECB Governing Council also needs to scale back its very expansionary monetary policy, on the whole, as soon as the inflation outlook calls for it.", "When that time comes, there can be no lack of determination, even if rising interest rates increase countries' borrowing costs.", "This is important for the credibility of monetary policy.", "Yates, C., All the coronavirus in the world could fit inside a Coke can, with plenty of room to spare, The Conversation, 10.02.2021, -the-coronavirus-in-theworld-could-fit-inside-a-coke-can-with-plenty-of-room-to-spare-154226 2.", "Weidmann, J., The current crisis and the challenges it poses for economic and monetary policy, speech delivered on 22 June 2020. .", "Weidmann, J., Expectations matter, speech delivered on 26 September 2019. .", "Deut sche Bun des bank, Households' saving behaviour during the pandemic, Monthly Report, December 2020, pp.", "Deut sche Bun des bank, One-off effects relating to COVID-19 in the HICP in 2021, Monthly Report, February 2021, pp.", "(pages) 63-66; Deutsche Bun des bank, The impact of the Climate Package on economic growth and inflation, Monthly Report, December 2019, pp.", "Weidmann, J., Too close for comfort?", "The relationship between monetary and fiscal policy, speech delivered on 5 November 2020. .", "Haldane, A., Inflation: A Tiger by the Tail?, speech delivered on 26 February 2021.", "Weidmann, J., The potential long-term effects of the coronavirus crisis on the economy and on 9.monetary policy, speech delivered on 16 December 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financing conditions", "Inflation outlook", "Monetary policy", "Economic outlook", "Price stability", "Risk-free interest rates", "Inflationary risks", "Climate-neutral economy", "Government debt", "Expansionary monetary policy"]}