{"sentences": ["Remarks by Lawrence Schembri Deputy Governor of the Bank of Canada Restaurants Canada Toronto, Ontario COVID-19, savings and household Introduction Good afternoon.", "I am grateful for the opportunity to speak to Restaurants Canada once again.", "Your association represents more than 80,000 businesses across our country and in normal times would employ more than one million people.", "But we are not living in normal times.", "has been disrupted by the COVID-19 pandemic.", "Unfortunately, some families have suffered heavily, experiencing severe illness and death.", "The economic impacts of the pandemic have been very uneven, and your industry has borne a heavy burden.", "Tens of thousands of jobs have been lost, thousands of restaurants have closed, and others are struggling to survive.", "Many restaurants have adapted with outdoor patios or pick-up and delivery.", "My family and I are doing our part to help keep our favourites in business and our friends who work there employed.", "For my family and many others, restaurants hold a special place in our lives-that's where we celebrate special occasions.", "They are where we make happy memories.", "So, we're all looking forward to spring and the promise of better times ahead.", "At the Bank of Canada, we recognize that Canadians count on us, and we are doing our part to support Canadians.", "When the pandemic first struck, we responded swiftly and aggressively.", "We cut our policy interest rate by 1.5 percentage points, to a record low.", "We also injected sufficient liquidity into the financial system to ensure that Canadians could continue to borrow at low interest rates.", "To further support the recovery, we committed to holding the policy rate at 0.25 percent until excess capacity in our economy is absorbed and the inflation rate returns sustainably to our 2 percent target.", "My purpose today is to explain the backdrop and the thinking behind monetary policy decision.", "In doing so, I will highlight the key developments since our last decision in January and how our views of the economy have evolved.", "Like your business plans, our outlook is highly uncertain.", "It is conditional on the evolution of the virus, especially the new variants, and the timing of the vaccination rollout.", "I will take a closer look at one of the risks around our outlook that we identified in our January Monetary Policy Report.", "one that matters to you: household spending.", "And it may be stronger than we expected because of the accumulation of personal savings over the past year.", "Many Canadians lost their jobs and suffered financial hardship during the pandemic.", "But others remained employed and have seen their savings rise for two reasons.", "First, they have been unable to spend on a variety of high-contact services, such as dining out, travelling or going to concerts.", "Second, they've become more cautious about their health and finances.", "We estimate that these \"forced\" and \"precautionary\" savings add up to about $180 billion.", "There is much uncertainty about what Canadians will do with these savings.", "This is important because these savings are large enough to meaningfully affect the trajectory of the economy.", "If Canadians spend more than we expect, it would strengthen the recovery in consumption and employment.", "I will also discuss some downside risks to our outlook, most of which are related to the pandemic and its possible long-lasting effects.", "Recent developments Let me begin with a discussion of recent economic developments.", "In January, we anticipated a slowing of growth in the near term because of the renewed containment measures in Canada and elsewhere.", "But we also saw a more positive outlook over the medium term.", "Vaccines had been approved several months earlier than expected, allowing the potential for broad-based immunity to be achieved as early as the end of 2021.", "Economies outside Canada Since January, the recovery in the global economy has been led by robust growth in the United States.", "This US rebound reflects the limited impacts of containment measures and ongoing fiscal support.", "And more fiscal support is on the way.", "Global and domestic financial conditions and market sentiment remain positive as optimism continues to grow.", "Long-term bond yields have risen as the outlook for the US economy has improved.", "For similar reasons, oil and other commodity prices have continued to rise.", "The Canadian dollar has been relatively stable against the US dollar but has appreciated against most other currencies.", "The Canadian economy Recent Canadian data indicate that the economy has been quite resilient.", "Economic activity in the fourth quarter of 2020 and the first quarter of this year has been stronger than we anticipated in January.", "Consumer spending has been less affected by the recent containment measures because people and businesses have adapted to them.", "House construction and resale activity have been robust, supported by low mortgage rates and a desire for more living space.", "Stronger foreign demand and rising prices have boosted activity and exports in the oil and gas, mining and manufacturing sectors.", "Business investment intentions are also rising as confidence in the recovery has improved.", "In all, the level of economic activity at the end of last year was almost 1 percent higher than we had anticipated.", "However, recent data tell a mixed story about the labour market, which remains a long way from a full recovery.", "Job losses in December and January were sizable.", "The losses were concentrated in Quebec and Ontario, in sectors most affected by the restrictions and mainly among part-time positions.", "But employment was resilient in some other sectors, surpassing levels seen before the pandemic.", "The near-term inflation outlook has been revised up.", "We now expect that inflation will move temporarily above our 2 percent target in the coming months, to around the top of the 1 to 3 percent control range.", "That reflects rising prices for gasoline, combined with adjustments from the prices of numerous goods and services that fell sharply when the pandemic struck a year ago.", "We then expect inflation to moderate, given excess capacity in the economy.", "Accumulated savings and consumption Let's now turn to the impacts of the pandemic on income, spending and savings.", "The virus caused unprecedented losses in jobs and labour income.", "It also reduced household spending.", "However, extraordinary fiscal support more than offset these income losses, so on balance, household income increased.", "When you couple this increase with the drop in spending, household savings rose dramatically.", "This outcome may seem puzzling, but the story behind it largely rests on the pandemic's Let's look first at the uneven impact across sectors and workers.", "About three million jobs disappeared between February and April 2020.", "High-contact sectors-primarily services-as well as the lowwage workers employed in these sectors-primarily women and youth-were the hardest hit.", "Jobs for workers earning less than $16 an hour fell 27 percent in 2020, almost five times the decline in overall employment.", "Together, the hospitality and retail trade sectors explain 30 percent of the shortfall in employment income, while less than 10 percent can be attributed to sectors at the top of the wage scale (Chart 1).", "Chart 1: Losses in labour income in 2020 occurred primarily in low-wage sectors Share of the total loss in compensation of employees per sector by wage quintiles Accommodation and food services Low-wage sectors 16.9 13.0 Info, culture Wholesale trade and recreation 2nd quintile 26% 8.6 7.6 Durable Non-durable manufacturing Middle-wage sectors 15.2 3.0 (3rd quintile) Educational care Construction services 12.9 3.4 Mining and oil and High-wage sectors 3.9 3.0 (5th quintile) -10 -5 0 5 10 15 20 25 30 35 Note: Wage quintiles are based on the Labour Force Survey data for 2019.", "A negative value indicates a gain in income over 2020 compared with a linear trend (2016-19).", "Sources: Statistics Canada and Bank of Canada calculations In terms of dollars, Canadians lost an average of $1,600 in labour income over 2020, and low-wage workers suffered much of these losses (Chart 2).", "However, the drop in household disposable income was more than offset by the government support programs.", "Combined, the direct fiscal support to households amounted to about $105 billion, or $3,400 per Canadian aged 15 or older.", "Lowwage workers collected a large portion of these transfers.", "In sum, the disposable income of the average Canadian rose by an additional $1,800 in 2020.", "The main income support measures were the Canada Emergency Response Benefit ($88.9 billion), the Canada Emergency Student Benefit and the Canada Student Service Grant ($3 billion), one-time federal transfer payments ($10.5 billion; e.g., goods and services tax credit) and provincial special transfers ($3.4 billion).", "Workers' incomes were also supported indirectly by the $62 billion paid to firms through the Canada Emergency Wage Subsidy.", "Total income equals primary income minus current transfers paid.", "Government transfers equals current transfers received.", "Diposable income equals total income plus government transfers.", "Sources: Statistics Canada and Bank of Canada calculations While disposable income increased, the impact of the pandemic on household spending was even greater.", "Canadians, on average, spent about $4,000 less in 2020 because of the pandemic.", "Lockdown measures and fear of the virus kept wallets shut (Chart 3).", "To analyze this further, we can divide spending into four categories: essentials (such as food and clothing), non-essentials (such as cars and other durable goods), hard-to-distance items (primarily services such as travel) and shelter.", "Hard-to-distance items represented more than half of the decline in spending, which reflected a significant reduction in sales at restaurants, bars and hotels.", "I know many of you felt this acutely.", "The weakness in spending was mostly due to services consumption (about 75 percent).", "The consumption categories are based on those used in J. MacGee, T. M. Pugh and K. See, \"The Heterogeneous Effects of COVID-19 on Canadian Household Consumption, Debt and Savings,\" Bank of Canada Staff Working Paper No.", "includes groceries, clothing and medical products as well as urban transit, education, communication and financial services.", "Non-essentials include vehicles, appliances and jewelry.", "includes food and beverage services as well as accommodation Hard-to-distance (hospitality) services.", "Hard-to-distance (others) includes recreational, cultural and transportation services as well as travel expenditures by Canadians abroad.", "Shelter includes spending related to the ownership, rental or maintenance of a dwelling.", "This drop in spending was greatest in the second quarter of 2020, when the lockdowns were widespread and stringent.", "In the second half of the year, as restrictions were relaxed, spending rebounded.", "The strength came primarily in non-essential goods such as motor vehicles, recreational goods and furniture, as people spent more time outdoors and activity in the housing market picked up.", "However, spending on high-contact services barely moved.", "Chart 3: Canadians spent on average $4,000 less in 2020 Gap between actual per capita consumption and a linear trend (quarterly data are nominal and seasonally adjusted at annual rate) -$3,980 -1,000 -$1,306 -4,000 -6,000 -9,000 2020 Q1 2020 Q2 2020 Q3 2020 Q4 Hard-to-distance (hospitality) Hard-to-distance (other; e.g., transport and recreational services) Non-essentials (e.g., durable goods) Essentials (e.g., food and clothing) Shelter (e.g., maintenance and repair of dwelling) Note: These figures represent the per capita (population aged 15 and older) gap between a linear trend (2016-19) and actual nominal consumption in 2020.", "Sources: Statistics Canada and Bank of Canada calculations To summarize, these sizable shifts in income and spending resulted in an unprecedented increase in savings in 2020 of about $180 billion, or roughly $5,800 per Canadian (Chart 4).", "Bank research suggests about 40 percent of the extra savings was accumulated by high-income households.", "Their incomes were less affected, and they typically spend relatively more on non-essential and hard-to-distance items.", "On the other hand, low-income households accumulated less than 10 percent of the savings.", "It seems that most of the extra savings is sitting in bank accounts.", "The total value of personal deposits in banks increased by $150 billion between February and December 2020.5 This exceeded the average pace at which deposits have been increasing over the past decade by about $100 billion.", "usual because of the pandemic, compared with only 20 percent for households earning less than $40,000.", "Statistics Canada Table: 10-10-0116, vector: V41552791 If deposits had kept growing at their trend growth following the global financial crisis, they would have increased by only $50 billion from February to December.", "Therefore, deposits increased by $100 billion more than the historical trend would have predicted.", "How about the rest of these savings?", "Evidence from survey responses and credit data indicate that some have been used to pay down debt.", "Given the strength in housing market activity since the summer, some have been used to purchase houses, likely by higher-income earners.", "Similarly, some have probably been used to purchase financial assets, such as mutual funds or guaranteed investment certificates, perhaps for a registered retirement savings plan or a taxfree savings account.", "The extraordinary size and nature of these savings-and their potential impact if spent-have sparked much debate.", "To get at this uncertainty, we added the Bank's Canadian Survey of Consumer questions to Expectations.", "In the November survey, only 5 percent of respondents said they plan on spending most of these savings in 2021 and 2022.", "Another 14 percent plan on spending some.", "Based on these responses and evidence from other surveys, we assumed in our January projection that households would not dip into these savings.", "Instead, we expected that their savings rate would decline from a peak of 27.5 percent in the second quarter of 2020 to below 4 percent by the end of 2023, as the need for precautionary savings faded.", "However, a positive surprise to spending is possible, especially if the virus is brought under control and household confidence improves.", "now consider the potential impact of households drawing down on their savings for consumption.", "Macroeconomic consequences of a savings drawdown for consumption We can start by thinking about how much would be spent on goods and services and over what time horizon.", "As with many things related to this pandemic, this buildup of savings is unique because it stems primarily from a dramatic decline in spending on services.", "So, it is not clear how much of past shortfalls will be made up.", "I am not going to get more frequent haircuts, but my family might initially want to eat out more often, take an extra vacation or buy a new television.", "Comparisons are sometimes made with what happened during and after World War II.", "But during the war years, it was spending on durable goods-not services-that was supressed.", "Such a dramatic reversal of spending is unlikely to occur now since the purchase of goods has been much less restricted.", "A positive surprise could still occur if households in Canada continue to buy houses and goods at a similar pace as in recent quarters and also dip into savings to increase their spending on services.", "To illustrate the possible economic impact of a drawdown in savings, we consider a scenario in which certain goods and services could experience higher-thannormal spending because of the release of pent-up demand.", "In this scenario, we assume that households would spend about $25 billion, or approximately 15 percent of these savings.", "We based this figure on the estimated propensities to consume out of these savings by type of good or service and by income.", "We can't be sure about the because we don't know time horizon for this spending when life will return to normal.", "We assume that households will spread their additional spending over the period starting in the second quarter of 2021 to the end of 2023.", "Spending is assumed to rise over 2021 and then be concentrated in late 2021 and early 2022, after broad immunity is achieved.", "In this scenario, the recovery in household consumption is brought forward.", "Nominal household spending growth in 2021 would rise from 4.3 percent-which we projected in January-to 5.0 percent.", "At the peak, spending would increase at an annual pace of roughly $500 per Canadian over the last quarter of 2021 That is equal to an additional $4 billion being added into the economy (Chart 5).", "We estimate that much of the extra savings would be spent on high-contact services, including transportation, accommodation, and food services.", "Because the demand for labour would increase, we estimate that employment would rise by more than we had projected-by about 30,000 jobs, on average-each year over the next three years, with a peak increase of 40,000 jobs in 2022.", "Such a boost in demand and employment would greatly benefit the businesses and workers, such as yours, who have suffered the most during this crisis.", "Note: MPR is the Monetrary Policy Report.", "Sources: Statistics Canada and Bank of Canada calculations Sources: Statistics Canada and Bank of Canada calculations Key downside risks While it is a useful exercise to assess the potential effects on households dipping into their accumulated savings, this positive surprise is not guaranteed.", "There are also important downside risks.", "In January, we identified a few key risks that are still relevant.", "In particular, in the near term, there is the risk of another wave of infections and lockdowns as more contagious variants spread, the rollout of the vaccines is delayed, or the vaccines are less effective against the variants.", "Over the medium term, businesses may face increasing financial stress.", "We could see more firms close as the recovery progresses slowly and our economy restructures in response to more persistent shifts in behaviour.", "For example, the post-pandemic world will likely see more people working from home and shopping online.", "This could reduce the demand for office and retail space and related services in downtown areas.", "Consequently, more businesses could permanently shut their doors and let employees go.", "There are about 850,000 fewer jobs now than a year ago, and the ranks of the long-term unemployed are increasing.", "Prolonged spells of unemployment could erode skills and make it more difficult for them to find a job.", "While new firms may be established and workers retrained, this will take time.", "Monetary policy stimulus will be needed for an extended period to mitigate these risks and support both the restructuring and recovery of our economy.", "all of this fed into the Bank's interest rate decision So, let me now turn to how yesterday.", "As we prepared for the decision, my colleagues on Governing Council spent a lot of time considering the signals in the latest economic data.", "While the unemployment rate remains elevated, economic growth in the fourth quarter was stronger than anticipated.", "So, the Canadian economy had more momentum at the start of the year than we had anticipated.", "Therefore, we are no longer expecting the economy to shrink during the first quarter.", "Housing construction and resale activity has been particularly strong.", "We noted the large house price increases in some markets that will warrant close monitoring for speculative activity.", "Improving foreign demand, mostly from the United States, and higher oil and other commodity prices are positive signs that raise the prospects of stronger export growth and a rebound in investment.", "At the same time, Governing Council considered the recent rise in unemployment, the very uneven impacts of the job losses and the growth in longterm unemployment.", "There are now about twice as many job losses as there were at the height of the Great Recession a decade ago.", "It will take some time for the labour market to recoup these losses, given that the economy will be restructuring as it recovers.", "One issue we discussed is the impact of this restructuring on economic capacity.", "We will be exploring the issue of capacity Monetary Policy Report further in our next in April.", "We also talked a lot about the high levels of uncertainty around the outlook stemming from the risk of the spread of new variants of the virus and the possibility of outbreaks that could lead to renewed containment measures.", "We also discussed the outlook for inflation, which we expect will move to around the top of the band in the next few months.", "But this increase will not be sustained.", "As base-year effects dissipate, the large amount of slack in the economy should cause inflation to moderate.", "Ultimately, Governing Council decided that the economy still requires extraordinary support from our monetary policy.", "We reaffirmed our commitment to keep our key policy rate at a record low 0.25 percent until economic slack is absorbed, so inflation can return sustainably to its 2 percent target.", "In our January forecast, we projected this would not happen until into 2023.", "We will update our forecast in April.", "We also agreed to maintain our program of government bond purchases at its current pace of $4 billion a week.", "As we continue to gain confidence in the strength of the recovery, the pace of net purchases of Government of Canada bonds will be adjusted as required.", "I hope this gives you a sense of our decision-making process.", "In closing, let me stress that the Bank of Canada will remain committed to providing the appropriate degree of monetary policy stimulus to support the recovery and achieve our inflation objective.", "We will do our part to help Canadians get beyond And I can't wait for the day when I join my family and friends at a COVID-19.", "restaurant, raise a glass and toast the end of the pandemic.", "That day is coming, hopefully soon."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none"], "topics": ["Savings", "Spending", "Consumption", "Household income", "Monetary policy", "Labour market", "Economic recovery", "COVID-19", "Inflation", "Unemployment"]}