{"sentences": ["Thank you for joining me to discuss today's policy announcement and the Bank's Monetary Policy Report (MPR).", "My message today is twofold.", "First, the economic outlook has improved, and Governing Council is more confident in the resilience of the economy to the pandemic.", "Canadian households and businesses are adapting to the virus, finding new ways to shop, serve customers and work remotely.", "More important still, the rollout of vaccines is progressing, and we expect better times ahead.", "But second, most of Canada is now dealing with more contagious variants of the virus.", "The third wave has introduced a new dimension of uncertainty and is straining health care resources in some regions.", "This will slow the return to work for many low-wage earners, young people and women in hard-to-distance sectors who have borne the brunt of job losses throughout the pandemic.", "Too many Canadians remain out of work and there is still considerable excess supply in the economy.", "I understand how difficult this third wave is for Canadians hoping to return to work and businesses struggling to cope with the latest restrictions.", "I know the toll has been immense, and this latest setback is tough.", "You can be sure that the Bank of Canada will continue to support Canadians and the Canadian economy throughout the recovery.", "Before I turn the Governing Council's policy discussions, let me say a word about the format of the MPR itself.", "You will notice two new boxes in the Report-boxes 2 and 3-that review the changes to the global and Canadian projections since January.", "We have added these boxes to enhance the transparency of our analysis and more clearly explain changes to our forecast.", "We intend to make these a regular feature of our MPR and we look forward to your feedback on this innovation.", "Let me now turn to the Governing Council's deliberations.", "We spent a lot of time talking about incoming economic data.", "The first quarter is now looking like it was considerably stronger than we were expecting back in January.", "This partly reflects a better global backdrop, particularly in the United States.", "The US recovery is being supported by a rapid rollout of vaccines and substantial fiscal stimulus, which is bringing spillover benefits to Canada through higher demand for exports and stronger commodity prices.", "But the most important factor in the unexpected economic strength has been the resilience and adaptability of Canadian households and businesses.", "Lockdowns through the second wave had much less economic impact than they did through the first wave.", "And as restrictions were eased, the economy bounced back quickly with substantial job gains in February and March.", "The third wave is a new setback, and we can expect some of these job gains to be reversed.", "But the performance of the economy in recent months has increased our confidence in the underlying strength in the recovery.", "With the vaccine rollout progressing, we are expecting strong consumption-led growth in the second half of this year.", "Fiscal stimulus from the federal and provincial governments will also make an important contribution to growth.", "Strong growth in foreign demand and higher commodity prices are expected to drive a solid rebound in exports and business investment, leading to a more broad-based recovery.", "Overall, we now project that the economy will expand by around 61⁄2 percent this year, slowing to about 33⁄4 percent in 2022 and 31⁄4 percent in 2023.", "You won't be surprised to hear that we also spent some time discussing what is happening in the housing market.", "The pandemic has led to some unique circumstances.", "With so many households working and studying at home, we see many people wanting more living space.", "And interest rates have been unusually low, making borrowing more affordable.", "While the resulting house price increases are rooted in fundamentals, we are seeing some signs of extrapolative expectations and speculative behaviour.", "Given elevated levels of household debt and the risks that households may overstretch in the face of rising housing prices, we welcome the recent proposal by the Superintendent of Financial Institutions to introduce a fixed floor to the minimum qualifying rate for uninsured mortgages.", "New measures just announced in the federal budget will also be helpful.", "We are watching developments in the housing market very closely, and we will have more to say about this in our Financial System Review next month.", "The Governing Council also spent time discussing estimates of the amount of slack in the economy and the outlook for potential growth.", "With the economy proving more resilient to the pandemic and vaccines rolling out, we are hopeful there will be less labour-market scarring and less lost capacity than we earlier feared.", "Bankruptcies have been low, and surveys of investment intentions and our own Business Outlook Survey both suggest that many companies are speeding up investments in digital technologies.", "These factors are reflected in our decision to raise our estimate of the economy's potential output.", "But it bears stressing that considerable uncertainty surrounds our estimate of potential output.", "We have never seen a recession or recovery like this.", "The pandemic continues to have widely different impacts across sectors, businesses and groups of workers.", "Further, economic restrictions have affected both demand and supply, making it more difficult to interpret economic signals.", "This all means that as the recovery continues, we will be paying attention to a broad spectrum of indicators of slack, including a range of labour market measures.", "Of course, we also discussed the outlook for inflation.", "We know that over the next few months, inflation will rise due to base-year effects, which simply reflect the impact one year later of the plunge in some prices at the start of the pandemic.", "When combined with a further rise in gasoline prices, we expect inflation to rise temporarily to around the top of our 1 to 3 percent control range.", "Governing Council is looking through this temporary increase.", "We expect inflation to ease back toward 2 percent in the second half of this year and fall further due to the excess capacity in the economy.", "Inflation should then return to 2 percent on a sustained basis as slack is absorbed in the second half of 2022.", "Taking into account the improved economic outlook and the considerable slack that remains, Governing Council judged that the recovery still needs extraordinary support from monetary policy.", "We remain committed to holding the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.", "Based on the Bank's latest projection, this is now expected to happen some time in the second half of 2022.", "In the current context, though, there is considerable uncertainty about the timing, particularly in light of the complexity involved in assessing supply and demand that I mentioned earlier.", "Our forward guidance continues to be reinforced and supplemented by our quantitative easing (QE) program.", "We decided to adjust the program to a target of $3 billion weekly net purchases of Government of Canada bonds.", "That is down from a minimum of $4 billion per week, while we will be maintaining broadly the same maturity composition of our purchases.", "This adjustment to the amount of incremental stimulus being added each week is consistent with the progress toward economic recovery we have already seen.", "Looking ahead, further adjustments to the pace of net purchases will be guided by our ongoing assessment of the strength and durability of the economic recovery.", "If the recovery evolves in line with or stronger than in our latest projection, then the economy won't need as much QE stimulus over time.", "Further adjustments to our QE program will be gradual, and we will be deliberate both in our assessment of incoming data and in the communication of our analysis.", "We are committed to providing the appropriate degree of monetary policy stimulus to support the recovery and achieve the inflation objective.", "With that, let me stop and turn to you for questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic outlook", "Vaccine rollout", "Housing market", "Slack in the economy", "Potential growth", "Inflation", "Monetary policy", "Quantitative easing", "Recovery", "Fiscal stimulus"]}