{"sentences": ["Lessons and Lasting Effects of the Pandemic Assistant Governor (Economic) Speech to the Ai Group Adelaide - 23 June 2021 Plans are worthless, but planning is everything.", "- Dwight D Eisenhower It's wonderful to be here in Adelaide, and to able to speak to the Ai Group in person.", "It truly has been an extraordinary time since we last came together in Geelong, back in 2019.", "The title of my speech that time was 'Lumps, Bumps and Waves'.", "Well, since then, we really have taken our lumps, seen an enormous bump, and come to dread additional waves (of the pandemic)!", "The human, social and economic costs of this pandemic have been huge.", "The outcomes have diverged wildly from expectations.", "There really was no rulebook for understanding how the pandemic would play out.", "The possibility of a pandemic was certainly contemplated by governments, and the relevant policymakers did formulate scenarios and plans in case one emerged.", "But things didn't turn out like those scenarios and plans.", "The epidemiology of the virus that causes COVID-19 is quite different from the avian flu viruses that were usually assumed to be the relevant pathogen.", "The public health response was also different.", "Perhaps the starkest example of things not turning out as pre-pandemic scenarios envisaged was the rapid development of effective vaccines - and not only one, but several.", "There have been plenty of movies about pandemics, but the rollout of multiple vaccines within a year generally hasn't featured in the final act.", "I doubt any studio would have bought such a script.", "Forecasting in this environment is inevitably an exercise in humility.", "Even before the rollout of vaccines, Australia's recovery exceeded all expectations.", "Employment and output are already above their pre-pandemic levels.", "Unemployment has returned to its pre-pandemic levels.", "As the Governor outlined last week, New Zealand is the only other advanced economy with employment above its end-2019 level.", "Only a handful of economies, most of them in the Asian region, have seen GDP recover to pre-pandemic levels.", "Both on the health and economic fronts, Australia has faced up to the enormous challenge posed by the pandemic.", "And as a nation, we have been up to that task.", "Much of the unexpected strength of the recovery stems from Australia's relatively good health outcomes.", "Good control of the virus allowed a rapid and near-complete opening of the domestic economy.", "The recent short lockdowns have not been as disruptive for the economy as the earlier, longer ones.", "And while the border closure has posed challenges in some parts of the economy, so far it has not materially impeded the recovery.", "Policy support has also been key to this positive surprise.", "Additional monetary and fiscal policy support over the course of the past year, beyond the initial responses, boosted the outlook beyond what was originally envisaged.", "Different economies have had very different experiences as the pandemic has evolved.", "But 3 common themes have emerged, from which we can draw lessons: In a big shift, people adapt When the crisis is over, people bounce back And when policy supports, people respond.", "In a big shift, people adapt Throughout the history of our species, humans have adapted to many different environments and a range of challenges.", "When circumstances change, we adapt.", "We can see this adaptability in the economic response to subsequent waves of the pandemic.", "Even though lockdowns were in many cases at least as stringent as the first time around, the drag on activity was usually smaller.", "This was the pattern in Victoria's second lockdown, and even more starkly in the winter lockdowns in the northern hemisphere late last year and early this year.", "Conditioned to the extreme effects of the lockdowns in March and April last year, many forecasters - including us - overestimated how damaging subsequent ones would be.", "Output did decline in many advanced economies in the December quarter of last year or the March quarter of this year.", "But in almost all cases, the outcome was not as bad as forecasters expected (Graph 1).", "Distribution of GDP Growth Surprises* Q4 2020 and Q1 2021 6 6 -0.5 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.0 5.5 Percentage point surprise Actual compared with consensus forecasts around a fortnight prior; based on 2 quarterly observations for a sample of 20 economies including Australia and its major trading partners Sources: CEIC Data; Consensus Economics; RBA; Refinitiv One way people adapted was finding ways to operate effectively while in lockdown.", "I'm sure you all remember the rush in March last year to get everyone who could working from home.", "Not all firms and not all workers could do this because of the nature of their work.", "Of those that could, some firms were already well prepared for flexible working, but for many it was a huge shift.", "Over time, though, people adapted.", "For some, working from home has been a struggle.", "But most businesses we speak to as part of our liaison program report that when they made the switch their operations continued reasonably effectively.", "A small number of firms even report that productivity rose.", "Other firms adapted in how they dealt with their suppliers and customers.", "Existing trends towards greater use of e-commerce and home delivery were greatly accelerated.", "Another way people adapted was shifting the pattern of demand.", "Around the world, restrictions on activity constrained services industries in particular.", "So consumer spending shifted away from services to goods, as the Australian data clearly show (Graph 2).", "This went beyond the obvious substitutions, such as from restaurant meals to groceries to cook at home.", "Sports equipment substituted for closed gyms, toys and games for organised children's activities.", "And with more time at home, people renovated, redecorated and kitted out home offices.", "Household Consumption December 2019 = 100 Discretionary goods Essential services (44%) 60 60 Discretionary services M J S D M J S D M J S D M 2018 2019 2020 2021 Sources: ABS; RBA As this switch in spending was a global phenomenon, it supported a swift recovery in global trade; goods trade is now above pre-pandemic levels.", "Strong demand for manufactured goods has been a positive for economies with large export sectors, including China and some economies in east Asia.", "It has also increased demand for many commodities as well as for other components, such as semiconductors.", "This has boosted prices in many cases.", "Overall, these price rises have tended to add to incomes in Australia.", "The ratio of the prices of things we export to those of things we import - known as the terms of trade - is approaching the peak reached a decade ago, itself a 150-year high.", "Our inherent adaptability doesn't mean that all adjustments are smooth, though.", "This shift in demand has contributed to bottlenecks and delays throughout global supply chains (Graph 3).", "Our liaison contacts and others in the business community have certainly seen the effects of this.", "Shipping costs are up sharply, and so are some other costs (Graph 4).", "It is hard to know how long these disruptions will last.", "Many countries are still contending with outbreaks that are constraining output.", "In others, exporters are trying to catch up on backlogs of past orders as well as deal with high levels of new orders.", "But it is reasonable to expect that these disruptions will ease over time, as bottlenecks are dealt with and health-related constraints on production ease.", "Some key producers also plan to expand capacity, for example in semiconductors and ships.", "So the effects on prices should also dissipate.", "Australia has been one of the early examples, given our relatively good outcomes on controlling the virus.", "Our experience may point to possible outcomes for others, as they emerge from their larger waves of the pandemic.", "Our experience is that once the virus comes under better control and the restrictions on activity are lifted, activity bounces back very quickly.", "Activity declined during lockdowns and other periods of restrictions because that was mandated.", "It was not primarily because demand was very weak.", "So as long as incomes were maintained in this period, people reverted to spending levels that were very close to pre-pandemic levels as soon as it was permitted to do so.", "Perhaps that should have been less of a surprise.", "People like doing the things that were necessarily restricted by public health measures - whether that's visiting family and friends, going to a restaurant or even (for some people at least) going to the gym.", "The result is a sharp recovery in output and employment, far sharper than most of us would have dared imagine a year ago (Graph 5).", "This is very different from the pattern of past downturns.", "They were triggered by other events, including issues in the financial system.", "Those events weakened privatesector balance sheets and so weighed on confidence and demand for extended periods.", "As a result, the recoveries were drawn out.", "There was a time last year when we worried that the uncertainty around the course of the pandemic would dampen demand in a similar way, again slowing the recovery phase.", "But, fortunately, it hasn't turned out that way.", "So the large, swift contraction of mid 2020 has been reversed by a similarly swift recovery.", "Spending declines when they are in force, but the recovery is rapid.", "Timely data on spending suggest that the snap-back after the shorter lockdowns imposed in parts of Australia this year has been almost immediate.", "The big question for the outlook is whether the recovery is simply a snap-back to prior patterns of activity, or whether there is some make-up from the lost growth.", "This is, in fact, the same question I addressed in that 2019 speech: when you hit an economic bump - whether it is a flood, a cyclone or a lockdown to control a pandemic - do you just return to normal, and the production that didn't occur during the bump is lost forever?", "Or is there a period of catch-up, where spending is higher than normal for a while?", "The answer is shaping up to be that it depends on which category of spending we are talking about.", "There are some categories of spending where catch-up is feasible.", "Mostly these are for durable goods, where timing of purchases can shift around.", "Certainly we have seen this in vehicle sales (Graph 6).", "But most of the categories of spending that were most affected by restrictions on activity were services, especially in-person services.", "It is much harder if not impossible to catch up here.", "If you weren't able to get a haircut for a few months, you don't get two haircuts to make up for it - one will suffice.", "And while some hospitality and travel spending might see some catch-up as we finally catch up with all the friends and family we've only been able to see on a screen, there are limits to that.", "Support from various arms of policy helped to sustain economies through the periods of lockdown, smooth the shock and speed up the recoveries.", "The use of wage subsidies to preserve employment had been a feature of labour markets in some advanced economies for many years.", "But these programs were used much more widely in response to the pandemic than they had been in past downturns.", "Several advanced economies, including Australia, adopted them for the first time.", "And the share of the workforce covered by these schemes has generally been higher than seen in previous downturns (Graph 7).", "Share of Labour Force on Wage Subsidy Schemes* 40 40 20 20 Spain M A M J J A S O N D J F M A M J Share of average labour force size over 2019; data may not yet be complete as in some economies claims can be retroactively submitted; data in some economies refer to number of jobs rather than heads Sources: ifo Institute; national sources; RBA; Refinitiv The benefit of these schemes in preserving the employee-employer relationship is clear.", "In countries that did not use these schemes, such as the United States, most of the adjustment to lockdown took the form of people losing their jobs (Graph 8).", "Unemployment spiked up dramatically.", "And though it came down quickly, employment is still well below pre-pandemic levels there.", "By contrast in Europe and Japan, almost all of the adjustment has been in average hours worked.", "Far fewer people actually lost their jobs, and unemployment rates increased by much less.", "So policy support really matters.", "Australia's initial experience was somewhere in the middle of these 2 extremes.", "Not all workers were eligible for JobKeeper, and for some organisations, especially those affected by border closures, keeping staff on might have been seen as postponing the inevitable.", "But the JobKeeper program clearly supported the recovery in the labour market.", "Cumulative Change in Hours Worked Contributions since December 2019 United States Canada Australia -20 -20 Japan Italy United Kingdom -20 -20 M J S D M J M J S D M J M J S D M J 2020 2021 2020 2021 2020 2021 Total hours worked Employment Average hours worked Sources: CEIC Data; Office for National Statistics; RBA; Refinitiv The income provided by JobKeeper was an important part of the Australian fiscal policy response more generally.", "Around the world, governments responded to the economies' need for support.", "Their scope to provide that support has varied according to individual country circumstances.", "But in the main, advanced economies have provided more support than was the case in other downturns over recent decades.", "There is perhaps no better indication of the scale of this support than the paths of household and business incomes during this period.", "At a time when economic activity contracted more and faster than at any time since the Great Depression in the 1930s, household disposable income actually increased (Graph 9).", "This is not the usual pattern in a downturn, to say the least.", "Profits also increased, partly because JobKeeper covered more of many firms' costs than their revenues declined, and partly because other tax and business support measures improved their post-tax incomes.", "Rent and loan repayment deferrals helped as well.", "Some individual households and businesses are facing tough times.", "Taking each sector as a whole, though, both the household sector and the business sector are entering the expansion phase with stronger balance sheets than they had before the pandemic.", "This is an exceptional, and welcome, outcome.", "Household Income and Business Profits Nominal, quarterly Household gross disposable income 300 100 Gross operating surplus 2017 2018 2019 2020 2021 And again, policy support clearly affects people's responses.", "Whether it's the consumer spending response to higher incomes, the response of residential construction activity to the HomeBuilder program and state-based measures, or the response of machinery & equipment investment to various tax incentives, policy support has worked.", "Monetary policy support has played a role in supporting the economy, too.", "Others have discussed the detail of the Bank's policy measures recently, so I won't repeat much of that information today.", "The response has come in 2 main waves.", "In March of last year, the Board cut the cash rate to 0.5 per cent, and later that month made a further reduction to 0.25 per cent as part of a larger package of policy measures.", "Financial markets were quite dislocated at that time, so the Bank used its existing market operations to provide liquidity to the market and address the dislocation.", "As part of that March package, the Board introduced several new policy measures.", "It set a target for the 3-year government bond yield and provided low-cost funding to the banking system, also with a 3-year term, known as the Term Funding Facility (TFF).", "The TFF was structured to encourage lending to business, and especially to small and medium-sized firms.", "The initial tranche of funding under the TFF was available to be drawn down until the end of October.", "In September, the Board decided to add another tranche of funding as part of the Term Funding Facility; this tranche is available to be drawn down up until the end of this month.", "Altogether, the TFF has made available more than $200 billion of low-cost funding, to support the provision of credit to the economy and thus the broader recovery.", "Then in November of last year, the Board decided on a further package of measures.", "It reduced the cash rate, the yield target and the cost of the TFF to 0.1 per cent.", "And it introduced a program to purchase, in the secondary market, bonds issued by the Australian and state and territory governments.", "The initial announcement was for the purchase of $100 billion of bonds over the following 6 months.", "A further $100 billion tranche of bond purchases was announced in February this year.", "These measures have all contributed to maintaining highly expansionary monetary conditions.", "In this way, they have helped lower funding and borrowing costs, supported the provision of credit, and kept the exchange rate lower than it would otherwise have been.", "And again, people have responded to that support, especially in the housing market but also in some aspects of business activity.", "The lasting effects A once-in-a-century pandemic might lead you to think that things will never be the same again.", "And yet so many of us yearn to return to what we used to think of as normal.", "So in the rest of my talk, I would like to discuss some of the things we have learned, mostly from our discussions with liaison contacts, about which of the effects of the pandemic may be lasting.", "... in where we work If this pandemic had happened a decade or more ago, the response would have been very different.", "It was to be expected that many businesses had to shut entirely, while others continued to work on-site.", "But the advent of faster home internet and videoconferencing enabled many white-collar workers to continue working, just from home.", "The question of whether this shift is here to stay is clearly one of intense community interest.", "On this question, one size definitely does not fit all.", "Some people have loved working from home, others itched to get back to the office, and others have appreciated a mix of both.", "Different firms have taken different approaches, too.", "Some work can only be done in person: industries such as hospitality or construction had little scope to introduce remote working.", "Some other kinds of work run smoother with at least some in-person contact.", "There is nothing like face-to-face interaction for building trust, strengthening relationships and reinforcing culture.", "Australian Bureau of Statistics (ABS) surveys suggest that larger firms are more likely to have staff working remotely than smaller firms.", "The share of businesses with remote working arrangements increased notably following the onset of the pandemic (Graph 10).", "While some firms have already ceased these arrangements, most have retained them and plan to stick with the current pattern in future.", "So this is a lasting effect on the way we plan to work.", "A sizeable minority plan to reduce the amount of remote working at their firms over the longer term, but few will eliminate remote work completely.", "Businesses with Remote Working Share of total businesses 40 40 Small Medium Large All Prior to COVID-19 At April 2021 After the onset of COVID-19 Long-term intentions With more people working remotely, the need for as much office space comes into question - just as the need for retail space does as more shopping goes online.", "Certainly vacancy rates for both office and retail property have jumped up since the pandemic began.", "Occupancy of the space that is still leased is also below pre-pandemic norms.", "What this means for the longer term has been a constant discussion, both in our liaison program and globally.", "The general theme that comes out of these discussions is one of uncertainty; while the direction is towards reduced demand for office space, it's too soon to decide how far to cut down on space.", "A desire for greater space per worker might partly offset the reduction in space required when more people are working from home.", "The supply response, if there is one, will take a while to come through.", "Much of the new supply in coming years was already underway before the pandemic.", "That said, many planned projects have been put on hold and some might end up being cancelled (Graph 11).", "And if some office or retail property turns out to be surplus to requirements, it will take a while - and some creativity - before it is repurposed.", "Estimated Office and Retail Construction Office Retail 300 200 2015 2020 2025 2015 2020 2025 Completed or under construction Planned, yet to commence Sources: JLL Research; RBA ... in how we work As I mentioned earlier, adjusting to lockdowns and other restrictions on activity accelerated the existing trends to online commerce and home delivery.", "Prior to the pandemic, the online share of retail sales was trending up and had reached around 7 per cent.", "It is currently just under 10 per cent.", "We don't expect this shift will be reversed.", "Online delivery stretches beyond retail; many other contacts in our liaison program have indicated to us that they have increased online services and plan to continue with these services.", "This pattern is apparent in a range of industries, from telehealth and online learning, to construction and property development firms using virtual walk-throughs in place of in-person inspections.", "And although business travel is unlikely to disappear completely, many contacts expect to be more selective about whether in-person meetings are needed.", "Our own liaison program has also adapted to these new realities in a lasting way.", "Before the pandemic, almost all our meetings with liaison contacts were in person.", "Our move to working from home also entailed switching to liaison by phone and videoconference.", "The rapidly changing environment during the peak of the pandemic necessitated more and more frequent discussions with our liaison contacts.", "As it turned out, the efficiencies of this change in approach also made that increased tempo possible.", "More recently, we have scaled back the tempo to something more 'normal', and resumed in-person visits in some cases.", "But we plan to continue with a mix of in-person and online meetings.", "Where we have not yet seen large-scale changes in how firms work is in supply networks.", "The global pandemic has disrupted production and shipping, including for Australian firms.", "But this does not seem to have prompted a wholesale rethinking of supply relationships or reshoring.", "More common has been minor changes to procurement practice, such as ordering supplies earlier to allow for delays.", "... in where we live There is nothing like being forced to spend more time at home to make you appreciate - or become frustrated with - where you live.", "The lasting effects of this pandemic on where and how we live will touch all of us, directly and indirectly.", "And they will have implications for housing construction, urban planning, transport and the provision of social services and infrastructure.", "At the same time, we need to be mindful that some of the shifts going on could in part be temporary.", "For example, the border closures have paused immigration, which especially affects Australia's 2 largest cities.", "And internal migration to Melbourne declined during the extended Victorian lockdown last year.", "Those flows are likely to resume as borders open and restrictions ease, though perhaps at different rates to previous years.", "Similarly, while many of the people moved out of larger population centres to escape the virus, or the lockdowns, some of them might return to their previous locations over time.", "It is difficult to disentangle these transitory effects from the more lasting ones.", "There will be at least some cases of people moving further out from the city centre, because long commutes will not seem so unpleasant if you only need to do it a couple of days a week.", "And where full-time working from home is possible, 'work from home' really starts to mean 'work from anywhere'.", "So for some it has been possible to move to an entirely different population centre.", "These bigger changes are almost certainly going to affect only a minority of the population.", "Many of us would not leave our existing social networks and support systems lightly.", "And as I have already mentioned, 'work from anywhere' isn't really feasible for everyone.", "But there will be some shifts, at least at the margin, which could alter patterns of relative growth.", "These could matter for plans for urban expansion and the provision of new infrastructure, even if the distribution of population doesn't shift wholesale.", "The task for public policy The pandemic is not over.", "Australia has seen a swift bounce back, but many other economies are still recovering or contending with outbreaks.", "During the height of the pandemic, when restrictions on activity are tight, the task for policy is to build a bridge to the recovery.", "As economies move through recovery to the expansion phase, the focus naturally turns to sustaining that expansion.", "That means ensuring that demand continues to be supported for as long as spare capacity remains.", "Absorbing spare capacity and achieving full employment is an important national priority.", "Full employment is a worthy goal for its own sake, given how important jobs and income are for people's welfare.", "It is also a precondition for achieving the rates of wages growth that would be consistent with inflation being sustainably within the 2-3 per cent target range that the Bank is mandated to achieve.", "In the context of the post-pandemic recovery, there is another reason to support demand: to help enable any structural adjustments that might be needed.", "It is far easier for a firm to change business models when demand is robust, and far easier for a worker to switch industries or careers when there are plenty of jobs available.", "To the extent that the post-pandemic world is indeed different from the pre-pandemic one, a robust recovery and expansion can smooth the transition.", "For all these reasons, the Board remains committed to maintaining highly supportive monetary conditions.", "The aim of these policy settings is to support a return to full employment and inflation consistent with the target.", "I look forward to any questions you might have.", "[*] This speech has greatly benefited from the input of the Bank's liaison teams in our Adelaide, Brisbane, Melbourne, Sydney and Perth offices.", "<-b-supply-chains-during-the-covid-19pandemic.html>"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none"], "topics": ["Economic recovery", "Labor market", "Monetary policy", "Fiscal policy", "Supply chains", "Remote work", "Consumer spending", "Inflation", "Housing market", "Urban planning"]}