{"sentences": ["I am pleased to be in this panel.", "If there is anything history, or more recently the pandemic has taught us, it is that, in the face of existential threats, a collective and well-coordinated response is crucial.", "Central banks and regulators are uniquely placed to mobilise and coordinate climate action with other actors.", "Given the central role of the financial system in any economy, central banks and regulators have significant influence and a direct interest in actions by financial institutions to manage climate-related risks.", "The policy and supervisory steer that central banks and financial regulators provide have important consequences for progress by economic agents in strengthening climate risk mitigation and adaptation.", "Furthermore, as advisors to the Government on economic and financial policies, central banks and regulators often play a key role in helping Governments navigate an orderly transition to a low-carbon economy.", "I'd like to focus my remarks today on how we are working with the industry and other financial regulators to respond to the climate challenge.", "JC3 and its evolution In Malaysia, Bank Negara Malaysia and the Securities Commission have established the Joint Committee on Climate Change (or JC3) with the financial industry to promote alignment on climate actions across multiple stakeholders.", "Through the JC3, financial regulators are working together with the stock exchange, financial institutions, institutional investors, NGOs and the Government.", "We started the JC3 with a narrow focus - acting as a network for sharing of experiences and coordinating actions.", "But within two years of its establishment, the JC3 has evolved to become a focal point for collective climate actions within the financial sector.", "Correspondingly, it has expanded beyond networking and coordination, to providing content, stewardship and advocacy.", "With financial regulators working alongside each other, the outreach of actions extends throughout the key components within the financial sector.", "The increasing breadth and depth of the work undertaken by its four sub-committees have supported a number of key initiatives to advance climate risk management and climate-related disclosures.", "This includes the issuance of the Climate Change and Principle-based Taxonomy that was piloted by selected JC3 members and phased adoption of the Taskforce on ClimateRelated Financial Disclosures (TCFD).", "The JC3 is also taking on an increasingly important role in developing practical tools and solutions for financial institutions and to address barriers to green financing and investments.", "For example, the Bank is working with the industry via the JC3 platform to develop Guidance Documents on Climate Risk Management and Scenario Analysis.", "The guides underscore the need to manage climate-related risks as a financial risk within the broader enterprise risk management frameworks, while addressing the unique characteristics of climate risk such as its long-term horizon and non-linear features.", "Since 2017, Islamic financial institutions have also taken a leadership role in spearheading sustainable finance through the development of sectoral and activity impact-based risk management frameworks.", "Sectoral Guides focusing on palm oil, renewable energy and energy efficiency activities have already been issued, and will be followed by Guides for the manufacturing, construction and infrastructure, as well as oil and gas sectors by the end of this year.", "Through JC3, these complementary developments are being coordinated and integrated to build a credible foundation for the financial industry to support the transition efforts.", "Beyond the financial sector, the JC3 also actively engages with various stakeholders on climate and transition initiatives.", "The formation of a new sub-committee this year, to address data gaps for climate risk analysis is another major collaboration as part of JC3's efforts to strengthen climate risk management and scale up green finance.", "The JC3 is also pursuing broader engagements with key businesses to better understand transitioning issues and opportunities along the supply value chain.", "This will help inform the structuring of customised financial solutions for the different types of players within the entire value chain.", "Objectives and motivations for collaboration As a financial regulator and supervisor, it is important to be clear on the objectives and motivations for our collaborative efforts with the industry and other stakeholders.", "The primary goal for us is to support the appropriate consideration of climate risks in promoting resilient financial institutions.", "With this goal in sight, first we need to recognise that climate risk is a cross-cutting risk, for which risk management approaches and methodologies are largely still under-developed.", "Given this, there is much more to be discovered in terms of how it can be managed in an integrated manner with other financial risks.", "This suggests a need for an iterative process that will enable financial regulators and the industry to converge on supervisory expectations and a common framework for assessing physical and transition risks.", "As part of this process, we are examining the scope and specific approaches to incorporate climate-related financial risks within the Pillar 2 requirements.", "Secondly, the nature of climate-related risks calls for central banks and regulators to collaborate at the national level to support alignment of financial industry responses with national climate strategies and priorities.", "As I mentioned at the start of my remarks, central banks and financial regulators provide an important bridge between the financial sector and the Government to inform national policies, targets and strategies on the one hand, and financial sector responses to climate risk on the other hand.", "In Malaysia, JC3 serves as a focal point for engagements with the Malaysian Climate Change Action Council (MyCAC) on national climate policies.", "Third, effective coordination with the industry serves to maximise transition benefits and minimise downside risks.", "For developing and emerging economies in particular, an inclusive strategy is key to avoid macroeconomic and social dislocations as we transition to a low-carbon economy.", "As financial and economic advisors to the Government, we are working with the Government to develop sustainable finance roadmaps that will mitigate risks of stranded assets if disorderly transition occurs.", "The Bank's principles-based taxonomy was developed with this in mind.", "The taxonomy aims to facilitate the direction of financial flows to activities that support the transition to a low-carbon and climate resilient economy.", "It supports businesses in transition by recognising climate risk mitigation and adaptation efforts over time, while preserving the rigour of assessments by avoiding greenwashing.", "The taxonomy also encourages financial institutions to nurture and nudge businesses to transition to greener practices.", "It helps improve development outcomes, and builds capacity within businesses themselves to better manage climate-related risks.", "To further support transition activities, the Bank has also established funds to assist SMEs in pivoting their businesses to be more sustainable in the post-pandemic world.", "This includes transitioning to greener activities.", "The Bank is looking to further expand these facilities with a greater focus on green activities that are aligned with the taxonomy going forward.", "The Bank also sees great value in pursuing a coordinated and regionally coherent financial sector response to the climate challenge.", "Within ASEAN, the Bank is working closely with central banks in the region through the ASEAN Taxonomy Board in the construction of a regional taxonomy that can provide a common language for sustainable finance in ASEAN and promote efficiency.", "This will encourage the alignment of national taxonomies, building on common principles and a tiering system to cater to differences in financial systems, economic and social structures, and transition paths.", "Global coordination to improve climate equity Let me close with a final point on global coordination.", "As countries embark on different national transition paths at varying paces, a global challenge is the disproportionate impact on emerging economies.", "This makes it more difficult for them to control their own transition path due to economic and financial linkages .", "This reality calls for a more coherent global coordination to galvanise collective actions, with stronger link to the NDCs under the Paris Agreement, that would help improve climate equity and mitigate risks of disorderly transitions.", "This would compel countries that generate transition spillovers to provide financing, technology and capacity building support to assist smaller and developing countries to adapt to climate change and take mitigating actions.", "This, in our view, is a step towards a more equitable and effective global mechanism to respond climate risk at a faster pace.", "A platform to set the direction, to discuss climate change policies and actions, to drive green economic growth, to catalyse green technology and low-carbon growth at all levels, particularly in the federal and state Governments.", "For example, measures to cut global GHG emissions (e.g.", "removing fossil fuel subsidies, emission caps and carbon taxes) could lead to higher risk of stranded assets in emerging and developing countries given their heavy reliance on fossil fuels.", "Nationally Determined Contributions."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate risk management", "Climate change", "Financial institutions", "Central banks", "Green financing", "Sustainable finance", "Transition risk", "Financial regulators", "Climate-related financial risks", "Climate equity"]}