{"sentences": ["Climate risks, financial markets and central banks' risk management Speech at the Green Swan 2021 Global Virtual Conference 02.06.2021 | Virtual | Jens Weidmann 1 Introduction 2 Greening the financial system - the role of the BIS 3 Managing climate-related financial risks and enhancing transparency 4 What central banks can and should do 1 Introduction Ladies and gentlemen, It's a great pleasure for me to speak at the \"Green Swan 2021\" global virtual conference.", "Tackling the climate crisis is one of the greatest challenges of our time and requires changes throughout the economy.", "Its urgency increases with every minute that passes.", "The economist John Kenneth Galbraith wrote: \"In economics, unlike fiction and the theater, there is no harm in a premature disclosure of the plot: it is to see the changes just mentioned and others as an interlocked whole.\"", "[1] Since I am an economist, too, and neither a novelist nor a dramatist, there is no reason not to disclose the plot of my speech, all the more so as disclosure plays an important role in it.", "First, I would like to give you, in my capacity as BIS Chairman of the Board of Directors, a brief overview of the BIS's activities in this field.", "[2] Then I will explain why transparency matters when it comes to greening the financial system and managing climate change-related risks.", "And finally, I will elaborate on what a central bank, and specifically the Eurosystem, should do to protect its balance sheet from climate-related financial risks.", "Greening the financial system - the role of the BIS As regards the greening of the financial system and the support of central banks in addressing climate-related risks, the BIS has done pioneering work.", "Its climate change and green finance-related activities span a variety of business areas.", "Its analytical work comprises conceptual considerations regarding the role of central banks as well as policy-oriented research output or statistics-related efforts.", "The latter means, for example, detecting and closing data gaps in the field of sustainable finance - an important task, which is carried out by the BIS 's Irving Fisher Committee.", "BIS economists are also increasingly active in research on climate-related issues.", "Just one of a number of valuable contributions is \"The green swan\", a joint publication with Banque de France.", "[3] Last year, it attracted a great deal of attention, not least because of its thought-provoking title but mainly due to its profound analysis of the new challenges.", "Climate-related financial risks have been on the agenda of several BIS meetings, starting in 2016 when central bank governors talked with guest speaker Lord Nicholas Stern.", "Since 2018, the BIS has participated in the Network for Greening the Financial System, the global alliance of central banks and supervisory authorities advocating a greener financial system.", "The Bank's activities in the field of policy and regulatory issues concern the BIS-based standard-setting bodies like the Basel Committee.", "Furthermore, staff contribute to the climate-related work of hosted associations like the Financial Stability Board and the International Association of Insurance Supervisors.", "And in its role as a provider of financial services to central banks, the BIS has launched two green bond funds - one of which is denominated in US dollars and the other in euro.", "With these investment vehicles, the BIS is helping central banks to incorporate environmental objectives into the management of their own funds and supporting the development of green finance.", "Managing climate-related financial risks and enhancing transparency Ladies and gentlemen, When it comes to decarbonising our economies, carbon pricing is certainly the key tool, giving important incentives to consumers, producers, inventors and investors.", "Yet it may not suffice to drive the necessary transition to net-zero on its own - the high speed required to limit global warming to the Paris targets may necessitate additional measures.", "[4] The financial system has a pivotal role to play in this regard, as it will have to channel trillions of dollars or euros into private investments needed to transform the economy.", "Without doubt, financial market participants form expectations on both factors - the likely pathway of carbon prices and additional measures - to gauge the implications for asset prices.", "However, these expectations are conditional on the information available.", "Thus, in terms of channelling financial means to their most efficient uses, sufficient information can be regarded as a precondition for the needed reallocation of resources towards a greener economy.", "The dynamic growth of green finance in the last few years has demonstrated how eager private investors are to decarbonise their portfolios.", "However, greening the financial system goes beyond strengthening the market segment of green finance.", "Both climate change and the transition to net-zero may cause financial risks, especially for companies in the real economy.", "By extension, these climate- related financial risks will also affect the financial actors that provide those companies with funds.", "It is thus in the interest of banks, insurers and other investors to recognise climate-related financial risks and to adjust their risk management properly.", "This, in turn, could help companies to manage their underlying climate risks.", "Indeed, a survey among institutional investors even found that most of them had already actively approached their portfolio companies on the issue of climate risks; only 16% had not taken any action.", "[5] However, a different survey painted a bleaker picture of financial institutions worldwide, as only a quarter of respondents reported on the emissions they finance.", "For these institutions, their financed emissions were (on average) hundreds of times larger than their operational emissions.", "As many respondents did not analyse the climate impact of their portfolios at all, this may suggest an underestimation of climate risks.", "[6] Investors still lack a clear view of how exposed many companies are to climate risks and how they handle those risks.", "What is needed is comprehensive disclosure of consistent, comparable and reliable climate-related information.", "The Task Force for Climate-related Financial Disclosures (TCFD) already offers a framework for companies to disclose important climate-related information voluntarily.", "And it may be encouraging to see that support for the TCFD recommendations has grown substantially in recent years.", "But unfortunately, the disclosure of aligned information is still low.", "Last year's Status Report found that, in each category, only a minority of the reviewed companies disclosed information consistent with TCFD recommendations.", "[7] Moreover, having analysed reports from TCFD-supporting firms, researchers concluded that \"firms cherrypick to report primarily non- material climate risk information.\"", "[8] This sobering finding should not come as a surprise.", "Disclosure has characteristics of a public good and may therefore be riddled with free-rider problems.", "[9] Thus, a voluntary approach may not provide the optimum quantity and quality of information from an aggregate point of view.", "[10] Given the experiences gained thus far, governments' current initiatives for moving toward mandatory climate-related disclosures are a step in the right direction.", "In this context, we should acknowledge that, globally, even basic information is still lacking.", "According to calculations by Bundesbank staff, only 15% of all stock market-listed companies disclosed their greenhouse gas emissions in 2019.", "Considering the urgency of the matter, we could prioritise and fast-track filling in the information gaps on basic metrics: first things first.", "In my view, one core element would be to establish mandatory reporting of greenhouse gas emissions along a common - ideally global - standard.", "Such mandatory reporting might pave the way for further harmonised disclosure rules to follow.", "More granular and precise information will help all organisations to incorporate climate-related financial risks into their risk management and, more broadly, to improve their decision-making.", "Improved informational efficiency will help them protect their balance sheets from risks that may have been neglected so far.", "What is more, mandatory climate risk disclosure will not only improve financial risk management but may also promote the green transition.", "In fact, several studies have shown that mandatory disclosure of climate risks can lead to considerable reductions in carbon emissions.", "[11] Ralph Waldo Emerson might have already known one reason why.", "In the 19th century, the American philosopher keenly observed that, just as street lights were the best nocturnal police, so the universe protected itself by pitiless publicity.", "[12] 4 What central banks can and should do Establishing mandatory disclosure standards falls under the remit of standard setters and policymakers.", "The lines of responsibility separating central banks and politicians should not be blurred.", "We need to be clear about what central banks can and cannot do.", "With respect to the Eurosystem and its mandate, I have repeatedly highlighted the limits of monetary policy.", "[13] Governments and parliaments have both the democratic legitimacy and the tools to steer our economies to net-zero.", "And although loose monetary policy and low interest rates stimulate investment spending, the Eurosystem will have to tighten the ropes again if this is required to maintain price stability.", "This will include scaling back our asset purchases or portfolios for monetary policy purposes, whereas the political need to promote the transition to net-zero will not simply vanish.", "However, climate change and climate action can affect inflation, output and interest rates.", "Thus, central banks have to understand the implications for price stability and monetary policy and have to expand their analytical toolkit accordingly.", "Moreover, central banks can play an important part in supporting the greening of the financial system.", "In their role as supervisors and guardians of financial stability, central banks can help to ensure that financial institutions adequately incorporate climate-related financial risks into their risk management.", "But that is not enough.", "Just like the portfolios of private financial institutions, climate-related financial risks can affect the asset holdings of central banks, too.", "Their balance sheets - and thus their ability to maintain price stability - might be impaired.", "Central banks' risk management should therefore incorporate climate-related financial risks adequately, including those arising from monetary policy operations like corporate bond purchases.", "Therefore, the Eurosystem has a legitimate interest in making climate-related risks more transparent.", "That is why I have recommended that, in future, the Eurosystem should only purchase securities or accept them as collateral if their issuers meet certain climate-related reporting obligations.", "Moreover, we should only use ratings that adequately and transparently reflect climate-related financial risks.", "[14] In the end, these two measures could change the composition of our monetary policy portfolios - always under the premise that those bond holdings are needed for price stability.", "But the measures cannot be introduced immediately: issuers need time to provide the necessary information, and only once rating agencies have the relevant information will they be able to adjust their assessment procedures.", "Moreover, rating agencies may struggle with the multi- decade time horizon of climate-related risks that reach beyond their standard time horizons.", "If no adequate solution can be found here, the Eurosystem would have to adopt alternative measures to properly incorporate climate-related financial risks into its risk management, for example by limiting the maturities or the amount of corporate bonds of certain sectors and issuers in the Eurosystem's monetary policy portfolio.", "Such risk-oriented tilting should not be confused with suggestions to steer the behaviour of companies and financial institutions for political reasons.", "And, even if we decided to limit the maturities or the amount of corporate bonds as described, we would still need an appropriate and transparent yardstick for climate-related financial risks.", "It is therefore all the more important to improve the information base through reporting obligations for issuers and standards for ratings.", "In this way, the Eurosystem would not only protect its balance sheets.", "We would also help to enhance the market transparency of climate-related risks, thereby acting as a catalyst for other initiatives and the greening of the financial system.", "This would contribute to the fight against climate change without overstretching the Eurosystem's mandate.", "Yet this contribution can be no substitute for ambitious and urgent action from policymakers and standard setters.", "Ladies and gentlemen, There is a strong case for mandatory climate-related disclosures.", "More and better information will help companies and financial institutions to improve their risk management and their decision-making more generally.", "This is also a precondition for a green transition that leverages the power of financial markets.", "Galbraith, J. K. (1967), The New Industrial State, Hamish Hamilton, London.", "For an overview of the Bundesbank's activities, see Weidmann, J., Introductory comments at the press conference to present the annual accounts, 3 March 2021. .", "Bolton, P., M. Despres, L. A. Pereira da Silva, F. Samama and R. Svartzman (2020), The green swan: Central banking and financial stability in the age of climate change, Bank for International Settlements and Banque de France.", "German Council of Economic Experts (2019), Setting out for a new climate policy, Special report; Green, J. F. (2021), Does carbon pricing reduce emissions?", "A review of ex-post analyses, Environmental Research Letters, Vol.", "Krueger P., Z. Sautner and L. T. Starks (2020), The importance of climate risks for institutional investors, Review of Financial Studies, Vol.", "CDP (2021), The Time to Green Finance, Financial Services Disclosure Report 2020. .", "Task Force for Climate-related Financial Disclosures (2020), 2020 Status Report.", "A., M. Kraus and M. Leippold (2021), Cheap Talk and Cherry-Picking: What ClimateBert has to say on Corporate Climate Risk Disclosures.", "Caruana, J., Financial stability and risk disclosure, speech given on 9 December 2011. .", "Admati, A. R. and P. Pfleiderer (2000), Forcing Firms to Talk: Financial Disclosure Regulation and Externalities, Review of Financial Studies, Vol.", "Downar, B., J. Ernstberger, S. Reichelstein, S. Schwenen and A. Zaklan (2020), The Impact of Carbon Disclosure Mandates on Emissions and Financial Operating Performance, DIW Discussion Paper No 1875; Jouvenot, V. and P. Krueger (2020), Mandatory Corporate Carbon Disclosure: Evidence from a Natural Experiment, Working Paper; Tomar, S. (2021), Greenhouse Gas Disclosure and Emissions Benchmarking, SMU Cox School of Business Research Paper No 19-17; Mésonnier, J.-S. and B. Nguyen (2021), Showing off cleaner hands: mandatory climate-related disclosure by financial institutions and the financing of fossil energy, Banque de France Working Paper No 800. .", "Emerson, R. W. (1860), The Conduct of Life, Smith, Elder and Company, London.", "Weidmann, J., What role should central banks play in combating climate change?, speech given on 25 January 2021; Weidmann, J., Combating climate change - What central banks can and cannot do, speech given on 20 November 2020; Weidmann, J., Central banks cannot solve climate change on their own, Guest contribution published in the Financial Times, 19 November 2020.", ".Weidmann, J., Introductory comments at the press conference to present the annual accounts, 28 February 2020."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related financial risks", "Green finance", "Climate change", "Disclosure", "Transparency", "Risk management", "Central banks", "Eurosystem", "Monetary policy", "Asset purchases"]}