{"sentences": ["Honourable Chair, Honourable Members of the Committee, Thank you for the invitation and the opportunity to present to the Committee, the Annual Report 2020 of the Bank of Albania!", "The Report presents the contribution of the Bank of Albania to preserving the monetary and financial stability of Albania - such a valuable achievement in the view of unprecedented challenges we have been facing throughout the previous year - and the measures we have taken in fulfilling our legal and institutional duties and commitments.", "The COVID-19 pandemic and the necessary measures taken to control it strongly hit the Albanian economy.", "It caused a negative impact on: the volume of economic activity; employment; the financial situation of households and enterprises; and on the domestic and foreign equilibriums of Albania.", "In coordination with fiscal stimulus, the Bank of Albania implemented a complete package of macro-prudential, operational and monetary measures, which were aimed at preserving liquidity in financial markets, reducing borrowing costs, continuation of lending and maintaining uninterrupted flow of financial services.", "Through these measures, the Bank of Albania enabled: the reduction of crisis financial cost to households and enterprises; the avoidance of its transmission into the financial sector; and the preservation of a calm monetary and financial environment, by establishing the premises for a faster recovery with the normalisation of the situation.", "Hence, the impact of crisis on the economy was lower than expected, by showing both the positive effect of measures taken by public authorities and the flexibility and resilience of our economy and financial system.", "Our forecasts show the Albanian economy will turn towards recovery during 2021 with the gradual reduction of the negative impact of pandemic.", "The volume of economic activity is expected to shift on an upward trajectory in the medium and long term, underpinned by the favourable financing conditions, the reduction of uncertainties and the progressive recovery of both domestic and foreign demands.", "Nevertheless, the guaranteeing of stable economic growth and the management of many-downside risks would call for ongoing attention and prudence.", "Dear Ladies and Gentlemen, Following, I will detail the directions and main results of our work over 2020.", "Economic performance, price stability and the reaction of the Bank of Albania 2020 was a hard and challenging year, marked by the negative impact of the COVID-19 pandemic.", "The measures taken to contain the pandemic coupled with the heightened uncertainties drove Albanian economy to recession.", "They drove unemployment increases and posed financial difficulties to many enterprises and households.", "Indicators of economic balances worsened: current deficit expanded; budget revenues dropped; public debt lifted up; while balances of banking and finical sector's operators were put under pressure.", "In parallel with them, premises for the return of inflation to target faded out.", "Figures published by INSTAT for 2020 provide a more detailed view of the impact of this crisis on the Albanian economy.", "Thus, the volume of economic activity contracted by 3.3% and unemployment rate increased to 11.8%.", "The economic downturn reflected the simultaneous contraction in almost all components of aggregate demand and in all sectors of economy.", "The crisis has hit more particularly private consumption and trade flows, where the exports of both goods and services fell.", "On the other hand, consumption and public investments have been upwards, by partially compensating the decrease in the private demand.", "The increase of budged expenditures, in parallel with the fall of fiscal revenue drove to a growth of budget deficit and public debt.", "At the end of 2020, public debt to GDP reached 76.1%, from 66.3% at the end of In terms of time, the maximum negative impact of the crisis appeared in the second quarter, while the two next quarters recorded a gradual improvement of economic indicators, albeit remaining below the levels recorded in the previous year.", "In particular, output and employment remain at a low level compared with 2019, by reflecting the weak cyclical position of Albania and suggesting that the aggregate demand remains at insufficient levels to generate complete employment of output factors.", "Hence, the domestic inflationary pressures remain low, while fall of inflation in our trade partners has curbed the increase of imported inflation.", "Thus, in 2019, annual inflation averaged 1.6%, remaining below our target.", "Dear Ladies and Gentlemen, The COVID-19 pandemic is the most serious economic challenge we have been facing during the last two decades.", "In these circumstances, the intervention of public authorities with extraordinary simulating measures was indispensable, to mitigate the negative immediate effect of the crises and contain its long-term impact on economy.", "The Bank of Albania, within its jurisdiction, embarked on a comprehensive package of measures, which consisted in: The reduction of the key interest rate at historically minimum of 0.5%, and the increase of liquidity injections, through the adoption of an operational strategy which enabled the unlimited injection of liquidity in the interbank market.", "Regulatory measures which encouraged the temporary extension of credit payments for clients in difficulties and the restructuring of credits to clients who appear with solid business perspectives, but were facing short and medium-term financial difficulties.", "Suspension of profit distribution to the banking sector, to enhance the amortising capacities of the sector against the shock.", "Elimination of costs on the use of electronic platforms of payments operated by Bank of Albania, aimed at reducing the physical costs, increasing the use of electronic payments and better managing the demands for cash to economy.", "Addressing in an eased way the exposures of banks to debt securities of the Albanian Government in foreign currency, according to the Regulation on Capital adequacy and Regulation on large exposures, for securities issued during 2020; Last, we were engaged in a more frequent and transparent communication with the public, on: the undertaken measures; their effect; and the expectations for the future.", "We assess that the implemented measures have been efficient, by supporting the economy in some directions: First, the monetary and macro-prudential stimulus enabled the reduction of financial costs and the continuous support to households and enterprises with bank loans.", "Our immediate reaction and the injection of ample liquidity quantities enabled the smooth functioning of financial markets and the transmission of reduction of the key interest rate to credit prices.", "Currently, financing and debt servicing costs in economy are lower than in the previous year and the exchange rate is stable.", "The low interest rates and ample liquidity were followed by an average growth of 6.7% of credit portfolio during 2020, by supporting the continuation of investments and the increasing needs of economy for working capital.", "Lending to enterprises and in lek, supported by the state guarantee schemes were the main contributors to credit growth.", "In this regard, I would like to underline, that for the first time in the last two decades, the share of credit portfolio in lek was equal to the share of credit portfolio in foreign currency at the end of previous year.", "This positive trend establishes the premises for enhancing the monetary policy's effectiveness and strengthening the financial stability of Albania.", "In addition, more than 23, 000 enterprises and households having loans at around ALL 200 billion, benefited from the moratorium on the payment of credit instalments and the restructuring of the existing loans.", "These funds available to them have served to mitigate the financial difficulties that both households and enterprises faced at the beginning eve of the crises.", "Overall, our estimations suggest that our simulating monetary policy has yielded a positive effect of 3.7 percentage points on the economic activity during the last four years, by providing a notable contribution to employment and welfare of Albanian households.", "Second, the prudential supervision and monitoring of the banking system performance, the intensive and continuous communication with it, and the temporary suspension of profit allocation, have served to maintaining a liquid and well-capitalised banking system with sound practices for risks management.", "Indicators of assets quality, financial result and capital of the banking sector appear at good levels.", "Non-performing loans ratio has remained at low levels and the direct exposure of its activity to market risks remains contained.", "Third, the increase of operational capacities for supplying cash to economy, the guarantee for the uninterrupted functioning of the national payment system and the reduction costs on electronic payments in lek, enabled the smooth functioning of the financial system.", "Last, the intensification of communication with national and international partners and with public at large, helped to reduce the uncertainty and increase confidence in the future.", "Overall, we assess that the Albanian economy has the necessary premises for a fast rebound of the economic activity once the epidemiological situation has been normalised.", "Also, this assessment is affirmed by our forecasts, which project an expansion of consumption and investments, growth of the economic activity's volume, increase of employment and improvement of the financial situation of enterprises and households in the following period.", "The economic growth will help the strengthening of inflationary pressures and the return of inflation to target within 2022. .", "Banking supervision and financial stability Notwithstanding the challenges posed by pandemic in Albania, the activity of the banking system was stable.", "The operational measures taken by banks to ensure the continuity of critical functions and the relationships with clients, intertwined with the measures taken by the public authorities to mitigate the pandemic shock, enabled the financial intermediation activity to continue appropriately and the financial indicators of the banking sector remaining at good levels.", "The activity of banking system grew by around 7%.", "Although the banking sector undertook a considerable part of financial burden during the crisis of 2020, it resulted with a positive financial result, albeit 15% lower than in the previous year.", "In parallel, the capitalisation of the system remains at a good level, above 18%, by enabling this sector to continue the activity of financial intermediation.", "In addition, credit quality slightly improved during 2020.", "The measures taken by the Bank of Albania to help banks to deal with borrowers facing temporary financial difficulties for the restructuring of loans, created room for the stabilisation of the overall level of non-performing loans.", "Thus, the Bank of Albania remains particularly attentive in monitoring this indicator.", "Direct exposure of banking sector's activity against risks remains contained, but some indicators of these risks have trended upwards.", "The banking sector remains sensitive to the exchange rate risk through the segment of unhedged loans in foreign currency.", "Exposure to the interest rate risk remains present, but it is assesses as limited.", "The Bank of Albania has addressed these risks through regulatory actions of macro-prudential nature and through the macro-prudential policy instruments.", "Uncertainty about economic developments in the presence of the pandemic remains considerable, and so do the challenges to the banking and financial activity.", "However, assessments of the banking industry and stress test exercises suggest that the banking sector has sufficient capacities to counter these challenges.", "After this panorama of the banking sector in Albania, I will briefly highlight some of the main directions of the work of the Bank of Albania for strengthening banking supervision and supporting financial stability.", "The implementation of the recommendations from the Committee of Experts of CoE on the Evaluation of Anti-Money Laundering Measures and counter Terrorist Financing (MONEYVAL).", "In the evaluation Report of Moneyval, financial entities, particularly banks, are evaluated with a high level of effectiveness (\"substantial/considerable\"), by undertaking, overall the appropriate measures for the prevention of money laundering and terrorist financing.", "Also, the Committee has provided a set of recommendations to the Albanian authorities.", "In the framework of addressing these recommendations, the Bank of Albania is involved in the implementation of the national plan of measures accordingly, by performing the necessary completions in the regulatory framework and by strengthening the supervisory process.", "The number of examinations, with particular focus on the terrorism financing issues and implementation of international sanctions, has been increased.", "These examinations have taken place in non-bank financial institutions and foreign exchange bureaus.", "Regulatory and methodological approximation and strengthening of supervisory capacities.", "The Bank of Albania has continued to work for the improvement of the regulatory framework through the approval of new regulatory acts, as well review of applicable regulations, by further aligning this framework with the EU acquis, the Basel Committee principles and the best practices of banking supervision.", "The review of the applicable regulatory framework has also taken into account the situation created in Albania by the pandemic.", "Also, a part of the approved by laws have aimed at complementing the regulatory framework in the field of resolution, whose responsible authority is the Bank of Albania.", "The rigorous monitoring of financial system through on-site examinations.", "The pandemic situation and the restrictions in place imposed the differentiated condition of on-site examinations.", "On the other hand, we have intensified the correspondence with banks and nonbanks financial institutions, for the sharing of information and increasing the reports.", "In 2020, 27 examinations were performed, covering banks and non-bank financial institutions, and 74 examinations in Foreign Exchange Bureaus.", "Credit risk was the main objective of these examinations.", "Strengthening the ability for resolution in banks.", "In capacity of Resolution Authority, the Bank of Albania has drafted the resolution plans for systemic banks, has identified the potential obstacles to the implementation of resolution and has drafted the measures for overcoming these obstacles.", "In addition, in 2020, the Bank of Albania completed the first cycle of drafting resolution plans for non-systemic banks.", "Development and implementation of macro-prudential policy for the purposes of financial stability.", "The Bank of Albania has a primary role in drafting and implementing the macroprudential policy.", "This policy prevents the accumulation of risks and strengthens the financial system's resilience.", "Throughout 2020, new regulatory acts were implemented - liquidity coverage ratio and the regulation on the implementation of additional macro-prudential capital buffers - which aim at mitigating risks and strengthening the resilience of the banking sector.", "The realisation of institutional duties implies also a constant attention on other areas of the Bank of Albania's activity.", "Following, I will try to provide an overview of them.", "Other activities The functioning of the economy and banking system is underpinned by a safe and efficient payment system.", "Both systems operated by the Bank of Albania, the Albanian Interbank Payment AIPS) and the Albanian Electronic Clearing House (AECH) have operated efficiently and safely.", "In 2020, the regulatory framework on the functioning of both payment systems was reviewed.", "Both systems have been assesses by international experts related to the principles of Bank for International Settlements (BIS) and the European Central Bank.", "They have resulted in compliance with these principles.", "In the framework of promoting the reforms in payment market, the Bank of Albania has played an active role for the implementation of the National Retail Payments Strategy 2018-2023.", "More than 50% of the measures set forth in the action plan of the strategy have been accomplished, through a set of regulatory interventions and measures for enhancing financial education.", "For the purposes of accomplishing the objectives set forth in the strategy, the Bank of Albania has started the work for the transposition of the EU Directive \"On the Payment Account\", which is expected to increase both transparency in payment services and financial inclusion of the population.", "In 2020, the use of electronic payment instruments jumped to 18.5%.", "This trend was also affected by the measures implemented by the Bank of Albania for the reduction of costs on electronic transfers in lek.", "The finalisation of the Law \"On Payment Services\" is expected to boost the use of electronic payment instruments and, overall, the expansion of population inclusion.", "The approval of this Law, which is initiated by the Bank of Albania, is an important achievement to increases access of population to payment services, and marks a further step towards the integration with the best EU practices.", "As one of the institutions involved in the National Plan for European Integration, the Bank of Albania has accomplished all its obligations for reporting, and it has integrated the recommendations of the European Commission in fulfilling is daily duties.", "In parallel with them, we have continued the preliminary work for the preparation of negotiations of Chapters 4 and 17.", "The Bank of Albania has the role of national coordinator for these chapters, and in this regard, we have strengthened the dialogues to identify the optimum paths for countering the pandemic.", "In addition, we have focused our attention on the preventive measures and the effects of the pandemic on the internal activity of the institution.", "A year earlier, we completed the platform on Business Continuity Management.", "In 2020, this platform enabled the units of the Bank of Albania to react effectively for ensuring the normal continuation of processes during the pandemic.", "All the main activities of the Bank of Albania have continued to operate normally, without any interruption.", "Nevertheless, I take the opportunity to emphasise that the Bank of Albania has recorded a progress also in other areas of its activity, as: compilation and dissemination of financial statistics; management of international reserve; the scientific research; and communication with the public, etc.", "All these aspects of our work are truly reflected in the Report.", "Honourable Members of Committee, The Albanian economy showed resilient to the shock during the previous year and has positive development premises in the next and far future.", "Nevertheless, there are many downside risks and the economic and financial environment remains challenging.", "We deem that the macro-economic policies should continue to maintain the simulating direction, so far the economic growth and employment expansion be put on stable paths.", "Further, the priority of policies should move towards the strengthening of economic balances, particularly to the reduction of public debt and establishment of necessary fiscal premises to counter other shocks in the future.", "In parallel with them, policymakers, at every level, should work for advancing the structural reforms.", "Fiscal, monetary and financial stimuli are crucial instruments to bolster the aggregate demand.", "But only structural reforms enable the stable expansion of production capacities and the increase of social welfare.", "Allow me to assure that through the preservation of monetary and financial stability, the Bank of Albania remains committed to provide its contribution in this regard.", "Thank you for your attention!"], "classifications": ["none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none"], "topics": ["Economic performance", "Monetary policy", "Banking supervision", "Financial stability", "Fiscal policy", "Structural reforms", "Payment systems", "European integration", "Business continuity", "Communication"]}