{"sentences": ["Thank you for arranging this hearing via videoconference.", "These hearings are an important part of the accountability process for the RBA and my colleagues and I welcome this opportunity to explain our thinking and answer your questions.", "Later this morning, the RBA will be releasing our quarterly Statement on Monetary Policy.", "I would like to highlight 5 key themes from this report.", "The first is that the Australian economy has bounced back quicker and stronger than was earlier expected.", "The pre-pandemic level of GDP was regained in the March quarter, more than a year earlier than we had expected in August last year.", "But it is in the labour market where the recovery has been most remarkable.", "In June, the unemployment rate fell to 4.9 per cent, which is lower than it was before the pandemic.", "There has been strong growth in jobs across most parts of the economy and job vacancies have been at record highs.", "And in stark contrast to the experience of most other advanced economies, labour force participation and the number of hours worked had both recovered to above pre-pandemic levels.", "These outcomes are testament to the effectiveness of the public policy response, including the early success on the health front and the ability of Australians to adapt to changed circumstances.", "The economic policy response involved the public sector using its balance sheet to support the economy and keep people in jobs.", "Fiscal and monetary policy worked together well and the response of Australia's financial institutions also helped.", "Households and businesses also showed remarkable resilience and an ability to change how they do things.", "So, it is a positive story here.", "Now to the second theme, which is that the recovery has been interrupted by outbreaks of the highly infectious Delta strain of the coronavirus, especially in New South Wales.", "The outbreaks mean that GDP is likely to decline in the September quarter.", "How large the decline will be depends on the duration of the lockdowns and whether there are further material outbreaks elsewhere in Australia in the weeks ahead.", "As a rough rule of thumb, household consumption in areas that are locked down is typically around 15 per cent lower than it would be otherwise.", "In addition, the lockdowns have directly affected construction activity in NSW and delayed some investment plans.", "Some increase in the unemployment rate is also expected over the months ahead, although most of the adjustment in the labour market is likely to be through declines in hours worked and participation, rather than in job losses.", "As we assess the impact of the lockdowns on the economy, it is important not to lose sight of the fact that not all of Australia is affected.", "Significant parts of the Australian economy are still on the positive trajectory that was in place before the recent outbreaks.", "This is quite different from the situation in the first half of last year, when the whole of Australia was in lockdown.", "So, it is a mixed picture.", "The third theme from the Statement on Monetary Policy is that the economy is expected to bounce back quickly once the restrictions ease.", "The experience both in Australia and elsewhere is that once restrictions are lifted, spending recovers strongly, especially if people have confidence about the future.", "While the exact timing of the bounce-back is difficult to predict, it is likely to start well before the end of the year.", "The vaccination program is ramping up and governments are providing significant targeted income support to help businesses and households get through this difficult period.", "This means that there is a pathway out of the current difficulties this year.", "At its meeting earlier in the week, the Reserve Bank Board considered a range of possible scenarios for the Australian economy over the next couple of years.", "Our central scenario is that the economy will return to strong growth in 2022, with GDP increasing by a little over 4 per cent, to be followed by growth of around 21⁄2 per cent in 2023.", "In this scenario, the unemployment rate resumes its downward path to reach around 41⁄4 per cent by the end of next year and 4 per cent the following year.", "The Board also considered upside and downside scenarios, the details of which will be published later today, with much depending on the health outcomes.", "One source of uncertainty is the possibility of vaccine-resistant virus strains emerging over time.", "Another is that it is still unclear what type of adjustments our society will have to make to live with COVID on an ongoing basis.", "Once vaccination rates are high enough, we will be living with a virus that is endemic rather than living through a pandemic.", "What this endemic phase looks like is still to be determined.", "On the upside, it is possible the Australian economy will again experience a run of positive surprises, as it did earlier this year.", "If we are successful in containing the virus over the months ahead, it is possible there will be stronger upswings in both investment and consumption than envisaged in our central scenario.", "The fourth theme is that we have not seen the same upside surprises in wages and prices that we have experienced in jobs and output, and that it will take some time for inflation to be sustainably in the 2 to 3 per cent target range.", "Both wages growth and underlying inflation are subdued and we expect this to remain the case for some time yet.", "While there have been reports of labour shortages in parts of the country and a step-up in wages for some occupations, wage increases for most Australians are still modest.", "Underlying inflation also remains low at around 13⁄4 per cent over the year to the June quarter.", "In contrast, the headline inflation rate spiked to 3.8 per cent in the June quarter, but this largely reflected the unwinding of some earlier COVID-19-related price declines.", "In our central scenario, both wages growth and underlying inflation pick up, but do so only gradually.", "The central forecast is for underlying inflation to be 13⁄4 per cent over 2022 and then 21⁄4 per cent over 2023.", "Growth in the Wage Price Index is expected to pick up gradually to 23⁄4 per cent over 2023, with growth in other measures of labour costs slightly higher than this.", "One source of forecast uncertainty here is that Australia has had little recent experience with the low unemployment rates that are being forecast.", "At the peak of the resources boom in 2008, the unemployment rate briefly got as low as 4 per cent, but before that the last time the unemployment rate was at 4 per cent was in the early 1970s.", "Our economy and our institutions were very different then than they are today, making it hard to draw any lessons.", "Notwithstanding the uncertainties, there are a number of factors that make it likely that the pickup in wages and inflation will be gradual.", "These include: enterprise agreements that run for a number of years; a business mindset that is very focused on cost control; inflation expectations that are low; relatively high ongoing rates of underemployment; and that it will take some time yet before the spare capacity in the economy is fully absorbed.", "Together, the factors help provide a basis for expecting that Australia can sustain an unemployment rate in the low 4s, but time will tell.", "That brings me to the final theme of the Statement on Monetary Policy - that is, the RBA's package of monetary policy measures is providing substantial support to the Australian economy in the face of lockdowns and the expected resumption of the economic expansion.", "These monetary policy measures include: the Term Funding Facility a yield target for the April 2024 Australian Government bond of 10 basis points the bond purchase program under which the RBA is purchasing bonds issued by the Australian Government and by the state and territory governments a cash rate target of 10 basis points.", "I would like to provide the Committee with an update on each of these elements of the package.", "First, the Term Funding Facility.", "A total of $188 billion was drawn down by financial institutions under this facility before the deadline for final drawings of 30 June.", "The interest rate on most of these funds is 10 basis points and the funding does not have to be repaid for 3 years.", "This means that, even though the facility is now closed to new drawings, it will continue to support low funding costs in Australia out to mid 2024.", "At its July meeting, the Board considered the yield target and decided to retain the April 2024 Australian Government bond as the target bond, rather than extend it to the November 2024 bond.", "The target remains at 10 basis points, the same as for the cash rate.", "The target has played an important role in keeping funding costs low and reinforcing our forward guidance regarding the cash rate, and it will continue to play this role over the next few years.", "The decision not to extend the target to the next maturity reflects a shift in the probabilities regarding future movements in the cash rate.", "When the 3-year yield target was introduced last year, it was difficult to conceive scenarios in which the cash rate would be increased over the subsequent 3 years, which at the time ran to early 2023.", "Eighteen months on, there are now plausible scenarios in which the cash rate is increased over a 3-year horizon, which now runs until late 2024.", "Given this shift, the Board decided that it was not appropriate to extend the yield target to the end of 2024.", "At our July meeting, we also decided that we would continue purchasing government bonds following the completion of the second $100 billion program in early September.", "In addition, we decided that the purchases would be at a rate of $4 billion a week until at least November, rather than the current $5 billion a week.", "We also indicated that we had a flexible approach and could adjust the rate of purchases in either direction in response to economic news and changes in the outlook.", "At the Board's meeting earlier this week we considered the case for delaying this tapering to $4 billion a week.", "The critical issue here is the outlook for the economy.", "As I discussed earlier, we are expecting a return to strong growth next year.", "Any additional bond purchases would have their maximum effect at that time and only a very small effect right now when the extra support is needed most.", "The Board also recognised that fiscal policy is the more appropriate instrument for providing support in response to a temporary and localised hit to income, and the Board welcomes the substantial fiscal response by governments in Australia.", "We will, however, keep the situation under review and are prepared to act in response to further bad news on the health front that affects the outlook for the economy over the year ahead.", "The final element of the package is the cash rate.", "As I have said previously, the Board will not be increasing the cash rate until inflation is sustainably in the 2 to 3 per cent range.", "We want to see results on inflation before we move, not a forecast of inflation in the target range.", "It will not be enough for inflation to just sneak across the 2 per cent line for a quarter or 2.", "We want to see inflation well within the target band and be confident that it will stay there.", "In making our assessments here, we will be paying close attention to growth in wages and broader labour costs.", "Under the central scenario, the condition we have set for an increase in the cash rate is not expected to be met before 2024.", "Finally, I would like to mention one other important area of the RBA's operations; that is, our role as banker to the Australian Government.", "Over recent weeks we have worked very closely with Services Australia to make sure that the COVID Disaster Payments are made quickly.", "Once an application is made to Services Australia for assistance, the money can be in the person's bank account in less than an hour.", "On a recent Sunday, Services Australia, with the assistance of the RBA, processed over 300,000 individual payments through Australia's fast payment system, with the money available to people immediately on the weekend.", "These fast payments are possible because of both the RBA's significant investment in our banking and payments infrastructure and our policy efforts over many years to encourage the banking system to develop a fast payments system.", "The RBA also operates the settlement system that transfers money between banks' accounts in real time, 24 hours a day, 7 days a week.", "It's pleasing to see how these systems can be used to directly and quickly help people who are in need.", "My colleagues and I are here to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Australian economy", "economic recovery", "labour market", "monetary policy", "inflation", "wages", "COVID-19", "bond purchase program", "cash rate", "Term Funding Facility"]}