{"sentences": ["12.04.2021 The ECB monetary policy response to the pandemic crisis* 1st Ibero-American Central Bank Conference/Banco de España and IberoAmerican General Secretariat Pablo Hernández de Cos Governor of the Banco de España *English translation of the original speech in Spanish Good afternoon, ladies and gentlemen (or good morning to those joining us from the other side of the Atlantic).", "It is a source of great personal satisfaction to welcome you to this 1st Ibero-American Central Bank Conference.", "For the Banco de España it is an honour to have jointly organised it with the Ibero-American General Secretariat, and I would first like to thank their SecretaryGeneral, Rebeca Grynspan, for her resolve in bringing this initiative to fruition.", "On 21 April the stage is set for the 27th Ibero-American Summit of Heads of State and Government, an established forum for dialogue, coordination and cooperation at the highest level between the 22 countries making up the Ibero-American community.", "Within the framework of the Summit, this meeting today seeks to contribute to the debate relating to the functions proper to central banks.", "In this connection we will not be starting from scratch, as there is a long-standing tradition of dialogue and cooperation between the Latin American and Caribbean monetary authorities (a somewhat more extensive geographical area than the strictly Ibero-American space), pursued mainly under the auspices of CEMLA (the Center for Latin American Monetary Studies), which will be celebrating 70 years of existence in 2022.", "This meeting is taking place a little over one year after the start of the COVID-19 crisis, which has been characterised by its global scale, unprecedented intensity, high persistence and a very marked differential impact across sectors, countries and population groups.", "Currently, there are hopeful signs alongside causes for concern.", "On the positive side, the roll-out of the vaccination process, and the gradual approval of new vaccines and a brisker pace of manufacture and distribution, allow us to discern a scenario entailing the resolution of the health crisis and, consequently, the prolongation of the incipient economic recovery.", "Indeed, the latest IMF forecasts published last week envisage an upward revision of the forecast for global growth, compared with its projections in January.", "The latest figures highlight the buoyancy of the world's two biggest economies, the United States and China, which will be among the few to have attained their prepandemic level of GDP before the end of this year.", "However, this favourable outlook runs in parallel with high uncertainty on several fronts.", "First, epidemiologically speaking, the emergence of new strains of the virus and doubts over the effectiveness of vaccines against them, coupled with the uneven pace of progress in the different countries' vaccination calendars, raise questions about when we will manage to fully resolve the health crisis.", "And this unevenness, accompanied by other country-based idiosyncratic factors, is giving rise to appreciable and growing divergences in the pace of economic recovery globally.", "There are also many doubts about the structural damage wreaked by the crisis on the productive system, particularly in those sectors and countries most affected and where it is proving most persistent.", "In these circumstances, international cooperation is, in my view, all the more important.", "Healthwise, the crisis will clearly not be resolved until immunity against the virus has been achieved in all countries.", "On the economic front, divergences in the rate of recovery may be particularly harmful for economies that are in a more vulnerable situation.", "A premature tightening of international financial conditions could pose a serious obstacle to the efforts of recovery of those economies with limited space for their national policies.", "And that could delay their recovery and, ultimately, also adversely affect the global economy.", "Thus, in accordance with the communication approved by the International Monetary and Financial Committee last week, international cooperation is crucial both for accelerating vaccine production and for making distribution affordable and fair for everybody.", "In the economic arena we must also maintain the stimulus measures for as long as necessary, adapting them to countries' changing circumstances, until the recovery has taken root.", "Only then may these stimuli be cautiously withdrawn.", "The current juncture is, in fact, a particularly timely one to give fresh impetus to multilateralism, where the multilateral institutions have a crucial role to play.", "The aim is not only to cement global economic recovery, but also to counter the backtracking seen in inequality and poverty as a result of this pandemic and to jointly tackle the common structural challenges derived from digitalisation and the fight against climate change.", "And this without forgetting the need to strengthen pre-emptive and common response mechanisms to systemic crises like the present one.", "In this respect, the G20 resolutions reached to respond to the impact of the crisis on lowincome economies via debt-relief measures are praiseworthy; but consensus must now be forged to address the situation which middle-income countries are also facing (a category in which a good number of the Ibero-American community countries fit), with limited room for manoeuvre in their national policies.", "With these same objectives, international institutions must complement and improve coordination with regional institutions and mechanisms, which may be more effective in providing solutions for countries that share a common institutional framework or similar economic structures.", "Following this introduction, allow me to move on to the first panel of the Conference, which will focus on analysing the role of monetary policy in the context of the pandemic.", "We will be joined by Agustín Carstens, the General Manager of the Bank for International Settlements, Alejandro Díaz de León, Governor of the Central Bank of Mexico (Banco de México), Liliana Rojas-Suárez, Chair of the Latin-American Committee for Financial Affairs and Director of the Initiative for Latin America of the Centre for Global Development, and Leonardo Villar, Governor of the Central Bank of Colombia (Banco de la República).", "Clearly, monetary policy has played - and continues to play - a crucial role in this crisis.", "And this has been so not only in the advanced economies, but also in the emerging ones, and specifically in Latin America.", "There, the region's central banks cut their policy interest rates to record lows, and some even set in place asset purchase programmes for the first time in their history.", "This session of the conference will largely address the experience of the Latin American central banks in monetary policy management during the pandemic.", "But let me take this opportunity to share with you some brief thoughts on the European Central Bank's (ECB) monetary policy and its conduct during the pandemic.", "In many cases, they may also be applied to other countries.", "Firstly, allow me to highlight the importance of the ECB's swift and forceful monetary policy response.", "As I said, the outbreak of COVID-19 in Europe in late February and early March 2020 prompted a health crisis that resulted in an economic shock on an unprecedented scale.", "This shock was accompanied by a strong tightening in the euro area's financial conditions.", "Financial markets began to discount significant declines in economic activity and an escalation in public and private debt as various governments announced lockdown plans to counter the virus.", "That pushed interest rates on sovereign and corporate debt markets upwards, a movement which, had it not been curtailed in time, ran the risk of amplifying the fall in aggregate demand and, by extension, in inflation.", "Faced with these circumstances, on the ECB Governing Council we acted rapidly and forcefully.", "In particular, we announced on 18 March the launch of the pandemic emergency purchase programme (PEPP), which allows the ECB to purchase public and private sector bonds and other debt instruments.", "It paved the way for a gradual easing of financing conditions which has continued to date.", "The targeted longerterm refinancing operations (TLTROs) for the banking sector were also very successful.", "For example, in the June 2020 operation, participating banks received a total of €1.31 trillion, a record for Eurosystem refinancing operations.", "Estimates by Banco de España researchers suggest that the PEPP will have had a firstorder positive impact on inflation and on the GDP growth rate in the 2020-2022 period.", "The evidence available also suggests that the TLTROs have fulfilled the function for which they were designed, as banks have used the financing received to grant loans to the real economy.", "Admittedly, it is difficult to accurately quantify the economic and financial deterioration that would have ensued had the PEPP and the rest of the measures not been launched, and therefore to estimate the resulting overall effect on euro area macroeconomic developments.", "But one of the main effects of the monetary policy measures, in a setting as adverse as that in place at the onset of the pandemic crisis, has been to avoid disruption on financial markets that would have ultimately given rise to a much deeper and persistent crisis.", "Secondly, the comprehensive nature of the monetary policy response has also been very important.", "It should be borne in mind that the COVID-19 outbreak in the euro area came about against a background of: low inflation and extensive monetary stimulus, with benchmark interest rates at a record low of -0.5%; net asset purchases under the asset purchase programme (APP); and a set timetable for the TLTROs.", "In this setting, the ECB measures have run along two main axes: the purchase of financial assets and the provision of liquidity to commercial banks, covering the euro area economy's main financing channels.", "As regards asset purchases, I have already referred to the approval of the PEPP.", "The main aim of this programme is to ease financing conditions and ensure the smooth transmission of the common monetary policy to all euro area countries.", "As to liquidity provision, we should recall that, in the euro area, banks are the main source of financing for households, the self-employed and firms.", "It was therefore vital to head off a severe contraction in the flow of credit to the real economy.", "The risks of a contraction stemmed chiefly from two factors: first, the possibility that money markets would deteriorate to the point of compromising banks' access to them; and second, banks' possible reluctance to assume fresh risks in the form of loans against a backdrop of enormous economic uncertainty.", "To tackle the first of these risks, the ECB launched a line of longer-term refinancing operations (LTROs).", "These provided banks with \"bridge financing\" under advantageous terms until end-June 2020, at which point there would be a major liquidity auction.", "This measure contributed to stabilising the banking sector's financing costs in the initial phase of the pandemic.", "As to the second risk, the ECB already had an instrument to encourage banks to extend credit: the aforementioned TLTROs.", "This programme grants banks financing under particularly favourable conditions, provided they meet targets for granting credit to households and firms.", "With the onset of the pandemic, this programme was recalibrated to make it more attractive to banks, allowing them temporarily to obtain financing at an interest rate as low as -1%, on condition they did not reduce their volume of eligible lending.", "Also, given that banks participating in Eurosystem refinancing operations must offer collateral to obtain liquidity, we decided to ease the collateral framework conditions so that they could obtain a greater amount of financing in these operations.", "The measures adopted included most notably reducing the average haircut applied to the value of the collateral and accepting higher-risk assets as eligible, including loans backed by the national authorities' various programmes.", "Thirdly, the importance of the ECB's flexibility as regards the recalibration and use of instruments should be highlighted.", "By way of illustration, the evolution of the economic crisis caused by the pandemic required an increase in the PEPP in June of €600 billion, and of €500 billion in December, up to a total of €1.85 trillion.", "The net purchase horizon was also extended until at least end-March 2022 and the maturing securities reinvestment horizon until at least end-2023.", "In December we also decided to recalibrate the conditions of the TLTROs.", "We extended by 12 months, until June 2022, the period during which the reduced interest rate for banks meeting the lending target will be applicable, scheduling three additional quarterly operations between June and December 2021, and increasing the borrowing allowance of TLTRO funds each bank can obtain from 50% to 55% of its eligible loans.", "Another of our decisions was to extend until June 2022 the aforementioned collateral framework flexibility measures.", "But apart from this flexibility in the response over time, there is a key difference in the PEPP compared with the previous asset purchase programme (APP).", "Whereas the APP retains a relatively rigid structure regarding the distribution of asset purchases both over time and across jurisdictions, the PEPP afforded itself from the outset the possibility of concentrating these purchases in the most critical months of the crisis and in the countries which, at each point in time, have been subject to tighter financing conditions.", "Perfectly illustrating this flexibility in the distribution of purchases over time is the fact that the average monthly pace of purchases in the April-June period was €113 billion, whereas from October to December, against a backdrop of greater easing in sovereign debt markets, average monthly purchases barely exceeded €60 billion.", "Thanks to this flexibility, along with the large volume of asset purchases initially envisaged, the announcement of the creation of the PEPP on 18 March helped substantially reduce sovereign yields in the euro area, particularly in countries such as Italy and Spain.", "These countries had relatively high levels of public debt and were also more affected by the first wave of the virus, both in epidemiological terms and given their dependence on more vulnerable sectors such as tourism and hospitality.", "The outcome was a much more pronounced increase in financing costs in these countries, that the PEPP's flexibility has enabled us to counter by ensuring a smooth transmission of our monetary policy to all euro area countries.", "This flexibility is again proving particularly useful in the current situation.", "Indeed, after extending our programme last December, there was a rise in long-term interest rates in a setting in which our inflation forecast was some distance off target and below that expected before the crisis.", "Against this background, we stressed last March that we would use the flexibility of our PEPP to increase purchases in the following months, with the aim of preserving favourable financing conditions and thus preventing a tightening of these conditions that is inconsistent with countering the downward impact of the crisis on the inflation path.", "A fourth aspect worth highlighting is that of the complementarity of the ECB's action to that taken by the fiscal and prudential authorities.", "We all concur that fiscal policy should be the first line of defence against this crisis.", "It has the most suitable instruments for mitigating the effects of the crisis on households and firms, in particular in a setting in which these effects are proving uneven and of uncertain duration.", "That said, the monetary policy decisions adopted by the ECB, and especially those relating to the PEPP, are particularly significant from this perspective.", "Indeed, they have provided the fiscal authorities with space to extend and maintain their support measures for the economy.", "Hence, net asset purchases under the PEPP in 2020 have risen to an amount equivalent to over 90% of the euro area countries' net public financing needs that same year (and almost 30% of gross needs), according to preliminary estimates.", "This is particularly important in countries such as Spain which, as I mentioned, has been particularly affected by the COVID-19 crisis and whose initial deficit and public debt levels were high.", "The ECB's actions are heading off an increase in financing costs which, potentially, would have significantly curbed the national fiscal authorities' capacity to support the economy.", "The ECB's measures have complemented those adopted both by national governments (in particular the public guarantee programmes backing loans) and by the prudential authorities (aimed at allowing financial institutions to use some of the capital buffers built up in recent years).", "This has proved key to smoothing the flow of financing to the economy during the crisis.", "Let us not forget that, in addition to the response of national fiscal policies, on this occasion there has also been a genuinely pan-European response to the crisis, in which the creation of the Next Generation EU (NGEU) recovery fund has been to the fore.", "This fund adds significant elements for sharing the economic recovery effort, some of which unprecedented, such as the large-scale issuance of supranational European public debt to finance reforms and investments in the Member States most affected by the pandemic.", "In conclusion, let me simply reiterate the major role we central banks have played and must continue to play in overcoming this crisis.", "Set against high uncertainty and a still-fragile economic situation, monetary policies need to continue contributing to maintaining favourable financing conditions that allow the recovery to take firm root.", "The road ahead will not be free from setbacks and difficulties.", "Some will be directly related to the pandemic and its legacy in terms of the solvency of households and firms, with others stemming from potentially adverse developments on financial markets.", "Attesting to the latter, for example, has been the increase in recent months in long-term interest rates in different parts of the world.", "The possibility of tensions on financial markets and a tightening of financing conditions, in a setting in which public and private debt has increased notably, is one of the main risks central banks must tackle, in advanced and emerging economies alike."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance"], "topics": ["Monetary policy", "ECB", "PEPP", "TLTROs", "Fiscal policy", "Inflation", "Economic recovery", "Financial stability", "Pandemic", "Crisis"]}