{"sentences": ["Speech The Recovery, Investment and Monetary Policy Governor AFR Business Summit Sydney - 10 March 2021 Thank you for the invitation to participate in this year's AFR Business Summit and it is great to be here in person.", "I would like to begin by congratulating the AFR on its 70th anniversary - that is quite an achievement in an industry with so much change.", "I look forward to many more years of business and finance reporting and analysis.", "The timing of this year's summit coincides with a lift in sentiment about the global economy.", "The rapid development of vaccines and their rollout have improved the global outlook and lessened some of the downside risks.", "The plan for further fiscal stimulus in the United States has also improved growth prospects there.", "The result has been a reassessment by investors of the outlook for inflation and interest rates around the world.", "Against this backdrop, I would like to begin by reviewing recent economic and financial developments.", "I will then turn to the importance of business investment in sustaining a strong economic recovery.", "Finally, I will discuss the outlook for monetary policy in Australia.", "Recent economic and financial developments Last week we received further confirmation that the Australian economy is recovering well, and better than expected.", "GDP increased by 3.1 per cent in the December quarter, following a similar rise in the previous quarter (Graph 1).", "These back-to-back large increases are materially better outcomes than we expected back in August.", "They reflect the success that Australia has had on the health front, the very large fiscal and monetary policy support, and the flexibility of Australians in getting on with their lives and businesses.", "As a result, we are now within striking distance of recovering the pre-pandemic level of output.", "The recovery in employment has been V-shaped and there has been a welcome decline in the unemployment rate to 6.4 per cent (Graph 2).", "Job vacancies, job ads and hiring intentions remain strong.", "This suggests that the unemployment rate will continue to trend lower, although this trend could be temporarily interrupted when JobKeeper comes to an end later this month.", "However, they do not negate the fact that there is still a long way to go and that the Australian economy is operating well short of full capacity.", "There are still many people who want a job and can't find one and many others want to work more hours.", "And on the nominal side of the economy, we have not yet experienced the same type of bounce-back that we have seen in the indicators of economic activity.", "For both wages and prices, there is still a long way to go to get back to the outcomes we are seeking.", "In underlying terms, inflation is running at 11⁄4 per cent, and we expect it to remain below 2 per cent over at least the next 2 years (Graph 3).", "Trimmed Mean Inflation 4 4 2008 2012 2016 2020 Sources: ABS; RBA Turning to other countries now, the recent experience has been mixed.", "A number are benefiting from a pick-up in international trade in goods, following the shift during the pandemic to spending on goods, rather than services.", "This shift has underpinned stronger conditions in the manufacturing sector, especially in east Asia, and broad-based increases in commodity prices (Graph 4).", "In contrast, in some other countries, virus outbreaks around the turn of the year have interrupted their recoveries.", "Commodity Prices USD, January 2013 = 100 Iron ore Oil 50 50 index index Copper Aluminium 80 80 2013 2017 2021 2017 2021 Sources: Bloomberg; RBA Looking forward, the rollout of vaccines has improved the prospect of a sustained recovery in the global economy.", "In the United States another important factor is the further large fiscal stimulus, amounting to 9 per cent of GDP, with this stimulus coming on top of the significant measures announced last year.", "The brighter global outlook has been associated with an increase in bond yields (Graph 5).", "This follows a period in which 10-year bond yields were at historic lows in many countries, including Australia.", "These historic lows reflected a combination of structural and cyclical factors.", "On the structural side, there has been, for some time, an elevated desire to save, relative to invest, which has kept real interest rates low.", "On the cyclical side, the steep declines in GDP, the uncertainty about the future and an expectation of a long period of very low inflation have each played a role.", "10-year Government Bond Yields 2.0 2.0 1.5 1.5 Australia 1.0 1.0 0.5 0.5 0.0 0.0 2019 2020 2021 Sources: Bloomberg; Yieldbroker Recently, as the outlook improved it is understandable that yields moved off their historic lows, although explaining the exact timing and trigger for any change is always difficult.", "Initially, the repricing in the bond market was associated with additional volatility in financial markets.", "Subsequently, conditions settled down more quickly than they did in March/April last year, although further bouts of volatility are possible.", "The move higher in bond yields since November mainly reflects a lift in investors' expectations of future inflation, although there has also been some bring forward in the expected timing of future policy rate increases.", "The lift in inflation expectations is evident in the graph below (Graph 6).", "For most of the past year, expected inflation was well below the rates being targeted by central banks.", "This has now changed and expected inflation has moved to be closer to those targets.", "This suggests that investors have more confidence that the policy measures are working to stimulate the global economy and that the recovery will be strong enough to generate inflation close to target.", "If so, this would be good news.", "It is also worth noting that expected inflation rates are not especially high and are still not above central bank targets.", "Inflation Expectations* Australia Canada S D M J S D M * Measured as the difference in yields between nominal and inflation-linked 10-year government bonds.", "UK breakeven inflation is structurally higher as it is linked to the UK Retail Prices Index rather than the Consumer Price Index.", "Source: Bloomberg The other element of the lift in yields is the bringing forward of the timing of the expected increases in policy interest rates.", "Current market pricing suggests an expectation that some central banks will increase policy rates next year and in 2023 (Graph 7).", "This is a change from the situation a few months ago, when longer periods of unchanged policy rates were expected.", "This change has occurred despite expected inflation remaining below the thresholds set by central banks for higher policy rates.", "Policy Rate Expectations United States United Kingdom Canada Australia -1 -1 2021 2024 2021 2024 Sources: Bloomberg; RBA Reflecting these global developments, we have seen a similar move in market expectations about future policy rates in Australia.", "I will return to this issue shortly when I discuss the outlook for monetary policy here.", "Before doing that, I would like to focus on one piece of the economic recovery in Australia that has been slow to click into gear: that is, private business investment.", "The left-hand side of the next chart shows the RBA's forecast for non-mining business investment prepared in February last year together with the actual outcomes (Graph 8).", "The right-hand side shows the same for consumption.", "Investment is a different story.", "While there was a welcome pick-up in the December quarter, particularly in machinery and equipment investment, investment is still 7 per cent below the level a year earlier and over 10 per cent below where we thought it would be at the start of last year.", "Nonresidential construction is especially weak, with the forward-looking indicators suggesting that this is likely to remain so for a while yet.", "This weakness in business investment follows a run of years in which non-mining business investment as a share of nominal GDP was already low by historical standards (Graph 9).", "Since 2010, this investment ratio averaged 9 per cent, compared with 12 per cent over the previous 3 decades.", "This is a material difference and cumulates to slower growth in Australia's capital stock, with implications for our longer-term productive capacity.", "Private Non-mining Business Investment* Share of nominal GDP 5 5 1985 1992 1999 2006 2013 2020 Net of second-hand asset transfers; RBA estimates Sources: ABS; RBA A durable recovery from the pandemic requires a strong and sustained pick-up in business investment.", "Not only would this provide a needed boost to aggregate demand over the next couple of years, but it would also help build the capital stock that is needed to support future production.", "Stronger investment would also support a more productive workforce and a lift in both nominal and real wages.", "Unfortunately, there is no magic ingredient for boosting business investment.", "A good starting point, though, is businesses having confidence that the economy will grow and that there will be demand for their products and services.", "Another important ingredient is having stable and predictable regulatory regimes.", "Access to finance on reasonable terms is also important.", "To this list, you could add businesses that are able to generate great new ideas and that have the risk appetite and the capability to back these ideas.", "Having a highly skilled workforce and management are obviously important elements here.", "Looking across the economy, there are investment needs and opportunities in areas as diverse as infrastructure, power generation and distribution, health and social services, food production, advanced manufacturing and digitalisation and data science.", "So there is no shortage of areas where additional investment would help our economy grow.", "have recently been examining this using the ABS s BLADE database.", "One of the exercises that we have undertaken is to examine the investment and output of firms grouped by size - small, medium and large.", "The results of this work are shown in this next graph (Graph 10).", "Output and Investment Shares by Firm Size* Private, non-mining sector, financial years 2002-2017 Investment Small Medium Large Output is measured by total revenue; small firms are classified here as those with annual output less than $2 million, medium as annual output between $2 million and $50 million, and large as annual output greater than $50 million; firms with annual output less than $10,000 Sources: ABS; RBA Not surprisingly, large firms account for the biggest shares of output (blue bars) and investment (red bars).", "But small firms, on average, invest much more relative to their output than do other firms.", "There is, of course, a lot of variation among small firms, but many of them invest very intensively.", "In aggregate, small firms accounted for 32 per cent of investment in Australia from 2002-17, while accounting for only 17 per cent of output.", "This investment drives innovation, generates new ideas, stimulates competition and supports employment.", "So one of the important ingredients to the recovery in business investment in Australia is ensuring a supportive environment for innovative small and mediumsized businesses.", "I would now like to return to the outlook for monetary policy in Australia.", "Over the past year, monetary policy has complemented fiscal policy in cushioning the economic effects of the pandemic and in building the bridge to the recovery in economic activity and jobs.", "The RBA's policy measures have been keeping financing costs very low, contributing to a lower exchange rate than otherwise, supporting the supply of credit to businesses, and strengthening household and business balance sheets.", "In doing so, we have been helping in the national recovery effort.", "The Reserve Bank is committed to continuing to provide the necessary assistance and will maintain stimulatory monetary conditions for as long as is necessary.", "We want to see a return to full employment in Australia and inflation sustainably within the 2 to 3 per cent target range.", "These are our goals and we are committed to achieving them.", "An important element of our policy package is the cash rate target being set at what is the effective lower bound of 0.1 per cent (Graph 11).", "The Board will maintain this setting of the cash rate target until inflation is sustainably within the 2-3 per cent range.", "It is not enough for inflation to be forecast to be in this range.", "Before we adjust the cash rate, we want to see actual inflation outcomes in the target range and be confident that they will stay there.", "This is an evolution from the approach earlier in the inflation-targeting regime, in which forecasts of inflation played a more central role in decision-making about interest rates.", "We continue to pay close attention to the forecasts, but we want to see actual inflation outcomes consistent with the target before moving the cash rate.", "Cash Rate 4 4 2005 2009 2013 2017 2021 A question that investors have been grappling with recently is when will this condition for a higher cash rate be met?", "As I discussed earlier, over the past couple of weeks market pricing has implied an expectation of possible increases in the cash rate as early as late next year and then again in 2023.", "This is not an expectation that we share.", "For inflation to be sustainably within the 2 to 3 per cent range, it is likely that wages growth will need to be sustainably above 3 per cent.", "This is assuming that Australia generates ongoing growth in labour productivity and that the profit share of national income does not continue to trend higher.", "Currently, wages growth is running at just 1.4 per cent, the lowest rate on record (Graph 12).", "Even before the pandemic, wages were increasing at a rate that was not consistent with the inflation target being achieved.", "Then the pandemic resulted in a further step-down.", "This step-down means that we are a long way from a world in which wages growth is running at 3 per cent plus.", "Wage Price Index Growth* 4 4 2008 2012 2016 2020 Excluding bonuses and commissions The evidence from both Australia and overseas strongly suggests that the journey back to sustainably higher rates of wages growth will take time and will require a tight labour market for an extended period.", "Prior to the pandemic, multi-decade lows in unemployment rates were recorded in many countries, yet even then there was only a modest lift in wages growth and inflation.", "And here in Australia, even though unemployment rates in some states fell to levels last recorded in the early 1970s, wage growth remained subdued.", "The commonality of experience across advanced countries suggests that there are some powerful structural factors at work.", "These include: increased competition in goods markets, which makes firms very conscious of cost the trend towards more services being provided internationally advances in technology, which have reduced the demand for some types of skills and increased the demand for others changes to the global supply of labour and regulation of labour markets.", "Together, these factors have altered wage and pricing dynamics in almost all advanced economies and these changes are likely to persist.", "This means that, in the absence of another major shock, it is a long way back to seeing wage increases consistent with the inflation target.", "Wages, of course, are only one factor influencing inflation outcomes.", "We will be reminded of this when headline CPI inflation increases temporarily to around 3 per cent in the June quarter because of the reversal of some pandemic-related price reductions.", "Also, there are always relative price shifts occurring due to changes in the balance of supply and demand: recent examples include higher prices for homewares following strong demand during the pandemic and higher prices for meat as farmers rebuild herds after the drought.", "We will see more such examples as other sectors adjust to the altered balance of supply and demand due to the pandemic.", "In setting monetary policy, the Reserve Bank Board will look through these transitory fluctuations in inflation.", "The point I want to emphasise is that for inflation to be sustainably within the 2-3 per cent target range, wages growth needs to be materially higher than it is currently.", "The evidence strongly suggests that this will not occur quickly and that it will require a tight labour market to be sustained for some time.", "Predicting how long it will take is inherently difficult, so there is room for different views.", "But our judgement is that we are unlikely to see wages growth consistent with the inflation target before 2024.", "This is the basis for our assessment that the cash rate is very likely to remain at its current level until at least 2024.", "I also want to emphasise that the monetary stimulus is not just about achieving an inflation rate of 2 point something.", "It is just as much about achieving the maximum possible sustainable level of employment in Australia.", "Unemployment is a major economic and social problem and the Board places a high priority on a return to full employment.", "There is, inevitably, some uncertainty about exactly what constitutes full employment in our modern economy.", "Over the past decade, the estimates of the unemployment rate associated with full employment have been repeatedly lowered both here and overseas.", "But based on this experience, it is certainly possible that Australia can achieve and sustain an unemployment rate in the low 4s, although only time will tell.", "As we progress towards full employment, we will be relying on the wages and prices data to provide a signal as to how close we are.", "The current signal is that we are still a long way away from full employment.", "Consistent with the judgement that the condition for an increase in the cash rate is unlikely to be met before 2024, the Bank remains committed to the 3-year yield target.", "We are not considering removing the target or changing the target from 10 basis points.", "The Board has, though, discussed the question of whether to keep the April 2024 bond as the target bond, or to move to the next bond - that is the November 2024 bond - later this year.", "If we were to keep the April 2024 bond as the target bond, the maturity of the yield target would gradually decline as time passes until the bond finally matures in April 2024.", "The Board has not yet made a decision on this question and will consider it again later in the year when it has more information about the economic recovery and the labour market.", "Later in the year, the Board will also consider the case for further extending the bond purchase program.", "We are prepared to undertake further bond purchases if that is required to reach our goals.", "Until then, we remain prepared to alter the timing of purchases under the current programs in response to market conditions.", "We did this last week when liquidity conditions deteriorated and bid-ask spreads widened noticeably, and will do so again if necessary.", "At its recent meetings, the Board has also discussed developments in the housing market, including the rising housing prices across most of the country.", "There are many moving parts at present: record low interest rates; a shift in preferences towards houses and away from apartments; strong demand for housing outside our largest cities; large government incentives for first-home buyers and home builders; and the slowest population growth in a century.", "Time will tell as to how these various factors ultimately balance out, but history suggests that shifts in population growth can have large effects on the housing market.", "I would like to reiterate that the RBA does not target housing prices, nor would it make sense to do so.", "I recognise that low interest rates are one of the factors contributing to higher housing prices and that high and rising housing prices raise concerns for many people.", "There are various tools, other than higher interest rates, to address these concerns, leaving monetary policy to maintain its strong focus on the recovery in the economy, jobs and wages.", "As part of this focus, we are continuing to pay close attention to lending standards, especially given the combination of low interest rates and rising housing prices.", "Looser standards would increase mediumterm risks and add to the upward pressure on prices, so would be of concern.", "Reflecting this, the Council of Financial Regulators has indicated that it would consider possible responses should lending standards deteriorate and financial risks increase.", "We are not at this point, but we are watching carefully.", "I will conclude by briefly drawing the 3 themes together - the recovery, investment and the outlook for monetary policy.", "The full recovery of our economy requires a further lift in business investment.", "Stronger investment will also boost our productivity and provide a firm basis for stronger growth in nominal and real wages.", "Globally, higher levels of investment relative to savings are also one of the keys to a return to more normal levels of interest rates over the medium term.", "The Australian economy is recovering from the pandemic and we expect this recovery to continue.", "We are also expecting further progress towards the RBA's goals, although the journey back to full employment and inflation consistent with the target is likely to be a long one.", "The RBA will maintain supportive monetary settings for as long as is required to achieve these goals.", "Thank you for listening and I am happy to answer your questions.", "I would like to thank Ellis Connolly for assistance in preparing this talk.", "This analysis uses data sourced from the Australian Bureau of Statistics' BLADE (Business Longitudinal Analysis Data Environment) database (see BLADE).", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Investment", "Unemployment", "Wages", "Housing market", "Economic recovery", "Business investment", "Interest rates", "Labor market"]}