{"sentences": ["Good afternoon to our esteemed guests from the payments industry, to our colleagues from the government, to our partner institutions, ladies and gentlemen.", "We are very pleased that you are with us today, to witness yet another momentous event in our digital transformation journey.", "The BSP's deliberate approach to further digitalization is always motivated by evidence-based policy formulation.", "In 2019, five priority use-cases were identified in a national diagnostic study jointly undertaken by the Bangko Sentral and the Better Than Cash Alliance.", "These 5 use cases account for 97% of retail transactions in the country.", "These 5 use cases were identified for prioritization.", "Payments to merchant tops the list as it captures over 70% of the total payments in the country.", "As such, it is important to strategically address the challenges and issues that impede this critical sector.", "With such a large base and low penetration of merchants utilizing and accepting digital channels, the potential is huge.", "To address some of the key challenges in digitalizing merchant payments, the Bangko Sentral embarked on initiatives that promoted the widespread use of QR codes for payments.", "The simplicity of QR code-enabled payments gives it the potential to reach even the smaller players which require less expensive infrastructure to implement.", "Only a smartphone and the internet are needed.", "The value proposition of paying through QR code was bolstered with the issuance of the National QR Code Standard, dubbed as \"QR Ph\".", "QR Ph transformed the fragmented QR-driven payment services into interoperable payment solutions.", "The full implementation of QR Ph can likewise contribute towards the attainment of a coinless state as QR Ph-enabled payments may be a viable alternative to coins.", "It was on 20 November 2019 when we launched the QR Ph for person-to-person payments or \"QR Ph P2P\" which primarily catered to remittances and payments within the informal sector.", "From only 6 pilot participants then, now we now have 20 participants as of end March 2021.", "From November last year to March this year, transactions have likewise grown exponentially.", "The volume surged by almost 13,000 percent while value surged by more than 40,000 percent.", "Today we are launching the pilot of the expanded use cases for QR Ph which now covers person-to-merchant payments or P2M.", "Use cases under QR Ph P2M would include payments to merchants for purchase of goods and services in department stores, pharmacies, supermarkets, hardware stores, and restaurants.", "Later on, QR Ph P2M may also be used to making paying bills more convenient and faster.", "Under the QR Ph P2M pilot run, the facility will initially be made available to a limited number of InstaPay participants consisting of banks and non-bank e-money issuers.", "Only a select few merchants would be participating in the pilot run to familiarize the market with the use of QR Ph and promote public awareness on how convenient and easy it is to use.", "The pilot period of QR Ph P2M will run for several months.", "We believe that this gradualist approach will help effect a smooth transition of QR-enabled payment services into the QR Ph P2M when it is fully launched by September of this year.", "By then, we can expect many of the key payment service providers to be on-boarded and improved features to deliver enhanced consumer experience.", "The InstaPay participants joining the pilot run today include (1) AllBank Inc., (2) Asia United Bank, (3) China Banking Corporation, (4) PayMaya, (5) RCBC, (6) Robinsons Bank, (7) UnionBank.", "With the implementation of the QR Ph P2M, we seek to further saturate the business sector by providing yet another means for even smaller businesses to digitize.", "I myself was able to experience, how easy it was to conduct QR code-enabled payments.", "As shown in the demo we just shared, I had the opportunity to try QR Ph.", "Indeed, it is as simple as scanning a code using your mobile phone.", "It is hassle-free because you need not worry about having to bring any cash or card with you, nor would you need to get the account information of the merchant.", "After experiencing the convenience of QRPh, I can't help but share it with you.", "I'm truly excited for our fellow kababayans to experience the same convenience when they use the QR Ph in their daily business transactions.", "We understand that to encourage the wider adoption of QR Ph P2M, it must be affordable, ubiquitous and accessible even in the remote areas.", "Thus, the BSP and the payments industry, led by the Philippines Payments Management, Inc., will continue to closely work together in ensuring that payment products and services remain useful and relevant to help Filipinos reap the benefits of using digital payments.", "This pilot launch of the QR Ph P2M provides the perfect occasion for another positive report.", "We are pleased to announce the Philippines boosted its digital payments adoption in 2019.", "This is based on the most recent e-payments measurement conducted by the Bangko Sentral with the assistance from the Alliance.", "The volume of monthly digital payments in the Philippines grew from 10% in 2018 to 14% in 2019.", "This corresponds to a 27% increase in volume, driven primarily by high-frequency, lowvalue retail transactions, like merchant payments.", "Meanwhile, the value of monthly digital payments grew to 24% of all transactions in 2019, up from 20% in 2018.", "All these happened before the COVID-19 pandemic.", "Early estimates from the first half of 2020 also provides encouraging results where digital payments rose to 17% of all monthly payments.", "In both results, the P2M and P2P use-cases proved to be driving the expansion of digital payments in the country.", "This only confirms that we are on track in providing the necessary interventions to promote digitalization of consumers and merchants alike.", "We've seen very promising growth in digital payments in the last two years - we now must ensure that this growth is inclusive and that digital payments are serving all Filipinos.", "In order to continue our transformation to a cash-lite economy, we need to keep up and strengthen our whole-of-government approach and collaboration with relevant stakeholders both from the public and the private sector.", "Another key requirement is having the robust measurement and monitoring system that would allow us to regularly track indicators to assess our progress on the deepening of digitization.", "All these vital components were unified and harmonized in the recently issued BSP Digital Payments Transformation Roadmap, sstrategically anchored on three critical pillars: 1. digitalizing the payment streams; 2. enhancing the robustness and resilience of the digital finance infrastructures; and 3. strengthening governance by having an enabling policy and regulatory environment.", "The Roadmap is envisioned to successfully transform the Philippines from a cash-heavy into a cash-lite economy.", "Seen from a broad perspective, the QR Ph P2M will help empower our small economic actors to take part in the digital payments ecosystem, and more importantly, in the formal financial system.", "Rest assured that the BSP remains committed in ensuring our nation's smooth transition into the New Economy where every Filipino stand to benefit from a universal access to safe, convenient, affordable and inclusive digital payments.", "Truly, this era has proved that digital transformation has become an imperative.", "While the road to digital transformation may seem challenging, we are optimistic that it is achievable with our proactive regulatory stance and our openness to leverage on technological innovations.", "Through the support of our industry partners, the BSP is optimistic that we can build pathways towards a cash-lite Philippine economy, and enable more Filipinos to reap the benefits of a growing digital economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["QR Ph", "Digital Payments", "Merchant Payments", "QR Ph P2M", "QR Ph P2P", "Digitalization", "Cash-lite Economy", "Digital Finance Infrastructure", "Financial Inclusion", "Regulatory Environment"]}