{"sentences": ["New Year Speech Juyeol Lee Bank of Korea (This is an unofficial translation prepared by the Bank's staffs based on original speech released on December 31, 2020.)", "Dear fellow members of the Bank of Korea!", "Today we start our first working day of 2021.", "I would like to begin by expressing my sincere gratitude to you all for so faithfully carrying out your duties throughout the past year under the new environment brought by COVID-19, including contactless working.", "Our economy faced many difficulties during 2020, as shocks from COVID-19 continued throughout the whole year.", "The global economy went through the worst recession since World War II as a result of frequent lockdown measures in many countries and reduced trade.", "Financial markets at home and abroad were highly turbulent.", "The Korean economy is estimated to have represented negative growth for the first time since the currency crisis.", "Labor market conditions also worsened severely, especially in the contact-based service industries and for temporary and daily employees.", "Inflation remained low in the 0 percent range, held down by weak demand and the fall in international oil prices.", "Against this backdrop, the Bank of Korea operated accommodative monetary policy to calm the financial market unrest and prevent the real economy from shrinking sharply.", "In addition to the large Base Rate cuts, we increased the supply of Korean won and foreign currency liquidity, for instance by purchasing Treasury bonds and signing a currency swap arrangement with the US Federal Reserve.", "We greatly increased the volume of our Bank Intermediated Lending Support Facility, designed to support small and medium-sized enterprises and small business owners, and took unprecedented measures including financing an SPV that purchases corporate bonds and commercial paper.", "Fortunately, the active measures taken by the government and the Bank of Korea helped the financial market to recover its stability quickly, and the real economy showed signs of improvement in the second half of 2020.", "This year, it is expected that the global economy and trade will improve gradually, and the Korean economy will recover modestly.", "However, looking at internal and external conditions, there remain many obstacles for our economy to overcome before fully entering the recovery phase.", "COVID-19 vaccination has recently started in some countries, but the virus resurgence has not been contained, and a new variant has emerged, making it difficult to predict when this pandemic will come to an end.", "Expectations are rising for an easing of trade protectionism in the run-up to the inauguration of the Biden Administration, but there is always the possibility of \"own-country-first\" policies reemerging and intensifying trade tensions.", "Turning to the domestic front, our economy's structural weakness still poses a concern.", "While the low fertility rate and population aging constrain our economic vitality, discriminatory impacts from COVID-19 are aggravating the imbalances between sectors and classes.", "If the economy takes a K-shaped recovery going forward, small businesses centering on contact-based industries and people in the low-income bracket are very likely to be marginalized continuously in the process.", "The increase in the number of marginal businesses and the expansion of household and corporate leverage could act to weaken economic agents' capacity to deal with external shocks.", "Under these circumstances with high economic uncertainties at home and abroad, we should provide unwavering policy support for households and companies so that they can overcome this crisis.", "While supporting the economic recovery through expansionary macroeconomic policy, we will also need to strengthen our targeted support for vulnerable groups severely affected by COVID- 19, so they can recover even a bit more quickly.", "We must devote more efforts to preparing ourselves for the post-corona era as well.", "Once the coronavirus crisis is over, it is expected that the transition to the eco- friendly and digital economy will be accelerated even further.", "We will need to take this structural transition as an opportunity to expand the dynamics for future growth, and work to ensure we do not fall behind the global competition.", "We should focus our energy on creating an environment in which the private sector can wield its creativity and entrepreneurial spirit to the fullest extent, and more new enterprises spring up to serve as an engine for job creation.", "As for the unprecedented accommodative measures we have taken so far, we must think in advance about how and when we will normalize, in careful consideration of future developments of the pandemic, economic conditions, and the effectiveness and possible negative side effects of the measures.", "Dear members of the Bank of Korea!", "Let me talk now about the main tasks that the Bank of Korea will need to focus on this year.", "The domestic economy is expected to show a modest recovery going forward, but there is high uncertainty surrounding the future growth path and inflation is forecast to stay below our inflation target for a considerable period.", "Therefore, monetary policy will need to remain accommodative until the economy is projected to maintain a stable recovery trend.", "However, we should pay more attention to financial stability conditions as there are mounting concerns about a risk of buildup of financial imbalances such as fund inflows to asset markets and private credit growth.", "The Bank of Korea should keep working to maintain financial and foreign exchange market stability.", "We should carefully monitor developments in domestic and global risk factors, including the possibility of a protraction of COVID-19 and subsequent delay in economic recovery, and implement market stabilization measures in a timely manner when necessary.", "We should also step up our examination of potential risk factors regarding financial stability.", "While closely monitoring and analyzing the buildup of household debt, the gap between the real economy and asset price movements, and the deterioration of the debt-servicing capacities of marginal firms and vulnerable households, we need to seek countermeasures in close cooperation with the government when any considerable changes are detected in the level of risk.", "The payment and settlement system environment is changing rapidly, due for instance to digital innovation and the growing entry of Big Tech.", "In response to these changes in the environment, we need to make more efforts to secure the safety of the payment and settlement systems, which have been within the inherently exclusive remit of the central bank.", "On the issue of central bank digital currency (CBDC), we need to establish a pilot system and carry out tests as planned in a virtual environment, while actively reviewing ways to set up a fast payment system based on the real-time gross settlement system (RTGS).", "At the same time, we need to establish an institutional framework that more clearly defines our role and responsibilities related to the payment and settlement systems.", "Looking back, economic crises were followed by significant changes in the role of the central bank.", "During the current coronavirus crisis, there have been growing calls to include employment stability as one of the legal mandates of the Bank of Korea.", "Considering that employment stability supports sustainable growth and enhances quality of life of our citizens, the central bank should also take employment conditions into account as an important factor when operating monetary policy.", "However, having a number of possibly conflicting policy goals could make it difficult to maintain consistency in monetary policy operations, and therefore we will need to refer to research outcomes and past experiences at home and abroad, while listening carefully to experts, to come up with an optimal solution that fits the conditions we are facing.", "Moreover, we need to seek ways to improve the monetary policy framework.", "It is well-known that low interest rates and low inflation have been prolonged and the relationship between growth and inflation has weakened since the global financial crisis.", "In response to this changing environment, the Fed has recently changed its monetary policy strategy, focusing more on employment stability.", "While Korea is experiencing structural changes not unlike those in major countries, our situation calls for more attention on financial stability.", "Therefore, we need to examine the performance and limits of the current monetary policy framework, and review whether there is a more effective way of operating it tailored to our circumstances.", "Dear members of the Bank of Korea!", "While we face growing difficulties in conducting policy amid rapid changes in the economic environment, the expectations of the general public toward the central bank have heightened.", "To meet these expectations and firmly establish our standing as a credible central bank, it is all the more important that we achieve noticeable performance in our duties and responsibilities.", "An organization can generate outcomes only when an individual staff member fully exercises his or her expertise.", "In particular, at times like these when there are high uncertainties, the abilities to precisely analyze economic phenomena and make insightful forecasts are needed more than ever before.", "Moreover, in order for the Bank to continuously create value that contributes to the Korean economy, it is fundamental that we have a healthy organizational culture in place.", "For this, we will need to eliminate inefficiency from our operating practices while achieving innovations across the entire management system, including recruitment & transfer and evaluation & remuneration.", "We have recently completed a third-party assessment of organizational health by listening to candid opinions from the staff.", "We will accept the results of the assessment in their entirety and take them as the starting point of our efforts to improve our organization.", "We will first push forward with short-term tasks, while pooling all of our wisdom to set up measures for restructuring the management system over the medium- to long-term horizon.", "My fellow members of the Bank of Korea!", "Last year was a time in which we devoted strenuous efforts to respond to the coronavirus crisis.", "This year will likely be another challenging year for our economy.", "We should remain hopeful and confident, while staying vigilant and faithfully fulfilling our roles and responsibilities.", "As we greet this new year, I want to wish you all the very best of health and good fortune."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Financial Stability", "Economic Recovery", "COVID-19", "Inflation", "Central Bank Digital Currency", "Payment and Settlement System", "Employment Stability", "Organizational Culture", "Economic Uncertainty"]}