{"sentences": ["Thank you for joining me to discuss today's policy announcement and the Bank's Monetary Policy Report (MPR).", "My message today is twofold-of increased confidence and of continued attention.", "A year ago, at the time of my first MPR as Governor, the economy was in a very deep hole.", "We were just coming out of the first wave of the virus, more than two million Canadians were unemployed, and inflation was well below our 1 to 3 percent target range.", "Uncertainty was extremely high.", "Vaccines were being developed, but nobody knew when they would be available or even if they would prove effective.", "Since then, a lot has happened.", "We have endured two more waves of the virus, and this has held back recovery.", "But thanks to the resilience and ingenuity of Canadian households and businesses, and exceptional fiscal and monetary policy support, the economy has continued to grow.", "It has been choppy and very uneven, and everyone has had to cope with a lot of uncertainty.", "But the economy has proven to be impressively resilient.", "And now highly effective vaccines have arrived.", "With cases falling, rapid progress on vaccinations and easing containment measures, the Governing Council is increasingly confident that growth will rebound strongly as the economy once again reopens, and this time growth will be more durable.", "Second, as the unique circumstances created by the pandemic continue to evolve, there is continued need for careful attention to the dynamics of the recovery and inflation.", "Globally, the economic outlook remains highly dependent on the course of the virus and new variants are a concern.", "In Canada, we still have some way to go to a complete recovery, and the rebound in economic activity will proceed at different speeds across sectors.", "The process of reopening the economy won't be entirely smooth.", "For example, we are experiencing supply bottlenecks for some goods and services as demand rebounds faster than supply can ramp back up.", "These unique circumstances of the pandemic are now helping to push inflation temporarily above our target band.", "As we reopen the economy, we expect to see some volatility, and we will continue to pay close attention to the progress of the recovery and to the evolution of inflation.", "Before I turn to your questions, let me say a few words about the Governing Council's policy discussions.", "We spent some time considering the progress of and risks to the global recovery.", "The global economy is recovering strongly, but vaccination rates and growth are uneven across advanced and emerging-market economies.", "Growth is particularly strong in the United States, which is further ahead in its reopening and benefitting from substantial fiscal stimulus.", "Oil prices have moved higher with stronger global demand, while other commodity prices remain elevated.", "The Canadian dollar is close to where it was in April relative to the US dollar, but it is slightly stronger against a broader basket of currencies.", "Coming back to Canada, we discussed the many ways the pandemic is affecting the economy and the prospects for recovery.", "There was a strong consensus that growth will strengthen and broaden in the months ahead as consumers return to more normal spending patterns, higher foreign demand lifts exports and businesses increase investment.", "Consumption is expected to continue to lead the recovery.", "Some of the sectors hit by lockdowns, including retail, restaurant, and other hard-to-distance sectors, are already seeing a rebound, while others, like business and international travel, may take longer to recover.", "Employment should continue to rebound over the next few months as the reopening process continues.", "The job gains we saw in June are encouraging, particularly for workers in the service sector who bore the brunt of lockdowns.", "But to get back to the pre-pandemic employment rate, we still have more than 500,000 jobs to recoup.", "Our recent Business Outlook Survey showed that plans to hire staff are widespread as firms prepare for rising demand-but finding workers with the right skills can be difficult and will take time.", "Comparing the outlook today with our April forecast, we see that growth in the first half of this year is a little weaker than we projected, reflecting both supply chain issues and more protracted containment restrictions in some parts of the country.", "But looking ahead, we expect a strong rebound in the second half of this year and more sustained growth through 2022 than we previously forecast.", "We now expect the economy to expand by around 6 percent in 2021- slightly weaker than our April forecast.", "We have revised up our 2022 forecast for growth to 41⁄2 percent and project 31⁄4 percent growth in 2023.", "The Governing Council also discussed the amount of slack in the economy and the outlook for potential growth.", "Estimates of these measures have always been imprecise but are especially difficult given the rapid changes wrought by the pandemic.", "In the projection, economic slack is absorbed in the second half of 2022.", "To help manage the uncertainty surrounding this assessment, we will be watching a broader spectrum of indicators of slack, including a range of labour market measures.", "The outlook for inflation reflects the dynamics of overall demand and supply in the economy, as well as a number of temporary factors.", "In recent months, consumer price index inflation has risen above the Bank's 1 to 3 percent target range.", "Three major factors are behind this temporary strength, all related to the pandemic.", "First, gasoline prices rebounded from very low levels a year ago and are now above pre-pandemic levels.", "Second, other prices that had fallen sharply last year with plummeting demand are now recovering to more normal levels with the reopening of the economy.", "And third, disrupted global value chains and pandemic-related supply constraints, including shipping bottlenecks and a global shortage of semi-conductors, have pushed up the prices for cars and some other goods.", "Overall, supply bottlenecks are creating sharper movement in prices that is pushing inflation temporarily higher, and these supply issues now look more important than previously thought.", "As a result, inflation is now projected to be somewhat above the target band through 2021.", "But these temporary effects are forecast to dissipate near the end of this year and inflation is forecast to ease back toward 2 percent in 2022.", "We expect the factors pushing up inflation to be temporary, but their persistence and magnitude are uncertain, and we will be watching them closely.", "Longer term, given our commitment to hold the policy rate at the effective lower bound until slack is absorbed, the economy is projected to move into modest excess demand, so inflation is slightly above target through 2023 before moving toward target in 2024.", "In sum, the reopening of the economy and the strong progress on vaccinations have given us reason to be more optimistic about the direction of the economy.", "But we are not there yet, and we are mindful that the process is likely to be bumpy, and some scars will remain.", "At today's decision, the Governing Council judged that the recovery still needs extraordinary support from monetary policy.", "We remain committed to holding the policy interest rate at the effective lower bound until economic slack is absorbed so that the 2 percent inflation target is sustainably achieved.", "Based on our current projection, this happens sometime in the second half of 2022.", "Our quantitative easing (QE) program continues to reinforce this commitment.", "We decided to adjust the program to a target of $2 billion weekly purchases of Government of Canada bonds, down from a target of $3 billion a week.", "This adjustment reflects continued progress towards recovery and the Bank's increased confidence in the strength of the Canadian economic outlook.", "Decisions regarding further adjustments to the pace of net bond purchases will be guided by the Governing Council's ongoing assessment of the strength and durability of the recovery.", "If the economy evolves broadly in line with our outlook, then over time it won't need as much QE.", "Further adjustments to our QE program will continue to be gradual, and we will be deliberate both in our assessment of incoming data and in the communication of our analysis.", "We will continue to provide the appropriate degree of monetary policy stimulus to support the recovery and achieve the inflation objective.", "With that, let me stop and turn to you for questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Inflation", "Monetary policy", "Growth", "Employment", "Supply chain", "Vaccination", "Fiscal policy", "Quantitative easing", "Economic outlook"]}