{"sentences": ["February 3, 2021 Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Kanagawa WAKATABE Masazumi Deputy Governor of the Bank of Japan Good morning.", "It is my pleasure to have the opportunity today to exchange views with leaders in administrative, financial, and economic areas in Kanagawa Prefecture, which is taking place online due to the continuing impact of the novel coronavirus (COVID-19).", "I would like to take this chance to express my sincere gratitude for your cooperation with the activities of the Bank of Japan's Yokohama Branch.", "Also, it is an honor to join this meeting, as I was born in Yokohama and raised in Fujisawa.", "At the January Monetary Policy Meeting (MPM), the Bank released the Economic Activity and Prices (Outlook Report) in which it presented the outlook for Japan's economic activity and prices through fiscal 2022.", "Today, I will first talk about the Bank's view on economic and financial developments at home and abroad by providing you an overview of the Outlook Report, and then explain the future conduct of monetary policy while touching on the thinking behind the upcoming assessment for further effective and sustainable monetary easing.", "I also would like to describe economic developments in Kanagawa Prefecture at the end of my speech.", "Developments in Economic Activity and Prices A.", "Developments in the Global Economy The current crisis is characterized by significant uncertainties depending on the course of COVID-19 and unevenness of its impact across industries and attributes.", "Let me start by looking at developments in the global economy.", "It has picked up from a state of significant depression in the first half of 2020, although the impact of a resurgence of COVID-19 has been seen in part (Chart 1).", "However, with the number of confirmed new cases rising again in such places as the United States and Europe since last autumn, downward pressure has been exerted on the overall economy, particularly in the face-to-face services industry.", "This has been evident especially in Europe.", "That said, production activity of the manufacturing industry and the trade volume have continued to recover, almost returning to the pre-pandemic level.", "Business sentiment globally has remained on an improving trend on the whole, although the pace of a pick-up is different between the manufacturing industry and the services industry.", "As for the outlook, the global economy is likely to continue improving, partly supported by aggressive macroeconomic policies taken by each country and region.", "That said, it is projected that the pace will be only moderate for the time being, partly due to the impact of the resurgence of COVID-19, mainly in the United States and Europe.", "The International World Economic Outlook Update Monetary Fund (IMF) also projects in the latest (WEO) that the global GDP will decline significantly in 2020 and recover in 2021 but to a level that somewhat exceeds its 2019 level.", "In addition, we should pay attention to multilayered risks in the global economy, including various ones related to geopolitics and climate change.", "Developments in Japan's Economy Next, I will talk about developments in Japan's economy.", "Although the economy has remained in a severe situation due to the impact of COVID-19, it has picked up as a trend from the bottom hit in the April-May period last year, when a wide range of economic activities were constrained.", "The impact has been relatively small on production and transactions of goods, whereas it has been large on face-to-face services.", "Such unevenness is becoming much more evident recently.", "With these factors in mind, let me explain each component in some detail.", "Exports and production have continued to increase since goods transactions, including trade activity, have picked up at a relatively rapid pace (Chart 2).", "Looking at real exports by goods, exports of automobile-related goods have continued to increase clearly, reflecting the materialization of pent-up demand, and an uptrend in IT-related exports has been evident.", "Exports of capital goods have turned to an increase due to a global recovery in production activity.", "As for the outlook, with the global economy continuing to improve, exports and production are likely to increase for a wide range of goods, including capital goods and IT-related goods.", "Business fixed investment has stopped declining on the whole, albeit with variations across industries (Chart 3).", "Machinery investment, which had continued to decline, has picked up recently, reflecting increases in exports and production.", "On the other hand, construction investment has remained on a moderate declining trend due to a decrease in construction of stores and accommodation facilities by the face-to-face services industry.", "According to the business fixed investment plans in the December 2020 (Short-Term Economic Survey of Enterprises in Japan) released by the Bank, the year-on-year rate of change in business fixed investment for fiscal 2020 is minus 2.4 percent.", "Although it should be noted that the plan for this fiscal year has been gradually revised downward, the rate is negative only to a small degree when compared with that of the decline in economic activity.", "This seems to be largely attributable to the fact that large-scale adjustments in business fixed investment have been avoided due to accommodative financial conditions.", "An analysis by the Bank's staff suggests that financial institutions' lending attitudes that have remained accommodative in the current phase will have an effect of pushing up the overall amount of business fixed investment to a fair degree, mainly led by small and medium-sized firms.", "As for the outlook, business fixed investment is likely to pick up for the time being, led by machinery investment, and then increase further, supported by accommodative financial conditions, the government's economic measures, and improvement in corporate profits.", "Private consumption has picked up gradually as a trend, but downward pressure has increased recently on consumption of face-to-face services, such as eating and drinking as well as accommodations (Chart 4).", "The Consumption Activity Index (CAI) shows that goods consumption has continued to pick up on the whole, whereas improvement in services consumption has leveled off due to the resurgence of COVID-19.", "As the state of emergency has been reinstated for 11 prefectures, including Kanagawa Prefecture, private consumption, particularly in face-to-face services, is likely to remain under strong downward pressure for the time being.", "It is necessary to pay attention to future developments in the face-to-face services industry and their impact on the employment situation since the proportion of small firms and non-regular employees is high in the industry.", "The employment and income situation, which shows the underlying developments in private consumption, has remained weak (Chart 5).", "The year-on-year rate of change in the number of employees has continued to register a negative figure, mainly due to a decrease in non-regular employees.", "Total cash earnings per employee have declined, mainly due to a decrease in non-scheduled cash earnings.", "Employee income therefore has declined.", "However, the government's Employment Adjustment Subsidy, which had been expanded, has somewhat halted job cuts.", "Bankruptcies of firms have been at low levels, mainly due to the Bank's and the government's measures to support financing.", "Suspension and discontinuation of businesses have not surged.", "Under these circumstances, the decline in the number of employed persons has been constrained compared with a significant decline in economic activity.", "Employment and income are projected to remain under downward pressure for the time being but likely to turn to an improving trend thereafter, with domestic and external demand recovering.", "Let me sum up the outlook for Japan's economy (Chart 6).", "Downward pressure, reflecting the resurgence of COVID-19, is likely to remain strong for the time being, particularly in face-to-face services consumption.", "That said, although there are high uncertainties, the Bank projects as a baseline scenario that Japan's economy thereafter will follow an improving trend, albeit only moderately, supported by a recovery in external demand, accommodative financial conditions, and the government's economic measures.", "In terms of the medians of the Policy Board members' forecasts in the January 2021 Outlook Report, The number of suspensions and discontinuations of businesses should be interpreted with some latitude since there are several statistics with different survey subjects and methods, and there are large fluctuations in the results.", "That is, according to the Statistics on Registration released by the Ministry of Justice, which compiles the number of firms that discontinued their businesses through registration procedure, the year-on-year rate of change is minus 3.2 percent for the January-November period of 2020.", "Statistics compiled by the Teikoku Databank, which include the number of firms that discontinued and suspended their businesses without such procedure, show that the year-on-year rate of change is minus 5.3 percent for 2020.", "On the other hand, statistics compiled by Tokyo Shoko Research Ltd. indicate that the year-on-year rate of change is 14.6 percent for 2020. the real GDP growth rate is projected to register a significant negative figure of minus 5.6 percent for fiscal 2020, 3.9 percent for fiscal 2021, and 1.8 percent for fiscal 2022.", "By fiscal year, real GDP will only return to its 2019 level in around fiscal 2022.", "The risks to the aforementioned baseline scenario are skewed to the downside.", "COVID-19 has resurged at home and abroad, and the extent to which the impact will push down economic activity is highly uncertain.", "It is encouraging that vaccination has started in some countries, but the pace of distribution and the effects of the vaccines entail uncertainties.", "For the time being, attention should continue to be paid to the consequences of COVID-19 and their impact on domestic and overseas economies.", "In addition, while the impact of COVID-19 remains, it is also uncertain whether growth and inflation expectations will not decline substantially and financial system stability will be maintained.", "With these factors in mind, the Bank will continue to examine developments in domestic and overseas economies carefully.", "C. Price Developments Let me move on to price developments (Chart 7).", "The year-on-year rate of change in the consumer price index (CPI, all items less fresh food) has been negative.", "That said, when excluding the effects of temporary factors such as the decline in energy prices and discounts on hotel charges through the \"Go To Travel\" campaign, the rate has been slightly positive.", "According to anecdotal information from firms, price cuts that aim at stimulating demand have not yet been observed widely to date, and the economy has not returned to deflation despite a significant decline in economic activity.", "At present, a price decline has been seen only to a limited degree compared with that of a decline in the output gap.", "The year-on-year rate of change in the CPI is likely to be negative for the time being, but thereafter is expected to turn positive and then increase gradually with the effects of temporary factors dissipating and the economy improving (Chart 6).", "The medians of the Policy Board members' forecasts of the inflation rate in the January Outlook Report indicate that the CPI is projected to be minus 0.5 percent for fiscal 2020, 0.5 percent for fiscal 2021, and 0.7 percent for fiscal 2022.", "The Bank has not judged thus far that prices will see an overall and sustained decline and that the economy will return to deflation.", "That said, attention should be paid not only to the impact of COVID-19 but also to risks that are specific to prices.", "The latest Outlook Report points to two risks, which are uncertainties over firms' price-setting behavior and developments in foreign exchange rates and international commodity prices.", "In particular, we pay great and utmost attention to the possible impact of developments in foreign exchange rates on prices.", "The Bank's Conduct of Monetary Policy Now, I will talk about the Bank's conduct of monetary policy.", "COVID-19 has been significantly affecting developments in economic activity and prices as well as financial conditions.", "In this situation, the Bank judges that the following responses are important to address the COVID-19 shock first and foremost: to provide support for corporate financing so that firms can sustain their businesses and to maintain stability in financial markets in order to prevent deterioration in the real economy, such as in employment.", "At the same time, given that downward pressure is likely to be exerted on economic activity and prices for a prolonged period due to the impact of COVID-19, it is necessary to consider the appropriate future conduct of monetary policy.", "Monetary Policy Responses to the Impact of COVID-19 Let me start with responses to be made for the time being (Chart 8).", "The Bank has conducted powerful monetary easing since last spring in response to COVID-19 through the following three measures: (1) the Special Program to Support Financing in Response to the Novel Coronavirus (COVID-19) to provide support mainly for corporate financing; (2) an ample and flexible provision of funds, mainly by purchasing Japanese government bonds (JGBs) and conducting the U.S. dollar funds-supplying operations; and (3) active purchases of exchange-traded funds (ETFs) and Japan real estate investment trusts (J-REITs).", "The Bank's responses have had positive effects (Chart 9).", "Global financial markets became highly volatile last spring but have regained stability due to large-scale responses made by governments and central banks around the world, including the Bank of Japan.", "Although firms' financial positions have been weak, the environment for external funding has remained accommodative owing to the Bank's and the government's responses as well as active efforts made by financial institutions.", "Financial institutions' lending attitudes have remained accommodative.", "The year-on-year rate of change in the amount outstanding of bank lending and that in the aggregate amount outstanding of CP and corporate bonds have continued to register high growth.", "However, with the economy improving at only a moderate pace, corporate financing is likely to remain under stress.", "Under these circumstances, the Bank decided at the December MPM last year to extend the duration of the Special Program by six months until the end of this September, thereby continuing to provide support for corporate financing.", "It will continue to firmly conduct the current monetary easing, including this program.", "It also will closely monitor the impact of COVID-19 and will not hesitate to take additional easing measures if necessary.", "Assessment for Further Effective and Sustainable Monetary Easing Next, I will talk about responses to be taken in the future.", "The Bank decided to conduct an assessment for further effective and sustainable monetary easing, with a view to achieving the price stability target of 2 percent, and make public its findings, likely at the March MPM.", "I would like to first touch on the global environment surrounding the monetary policy conduct.", "Since the Global Financial Crisis (GFC) during 2007 through 2008, amid the situation of a declining trend in the natural rate of interest -- which balances the economy's gross demand and potential GDP -- low growth, low inflation, and low interest rates have been prolonged in advanced economies and the term \"Japanification\" has been discussed frequently.,6 As the policy interest rates likely will fall to the effective lower bound, the central banks of those economies have faced the common challenges of how to enhance the effectiveness and credibility of monetary policy.", "With these challenges in mind, the central banks in the United States and Europe -- the Federal Reserve and the European Central Bank (ECB) -- have reviewed their frameworks of monetary policy recently.", "The Bank has faced these challenges earlier than these central banks.", "It started to pursue large-scale monetary easing from 2013 by introducing quantitative and qualitative monetary easing (QQE).", "In summer 2016, it conducted a comprehensive assessment, which is equivalent to a review of the framework of monetary policy.", "Based on its findings, the Bank introduced \"QQE with Yield Curve Control\" in September 2016.", "This consists of yield curve control, in which the Bank controls short- and long-term interest rates, and an inflation-overshooting commitment, in which the Bank commits itself to expanding the monetary base until the year-on-year rate of increase in the actual CPI exceeds 2 percent and stays above that level in a stable manner.", "Under this framework, the Bank has continued with the large-scale monetary easing to date.", "The inflation-overshooting commitment is a commitment to strongly influencing people's inflation expectations with the aim of attaining a situation where the inflation rate is 2 percent on average over the business cycle.", "In this regard, the Federal Reserve conducted a review of the monetary policy framework in terms of strategy, tools, and communications, and announced last summer that it would \"seek to achieve inflation that averages 2 percent over time\" as a makeup strategy.,8 The Federal Reserve's thinking behind this review has some commonalities with the Bank's that has been adopted already for the conduct of monetary policy.", "Given that we have been addressing the same challenges, the Bank would like to take advantage of other central banks' discussions and experiences.", "As for \"Japanification,\" see Wakatabe, M., \"Japan's Economy and Monetary Policy,\" speech at a meeting with business leaders in Ehime, February 5, 2020, /press/koen_2020/ko200205a.htm/.", "\"Statement on Longer-Run Goals and Monetary Policy Strategy,\" August 27, 2020, A makeup strategy is the idea that central banks compensate for past inflation shortfalls with policy stances to generate higher inflation in the future.", "As for the Bank's upcoming assessment, it should start with examining the effects of \"QQE with Yield Curve Control\" on financial conditions as well as developments in economic activity and prices.", "Let us remind ourselves of how the transmission mechanism of monetary easing works.", "The mechanism is assumed to be as follows (Chart 10).", "First of all, through yield curve control, nominal interest rates become stable at low levels across the entire yield curve.", "At the same time, inflation expectations are raised through the inflation-overshooting commitment.", "As a result, real interest rates, which are calculated by subtracting inflation expectations from nominal interest rates, stay at low levels.", "The key here is real interest rates.", "When the economy is in deflation, firms' and households' debt burden in real terms hovers at a high level even if nominal interest rates are low.", "The low real interest rates improve financial conditions through low funding costs as well as favorable financial and capital markets, thereby encouraging economic activity and improving the output gap.", "Improvement in the output gap in turn pushes up the actual inflation rate, together with a rise in inflation expectations.", "In 1923, the British economist John Maynard Keynes explained this as follows: \"Economists draw an instructive distinction between what are termed the 'money' rate of interest and the 'real' rate of interest.", "If a sum of money worth 100 in terms of commodities at the time when the loan is made is lent for a year at 5 per cent interest, and is only worth 90 in terms of commodities at the end of the year, the lender receives back, including his interest, what is only worth 941/2.", "This is expressed by saying that while the money rate of interest was 5 per cent, the real rate of interest had actually been negative and equal to minus 51/2 per cent.", "In the same way, if at the end of the period the value of money had risen and the capital sum lent had come to be worth 110 in terms of commodities, while the money rate of interest would still be 5 per cent the real rate of interest would have been 151/2 per cent.", "\"Such considerations, even though they are not explicitly present to the minds of the business world, are far from being academic.", "The business world may speak, and even think, as though the money rate of interest could be considered by itself, without reference to the real rate.", "But it does not act so.", "The merchant or manufacturer, who is calculating whether a 7 per cent bank rate is so onerous as to compel him to curtail his operations, is very much influenced by his anticipations about the prospective price of the commodity in which he is interested.\"", "Keynes, J. M., A Tract on Monetary Reform (London: Macmillan and Co., Limited, 1923), pp.", "Economic and financial developments since the introduction of QQE in 2013 have been more or less in line with the assumed mechanism (Charts 11, 12, and 13).", "Real interest rates have been clearly negative due to nominal interest rates that are extremely low and inflation expectations that are higher than those prior to the introduction of QQE.", "In this situation, the year-on-year rate of change in the amount outstanding of bank lending has continued to be at around 2 percent.", "In financial and capital markets, foreign exchange rates have been stable on the whole and stock prices have been on an uptrend.", "The output gap has continued to expand since 2017, when it turned clearly positive.", "The unemployment rate has declined, the active job openings-to-applicants ratio has increased, and the number of employed persons has risen.", "Base pay increases have continued for seven consecutive years, and the positive annual CPI inflation has taken hold.", "The economy is no longer in deflation in the sense of a sustained decline in prices.", "However, the price stability target of 2 percent has not yet been achieved.", "Even though upward pressure on wages has increased steadily, as can be seen in a rise in scheduled cash earnings per hour of part-time employees, the rate of increase in inflation expectations has not expanded.", "This is because people's mindset and behavior based on the assumption that prices will not increase easily have been deeply entrenched under prolonged deflation and it has been taking time for such mindset and behavior to change.", "Also, firms' room to raise productivity and the high elasticity of labor supply have absorbed inflationary pressure.", "Under these circumstances, the COVID-19 shock occurred last spring.", "Because of this additional impact, inflation expectations have weakened somewhat and the output gap has deteriorated significantly.", "Since downward pressure on economic activity and prices is For a recent academic assessment on the policy, see Honda, Y. and Inoue, H., \"The Effectiveness of the Negative Interest Rate Policy in Japan: An Early Assessment,\" Journal of the Japanese and International Economies, vol.", "The estimation of the output gap should be interpreted with some latitude since the results could be different depending on the estimation methods.", "Such favorable employment market outcomes have not resulted from a declining population.", "For details, see Wakatabe, M., \"Japan's Economy and Monetary Policy,\" speech at a meeting with business leaders in Aomori, June 27, 2019, /koen_2019/ko190627a.htm/.", "likely to continue for a prolonged period, it will take considerable time to achieve the price stability target of 2 percent.", "On this basis, the Bank will conduct an assessment for further effective and sustainable monetary easing, with a view to supporting the economy and thereby achieving the price stability target of 2 percent.", "In doing so, since the price stability target of 2 percent and the framework of \"QQE with Yield Curve Control\" have been working well to date, the Bank judges that there is no need to change them.", "There are mainly three reasons for this.", "First, the price stability target of 2 percent has been, and remains, the starting point for pursuing monetary easing.", "In the reviews of other central banks, which are facing challenges common to Japan, they are trying to seek more effective ways to achieve the target level, rather than lower it.", "Second, as I mentioned earlier, economic and financial developments have been more or less in line with the assumed mechanism under \"QQE with Yield Curve Control.\"", "Despite the unexpected shock of COVID-19, the basic stance of the monetary policy conduct toward achieving the price stability target of 2 percent is reasonable.", "Third, \"QQE with Yield Curve Control\" is a framework through which a policy mix of fiscal and monetary policies can be effectively achieved while the independence of a central bank is maintained.", "In response to COVID-19, the government has been increasing the issuance of JGBs to implement its economic measures while making use of the low interest rate environment.", "Meanwhile, the Bank has set the target level of policy interest rates as part of the monetary policy measures, taking into account developments in economic activity and prices as well as financial conditions, and has been achieving accommodative financial conditions accordingly.", "Under \"QQE with Yield Curve Control,\" the Bank and the government can cooperate with each other while fulfilling their respective roles.", "Thus, based on the assumption that the Bank will continue with \"QQE with Yield Curve Control,\" it will conduct an assessment on the manner of operations and various measures such as asset purchases.", "Whether to make changes to various measures depends on the findings of the assessment, so it is not appropriate to make any specific comments at this point.", "That said, the assessment will be conducted with the following points in mind.", "First, the Bank should conduct effective monetary easing while containing so-called costs of policy measures as much as possible.", "\"QQE with Yield Curve Control\" is a framework for conducting monetary easing while striking a balance between costs and benefits, but it is necessary to seek more effective ways to conduct monetary policy in terms of finding such a balance.", "Second, while it is expected that monetary easing will be prolonged, the Bank should enhance the sustainability of the conduct of monetary policy during normal times and be nimble in responding to changes in developments in economic activity and prices as well as financial conditions.", "The Bank could conduct monetary policy more flexibly in a prioritized manner depending on changes in such developments.", "In conducting the upcoming assessment, I would like to emphasize that the Bank does not intend to tighten monetary easing.", "It also does not aim at only containing costs of policy measures.", "Rather, the Bank will consider how to be nimble in conducting effective monetary easing while taking care of costs.", "So far, I have explained the Bank's thinking on its monetary policy conduct.", "Communication is an important factor in conducting monetary policy.", "The central banks' intentions are not necessarily interpreted in the way they meant, and some recent research has clarified this difficulty and proposed some ways to improve their communications.", "The Bank has communicated widely to the public through various channels such as speeches, press conferences, opportunities to exchange views like today's meeting, its website, and SNS.", "It will continue to make efforts and seek ways to explain its thinking on the monetary policy conduct, including the content of the upcoming assessment, as clearly as possible.", "Current Situation of and Outlook for Kanagawa Prefecture's Economy Next, I would like to talk about the economy of Kanagawa Prefecture.", "As with Japan's economy as a whole, the prefecture's economy has picked up as a trend, although it has remained in a severe situation due to the impact of COVID-19.", "However, the pace of improvement is likely to be only moderate while vigilance against COVID-19 continues.", "In addition, the population of Kanagawa Prefecture is expected to start declining within the next few years, and the impact of the declining and aging population on the economy is likely to intensify.", "However, the declining and aging population will not automatically lead to an economic decline.", "The important thing is how to address and tackle the issue.", "Kanagawa Prefecture seems to be very active in its efforts to achieve economic growth while looking to the future.", "Here, I would like to focus on three of the most notable examples.", "The first is the concentration of research and development (R&D) centers.", "While Kanagawa Prefecture has always had the largest number of people engaged in R&D in Japan, the concentration of R&D centers has accelerated in recent years.", "For example, leading companies at home and abroad, as well as universities, have actively moved their R&D facilities and campuses into the Keihin Coastal Area Life Innovation International Strategic Comprehensive Special Zone and the Minato Mirai 21 district of Yokohama City, and these areas have become a major R&D center in Japan.", "Industry-academia-government research collaboration should give rise to internationally competitive leading industries, which will serve as an engine for technological innovation.", "The second notable example is the development of logistics centers.", "With its international trading ports of Yokohama, Kawasaki, and Yokosuka, Kanagawa Prefecture has long been a logistics hub for Japan, acting as a major window connecting the country with the rest of the world.", "With the further development of the expressway network that directly connects to the capital, large-scale logistics facilities equipped with state-of-the-art equipment have started to be constructed one after another in recent years, mainly in the central part of the prefecture along these expressways.", "More efficient and upgraded logistics will contribute to raising productivity regardless of industry.", "The importance of Kanagawa Prefecture as a key logistics hub is expected to continue increasing in the future.", "The third example is developments linked to tourism.", "Kanagawa Prefecture is blessed with many tourist resources, including Yokohama City, an urban tourist destination, Hakone, one of the best hot spring resorts in Japan, Kamakura, a place of history and culture, and Shonan/Enoshima, an area for marine sports.", "However, at present, the number of visitors to these tourist spots has been declining significantly with the COVID-19 pandemic, and the situation has been extremely severe.", "That said, I have heard that, even in this situation, many firms have responded flexibly to the changes in consumer behavior due to the pandemic and have made efforts to meet the needs, for example, of those who want to stay longer in one place and enjoy leisure time and meals.", "There is also active promotion of tourism from a longer-term perspective.", "For example, Kamakura City is working to increase the number of tourists in response to the fact that the city is the setting for the 2022 NHK (the annual year-long historical drama television series produced by NHK [Japan Broadcasting Corporation]) \"Kamakura-dono no 13-nin (13 Samurais of the Shogunate).\"", "In addition, Yokohama City is scheduled to host the World Horticultural Exhibition in 2027.", "These various efforts are expected to boost further development of the tourism industry.", "Kanagawa Prefecture has a long history of close ties with foreign countries.", "It opened its ports to the world about 160 years ago with the arrival of Commodore Perry.", "As it developed as the gateway to Japan, new cultures, knowledge, and ways of thinking flowed in along with people and goods, and the economy of the prefecture grew while taking them in with flexibility.", "This flexibility, I believe, has been the driving force for the prefecture to respond to the recent various changes in the environment and has led to active efforts to foster and develop industry.", "I hope that Kanagawa Prefecture maximizes its potential and continues to make strong strides toward further growth.", "Lastly, I would like to briefly touch on the medium- to long-term economic issues confronting Japan.", "There is concern that the COVID-19 shock we are facing will remain for a long time as scarring effects.", "In Japan, after major shocks such as the bursting of the bubble economy and the GFC, their effects lasted for a prolonged period as sort of hysteresis effects; people's sentiment deteriorated and the growth rate suddenly decelerated (Chart 14).", "It is important to avoid such \"scarring effects\" on the economy as much as possible in order to create a situation where Japan's economy will return to a sustainable growth path without any sudden deceleration once the impact of COVID-19 subsides.", "Therefore, the top priority is to overcome the crisis as swiftly as possible; at the same time, it is also important to strengthen the growth potential while making the most of lessons learned from this crisis.", "While COVID-19 has had a significant impact on social and economic activities, this also could be an opportunity to reform the economic structure that will strengthen the growth potential.", "In fact, there have been various efforts to use information and communication technology (ICT) in such areas as telework and online medical care.", "It is essential to see how society as a whole can make the most of the harsh experience of COVID-19.", "Active investment, particularly in human capital, is necessary in order to strengthen the growth potential.", "While the leading role in this regard falls on the private sector, the public sector will actively support their efforts.", "In this regard, central banks can provide liquidity through lending but cannot spend money.", "It is the private sector and the governments that can spend As for concern over the impact of COVID-19 on people's sentiment, see Eichengreen, B., \"An Infrastructure Inoculation for America's Recovery,\" Project Syndicate, January 13, 2021, -syndicate.org/commentary/us-economic-recovery-biden-infrastructure-plan-bybarry-eichengreen-2021-01.", "A delay in Japan's ICT investment is discussed in Wakatabe, M., \"Japan's Economy and Monetary Policy,\" speech at a meeting with business leaders in Saga, September 2, 2020, /.", "In addition, in Japan, the amount of money that firms spend on capability development of their employees accounts for 0.1 percent of GDP.", "This is lower than the ratio in other countries, which is 2.1 percent in the United States, 1.8 percent in France, and slightly more than 1 percent in the United Kingdom, Germany, and Italy.", "For details, see Ministry of Health, Labour and Welfare, Ideal Human Resource Development that Varies According to Diversified Work Styles, Analysis of the Labour Economy, September 2018. money.", "The Bank is committed to fully support Japan's economy in crisis from the monetary policy side while working together with the government.", "Thank you very much for your kind attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Kanagawa February 3, 2021 WAKATABE Masazumi Deputy Governor of the Bank of Japan I.", "Developments in Economic Activity and Prices II.", "The Bank's Conduct of Monetary Policy III.", "Sources: IHS Markit (© and database right IHS Markit Ltd 2021.", "Developments in Economic Activity and Prices Exports and Production Real Exports by Type of Goods Real Exports and Industrial Production s.a., CY 2015=100 s.a., CY 2015=100 80 Motor vehicles and related goods IT-related goods Industrial production Capital goods CY 05 07 09 11 13 15 17 19 Jan. Apr.", "Oct. Business Fixed Investment Estimated Amount of Business Fixed Investment Machinery Orders and Construction Starts Business Fixed Investment y/y % chg. tril.", "In the left-hand chart, volatile orders are orders for ships and orders from electric power companies.", "Figures for machinery orders for 2020/Q4 are October-November averages.", "In the middle chart, figures are for all industries and enterprises, including financial institutions.", "Figures include software and R&D investments and exclude land purchasing expenses (R&D investment is not included before the March 2017 survey).", "For details relevant to the right-hand chart, see Box 3 in the January 2021 Outlook Report.", "Sources: Cabinet Office; Ministry of Land, Infrastructure, Transport and Tourism; Bank of Japan; Bloomberg; Ministry of Finance, etc.", "In the left-hand chart, Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Employee income = total cash earnings (\"Monthly Labour Survey\") number of employees (\"Labour Force Survey\").", "Figures from 2016/Q1 are based on continuing observations following the sample revisions of the \"Monthly Labour Survey.\"", "In the middle chart, figures show 6-month backward moving averages.", "In the right-hand chart, figures for the \"Indices of All Industry Activity\" from August 2020 onward are calculated using the growth rate of the weighted average of the \"Indices of Industrial Production\" and the \"Indices of Tertiary Industry Activity.\"", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications; Tokyo Shoko Research Ltd.; Ministry of Economy, Trade and Industry.", "In the left-hand chart, figures show the forecasts of the majority of the Policy Board members and those in brackets indicate the medians.", "The forecasts are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which she or he attaches the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The direct effects of the October 2019 consumption tax hike on the CPI for fiscal 2020 are estimated to be 0.5 percentage point.", "In addition, based on a specific assumption, the direct effects of policies concerning the provision of free education on the CPI for fiscal 2020 are estimated to be around minus 0.4 percentage point.", "The direct effects of the \"Go To Travel\" campaign on the CPI are estimated to be minus 0.2 percentage point for fiscal 2020 and 0.1 percentage point for both fiscal 2021 and 2022.", "Source: Bank of Japan.", "Inflation Rate and Output Gap Consumer Price Index (CPI) y/y % chg. y/y % chg.", "In the left-hand chart, energy consists of petroleum products, electricity, and gas, manufactured & piped.", "Figures for the \"effects of the consumption tax hikes and free education policies\" from April 2020 onward are based on staff estimations and include the effects of measures such as free higher education introduced in April 2020. .", "In the right-hand chart, the CPI figures exclude the effects of the consumption tax hikes, policies concerning the provision of free education, and the \"Go To Travel\" campaign, which covers a portion of domestic travel expenses.", "The figures from 2020/Q2 onward are based on staff estimations and exclude the effects of measures such as free higher education introduced in April 2020.", "The output gap is based on staff estimations.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "The Bank's Conduct of Monetary Policy The Bank's Measures in Response to COVID-19 Supporting Corporate Financing Special Program to Support Financing in Response to COVID-19 Purchases of CP and corporate bonds: amount outstanding of about 20 tril.", "yen at maximum (previous amount outstanding of about 5 tril.", "yen) Special Funds-Supplying Operations to Facilitate Financing in Response to COVID-19 Stabilizing Financial Markets Ample and Flexible Provision of Yen and Foreign Currency Funds Further active purchases of JGBs and T-Bills Enhancement of the U.S. Dollar Funds-Supplying Operations Active Purchases of ETFs and J-REITs ETFs: annual pace of about 6 tril.", "yen → annual pace with the upper limit of about 12 tril.", "yen (for the time being) J-REITs: annual pace of about 90 bil.", "yen → annual pace with the upper limit of about 180 bil.", "yen (for the time being) Financial Conditions Lending Attitudes of Financial Amount Outstanding of Bank Lending, Institutions as Perceived by Firms CP, and Corporate Bonds y/y % chg. DI (\"accomodative\" - \"severe\"), % points 30 Lending by domestic commercial banks CP and corporate bonds \"accomodative\" -10 -20 Small and medium-sized firms CY 05 07 09 11 13 15 17 19 05 07 09 11 13 15 17 19 Notes: 1.", "In the left-hand chart, figures are for all industries.", "In the right-hand chart, figures for lending by domestic commercial banks are monthly averages.", "Figures for CP and corporate bonds are those at the end of the period.", "Lending by domestic commercial banks includes loans to firms, individuals, and local governments.", "Sources: Bank of Japan; Japan Securities Depository Center; Japan Securities Dealers Association; I-N Information Systems.", "The Bank's Conduct of Monetary Policy Mechanism of \"Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control\" QQE with Yield Curve Yield curve control Inflation-overshooting commitment Forward-looking expectations formation - = Inflation expectations interest rates Improvement in financial Funding costs, financial and Adaptive expectations capital markets, etc.", "Exports, business fixed investment, private consumption, etc.", "Shaded area <I> indicates the period after the introduction of QQE (2013/Q2-), <II> indicates the period after the introduction of yield curve control (2016/Q3-), and <III> indicates the period after the outbreak of COVID-19 (2020/Q1-).", "In the left-hand chart, inflation expectations of firms, households, and economists are represented by the Tankan, the \"Opinion Survey,\" and the \"Consensus Forecasts,\" respectively.", "In the right-hand chart, figures for the real interest rate are calculated as the 10-year JGB yield minus the respective long-term inflation forecast.", "Sources: Bank of Japan; Bloomberg; Consensus Economics Inc., \"Consensus Forecasts\"; QUICK, \"QUICK Monthly Market Survey (Bonds).\"", "The Bank's Conduct of Monetary Policy Financial and Economic Developments after the Introduction of QQE (2) Amount Outstanding of Bank Foreign Exchange Rate Lending and Bank Lending Rate Unemployment Rate and Stock Prices y/y % chg. % thous.", "Lending by domestic commercial banks includes loans to firms, individuals, and local governments.", "Figures for the bank lending rate are the long-term average contract interest rate on new loans and discounts by domestically licensed banks.", "Sources: Bank of Japan; Bloomberg; Ministry of Internal Affairs and Communications.", "Financial and Economic Developments after the Introduction of QQE (3) Base Pay Increase and Consumer Prices Index (CPI) Scheduled Cash Earnings y/y % chg. y/y % chg. Base pay increase CPI (less fresh food and energy) Scheduled cash earnings CPI (less fresh food) (full-time employees) Hourly scheduled cash earnings (part-time employees) -1 FY 90 95 00 05 10 15 20 CY 07 09 11 13 15 17 19 Notes: 1.", "In the left-hand chart, figures for scheduled cash earnings from 2016/Q1 onward are based on continuing observations following the sample revisions of the \"Monthly Labour Survey.\"", "In the right-hand chart, the CPI figures exclude the effects of the consumption tax hikes, policies concerning the provision of free education, and the \"Go To Travel\" campaign, which covers a portion of domestic travel expenses.", "The figures from April 2020 onward are based on staff estimations and exclude the effects of measures such as free higher education introduced in April 2020.", "Sources: Ministry of Health, Labour and Welfare; Japanese Trade Union Confederation (Rengo); Ministry of Internal Affairs and Communications."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Economic activity", "Prices", "COVID-19", "Inflation", "Financial conditions", "Real interest rates", "Yield curve control", "Quantitative easing", "Monetary easing"]}