{"sentences": ["\"Beyond the Aggregates: The Diverse Effects of COVID-19 on Employment, Income & Savings\" Deputy Governor Sharon Donnery Address by Sharon Donnery to the National University of Ireland, Galway, 30 March 2021.", "View Slides used during the Presentation Good afternoon, it is a pleasure to join you (virtually) at the Whitaker Institute, National University of Ireland, Galway.", "It is over a year now since COVID-19, epidemiology and zoom became staples of our conversations, our routines, our day to day.", "We have seen how the COVID-19 pandemic has had devastating effects on lives, livelihoods and lifestyles.", "In economic terms, we have seen the worst peacetime global contraction since the Great Depression.", "And while the world economy is expected to grow by 5.6% in 2021 according to the latest projections, due to the partial nature of the rebound, over 150 economies are expected to have per-capita incomes below their 2019 levels in 2021.", "In Ireland, a striking feature of the pandemic had been that Gross Domestic Product (GDP) actually grew by 3.4% in 2020, in stark contrast globally and to other European countries [Slide 2].", "The GDP growth gures do point to a strong export performance in 2020 - due to multinational-dominated pharmaceuticals and computing services.", "However, the issues of using GDP to measure economic activity in Ireland are well known, and aggregate economic statistics can only provide a high-level overview of how an economy is performing.", "GDP growth masks a large fall off of 5.4% in domestic demand, reecting the devastating impact of the pandemic on underlying domestic activity, and consumption in particular, which was down by 9% in 2020 [Slide 2].", "Looking beyond the aggregate numbers, we saw last year how, while almost half of workers had their incomes directly supported by the State at one point, thousands of rms were shuttered for most of the year, and yet household savings increased by the largest amount ever.", "Today, I will rstly discuss the effects the pandemic has had on employment, incomes and savings, and the importance of looking beyond the aggregate numbers to understand the full effects.", "Secondly, I will discuss the role that employment and income support policies have played in mitigating the worst of the crisis, and the importance of understanding the differing effects of the pandemic as policymakers start shaping plans for the recovery.", "The worst effects of the crisis have been mitigated by exceptional counter cyclical policies.", "Today, domestic and international, scal and monetary, macro and micro prudential policies are positively reinforcing each other including across borders.", "These signicant actions of governments and of central banks - have been critical in stabilising our economies.", "Janet Yellen, United States Secretary of the Treasury, spoke recently about the extensive pandemic supports for workers, households and rms as a 'bridge to the end of the pandemic'.", "We now need to start thinking about what is on the other side of that bridge.", "The unequal impact of the pandemic on the labour market At the peak in early May 2020, over 1.2 million people were supported by the State for their incomes, almost half the labour force, today that number is 953,000.", "While sobering in their own right, the aggregate COVID-19 adjusted unemployment numbers only tell a partial story, and the pandemic has affected some workers more than others.", "The impact by region, skill, gender, age or incomes - reects the concentration of those groups in the sectors that have been subject to varying levels of the necessary health restrictions.", "[Slide 3] Speaking in NUIG, many of you will no doubt be aware of some of the regional effects associated with the challenges faced by consumer facing sectors such as tourism and accommodation.", "Understanding the effects of the pandemic on employment requires careful consideration.", "One way is to look at the percentage of workers that were 'absent from work due to COVID-19 measures' [Slide 4].", "Younger, female and less-educated groups all stand out as coming off worse in the pandemic when we look at groups that say they are away from work for COVID-19 reasons.", "Looking across education levels; those with primary or secondary education were almost twice as likely to be away from work than those with third level education in Q2 2020.", "Younger workers were also severely affected, with almost half the work force under 25 out of work due to COVID in the rst wave of health restrictions in quarter two last year.", "The female-male difference is evident and interesting when we consider that in previous downturns we have tended to see the opposite pattern: considerably fewer females losing their jobs, relative to males.", "Throughout the year, as restrictions were eased, many returned to work and it was often to a situation where their wages were subsidised by the State, especially for younger and female workers.", "The importance of supports for rm liquidity has been highlighted for SME nances in particular.", "I have presented here a picture of uneven labour market impacts from the pandemic, where the young, female and those with lower education levels have been particularly affected.", "Being out of work for long periods can discourage workers, and lead to dropping out of the labour force.", "This is important to keep in mind as we emerge from the pandemic, for individual welfare, long term distributional effects and future economic growth prospects.", "Household incomes heavily supported by the State Turning from the employment effects, I will now discuss how household incomes have fared in the pandemic.", "While employment effects have been uneven, the income effects have been signicantly moderated by the introduction of COVID support policies.", "The two main income supports - the pandemic unemployment payment (PUP) and wage subsidies - have been hugely important in supporting incomes for different households.", "In the second quarter of 2020 gross household incomes fell by -1.7% at the median.", "Recent estimates suggest that without supports incomes would have fallen by 20 per cent [Slide 5].", "In addition the research nds that income supports have helped to reduce the potential for the pandemic to lead to greater income inequality during 2020.", "Perhaps not surprisingly, the take-up of supports is concentrated amongst lower earners [Slide 6].", "However across households, the take up is spread more evenly in high and low income households.", "This reects that some higher-income households also have lower-earning individuals in the household.", "Younger, lower income, renters, and single parents - over 90% of whom are women - all rely heavily on pandemic income supports.", "[Slide 7] And debt supports have also have helped to keep debt repayments at sustainable levels.", "[Slide 8] As I have outlined, while the effects on employment have been uneven, the State supports have meant that the effect on incomes has been considerably moderated.", "The counter cyclical income and SME support policies have meant that we have not seen an increase in inequality as may have been otherwise the case.", "Largest ever increase in savings ... but unlikely to be equally distributed While many lost their jobs, and the incomes of many thousands more have been supported by the State, others have been saving.", "The imposition of the necessary health restrictions has been associated with a signicant fall in consumption of 9% in This large fall, combined with incomes holding up in 2020, has led to an unprecedented increase in savings.", "Estimates of the excess or 'pandemic' savings are in the order of 12 per cent of disposable income.", "Policy makers are giving a lot of thought to how these savings might be used in the future.", "If, how and on what they are spent will be important for domestic demand, jobs, and ination.", "It is important to rst understand if people are saving more in order to build a \"rainy day fund\".", "If they are saving out of precaution, for example, if they are worried about their future income.", "In this case, people are less likely to spend their increased savings, but to hold into them.", "Research suggests that in these circumstance only 5% of the extra savings may be spent on consumption in the economy.", "If however these savings are being accumulated because people can't spend their income due to the restrictions in place, or so called \"deferred spending\" these savings may be viewed as \"extra income\".", "In this instance, research suggests that roughly half of these savings may be spent or consumed, which would suggest a boost to domestic demand.", "It also matters who spends/saves, evidence suggests higher income households spend more in \"restricted sectors\", which suggests more of the excess savings are concentrated in higher income households.", "[Slide 10/11] The latest analysis suggests that the \"pandemic savings\" are more likely to be deferred spending than precautionary in nature.", "And similar patterns are observed in other countries, including those where vaccine rollout is further along.", "This suggest that the additional spending effects from pandemic deposit savings to date would be of the order of €5 billion, or roughly 5% of aggregate consumption in 2019.", "The question then becomes on what and when they might be spent, this is important for economic growth.", "Spending on domestically produced goods or services adds more to growth then spending on goods or services with more import content for example.", "Many of the restricted opportunities to spend in terms of spending share, not only have high import content, foreign travel, household furnishings/durables, clothing and vehicles, but they are also more easily deferred and, therefore, made up later.", "[Slide 12] A scenario where half of pandemic savings are 'spent' still leaves a substantial amount of savings for other purposes.", "Where might these savings end up, and what are the implications?", "One channel is through deposits for home purchases, and this could have implications for house prices.", "Similarly if savings are used for home improvements, an increase in demand could divert resources - workers and inputs - from already much-needed housing supply.", "Indeed some of these savings may be kept as savings, used to purchase nancial assets or pay down debt, although recent evidence does not suggest a large role for debt pay down to date.", "At this stage, with so much uncertainty around both health and economic developments, it is simply not possible to provide a timeframe on when these savings might be unwound, and exactly what they might be spent on.", "However, both the Special Saving Incentive Accounts (SSIA) and post-World War 2 experience with savings suggests that any boost to spending will likely play out over several years.", "Today I have set out the effects the pandemic has had on employment and how the labour market impact has differed by age, gender, and skill level.", "Further, despite the severe employment losses, this has not been reected in widespread income shocks as State supports have played a signicant role.", "Simultaneously, household savings have reached an all-time high, reective of the differing effects the shock has had.", "Now I will turn to some of the key related policy questions faced as we look at the next phase, as we start to move across the bridge to the other side of the pandemic.", "Job creation, training and getting people back to work Pandemic labour market policy focused initially on preventing job destruction - through wage subsidies and a wide range of other liquidity supports for rms - and, where jobs have been lost, on income preservation.", "But we also need to be thinking about labour market policy for the recovery, when it comes.", "Unfortunately, job losses and rm closures as a result from the pandemic are likely.", "We know that younger, lower-educated, lower-paid and female workers and are more likely to make up many of these newly unemployed.", "Further that there can be wage penalties for those entering employment after a crisis.", "A broad range of labour market policies, including training, hiring subsidies and employment activation programmes that help provide a pathway to viable and rewarding employment will be important considerations as the economy recovers.", "A number of 'active labour market programmes' (ALMPs) are available, many developed in response to the rise in unemployment during the last recession.", "We should not however under-estimate the scale of this task.", "In the context of the COVID-19 shock, three other issues come to mind in relation to labour market implications and potential policy considerations.", "The rst is the degree of inactivity as a result of the pandemic.", "If people are discouraged, and move out of the labour force, this could have longer term distributional consequences.", "The second issue relates to the possibility of workers switching across sectors.", "If demand falls for workers in one sector, can other sectors offer employment opportunities?", "A third issue relates to the potential effects of COVID-19 on gender gaps in employment and wages.", "While much progress has been made in recent decades, there is more to do.", "And it is imperative any structural changes in how we work does not impact women's long run labour market outcomes.", "Needless to say, the implications for the labour market are of course closely linked to the future of rms.", "Pandemic related nancial distress in the SME sector has not yet translated to a rise in insolvencies or closures due to the extraordinary levels of forbearance and other supports that are available to rms.", "A delicate policy trade-off presents itself for the rest of this year and into 2022: if traditional insolvency triggers are implemented rapidly, we risk many long-term viable yet currently distressed companies being liquidated, which may increase the long-term scarring of the economy.", "On the other hand, perpetual forbearance and unlimited supports to all distressed SMEs would also damage our economy through the inefcient allocation of capital.", "Given the current levels of uncertainty around future demand in many business sectors, it seems that for the moment, a continuation of the current policies are appropriate until such time as an economic normalisation has occurred.", "At that point, when companies have had a chance to trade and traditional nancial signals become more meaningful, it will be imperative that our systems function smoothly so that restructuring of viable businesses can occur, and they can contribute to employment and growth of the economy.", "At that stage, unfortunately it will also be evident that some rms will not survive.", "In that instance, it will be important that impediments to liquidation are eased so that liquidation of the least viable businesses is also possible.", "Thereby giving business people and entrepreneurs the opportunity of a fresh start.", "As we chart a course out of this crisis, it will be important to consider these challenges to minimise long term distributional consequences.", "As I have said, the policy supports to date have been extensive, and mitigated the worst effects of the crisis.", "Policy support will need to be maintained over the short-term in order to stabilise the economy.", "And as the economy re-opens any ongoing current expenditure support should be targeted - in particular at getting people back to work, as I have outlined above - and temporary.", "The continued sustainability of the public nances is critical to avoid limiting the scope to respond to future crises.", "Furthermore, the unwinding of savings will also likely provide a stimulus as the economy re-opens and while the extent is unknown, estimates suggest this could equate to up to 5% of consumption levels in 2019.", "Finally, let me conclude.", "Today when we think of the bridge to the other side, (virtually) in the Whitaker centre, it is apt to reect on T.K.", "Whitaker, the senior public servant and former Central Bank Governor, often referred to as the \"architect of modern Ireland\".", "A policymaker respected for his ability to think strategically, with long term vision as opposed to only looking to the short term.", "As we emerge from the current crisis we must consider the long term implications of the pandemic and our policy actions.", "We must look beyond the aggregates, to consider the effects of the pandemic across different sectors and groups in our society so together we can work to minimise potential costly and damaging scarring effects.", "Thank you and I look forward to your questions.", "[1] I would like to thank Rea Lydon, Tara McIndoe-Calder and Caroline Mehigan for their contribution to my remarks.", "A Race Between Vaccines and the Virus as Recoveries Diverge \", IMF Blog.", "[5] See Letter from Treasury Secretary Janet L. Yellen to G20 Colleagues , February 25, 2021.", "[6] This number reects the Via the PUP, what was then the TWSS wage subsidy scheme or the Live Register.", "Data reported by the Central Statistics Ofce under MUM02: COVID-19 Adjusted Monthly Unemployment Estimates.", "[8] See for example: Byrne, S. & E. Keenan, (2020) \"Measuring and Forecasting the Unemployment Rate during COVID- 19\" Box D, Quarterly Bulletin 4:2020, Central Bank of Ireland and CSO: Information Note on Implications of COVID-19 on the Labour Force Survey .", "[9] Labour Force Survey , CSO.", "One of the main reasons for this is the concentration of females in sectors that have been historically less cyclically sensitive.", "See for example Lydon, R. & M. Simmons, (2020) \"The ins and outs of the gender unemployment gap in the OECD\", Research Technical Paper, Vol 2020, No.", "10, Central Bank of Ireland.", "\"SME nances, the pandemic, and the design of enterprise support policies\", Financial Stability Note, Vol., No.", "8, Central Bank of Ireland.", "\"The Impact of COVID-19 on the incomes and debt sustainability of Irish households\".", "Economic Letter, Vol.", "The 'no supports' scenario in the paper assumes no other replacement income.", "In reality, some households would be eligible for job seekers allowance, which is paid at around half the rate of PUP or (maximum) wage subsidies.", "However, the paper estimates that the fall at the median would have still been around 10% in the absence of PUP or wage subsidies.", "Almost 80% of individual take-up of supports is in the bottom half of the earnings distribution.", "[16] This reects several factors, but notably the sector-specic effects of the pandemic, the concentration of some groups in these sectors - as outlined- and the scale of largely at-rate, non means-tested supports relative to pre- pandemic earnings.", "[18] See Quarterly National Accounts, CSO [19] Lydon, R. & T. McIndoe-Calder (2021) \"Saving during the pandemic: Waiting out the storm\", Economic Letter, Vol., No., Central Bank of Ireland.", "Not all gross savings ow to deposits.", "They can be used to repay debt or purchase other nancial assets, or loaned to the government (post-ofce savings or other government debt).", "Gross debt repayment did increase in the year to September 2020, by around 8 per cent, accounting for 6 per cent of estimated pandemic savings.", "[21] See, for example, recent speech discussion by Professor Hélène Rey , at the Resolution Foundation, Monday 8th March, 2021.", "Calculated using New Mortgage Lending Data from Central Bank of Ireland.", "[23] We know from SSIA experience that home improvement spending was a popular use of those savings, Quarterly National Household Survey: SSIA Module,Q4 2005 (CSO).", "\", Economic Letter, Vol., No., Central Bank of Ireland.", "(2020) \"The effects of government policy on personal savings\" , Quarterly Economic Commentary, Summer 2020, ESRI.", "[26] In the rst Quarterly Bulletin for 2021, an unemployment rate of 8 to 9% was projected over the next two years, up from 5% pre-pandemic.", "[27] Lozej, M. & R. Lydon (2016) \"Flexibility of new hires' earnings in Ireland\", Research Technical Paper, Vol.", "6, Central Bank of Ireland.", "[28] For a review of these programmes, including evaluations of effectiveness, see \" Labour Market Policy Thematic Review 2017: An in-depth analysis of the impact of reforms on inequality \" and IGEES (2014) [29] Card, D., Kluve, J., & A. Weber (2017) \" What Works?", "A Meta Analysis of Recent Active Labor Market Program Evaluations \" Journal of the European Economic Association, Volume 16, Issue 3, June 2018, Pages 894-931.", "[30] According to the CSO , between 25 and 31% of PUP recipients in Q4 2020 were economically 'inactive' - in other words, not working, but also not available or looking for work.", "[31] This is because, as the OECD (2020) has pointed out, the likelihood of re-employment, including through ALMPs, is typically higher for individuals that remain in the labour force (aside from periods of inactivity due to re-entering education or training).", "[32] The pandemic is accelerating pre-existing employment trends.", "For example, labour-saving automation in customer- facing settings - to meet public health measures during the pandemic - are unlikely to be reversed, even where they are not necessarily productivity improving.", "There is some evidence this may affect women especially hard.", "A recent Brookings paper considered historical patterns of workers moving across sectors suggest a limited switching between sectors or occupations in the US.", "This could mean that considerable upskilling and re-training is required to prevent this sort of mismatch, and a permanent increase in the unemployment rate.", "[33] See for example COVID-19: A backward step for gender equality , Work, care, and gender across UK lockdowns & The gender gap and COVID-19: Evidence from eight advanced economies .", "\"SME nances, the pandemic, and the design of enterprise support policies\", Financial Stability Note, Vol., No.", "8, Central Bank of Ireland.", "[35] See speech and Q&A by the President of the Eurogroup and Minister for Finance, Paschal Donohue, TD at the Dublin Economics Workshop on 22 March 2021.", ", No., Central Bank of Ireland.", "[37] See A Long-term Perspective on Whitaker's Economic Development, Whitaker Lecture, Central Bank of Ireland by Frances Ruane, 17 October 2017.", "©2021 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Employment", "Incomes", "Savings", "COVID-19", "Labour market", "Pandemic", "Policy", "Aggregate", "Households", "Economy"]}