{"sentences": ["Good afternoon, Today we discussed sustainable finance and two specific topics relating to financial regulation.", "On sustainable finance, the discussion concerned the work plan of the Sustainable Finance Study Group, which we decided to reactivate at our February meeting and which is co-chaired by China and the United States.", "The Group has made rapid progress in the last few weeks and, following the inputs of the Presidency, has agreed to focus its work this year on three areas: the first is sustainability reporting; the second is related to the metrics for classifying and verifying investment sustainability; and the third concerns how to enhance the contribution of International Financial Institutions to the goals of the Paris Agreement.", "In addition, the Group will develop a multi-year roadmap on sustainable finance to address the most pressing issues relating to sustainable development.", "This will help in prioritizing its activity, which will initially be focused on climate but will subsequently look at sustainability more broadly.", "Ministers and Governors concurred on the importance of this agenda and agreed that the Study Group should be upgraded to a fully fledged Working Group.", "As regards financial regulation, today we discussed two documents submitted by the FSB: a report on the COVID-19 support measures and the main issues concerning their future evolution, and the final evaluation report on the effects of too-big-to-fail reforms.", "The first report shows that in the current and still uncertain circumstances most of the COVID-19 support measures remain in place, and their withdrawal is generally not imminent.", "Authorities tend to view the potential risks to financial stability arising from the early removal of support measures as significant, and as being greater than those associated with a late withdrawal.", "We, Ministers and Governors, shared the main message of the report, which is that the persisting uncertainty over the evolution of the pandemic and the uneven pace of the recovery across countries call for a state-contingent and data-driven approach when deciding whether to adjust or end the support measures.", "This should be done in a gradual and targeted way, in order to minimize long-term financial stability risks.", "We also agreed on the need to maintain an internationally coordinated approach in responding to the pandemic, with the support of the Financial Stability Board (FSB), to ensure that the financial sector continues to support the recovery while preserving financial stability.", "The second document we discussed is the final report on the effects of too-big-to-fail reforms, which updates the interim analysis, also in light of the experience of the pandemic.", "The key message, on which we concurred, remains that the 'too-big-to-fail' reforms for banks are working as intended, reducing moral hazard and systemic risk with no material side effects.", "We agreed to work on filling some remaining gaps, concerning the information available to public authorities for financial stability risk monitoring and some residual obstacles to resolvability.", "We also concurred on the need for a system-wide approach to monitor risks that have moved outside the banking system.", "We are therefore committed to strengthening the resilience of nonbank financial intermediation, building upon the FSB's 'Holistic Review' of the March 2020 turmoil and on the further work that the FSB will conduct under the Italian G20 Presidency and beyond.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Sustainable finance", "Financial regulation", "COVID-19 support measures", "Too-big-to-fail reforms", "Sustainability reporting", "Climate change", "Financial stability", "Systemic risk", "Nonbank financial intermediation", "International Financial Institutions"]}