{"sentences": ["- New Year wishes to the Paris financial centre Paris, 19 January 2021 Speech by François Villeroy de Galhau, Governor of the Banque de France, Chairman of the ACPR Press contact: Mark Deen (mark.deen@banque-france.fr) and Deborah Guedj (deborah.guedj@banque-france.fr) This video is a first.", "Our New Year's wishes this year come in a \"Covid-friendly\" format: virtual but very warm.", "I am extending them on behalf of all the women and men of the Banque de France and the ACPR.", "I hope that 2021 proves to be a better year for our beloved country, with the vaccines that should halt the epidemic by the second half.", "A better year also for you and your loved ones, with a special thought for those of our fellow citizens who have unfortunately lost someone close to them during this epidemic.", "was an extremely trying year in many respects, but also a year of exceptional collective mobilisation (I).", "We need to capitalise on that resilience to meet the numerous challenges of 2021 (II).", "The fruits of 2020: Financing of the economy and resilience of the financial system In response to the Covid crisis, public authorities the government and central - rapidly deployed a \"financing bridge\" to help banks businesses, especially VSMEs, withstand the shock and protect their employees.", "Financial institutions, together with their staff, were at the frontline of this mobilisation: banks by distributing EUR 130 billion of state-guaranteed loans a record in Europe, and keep up the commitment but also insurers and this has been less frequently mentioned with numerous payouts on claims not covered in policies.", "Your teams have demonstrated remarkable operational agility.", "This resilience also stems from the efforts of banks and insurers who went into the crisis on a firm financial footing, with large French banking groups having almost doubled their capital requirement coverage own funds since 2008 to 15%, and insurers' averaging 239% at end-September 2020. we don't currently need to worry about their financial But although soundness, we still need to remain vigilant: there is still a high degree of uncertainty, which calls for the maintenance of our fiscal support measures and an accommodative I won't talk about the latter today as we are in the \"quiet period\" monetary policy.", "before the meeting of the Governing Council on 20 and 21 January.", "The challenges for 2021 After a few more difficult months at the start of the year, 2021 should see the end of the pandemic and the beginning of the reconstruction.", "And in the financial we will need to capitalise on 2020's resilience industry itself, to meet four challenges that I shall sum up using the four cardinal points of the compass.", "/ The first, of course, is Brexit, so in the North.", "On 1 January this year, the United Kingdom lost its financial passport.", "We had actively prepared for this, and fortunately the continuity of financial services has been maintained.", "Despite the pandemic, by end-2020, more than close to 2,500 jobs had already been transferred and around 50 British entities authorised, with the relocation to France of at least EUR 170 billion of assets.", "More relocations are expected and should be speeded up over 2021.", "On a more structural level, Brexit means that Europe has to develop its own financial autonomy.", "We need to reinforce our market infrastructures, especially for the clearing of interest rate instruments, genuine \"Financing with the strengths of the Paris marketplace.", "We also need a Europe's savings surplus - - Union\" to channel close to EUR 220 billion more efficiently into productive investment.", "It is now otherwise it will never happen that we need to seize the dual opportunity offered by Brexit and the reconstruction to truly build a Capital Markets Union: I stand alongside the AMF and its Chairman in saying this.", "/ It is precisely this private investment that will prove decisive in supporting the economic reconstruction.", "In this reconstruction, we Europeans will have to be Schumpeterians while also remaining Keynesian: in 2020, the US economy, so to our West, proved twice as resilient as Europe's.", "The post-crisis period should not be about restarting things exactly as they were before; it should be a transformation towards an economy that is more productive and \"better\" in three respects: more digital, more environmentally-conscious, more qualified we must never forget the battle of skills, which is the most important one, albeit the least frequently discussed.", "Support for businesses should also shift from the widespread provision of liquidity to a more selective solvency-based phase that targets those firms that are economically viable but have been financially weakened by the crisis.", "The public mechanism is there, with sufficient funds (EUR 20 billion of outstanding loans with a 30% public guarantee).", "It is up to you to use it well.", "I have two wishes in this respect: it is better to try out several instruments in parallel, not just crowdlending but also subordinated bonds and other solutions.", "And not just banks, but also insurers and funds.", "Financers-distributors should also be co-investors, and bear some of the private risk a minority share of course themselves.", "If the public purse were to shoulder 100% of the risk, we would lack that vital selectivity based not only on a budgetary requirement, but also on the need for economic productivity.", "/ The third challenge is to keep on course with our regulatory security, in the direction of Basel, in the East.", "The fact that the current crisis a public health and economic one has not escalated into a financial crisis is because, since 2009, our prudential framework has strengthened resilience.", "And so, yes, France and Europe must remain committed to ensuring that the implementation of the Basel III Accord is fair, reasonable and definitive.", "It would be foolish to claim that Basel III will prevent lending to SMEs, when outstanding loans to SMEs in fact increased by 20% at end-November.", "We shall also use other tools financial stability: the HCSF's to safeguard adjusted recommendation on real estate loans will be published this month, following our balanced and efficient decision in December.", "Our first \"pilot exercises\" or climate stress tests will be published in April.", "In insurance, the Solvency II normative framework has demonstrated that it is sufficiently flexible to deal with periods of tension.", "The review of this framework has already made progress, which needs to be continued, on two improvements that are in our view essential: i/ removing obstacles that are unjustified from a prudential point of view and that could penalise long-term investment; ii/ strengthening the countercyclical tools to better withstand a protracted low rate environment.", "/ That leaves the South, and the hope that its light inspires leads me to conclude by wishing our financial industry robust economic health.", "Given that it provides work for more than a million people, a strong financial industry is vital for employment.", "It is also key for French and European sovereignty, and to better channel the additional savings accumulated during the crisis (between EUR 110 billion and EUR 120 billion at end-2020) towards investment in reconstruction.", "The fact that our financial institutions have insufficient levels of profitability should now be a focus of attention: between 2015 and 2019, the ROE of the main French banks stabilised at an average of around 6%, which is close to the European average but half that of US banks.", "This will in large part depend on the institutions themselves, on their ability to speed up their adaptation, to digitalise and to innovate, especially in the field of payments: we have two years no more to build a European alternative to the Bigtechs.", "Fintechs French are an asset to our financial marketplace and not a threat.", "But public authorities also have their role to play: stable regulations and taxes in France, at least for 2021, would help.", "And a prudent return of dividend payments would also be a welcome step, albeit only a first one, towards making them more attractive and increasing their essential capacity to raise capital.", "For banks, we will apply the very prudent decision of the SSM.", "For insurers, the decision falls to the ACPR and we shall take it by February in as balanced a way as possible, including with regard to the rules adopted elsewhere in the world.", ", a year of uncertainties, but also one of work, the year of a rebound and even a year of progress: that is all I wish for us, and that I wish to each and every one of you."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial resilience", "Economic recovery", "Brexit", "Capital Markets Union", "Basel III", "Solvency II", "Profitability", "Fintech", "Digitalisation", "Climate change"]}