{"sentences": ["I thank Matt Boge for his assistance in preparing this material.", "I also thank Matt and Jason Griffin for their extensive contribution to the work of the AXFC and the GFXC over the course of the review of the Code.", "I thank FX Markets Australia for the invitation to talk to you this morning.", "In July, the Global Foreign Exchange Committee (GFXC) updated the FX Global Code.", "Given its importance to the FX industry, I'll take this opportunity to summarise the changes that were made.", "I'll also discuss other aspects of the GFXC's recent work and what it means for the industry.", "Three-year Review of the Code The FX Global Code was launched in 2017.", "Globally, almost 1,100 entities have signalled their adherence to the Code's principles by posting a signed Statement of Commitment on a public register.", "This includes a wide range of participants in the Australian market.", "Take-up of the Code by sell-side market participants was fairly rapid, as was expected.", "But it has been pleasing to see that over time more and more entities on the buy-side have been confirming their adoption of the Code's principles.", "In setting out standards for good practice, the Code is relevant to all participants in the wholesale market, not just liquidity providers.", "To ensure that the Code remains relevant and keeps pace with the evolution of the market, the GFXC committed itself to carefully reviewing the Code's principles periodically.", "The first of these reviews has just been completed.", "The priorities for the review were established after surveying market participants in 2019 and following consultation with the GFXC's member committees, including the Australian Foreign Exchange Committee (AFXC), which I chair.", "A consistent theme of the feedback was that the Code remained fit for purpose and changes should only be made as necessary.", "To this end, the GFXC identified some key areas requiring attention to ensure that the Code continues to provide appropriate guidance.", "The AFXC was heavily involved in the review process, not least because Guy Debelle - the Deputy Governor of the RBA - has been the Chair of the GFXC for the past two years.", "Other members of the AFXC participated in the GFXC's working groups, which were instrumental in developing the new material.", "The recommendations of the working groups were reviewed by the GFXC's member committees and published for public feedback.", "After careful consideration of the feedback, the GFXC released the updated Code last month.", "Some Key Changes to the Code In total, 11 of the Code's 55 principles have been amended.", "I won't go through all of the changes today.", "There is a summary on the GFXC's website that steps through these.", "What I would emphasise is that the driver for many of the changes is the need for greater disclosure and transparency in an increasingly complex market.", "One area where the market has grown more complex is the methods of execution.", "Use of execution algorithms by FX market participants has increased significantly.", "The GFXC's view is that the market would benefit from more detailed disclosures about these algos, as well as greater uniformity in the disclosures.", "This echoes recent findings by the Bank of International Settlements (BIS) Markets Committee that high-level and non-standard disclosures were making it difficult for algo users to compare different providers and make informed decisions.", "Some sophisticated clients may be able to overcome this problem, but it has not been conducive to market efficiency.", "Consequently, the Code has been updated to provide more guidance on the minimum set of information that algo providers should be disclosing.", "In addition, the GFXC is encouraging providers to make their disclosures in a standardised format.", "Accordingly, the GFXC has developed an Algo Due Diligence Template that market participants may use, as appropriate.", "This is available on the GFXC's website.", "As the use of algos increases, it is important that market participants are able to evaluate their performance.", "But the barriers to conducting meaningful analysis on algos can be high.", "For this reason, the GFXC believes that Transaction Cost Analysis (TCA) would benefit from greater harmonisation of data reporting.", "At the session on TCA later this morning, I'm sure there will be some discussion of those challenges and how they might be overcome.", "The GFXC's view is that standardised information could be particularly helpful for less sophisticated clients or those with limited resources.", "Recognising this, the GFXC has also published a TCA Data Template on its website that market participants may use.", "Not surprisingly, one other area where feedback pointed to a need for greater disclosure and transparency was anonymous trading.", "Electronic platforms used in the FX market can vary in the degree of anonymity offered to their participants.", "But the more anonymous participants are allowed to be, the harder it is for users to communicate expected standards of behaviour or monitor the actual behaviour of their counterparties.", "The Code has been amended to encourage greater disclosure by those operating anonymous platforms.", "This includes operators being transparent about their data policies, such as which users they are making data available to and with what latency.", "Additionally, these platforms are now encouraged to clarify whether or not their users have signed up to the Code.", "Disclosure Cover Sheets The importance being placed on disclosures is consistent with the Code being principles-based.", "Instead of narrowly prescribing specific behaviours, the Code emphasises the need for participants to make informed choices about their interactions in the market.", "Clear and accessible disclosures can help participants make those decisions.", "Since the publication of the Code in 2017, the content of FX disclosures has generally improved.", "Indeed, we have been receiving more detailed disclosures from our counterparties in recent years.", "Managing the increasing amount of information, however, can be a challenge.", "In particular, disclosures can vary considerably, both in terms of the topics that are addressed as well as the level of detail provided.", "The feedback the GFXC received was that many market participants faced similar challenges in accessing and evaluating information in disclosures.", "To address this, the Committee has developed standardised Disclosure Cover Sheets for liquidity providers and electronic trading platforms.", "The templates for these were published earlier this week on the GFXC's website.", "The new Cover Sheets will assist liquidity providers and operators of trading platforms to meet the disclosure and transparency principles within the Code.", "To be clear, they do not ask for any additional disclosure beyond what is already encouraged by the Code.", "The Cover Sheets will simply allow market participants to see a summary of information on key topics, with links provided to the relevant underlying disclosures.", "The aim is to make it easier for participants to quickly access and navigate those disclosures.", "Market participants will be able to post their Cover Sheets alongside their Statements of Commitment on a public register, further supporting accessibility of disclosure.", "Guidance on Pre-hedging and Last Look Two practices where disclosures are particularly important are pre-hedging and last look.", "As these practices can be quite contentious, they received a lot of focus from the GFXC during its review of the Code.", "Specific principles within the Code describe good practice for those using pre-hedging and last look.", "The GFXC's view was that the text of those principles remained appropriate.", "However, to meet demand for further clarity on the appropriate use of these practices, the GFXC has published guidance papers on both topics.", "The guidance papers are not part of the Code; they are intended to be read alongside the Code.", "For pre-hedging and last look, the Code provides the framework that market participants should be using, while the guidance papers discuss applications of those frameworks.", "As with the other materials developed by the GFXC, this was done in close consultation with industry and the member FXCs.", "The paper on pre-hedging describes some of the circumstances in which pre-hedging might be used in the FX market, and the controls and disclosures that could help align that activity with the Code.", "The paper clarifies that pre-hedging should be the exception, not the norm.", "It is one potential way of managing large orders.", "As specified in the Code, the key point remains that: as a risk management tool, pre-hedging should be designed to benefit the client.", "More generally, the heightened risks around large orders mean that it is especially important for liquidity providers and their clients to have clearly aligned expectations for their execution, whether pre-hedging is used or not.", "The guidance paper on last look published this week incorporates feedback received on the draft version.", "This was not the first time the GFXC has sought feedback on last look practices, and the GFXC will continue to watch developments in this field to see if more work needs to be done.", "The guidance paper clarifies a number of important issues.", "In line with the Code, the paper emphasises that, where it is used, last look is only for the price and validity check and not for other purposes.", "To minimise the uncertainty for the client, this price and validity check should be applied without delay.", "Also, information about trade rejections should be accurately recorded so that it can be shared with clients.", "As with pre-hedging, clients should always be able to evaluate whether the methods of execution are meeting their needs.", "The GFXC has also focused on settlement risk.", "The most recent triennial survey of global FX market activity by the BIS, suggested that the value of trades not being settled on a paymentversus-payment (PVP) basis remained significant and may have actually been increasing as a share of total trades.", "The risks associated with FX settlement are potentially very significant and more work is being done to understand and monitor how these risks are being managed.", "The next BIS triennial survey in 2022 will contain more questions on settlement methods and many central banks - including the RBA - will begin collecting similar data in their regular, semi-annual surveys of their local markets.", "Recognising the importance of this issue, the GFXC agreed that the Code's guidance on settlement risk should be strengthened.", "The Code now places greater emphasis on the use of PVP mechanisms where they are available.", "It also provides more detailed guidance on the appropriate management of settlement risk where PVP settlement is not used.", "In the local market, the AFXC's assessment is that there is good awareness of settlement risk and how it can be mitigated, including among buy-side participants.", "The available data seems to suggest that this is being put into practice.", "But as I mentioned, further work will be done in this area, and we should soon have better data with which to monitor industry trends.", "In the meantime, I would encourage everyone to assess their settlement practices against the new text in the Code.", "More broadly, it is important that all market participants review the updated Code and think through the implications for their own activities.", "This includes both sell-side and buy-side participants.", "The amendments to the Code's principles will affect certain parts of the market, and certain types of participants, more than others.", "For those that are most affected, a positive signal that they have aligned their practices with the updated Code would be to renew their Statement of Commitment.", "Reaching this point may take time, perhaps as long as 12 months.", "At the Reserve Bank, we will be asking all our FX trading counterparties to provide us with renewed Statements in due course.", "We will also be undertaking an internal review of our practices and publishing a refreshed Statement when that process is complete.", "Finally, for all market participants, there is work to be done not only to enhance disclosures, but also to make good use of the information being disclosed.", "See the GFXC's Index of Public Registers at .", "GFXC (2021) 'Outcomes of the 3-year Review of the FX Global Code', July.", "Bank of International Settlements (2020) 'FX Execution Algorithms and Market Functioning', Markets Committee Study Group Report, October."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["FX Global Code", "Disclosure", "Transparency", "Foreign Exchange", "Algorithms", "Settlement Risk", "Pre-hedging", "Last Look", "Execution", "Guidance"]}