{"sentences": ["Welcome to the Central Bank of Ireland, albeit virtually.", "I am delighted to welcome you to today's Central Bank listens event.", "It is one of three listens events taking place this month focusing on the Central Bank's mortgage measures.", "In 2015, the Central Bank introduced a set of measures to help guard against excessively loose lending standards in the mortgage market.", "While not always understood as such, the measures are essential to our mission to serve the public by maintaining monetary and financial stability and ensuring that the financial system operates in the best interests of consumers and the wider economy.", "We know that borrowers with high levels of debt relative to their income or to the value of their house are more likely to face financial difficulties in challenging economic times.", "By focusing on lending standards, the mortgage measures help to guard against a credit-fuelled house price boom like the one we saw in the 2000s re-emerging in the future.", "We review the effectiveness of the mortgage measures every year against their stated objectives.", "As part of that regular review, we look at the calibration of the measures and take into account wider housing and mortgage market developments.", "Several changes to the calibration and functioning of the mortgage measures have taken place over the years because of these annual reviews.", "However, we've organised today's event as part of our review of the overarching framework for the mortgage measures.", "You may be curious to know what exactly a framework review is and why are we conducting one now.", "As the mortgage measures are a permanent feature of the market, it is important that we not only do the annual review, but that we also consider the effectiveness of the overarching framework.", "This is good policy practice and I personally am not a believer in \"set and forget\" policy making, even if the policies have been effective.", "The framework review will take place throughout this year and next, alongside the regular annual reviews.", "It is now approaching seven years since the mortgage measures were first introduced.", "The environment in which we operate evolves constantly so it is important that our overall policy framework remains fit for purpose, whether that is the precise tools that we use, our strategy for how the measures operate in a changing environment, how we balance the benefits and costs and, importantly, how we articulate and communicate that balance to others.", "Much has changed since the mortgage measures were first introduced.", "There are longer-term, structural, trends at play that merit deeper focus.", "Globally, interest rates have been on a downward path.", "The role of non-bank financial institutions in the housing market has expanded considerably, while housing supply overall in Ireland has recovered more slowly than many people expected.", "Compared to 2015, we can now draw on more experience and analysis to inform our framework review.", "We have access to better information thanks to the Central Credit Register.", "Other countries have also adopted similar measures, so we can learn from their experiences.", "This means that it is a good time to tackle some deeper questions, like our overall toolkit, or the benefits and costs of the measures, or the interactions with other policies.", "We in the Central Bank are keen to hear your views and gather your perspectives on: What a sustainable mortgage market looks like to you; Whether you think the mortgage measures have been effective in achieving their goals; What you see as the most important factors driving broader housing and mortgage market developments in Ireland, and What you think the Central Bank should focus on as part of our framework review.", "The more feedback we gather from stakeholders and the wider community, the stronger our framework review will be.", "With this in mind, I encourage you to also share your views via our online survey and to share the survey link with your friends, family and peers.", "The online survey can be accessed at www.centralbank.ie/survey.", "We plan to publish our own assessment of what we have learned from both the listening events and the online survey in the second half of this year and we plan to complement this with emerging research from our own teams.", "I look forward to hearing your perspectives today."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Mortgage measures", "Mortgage market", "Financial stability", "Framework review", "Housing supply", "Non-bank financial institutions", "Central Credit Register", "Benefits and costs", "Sustainable mortgage market", "Housing market developments"]}