{"sentences": ["17.03.2021 The Role of Central Banks and Banking Supervisors in Climate Opening remarks.", "Resilience of the financial system to natural disasters, IESE online conference Pablo Hernández de Cos Ladies and Gentlemen, Let me first thank Professor Xavier Vives for inviting me to this conference on the \"Resilience of the financial system to natural disasters\", organised by the IESE.", "It is a pleasure for me to open the conference.", "I am sure the final version of your forthcoming report1 will benefit from the views of such distinguished members of academia that are today with us.", "And I am certain they will provide us with much food for thought, ultimately benefiting the joint efforts to address the risks associated with climate change.", "This topic has, in recent years, come to the fore of the concerns of the overall financial sector, including firms, supervisors and central banks.", "Let me offer some brief remarks on this topic, starting with the impact of climate-related risk on the financial sector and the role of regulators and supervisors, and followed by the connection between climate change and the conduct of monetary policy.", "Climate-related risk for the financial sector and the role of regulators and supervisors Across the studies measuring the impact of the various industries and sectors on climate change, the financial sector is usually classified among the environmentally friendly branches of activity.", "This is because greenhouse gas emissions stemming from the financial sector are very low and also because the activities it engages in do not significantly affect the environment.", "While this is true, the financial sector is actually highly exposed to risks associated with climate change by funding other sectors including those that are exposed to extreme weather events or those that will be affected by the transition to a more sustainable economy.", "Therefore, climate change poses two types of risks for the financial sector: physical risks and transition risks.", "First, physical risks are those that would materialise as permanent alterations of the climate, if we do not act to prevent global warming.", "Natural disasters would then become more frequent and their economic damage probably greater.", "In fact, there is evidence that such risks are already materialising to some extent: according to the FSB,2 global economic losses associated with catastrophes related to weather events have doubled since the 1990s, up to USD1.6 trillion over the last ten years.", "And while it's true that financial markets and instruments covering these risks have been developed, these developments are unlikely to fully tackle the challenges of climate change due to: (i) the sheer magnitude of climate risks; (ii) the sizeable exposures of the financial sector to this form of risk; and (iii) the presence of externalities.", "The financial sector is exposed to these physical risks through several channels.", "Physical risks are of course relevant for the valuation of real estate assets, the main collateral of bank loans.", "Physical risks also matter when assessing the ability to pay of borrowers involved in sectors that could be particularly affected, such as agriculture or tourism.", "Capital destruction could also be very important.", "Furthermore, since not all geographies would be equally affected, the migration of activities and of the population in some areas will increase, generating an impact on the financial sector as well.", "Precisely to prevent these risks increasing further, acting to prevent the materialisation of climate change is essential.", "However, such interventions, and the accompanying changes in consumer and investor sentiment in favour of a greener economy, may also create their own particular risks to the financial sector.", "Indeed, the transition towards an environmentally sustainable economy implies a sweeping change in production technologies and a reallocation of activity across sectors and companies.", "Actually, such restructuring will mean that, in the short run, some sectors will increase their profits while others will incur losses, with obvious implications for the financial system and its stability.", "In this case, for estimating transition risks, the most relevant factors are the carbon footprint and the environmental impact of the sectors and companies to which financial firms are exposed.", "In this context, and as part of our main responsibility to guarantee the stability of the financial system, we - regulatory and supervisory authorities - must ensure that the materialisation of climate risks does not endanger financial stability.", "Therefore, we must make sure that financial firms address these risks.", "In particular, we should contribute to identifying climate-risk drivers and their transmission channels, to the adequate measurement of the economic and financial impact of the different risks, and to the definition and development of the potential mitigation and riskreduction measures.", "If we succeed in incorporating these risks into the decisions of the financial sector, this will translate into a change in the relative prices of financial instruments.", "And, in turn, that will help to internalise those consequences originating from both transition and physical risks that affect directly providers and users of funds.", "This will be a powerful and much-needed complement to the use of the fiscal and environmental instruments that are needed to fight against climate change.", "In practical terms, climate risk can probably be captured in the traditional financial risk categories (credit, market, liquidity or reputational risks).", "However, several crucial limitations and challenges are coming to light when trying to measure these risks.", "In particular, there are few sufficiently deep and harmonised databases to analyse and understand the potential effects of physical and transition risks.", "Data granularity is particularly important given the high heterogeneity of the potential impacts.", "And, while we are working hard to improve available information, we lack sufficient historical depth to be able to use the past as a guide to estimate future developments.", "In addition, there is no previous experience of structural changes of this magnitude, which also require a very long-term perspective, and where the presence of non-linearities and irreversible tipping points are likely, conditioning the methodologies to be used.", "And there is limited research, and accompanying data, that explore how climate risks feed into the financial risks faced by banks.", "In this context, many supervisory and/or prudential authorities are opting to use stress tests and scenario analysis.", "As a result, we should accept that efforts to translate climate-related risks into quantifiable financial risks are in their early stages.", "And we will have to step up our efforts to address these problems and limitations.", "It's also crucial that these efforts are coordinated at the global level, given the global dimension of the risks and the potential spillovers that can arise through interconnections between the real and financial sectors.", "In this regard, in the case of banks, at the Basel Committee on Banking Supervision (BCBS) level we are planning to conduct a \"gap analysis\" to identify areas in the current Basel Framework where climate-related financial risks may not be adequately addressed or are not captured.", "This gap analysis will be comprehensive in nature, and will cover regulatory, supervisory and disclosure elements.", "Building on the analysis, we plan to explore practical solutions to address any identified gaps.", "In addition to a set of principles or guidelines on effective supervisory practices for assessing climate-related financial risks, the Committee will explore whether any policy measures under the regulatory framework should be taken, and how the Basel Committee could support international efforts related to the development of globally consistently sustainability reporting requirements.", "Importantly, any changes proposed by the Basel Committee to its regulatory framework would be in pursuit of its mandate to strengthen the regulation, supervision and practices of banks worldwide with the purpose of enhancing financial stability.", "Climate Change and the Conduct of Monetary Policy Let me now turn briefly to the second topic: the implications of climate change for monetary policy, an issue that is also being analysed in the ongoing review of the ECB's monetary policy strategy.", "As you know, the EU Treaty sets price stability as the single primary objective for the ECB.", "At the same time, the treaties also establish that, without prejudice to the primary goal of price stability, the ECB shall support the general economic policies of the Union, among which the fight against climate change has become a priority.", "Indeed, it can be argued that given the long-reaching implications in so many economic and financial domains of climate change, in our pursuit of price stability, monetary-policy makers cannot ignore the transition and physical risks that I mentioned before.", "In particular, insofar as climate risks affect the macroeconomy, the inflation outlook or the transmission of our monetary policy, then such risks are bound to affect the conduct of monetary policy.", "One fairly direct channel is the following.", "Policies aimed at promoting the transition towards a carbon-neutral economy - such as carbon taxes - are likely to affect the volatility of headline inflation, which includes energy prices.", "Most inflation-targeting central banks, including the ECB, target headline inflation, because it is more representative of the citizens' consumer basket than \" other notions of inflation.", "The ECB's medium-term orientation of our price stability objective provides us with some leeway to see through transitory energydriven increases in headline inflation.", "However, persistent upward pressure on, or substantial volatility in, headline inflation stemming from sustained climate policies could lead us to rethink how we formulate our policies in pursuit of price stability over the mediumterm horizon.", "More indirectly, but not less importantly, climate change and the remedial actions needed to tackle it could affect central banks' ability to achieve price stability through their impact on the so-called natural interest rate3, which is an important benchmark for inflationtargeting central banks when setting our interest rates.", "Natural interest rates in advanced economies, including the euro area, have declined in recent decades, reflecting structural shifts in the balance between aggregate saving and investment.", "The decline in natural rates has shrunk the space for interest rate policy owing to the existence of a lower bound on nominal interest rates, thus making it harder for central banks to achieve our inflation aims.", "Climate change will likely affect the natural interest rate, but it is not obvious in which direction.", "On the one hand, it could (further) depress natural rates through negative effects on productivity, such as the impact of higher temperatures on labour supply and the destruction of capital stemming from natural disasters.", "However, the transition towards a more sustainable economy will require substantial investment in green technologies, which may push real rates up.", "Clearly, more analysis will be needed before we have better answers for the implications of climate change on the economy and on monetary policy.", "And, in this regard, we have to step up our efforts, at both the Banco de España and the Eurosystem, to develop the tools and models needed for such an analysis.", "In addition, climate change will affect the risks of the assets held on our balance sheets.", "Monetary policy implementation exposes us to such risks directly through holdings of assets and indirectly through collateral pledged by counterparties.", "In this regard, and very much related to my previous comments on the implications of climate change for the financial sector, central banks also have to step up their efforts to incorporate climate change into their risk management models and frameworks.", "And this, together with climate-related disclosure requirements, can decisively contribute to the correct pricing of climate-related risks by financial markets.", "Moreover, central banks can - and probably should - use their non-monetary policy portfolios, within the natural remit of their mandates, with a view to contributing towards the goal of addressing climate change.", "Actually, the Banco de España has led by example in recent years in adopting these considerations.", "Since 2019, we have applied sustainability and responsibility investment principles to our non-monetary policy portfolios, which has effectively led to an increase in the share of green bonds in these portfolios.", "More recently, the Eurosystem has agreed on a common stance on this issue, aimed at contributing to the transition to a low-carbon economy and to EU climate goals by increasing the awareness and understanding of climate risks while promoting climate-related disclosure.", "To conclude, we, central bankers and financial regulatory and supervisory authorities, within our mandates of guaranteeing price and/or financial stability, can and should actively contribute to global action to fight against climate change."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Financial stability", "Transition risks", "Physical risks", "Monetary policy", "Green economy", "Sustainability", "Risk management", "Natural interest rate", "Climate-related disclosure"]}