{"sentences": ["For release on delivery 3:45 p.m. EDT The Federal Reserve's New Framework and Outcome-Based Forward Guidance Richard H. Clarida Board of Governors of the Federal Reserve System \"SOMC: The Federal Reserve's New Policy Framework\" a forum sponsored by the Manhattan Institute's Shadow Open Market Committee New York, New York April 14, 2021 On August 27, the Federal Open Market Committee (FOMC) unanimously approved a revised Statement on Longer-Run Goals and Monetary Policy Strategy, and, at its September and December FOMC meetings, the Committee made material changes to its forward guidance to bring it into line with this new policy framework.", "Before I discuss the new framework and the policy implications that flow from it, I will first review some important changes in the U.S. economy that motivated the Committee to assess ways we could refine our strategy, tools, and communication practices to achieve and sustain our goals in the economy in which we operate today and for the foreseeable future.", "Shifting Stars and the End of \"Copacetic Coincidence\" Perhaps the most significant change in our understanding of the economy since the Federal Reserve formally adopted inflation targeting in 2012 has been the substantial decline in estimates of the neutral real interest rate, r*, that, over the longer run, is consistent with our maximum-employment and price-stability mandates.", "Whereas in January 2012 the median FOMC participant projected a longer-run r* of 2.25 percent and a neutral nominal policy rate of 4.25 percent, as of March 2021, the median FOMC participant projected a longer-run r* equal to just 0.5 percent, which implies a neutral setting for the federal funds rate of 2.5 percent.", "Moreover, as is well appreciated, the decline in neutral policy rates since the Global Financial Crisis (GFC) is a global phenomenon that is widely expected by forecasters and financial markets to persist for years to come (Clarida, 2019).", "The substantial decline in the neutral policy rate since 2012 has critical implications for monetary policy because it leaves the FOMC with less conventional policy space to cut rates to offset adverse shocks to aggregate demand.", "This development, in turn, makes it more likely that recessions will impart elevated risks of more persistent downward pressure on inflation and inflation expectations as well as upward pressure on unemployment that the Federal Reserve's monetary policy should- in design and implementation-seek to offset throughout the business cycle and not just in downturns themselves.", "With regard to inflation expectations, there is broad agreement that achieving price stability on a sustainable basis requires that long-run inflation expectations be well anchored at the rate of inflation consistent with the price-stability goal.", "The pre-GFC academic literature (Clarida, Galí, and Gertler, 1999; Woodford, 2003) derived the important result that a credible inflation-targeting monetary policy strategy that is not constrained by the effective lower bound (ELB) can deliver, under either rational expectations or linear least-squares learning (Bullard and Mitra, 2002), inflation expectations that themselves are well anchored at the inflation target.", "In other words, absent a binding ELB constraint, a policy that targets actual inflation in these models delivers long-run inflation expectations well anchored at the target \"for free.\"", "And, indeed, in the 15 years before December 2008, when the federal funds rate first hit the ELB-a period when, de facto, if not de jure the Federal Reserve conducted a monetary policy that was interpreted to be targeting an inflation rate of 2 percent (Clarida, Galí, and Gertler, 2000)-personal consumption expenditures (PCE) inflation averaged very close to 2 percent (see figure 1).", "But this \"copacetic coincidence\" no longer holds in a world of low r* in which adverse aggregate demand shocks drive the economy in downturns to the ELB.", "In this case, economic analysis indicates that flexible inflation-targeting monetary policy cannot be relied on to deliver inflation expectations that are anchored at the target but instead will tend to deliver inflation expectations that, in each business cycle, become anchored at a level below the target (Mishkin, 2016).", "This finding is the crucial insight in my colleague John Williams's research with Thomas Mertens (2019) and in the research of Bernanke, Kiley, and Roberts (2019).", "This downward bias in inflation expectations under inflation targeting in an ELB world can in turn reduce already scarce policy space-because nominal interest rates reflect both real rates and expected inflation-and it can open up the risk of the downward spiral in both actual and expected inflation that has been observed in some other major economies.", "Two other, related developments that have also become more evident than they appeared in 2012 are that price inflation seems empirically to be less responsive to resource slack, and that estimates of resource slack based on historically estimated price Phillips curve relationships are less reliable and subject to more material revision than was once commonly believed.", "For example, in the face of declining unemployment rates that did not result in excessive cost-push pressure to price inflation, the median of the Committee's projections of u*-the rate of unemployment consistent in the longer run with the 2 percent inflation objective-has been repeatedly revised lower, from 5.5 percent in January 2012 to 4 percent as of the March 2021 Summary of Economic Projections (SEP).", "In the past several years of the previous expansion, declines in the unemployment rate occurred in tandem with a notable and, to me, welcome increase in real wages that was accompanied by an increase in labor's share of national income, but not a surge in price inflation to a pace inconsistent with our price-stability mandate and well-anchored inflation expectations.", "Indeed, this pattern of mid-cycle declines in unemployment coincident with noninflationary increases in real wages and labor's share has been evident in the U.S. data since the 1990s (Clarida, 2016; Heise, Karahan, and Sahin, 2020; Feroli, Silver, and Edgerton, 2021).", "The New Framework and Price Stability I will now discuss the implications of the new framework for the Federal Reserve's price-stability mandate before turning to its implications for the maximum- employment mandate.", "Five features of the new framework and fall 2020 FOMC statements define how the Committee will seek to achieve its price-stability mandate over time.", "First, the Committee expects to delay liftoff from the ELB until PCE inflation has risen to 2 percent and other complementary conditions, consistent with achieving this goal on a sustained basis, have also been met.", "Second, with inflation having run persistently below 2 percent, the Committee will aim to achieve inflation moderately above 2 percent for some time in the service of keeping longer-term inflation expectations well anchored at the 2 percent longer-run goal.", "Third, the Committee expects that appropriate monetary policy will remain accommodative for some time after the conditions to commence policy normalization have been met.", "Fourth, policy will aim over time to return inflation to its longer-run goal, which remains 2 percent, but not below, once the conditions to commence policy normalization have been met.", "Fifth, inflation that averages 2 percent over time represents an ex ante aspiration of the FOMC but not a time inconsistent ex post commitment.", "with the Federal Reserve's statutory mandate\" (paragraph 4).", "The FOMC statements starting with September 2020 indicate the conditions for liftoff: \"The Committee decided to keep the target range for the federal funds rate at 0 to 1/4 percent and expects it will be appropriate to maintain this target range until labor market conditions have reached levels consistent with the Committee's assessments of maximum employment and inflation has risen to 2 percent and is on track to moderately exceed 2 percent for some time\" (paragraph 4).", "The statements are available on the Board's website at The FOMC statements starting with September 2020 read: \"With inflation running persistently below this longer-run goal, the Committee will aim to achieve inflation moderately above 2 percent for some time so that inflation averages 2 percent over time and longer-term inflation expectations remain well anchored at 2 percent\" (paragraph 4).", "A similar sentence appears in the Statement on Longer-Run Goals and Monetary Policy Strategy.", "The FOMC statements starting with September 2020 read: \"The Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run.", "With inflation running persistently below this longer-run goal, the Committee will aim to achieve inflation moderately above 2 percent for some time so that inflation averages 2 percent over time and longer-term inflation expectations remain well anchored at 2 percent.", "The Committee expects to maintain an accommodative stance of monetary policy until these outcomes are achieved\" (paragraph 4).", "The Statement on Longer-Run Goals and Monetary Policy Strategy articulates the inflation objective (see note 3).", "The Statement on Longer-Run Goals and Monetary Policy Strategy says: \"In order to anchor longer-term inflation expectations at this level, the Committee seeks to achieve inflation that averages 2 percent over time, and therefore judges that, following periods when inflation has been running persistently below 2 percent, appropriate monetary policy will likely aim to achieve inflation moderately above 2 percent for some time\" (paragraph 4).", "As I highlighted in speeches at the Brookings Institution in November and the Hoover Institution in January, I believe that a useful way to summarize the framework defined by these five features is temporary price-level targeting (TPLT, at the ELB) that reverts to flexible inflation targeting (once the conditions for liftoff have been reached).", "Just such a framework has been analyzed by Bernanke, Kiley, and Roberts (2019) and Bernanke (2020), who in turn build on earlier work by Evans (2012), Reifschneider and Williams (2000), and Eggertsson and Woodford (2003), among many others.", "A policy that delays liftoff from the ELB until a threshold for average inflation has been reached is one element of a TPLT strategy.", "Starting with our September FOMC statement, we communicated that inflation reaching 2 percent is a necessary condition for liftoff from the ELB.", "TPLT with such a one-year memory has been studied by Bernanke, Kiley, and Roberts (2019).", "The FOMC also indicated in these statements that the Committee expects to delay liftoff until inflation is \"on track to moderately exceed 2 percent for some time.\"", "What \"moderately\" and \"for some time\" mean will depend on the initial conditions at liftoff (just as they do under other versions of TPLT), and the Committee's judgment on the projected duration and magnitude of the deviation from the 2 percent inflation goal will be communicated in the quarterly SEP for inflation.", "Our new framework is asymmetric.", "That is, as in the TPLT studies cited earlier, the goal of monetary policy after lifting off from the ELB is to return inflation to its 2 percent longer-run goal, but not to push inflation below 2 percent.", "In the case of the Federal Reserve, we have highlighted that making sure that inflation expectations remain anchored at our 2 percent objective is just such a consideration.", "Speaking for myself, I follow closely the Fed staff's index of common inflation expectations (CIE)-which is now updated quarterly on the Board's website-as a relevant indicator that this goal is being met (see figure 2).", "Other things being equal, my desired pace of policy normalization post liftoff to return inflation to 2 percent would be somewhat slower than otherwise if the CIE index at the time of liftoff is below the pre-ELB level.", "Our framework aims ex ante for inflation to average 2 percent over time but does not make a commitment to achieve ex post inflation outcomes that average 2 percent under any and all circumstances.", "The same is true for the TPLT studies I cited earlier.", "In these studies, the only way in which average inflation enters the policy rule is through the timing of liftoff itself.", "Yet in stochastic simulations of the FRB/US model under TPLT with a one-year memory that reverts to flexible inflation targeting after liftoff, inflation does average very close to 2 percent (see the table).", "The model of Mertens and Williams (2019) delivers a similar outcome: Even though the policy reaction function in their model does not incorporate an ex post makeup element, it delivers a long-run (unconditional) average rate of inflation equal to target by aiming for a moderate inflation overshoot away from the ELB that is calibrated to offset the inflation shortfall caused by the ELB.", "The New Framework and Maximum Employment I turn now to the maximum-employment mandate.", "An important evolution in our new framework is that the Committee now defines maximum employment as the highest level of employment that does not generate sustained pressures that put the price-stability mandate at risk.", "As a practical matter, this means to me that when the unemployment rate is elevated relative to my SEP projection of its long-run natural level, monetary policy should, as before, continue to be calibrated to eliminate such employment shortfalls, so long as doing so does not put the price-stability mandate at risk.", "Indeed, in our September and subsequent FOMC statements, we indicated that we expect it will be appropriate to keep the federal funds rate in the current 0 to 25 basis point target range until inflation has reached 2 percent (on an annual basis) and labor market conditions have reached levels consistent with the Committee's assessment of maximum employment.", "Moreover, in our December and subsequent FOMC statements, we have indicated that we expect to continue our Treasury and MBS purchases at least at the current pace until we have made substantial further progress toward achieving these dual mandate goals.", "In our new framework, when in a business cycle expansion labor market indicators return to a range that in the Committee's judgment is broadly consistent with its maximum-employment mandate, it will be data on inflation itself that policy will react to, but, going forward, policy will not tighten solely because the unemployment rate has fallen below any particular econometric estimate of its long-run natural level.", "Of note, the relevance of uncertainty about the natural rate of unemployment or the output gap for monetary policy reaction functions is a long-studied topic that remains important.", "For The Statement on Longer-Run Goals and Monetary Policy Strategy articulates this concept with the following: \"The maximum level of employment is a broad-based and inclusive goal that is not directly measurable and changes over time owing largely to nonmonetary factors that affect the structure and dynamics of the labor market.", "Consequently, it would not be appropriate to specify a fixed goal for employment; rather, the Committee's policy decisions must be informed by assessments of the shortfalls of employment from its maximum level, recognizing that such assessments are necessarily uncertain and subject to revision.", "The Committee considers a wide range of indicators in making these assessments\" (paragraph 3).", "The findings of Orphanides and van Norden (2002)-that output gap uncertainty in real time is enormous-remain true today.", "Moreover, as shown by several studies, including Orphanides and others example, Berge (2020) provides a discussion around the difficult task of estimating the output gap (see figure 3).", "These considerations have an important implication for the Taylor-type policy reaction function I consult.", "Consistent with our new framework, the relevant policy rule benchmark I will consult once the conditions for liftoff have been met is an inertial Taylor-type rule with a coefficient of zero on the unemployment gap, a coefficient of 1.5 on the gap between core PCE inflation and the 2 percent longer-run goal, and a neutral real policy rate equal to my SEP projection of long-run r*.", "The most recent Monetary Policy Report features a box on policy rules, including a Taylor-type \"shortfalls\" rule in which the federal funds rate reacts only to shortfalls of employment from the Committee's best judgment of its maximum level but reverts to the rule previously described once that level of employment is reached (see figure 4).", "(2000) and Smets (2002), \"gap\" uncertainty is relevant for the formulation of simple policy rules that feedback on endogenous macro outcomes (for, say, inflation and unemployment ) rather than on \"primitive\" shocks (such as to productivity or demand).", "In fact, in the former case, certainty equivalence will in general not hold.", "Indeed, Orphanides and others (2000) and Smets (2002) show that if monetary policy is implemented with a Taylor-type rule, as output gap uncertainty increases, the optimal Taylor rule coefficient on the output gap is reduced and, if it is large enough, can be driven to zero.", "Orphanides and Williams (2005) make a case for monetary policy that responds less to imprecise movements in unemployment gaps and more to actual inflation in an estimated model with agents who learn over time.", "Finally, even if, counterfactually, gap variables were observed without error, the reduced-form theoretical relationship between slack and price inflation will in general depend on the cyclical properties of markups and labor's share, as is shown, for example, in the DSGE (dynamic stochastic general equilibrium) model of Ireland (2004).", "And as previously discussed, at least over the past 25 years in the United States, midcycle increases in productivity-adjusted wages that occur in tandem with falling unemployment-the wage Phillips curve relationship-have not been passed through to faster consumer price inflation but have empirically been absorbed in lower markups.", "Such a reference rule is similar to the forward-looking Taylor-type rule for optimal monetary policy derived in Clarida, Galí, and Gertler (1999).", "See the box \"Monetary Policy Rules and Shortfalls from Maximum Employment\" in Board of Governors of the Federal Reserve System (2021).", "Note that under the FOMC's outcome-based guidance in place since September 2020, a necessary condition for liftoff from the ELB is that it judges that \"shortfalls\" from maximum employment have been eliminated.", "See Fuentes-Albero and Roberts (2021) for simulations of the FRB/US model with a shortfalls policy rule and an inflation threshold.", "Concluding Remarks In closing, I think of our new flexible average inflation-targeting framework as a combination of TPLT at the ELB, to which TPLT reverts once the conditions to commence policy normalization articulated in our most recent FOMC statement have been met.", "In this sense, our new framework indeed represents an evolution, not a revolution, from the flexible inflation-targeting framework in place since 2012.", "Thank you very much for your time and attention, and I look forward to my conversation with Peter Ireland and Athanasios Orphanides.", "\"Index of Common Inflation Expectations,\" FEDS Notes.", "Washington: Board of Governors of the Federal Reserve System, September 2, -7172.2551.", "\"Research Data Series: Index of Common Inflation Expectations,\" FEDS Notes.", "Washington: Board of Governors of the Federal Reserve System, March 5, -7172.2873.", "\"Time-Varying Uncertainty of the Federal Reserve's Output Gap Estimate,\" Finance and Economics Discussion Series 2020-012.", "Washington: Board of Governors of the Federal Reserve System, January, Bernanke, Ben S. (2020).", "\"The New Tools of Monetary Policy,\" American Economic Review, vol.", "\"Monetary Policy Strategies for a Low-Rate Environment,\" AEA Papers and Proceedings, vol.", "Board of Governors of the Federal Reserve System (2021).", "Washington: Board of Governors, February, Bullard, James, and Kaushik Mitra (2002).", "\"Learning about Monetary Policy Rules,\" Journal of Monetary Economics, vol.", "\"Good News for the Fed,\" International Economy, Spring, pp.", "\"The Global Factor in Neutral Policy Rates: Some Implications for Exchange Rates, Monetary Policy, and Policy Coordination,\" International Finance, vol.", "\"The Federal Reserve's New Monetary Policy Framework: A Robust Evolution,\" speech delivered at the Peterson Institute for International Economics, Washington (via webcast), August 31, --- (2020b).", "\"The Federal Reserve's New Framework: Context and Consequences,\" speech delivered at \"The Economy and Monetary Policy,\" an event hosted by the Hutchins Center on Fiscal and Monetary Policy at the Brookings Institution, Washington (via webcast), November 16, Clarida, Richard, Jordi Galí, and Mark Gertler (1999).", "\"The Science of Monetary Policy: A New Keynesian Perspective,\" Journal of Economic Literature, vol.", "\"Monetary Policy Rules and Macroeconomic Stability: Evidence and Some Theory,\" Quarterly Journal of Economics, vol.", "Eggertsson, Gauti B., and Michael Woodford (2003).", "\"The Zero Bound on Interest Rates and Optimal Monetary Policy,\" Brookings Papers on Economic Activity, no.", "\"Monetary Policy in a Low-Inflation Environment: Developing a State-Contingent Price-Level Target,\" Journal of Money, Credit and Banking, vol.", "Fuentes-Albero, Cristina, and John M. Roberts (2021).", "\"Inflation Thresholds and PolicyRule Inertia: Some Simulation Results,\" FEDS Notes.", "Washington: Board of Governors of the Federal Reserve System, April 12, -7172.2899.", "Heise, Sebastian, Fatih Karahan, and Ayşegül Şahin (2020).", "\"The Missing Inflation Puzzle: The Role of the Wage-Price Pass-Through,\" NBER Working Paper Series 27663.", ": National Bureau of Economic Research, August, .", "\"Technology Shocks in the New Keynesian Model,\" Review of Economics and Statistics, vol.", "Feroli, Michael, Daniel Silver, and Jesse Edgerton (2021).", "\"US: The Inflation Outlook-Thinking Outside the Triangle,\" J.P. Morgan Economic Research Note.", "New York: JPMorgan Chase, March.", "\"Tying Down the Anchor: Monetary Policy Rules and the Lower Bound on Interest Rates,\" Staff Report 887.", "New York: Federal Reserve Bank of New York, May (revised August 2019), Mishkin, Frederic S. (2016).", "Rethinking the Inflation Target,\" in Central Banking in Times of Change: A Compilation of Speeches Delivered in the OeNB's 200th Anniversary Year.", "Vienna: Oesterreichische Nationalbank, pp.", "Orphanides, Athanasios, and Simon van Norden (2002).", "\"The Unreliability of OutputGap Estimates in Real Time,\" Review of Economics and Statistics, vol.", "Orphanides, Athanasios, Richard D. Porter, David Reifschneider, Robert Tetlow, and Frederico Finan (2000).", "\"Errors in the Measurement of the Output Gap and the Design of Monetary Policy,\" Journal of Economics and Business, vol.", "Orphanides, Athanasios, and John C. Williams (2005).", "\"The Decline of Activist Stabilization Policy: Natural Rate Misperceptions, Learning, and Expectations,\" Journal of Economic Dynamics and Control, vol.", "Reifschneider, David L., and John C. Williams (2000).", "\"Three Lessons for Monetary Policy in a Low-Inflation Era,\" Journal of Money, Credit and Banking, vol.", "\"Output Gap Uncertainty: Does It Matter for the Taylor Rule?\"", "Empirical Economics, vol.", "Interest and Prices: Foundations of a Theory of Monetary Policy.", "Princeton, N.J.: Princeton University Press.", "Stochastic Simulation Result of FRB/US Model under Model-Consistent ELB Mean Mean RMSD of RMSD of frequency Loss output gap inflation rate output gap inflation rate (percent) 1.", "Flexible temporary price-level target 17.6 12.9 .", "jj=1 for t, j period simulations.", "FRB/US is the Federal Reserve's principal simulation model; ELB is effective lower bound; RMSD is root-mean-square deviation.", "Source: Bernanke, Kiley, and Roberts (2019); authors' calculations.", "Personal Consumption Expenditures Price Index Note: The counterfactual U.S.", "Personal Consumption Expenditures Price Index (PCE Index) measures the value if inflation grew at 2 percent annually.", "Source: Bloomberg Finance LP; Federal Reserve Board staff calculations.", "Estimated Index of Common Inflation Expectations Note: The horizontal dashed line is marked at 2 percent.", "The common inflation expectations (CIE) index is projected onto the Survey of Professional Forecasters 10-year personal consumption expenditures inflation value.", "The shaded area denotes the 95 percent confidence interval.", "Survey of Professional Forecasters Estimates of the Natural Rate Source: Survey of Professional Forecasters.", "Historical Federal Funds Rate Prescriptions from Simple Policy Rules Notes: The horizontal dashed line is marked at zero.", "The Taylor (1993) rule was suggested in John B. Taylor (1993), \"Discretion versus Policy Rules in Practice,\" Carnegie-Rochester Conference Series on Public Policy, vol.", "The balanced-approach rule was analyzed in John B. Taylor (1999), \"A Historical Analysis of Monetary Policy Rules,\" in John B. Taylor, ed., Monetary Policy Rules (Chicago: University of Chicago Press), pp.", "The rules use historical values of the federal funds rate, core personal consumption expenditure inflation, and the unemployment rate.", "Quarterly projections of longer-run values for the federal funds rate and the unemployment rate are derived through interpolations of the biannual projections from Blue Chip Economic Indicators.", "The longer-run value for inflation is taken as 2 percent.", "Source: Federal Reserve Bank of Philadelphia; Wolters Kluwer, Blue Chip Economic Indicators; Federal Reserve Board staff estimates."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["inflation targeting", "FOMC", "neutral real interest rate", "maximum employment", "price stability", "temporary price-level targeting", "output gap", "Taylor-type policy reaction function", "inflation expectations", "monetary policy"]}