{"sentences": ["The The Governor's Governor's Concluding Concluding Remarks Remarks Rome, 31 May 2021 127th Concluding Remarks 2020 - 127th Financial Year Rome, 31 May 2021 Ladies and Gentlemen, The pandemic has had a very high cost in terms of human lives the world over.", "Keeping it under control has called for restrictions on individual freedoms and has deeply affected all of our lives.", "Many people have lost their jobs; our interpersonal relationships and the ways in which we study, produce and work, and spend our free time have changed.", "From an economic perspective, the ensuing recession is the worst since the end of the Second World War.", "In 2020, global GDP declined by 3.3 per cent, with uneven effects across the various geographical areas, productive sectors, firms, and households.", "There was an even greater decline, of almost 9 per cent, in world trade, characterized by the temporary halt of production chains and a sharp fall in tourism flows.", "Job losses hit young people, women and temporary workers the hardest.", "For the first time in over twenty years, it is estimated that the number of people living in extreme poverty has begun to climb again, today accounting for about 10 per cent of the population according to the World Bank, with an increase of more than 100 million people in the last year.", "Without the decisive and rapid economic policy responses, the damage would have been more serious.", "Cooperation between countries and coordination among the monetary and fiscal authorities marked a clear change of direction compared with the recent past.", "By last March, governments had approved spending increases, tax reductions and loan guarantees, valued at more than $16 trillion, equivalent to 15 per cent of global GDP, with the immediate objective of strengthening health systems and supporting household income and credit to firms.", "The prompt provision and exceptional quantity of liquidity provided by the central banks staved off tensions in the markets and restored broadly accommodative financial conditions.", "The measures enacted prevented a generalized tightening of credit, thus averting the risk of a spiralling crisis.", "Thanks to the extraordinary efforts made, first and foremost by the scientific community, to develop vaccines and treatments for the virus, many countries are gradually nearing the end of the health emergency.", "The effectiveness of the vaccination campaigns that began at the end of 2020 and the still very accommodative economic policies led the International Monetary Fund to revise its global growth estimates for this year upwards in April, to 6 per cent (Figure 1).", "This scenario is nonetheless still subject to high levels of uncertainty, linked above all to the course of the pandemic and to the uneven pace of vaccination campaigns around the world, which could lead to marked divergences in economic performance and to sudden movements of capital.", "The global scale of the risks calls for close international cooperation, assigning an important role to the Group of Twenty (G20), which Italy is chairing this year for the first time since it was set up in 1999.", "We will only be able to exit the crisis securely and definitively, from both a health and a socio-economic perspective, if progress is made by all countries.", "The economic policy responses must continue in a coordinated and coherent way; the support measures for households and firms must be withdrawn gradually and only when the economic situation has been sufficiently consolidated and uncertainty significantly reduced.", "Economic policies in the euro area The continuation of the pandemic and the effects of uncertainty on consumer demand and investment decisions are still holding back economic activity in the euro area.", "Net of temporary factors, price changes remain very moderate.", "GDP growth is expected to regain momentum in the second half of the year and, according to the latest estimates, to exceed 4 per cent on average in the two years 2021-22, after contracting by 6.6 per cent in 2020.", "This scenario assumes further progress in vaccination campaigns and a decline in infections; it continues to depend on maintaining the interventions to support the economy.", "While consumer prices are recovering, mainly due to the increase in commodity prices, the medium-term outlook for consumer price growth is still weak: expectations that ample spare capacity will persist for a long time are restraining both wage growth and the return of inflation to levels consistent with the price stability objective.", "The extraordinary measures taken by the Governing Council of the European Central Bank (ECB) swiftly counteracted the economic repercussions of the public health crisis.", "Since March 2020, additional funds amounting to almost €1,500 billion have been provided to banks on very favourable terms and there have been net purchases of public and private securities worth roughly the same amount, mostly in order to cope with the pandemic emergency.", "These interventions have helped to maintain a monetary stance consistent with the inflation aim; they have allowed intermediaries to satisfy the economy's funding requirements and governments to access the necessary resources to support households and firms without the emergence of market tensions (Figure 2).", "The lessons of the global financial crisis of 2008-09 show that a premature reduction in monetary stimulus increases risks to the economy and to price stability.", "The uncertainty over the timing and intensity of the recovery requires that financing conditions remain accommodative for a long time: large and lasting increases in interest rates are not justified by the current economic outlook and must be countered, including with the full deployment of the existing securities purchase programmes.", "In addition to curbing the impact of the pandemic, the expansionary monetary policy stance is still designed to ensure that inflation, after many years of weak growth, returns to and stays at levels close to 2 per cent as soon as possible.", "The actions taken by the supervisory authorities have also been geared towards limiting the severity of the recession.", "Changing the timing of the entry into force of certain prudential rules has preserved the ability of banks to lend and to absorb losses at this delicate juncture; temporary measures on reserves and capital requirements have countered the potentially procyclical effects of regulation.", "Banking supervision is now balancing the need to ensure that banks continue to provide the necessary support to the economy with that of adequately safeguarding against risks.", "Following its suspension in 2020, the regular supervisory review and evaluation process whereby supervisors determine bank-specific capital requirements has now resumed.", "Under the coordination of the European Banking Authority, stress tests are being carried out to assess the solidity of intermediaries, including in a particularly adverse economic scenario.", "Though in a less rigid form than that decided for last year, the recommendation to limit profit distribution has been renewed until September.", "The extraordinary fiscal policies swiftly adopted by governments have greatly limited the fallout from the recession.", "The European Union's response has differed from the inadequate ones provided during the global financial crisis and subsequent sovereign debt crisis.", "At the onset of the emergency, the suspension of the application of the Stability and Growth Pact, the temporary easing of restrictions on State aid and greater flexibility in the use of cohesion funds permitted all the Member States to adopt highly expansionary policies.", "In the euro area as a whole, net borrowing increased by 6.6 percentage points of GDP (Figure 3).", "Public debt as a share of GDP rose in all European countries; with the exit from the emergency, the stronger the recovery, the faster GDP will return to the levels prevailing before the pandemic crisis.", "The Union's decisive intervention in support of Member States has taken an innovative approach that envisages the deployment of very substantial resources.", "It was decided to use a specially designed instrument to finance the measures to counter unemployment risks adopted in the various countries.", "Even if it does not constitute a common income support mechanism, nor does it presuppose a harmonization of national social insurance schemes, this instrument has nonetheless enabled recipient countries to reduce direct recourse to the market, to limit their debt burden, and to take advantage of very long maturities.", "The agreement on the Next Generation EU (NGEU) programme is of special significance.", "With this instrument, the European Union will be able to raise up to €750 billion on the market for loans and transfers to Member States (with over €200 billion going to Italy) to finance commonly agreed spending and reform plans.", "Together with monetary policy, this agreement has been decisive in sustaining the confidence of economic operators and the financial markets.", "The architecture of the economic and monetary union At the beginning of 2020, the ECB Governing Council launched a review of its strategy in response to the changes observed in the economy over the last two decades.", "All the main aspects of the conduct of monetary policy are being considered, from the definition of price stability to the symmetry of the objective and how to ensure it is achieved.", "Under our mandate, account will also be taken of the importance of protecting employment, safeguarding financial stability and combating climate change, while respecting the roles of the various authorities.", "The quantitative definition of the price stability objective today consists of an inflation rate below, but close to, 2 per cent, to be pursued over the medium term.", "Both our surveys of households and firms and the listening events conducted in the Bank of Italy in February and March of this year indicate that this definition is difficult to interpret and is sometimes misunderstood.", "A numerical objective of 2 per cent, with a symmetrical assessment of the upward and downward deviations, would be clearer and would strengthen the anchoring of medium and long-term expectations.", "The topics covered in the review include the interaction between fiscal policies and the single monetary policy.", "In the current circumstances, the Eurosystem should continue to provide its support during the recovery, making it easier to implement the structural interventions needed to create a more favourable environment for a return to stable and sustainable growth.", "The Governing Council is determined to adopt all the measures necessary to fulfil the mandate of price stability and the preservation of financial stability.", "Without prejudice to the independence from governments as established in the Treaties, at times of profound crisis a close harmony between the actions of governments and monetary authorities is crucial.", "The response to the pandemic is clear proof of this.", "During the economic recovery phase, ensuring the maintenance, extended over time, of the monetary stimulus could foster a more solid revival, with positive effects on employment and income, and a stronger anchoring of inflation expectations.", "In the United States, the Federal Reserve's new strategy envisages that, following a protracted phase of low inflation, monetary policy will likely aim for a growth in prices that is moderately above the target for some time.", "The reasons for this seem commendable: how to pursue them in the euro area will be assessed, taking account of the contextual and institutional differences.", "There has long been the conviction that Europe's economic architecture is incomplete in areas other than monetary policy.", "The debate, which was already wide-ranging prior to the launch of the single currency, has continued between economists and in the institutions, fuelled in part by the reports that drew up ambitious reform projects in the wake of the sovereign debt crisis.", "Nowadays, the need for a joint budgetary capacity has become even more evident.", "The launch of the Next Generation EU programme, which only partly has such characteristics, testifies to the awareness that common shocks require the use of a European instrument able to flank the single monetary policy.", "Nevertheless, a joint response may also be necessary in the event of asymmetric shocks, so as to strengthen national policies where the room to manoeuvre is reduced, or to supplement them if individual countries' actions are weak because they do not consider the possible implications for other countries.", "As has happened in the past, the seriousness of the crisis has overcome any doubts or inertia.", "Even if the programmes launched over the last year do not resolve the problem of the economic and monetary union being incomplete, the more they are used effectively, the more they will be a reference point for creating permanent mechanisms that function in a more agile way.", "This is a path fraught with difficulties: the countries that will benefit most from the resources made available, which include Italy, have a twofold responsibility: they must seize this decisive chance to resolve their structural problems and demonstrate with concrete results the importance of a stronger and more cohesive Union.", "A joint budgetary capacity, accompanied by a review of the rules on national public finances, should be based on the possibility of a stable debt issuance, guaranteed by autonomous sources of revenue.", "This would, among other things, provide the markets with a financial instrument with a high credit rating, making it easier to diversify the portfolios of European banks and to integrate capital markets, increasing the effectiveness of monetary policy and allowing the euro to assume in full its role as an international currency.", "A debt issued under a European fiscal policy would be very different from the pre-existing debt of individual countries, which would continue to be a national responsibility.", "Nevertheless, the joint management of a part of the liabilities issued in the past by each country, for example through an amortization fund, would also make it possible to swiftly provide the European government bond market with the depth and liquidity that it is currently lacking.", "Proposals of this kind have been criticized for fear that they might lead to systematic transfers of resources to countries with the highest debts, a fear that can be dispelled by an explicit definition of the mechanisms designed to prevent this.", "It would clearly not be a question of cancelling national liabilities, but of reducing the fragmentation and volatility that today characterize the sovereign debt market in the European Union.", "Government action and economic activity in Italy The epidemic first struck Italy back in February last year.", "In the first half of 2020, GDP fell by almost 12 per cent compared with the previous six months.", "As in the rest of the world, the subsequent waves were more severe than was generally anticipated; however, the impact on the economy was smaller than in the spring, owing to the easing of the new restrictions and the adaptation of firms and workers to social distancing requirements.", "Developments during the year highlighted the economy's ability to recover but also their heavy dependence on trends in infection and support policies.", "Government action succeeded in blunting the repercussions of the pandemic on households and the production system.", "The impact on employment was mitigated by the extension of wage supplementation to all categories of firms and by the temporary restrictions on dismissals.", "Faced with a drop in GDP of almost 9 per cent, public transfers limited the fall in households' disposable income in 2020 to 2.6 per cent in real terms (Figure 4).", "Government guarantees on new loans, moratoriums on outstanding debts, and more favourable financing conditions for banks within the Eurosystem, enabled the liquidity needs of businesses to be met: loans increased by more than 8 per cent, compared with a contraction of 2 per cent in the years of the global financial crisis and of 7 per cent during the European sovereign debt crisis.", "Most of the budgetary support measures targeted the hardest hit sectors.", "The Government provided a considerable amount of resources: subsidies, tax credits and contributions to businesses and the self-employed exceeded €20 billion in 2020; tax deferrals and reductions were approved worth more than €25 billion.", "The support has continued this year with resources comparable to those deployed in 2020.", "Taken together, the measures succeeded in combating rising inequality (Figure 5); they also prevented healthy firms, severely impacted by the pandemic, from being forced to shut up shop.", "As uncertainty subsides, public intervention must become more selective, focusing on the sectors that will continue to struggle due to the public health crisis and seeking to avoid subsidizing companies that have no chance of survival, while guaranteeing support for their workers.", "Production is now regaining momentum.", "Over the coming months, as the vaccination campaign proceeds, the recovery could accelerate.", "According to our latest surveys, firms are already planning a decisive increase in investment; households appear more cautious, but with the normalization of the health situation and less uncertainty, the high levels of savings accumulated could gradually translate into a rise in consumption.", "On average this year, GDP could expand by more than 4 per cent.", "The production system has faced the crisis triggered by the pandemic in better shape than it was in during the financial crisis.", "Since then, weaker firms have exited the market and resources have been reallocated, albeit insufficiently and with delays, thereby leaving only the most competitive firms with the soundest financial structures to succeed, especially in the manufacturing industry.", "The COVID-19 crisis has caused a drastic drop in production and revenues, creating imbalances for the firms hit hardest by the restrictions on activity, thus worsening the situation for those businesses that were already weak prior to the pandemic.", "It has been a significant, but not generalized, phenomenon: in 2020, the financial balance of the sector as a whole (i.e.", "the difference between the change in financial assets and that in financial liabilities), fuelled in part by the support measures, was positive by €38 billion, three times more than the year before (Figure 6).", "A sizeable part of the loans received is held by firms in the form of deposits and other liquid assets, which can be used in the coming months to finance the upswing in production and planned investment.", "Potentially fragile firms account for about one sixth of total jobs.", "For those with the ability to recover, there is justification for offering them capitalization support measures.", "In light of this, the recent boosting of tax incentives to encourage an increase in net worth is important, especially for small and medium-sized enterprises.", "Larger firms will have access, under certain conditions, to the funds allocated through the 'Patrimonio Rilancio', a special capital enhancement instrument recently set up, which is run by Cassa Depositi e Prestiti.", "Banks are and will continue to be the main financing channel for firms.", "However, corporates should seize the opportunities, which are better now than in the past, provided by the ample liquidity available to investors in the capital markets, to bridge the gap vis-à-vis firms of the other main European economies.", "Since the beginning of 2020, net issues of debt securities and listed shares by Italian companies have amounted to €16 billion, compared with €101 billion for French firms and €87 billion for German firms.", "The completion of the capital markets union would help to diversify financing sources, but it is an objective that at present is made challenging both by differences in legislation across Member States in key areas, such as bankruptcy, corporate and tax laws, and by the limited availability of comparable information on companies.", "For the capital market to develop in Italy, external and internal constraints on the production system must be removed.", "As is well known, one particularly important factor is the extremely small size of most Italian firms, whose growth is frequently hampered by the lack of good management practices, in addition to an unfriendly business environment.", "Although Italy can count on a growing segment of dynamic and innovative firms, which are responsible for the country's improving competitiveness on international markets over the last ten years and which has made an important contribution to our return to a net creditor position after thirty years, the production system still has its weak points (Figure 7).", "The number of micro-businesses with modest levels of productivity remains extremely high, while the incidence of medium and large firms is lower, although their efficiency is comparable to those of the neighbouring major economies.", "Non-financial services firms with fewer than 10 employees account for almost 50 per cent of all workers, which is double the figure for France and Germany.", "Their specialization in traditional activities and their small size reduce the demand for skilled workers, creating a vicious cycle of low wages and limited job opportunities, which discourages investment in training.", "Despite the progress made, spurred in part by economic policies, private-sector research and development spending remains much lower than in France and Germany, and below the average for the advanced countries.", "Closing the large gap in how Italy's civil justice system functions compared with those of the other European countries would improve the efficiency of resource allocation in the production sector, thereby also stimulating investment in financial instruments issued by firms.", "The length of credit recovery procedures via the court system is almost double the EU average.", "In addition to the complexity of procedures, the system is weighed down by the limited degree of specialization of judges and the incomplete digitalization of their activity.", "The substantial differences between courts in terms of the duration of legal proceedings, a matter of much discussion for many years, suggest that organizational factors play a significant role in this problem.", "Households and employment Public transfers to households reached very high levels in 2020, increasing by more than €30 billion net of pensions.", "This exceptional support required a marked expansion of social shock absorbers, also to reach people not otherwise covered.", "The reduction in the number of persons in employment was much smaller than that in the number of hours worked, but it was nonetheless significant owing to the fall in fixed-term hires and the sharp drop in new businesses.", "Young people and women, who are widely employed in the service sectors hit hardest by the crisis, such as those linked to tourism and leisure, were especially penalized.", "Consumption declined by 10.7 per cent, four times the reduction in disposable income (Figure 8).", "Our surveys indicate that, unlike what typically occurs in a recession, the contraction in spending was significant even for households that declared they did not experience financial difficulties: the restrictions on commercial activities, fear of infection and increased uncertainty about the economic outlook all contributed.", "The share of income devoted to savings exceeded 15 per cent, double that recorded in 2019.", "The end of the health emergency and the economic revival will initiate a recovery in the number of hours worked and in income.", "Given the magnitude and nature of the crisis, and in view of the intensification of the processes of digitalization and decarbonization under way, it is not easy today to foresee all the ramifications of the structural changes that the productive system will have to address.", "Yet one of the main issues will be how best to facilitate the redeployment of workers currently employed in activities that are bound to be downsized.", "Those who lose their jobs must continue to receive support.", "It will be necessary to remedy the significant weaknesses in the social welfare system's design and reach, which persist despite the reforms of recent years, and which have been laid bare by the pandemic, requiring the adoption of extraordinary interventions.", "Moreover, we are still far from the definition of a modern system of active labour policies, capable of accompanying people throughout their working lives: in Italy, one unemployed person in ten receives assistance through an employment centre, compared with seven in ten in Germany.", "It is not only a question of the resources allocated, which in any case are modest in Italy; above all, it is about raising and harmonizing the standards of the services provided throughout the country.", "It will be necessary, in particular, to strengthen in-house company training schemes and increase knowledge and skills, also when it comes to using new technologies, which are still largely lacking.", "The need to raise what economists, using the undoubtedly reductive expression, call human capital, is something I have returned to again and again and which I consider absolutely vital for our country.", "Education and culture are fundamental for ensuring active participation in social and economic life, reinforcing respect for the rules and promoting the consolidation of shared values.", "The possibility for businesses to leverage qualified workers and managers depends on adequate training.", "Accelerating entry into the labour market and encouraging lifelong learning depends on the overall quality of education and training systems.", "In Italy, more than 3 million young people between the ages of 15 and 34 are neither employed nor engaged in education or training; this is almost one quarter of the total, the highest share among European Union countries (Figure 9).", "This must be taken into account when redefining the priorities for economic and social development and directing efforts towards the construction of a truly knowledge-based economy, the main instrument available to an advanced country to consolidate and increase the wellbeing of all.", "The role of public intervention in boosting development In modern economies, the State has roles that go well beyond the minimum ones of public order, defence and the administration of justice.", "In response to 'market failures' or for the purposes of social equity, the State regulates private economic activity; it directly produces or finances basic services such as education and health; it provides for the building of infrastructures and supports research and development; and it defines and manages the social welfare system.", "By means of the public budget, the State performs a function of macroeconomic stabilization.", "Before the pandemic, public spending net of interest payments amounted to 45 per cent of GDP in Italy.", "Efficiency in the use of such a sizeable amount of resources and the capacity to secure them with the least distortionary instruments both help to determine Italy's potential growth.", "There is considerable room for improvement in the quality of infrastructures and public services, in the distribution of the tax burden, made unfair by high levels of tax evasion and avoidance, and in the effectiveness of the social welfare network, fragmented by the stratification of regulatory interventions.", "The severe recession caused by the pandemic has restored State action to a central role, both in emergency interventions in favour of households and firms and in drawing up and implementing a strategy for recovery and for boosting development.", "The breadth of the response to the crisis has reignited the debate over the role of the public sector in the economy.", "Nevertheless, the need for a State that is more effective in carrying out the functions already entrusted to it must not be confused with the need to extend its tasks.", "Past experience suggests that public production of market goods and services brings with it non-negligible risks of 'State failure', especially if it is not subject to market discipline or if it is not accompanied by institutional rules and safeguards that guarantee its autonomy and accountability.", "The contrast between State and market is misleading, as they are actually complementary.", "A healthy economy needs them both: the former provides good rules and high-quality public services, and intervenes in areas where social returns are high but private business is insufficient, and the latter generates dynamic and innovative firms able to promote their work and to be rewarded for the quality of their output.", "This complementarity is not limited to the State and the market; it also embraces the many organizations that in the modern world, and increasingly so in Italy, are non-profit making and, often thanks to voluntary work, contribute to the wellbeing of the community.", "The NGEU programme offers us the chance to improve how the public sector works, and to stimulate private enterprise and modernize the economy.", "Without undue emphasis, we can agree with the argument that the opportunities Italy will be able to offer future generations depend on the success of the reforms and measures of the National Recovery and Resilience Plan (NRRP) which will implement the programme.", "The NRRP's analysis of the structural weaknesses of Italy's economic and institutional system is agreed with across the board.", "The objectives and missions into which it is divided address the challenges posed by climate change and some of the most obvious lags in Italy: innovation, digitalization, education and research and the network and transport infrastructures (Figure 10).", "Measures to reinforce labour policies and the social welfare and the health systems are envisaged.", "The NRRP includes measures worth more than €235 billion over six years: this is an impressive plan that needs to be transformed into executive projects, calls for tender, and public works.", "The design challenge and the commitment necessary for it to be effectively realized are considerable.", "The disbursement of European funds is conditional upon the availability of evidence on how interventions are progressing and on the objectives achieved, to be provided by continuous monitoring.", "The discipline thus imposed on general government, accompanied by the hiring of specialized staff, could have positive and lasting repercussions on its functioning and on its planning and operational capabilities.", "The reform agenda is equally ambitious and must also be implemented according to a strict timetable.", "Measures are identified to improve the working of general government, expedite judicial proceedings, simplify legislation and remove the limits on competition - all areas in which the need for a change of pace has been apparent for some time.", "To these can be added the announced reforms of the tax system and of social safety nets which, while not included in the plan, are among the areas in which the Government intends to intervene.", "Unity and awareness of the absolute necessity of stepping up to the commitments made is required of all the actors involved: policymakers, institutions, social partners and citizens.", "Reducing regional disparities in economic and social development, which are even more evident today after a decade of stagnation, is a key priority of the plan.", "The investments and reforms can prove especially beneficial in areas where accessibility to infrastructures is most lacking, and where the quality of public services and the dynamism of private initiatives is less satisfactory.", "To the more than €80 billion that the plan assigns to modernizing and developing Italy's southern regions can be added the allocations from the Fund for Development and Cohesion, European structural funds, and other programmes, taking the total of available funds to more than €200 billion between 2021 and 2030.", "Setting aside differing visions of the role of the State, Regions and local government in implementing the interventions, valid solutions must be identified to ensure that these are effective.", "The planning and execution phases, together with the outcomes, must be constantly monitored, with a clear assignation of responsibilities to overcome shortcomings and delays, so as to avoid a repeat of past errors when the resources available were not always used fully and well.", "The country will be called on to make a lasting commitment, extending beyond the time horizon of the NGEU, to give concrete expression to the reforms.", "Some areas, such as healthcare, welfare, education, justice and research, could require a greater routine deployment of funds.", "At least in part, this can be addressed through a different composition of the budget and with the higher revenues expected from faster growth.", "We must nonetheless be aware that the more is asked of the State, the greater general willingness there must be to bear the costs: we have already made the mistake in the past of relying on the public debt to fund structural increases in public expenditure.", "The future tax reform must be accompanied by a renewed commitment to combat tax evasion; despite the progress made in recent years, the extent of this phenomenon continues to damage our economy.", "The macroeconomic impact of the plan will depend not only on the resources utilized but also on the quality of the interventions to be funded, the efficiency with which they are realized, and their ability, together with the reforms that accompany them, to create an environment that is conducive to private initiative and to influence firms' investment decisions.", "Even if any overall assessment is clearly difficult to make, a number of simple exercises described in the Annual Report show significant potential.", "The medium-term impact of the demand effects, considering the stimulus for private investment activated by synergies with public capital, could raise the level of GDP by between 3 and 4 percentage points by 2026.", "Significant additional effects, of up to 6 points in a decade, can derive from the reforms and plans to foster research and innovation.", "Overall, an effectively executed plan, both in terms of the realization of the investments and implementation of the reforms, could raise potential annual growth of the Italian economy by a little under 1 percentage point on average over the next decade, enabling our economy to deliver levels of GDP growth not recorded for years.", "The importance of ensuring that the NRRP promotes investment, employment and productivity over the longer term is underlined by the expected reduction in the working-age population in the next twenty years; combating its unfavourable impact, in addition to tackling unemployment, will require higher labour market participation rates among women and young people, who remain 13 and 14 percentage points below the EU average, and the gradual lengthening of working lives in accordance with the current legislation.", "One contribution could come from mechanisms which reward firms that hire young people and women and from resources dedicated to bolstering childcare services.", "The phase of stagnation in productivity that has inhibited the economy's development for so long must also be interrupted.", "At the end of this year, the debt-to-GDP ratio will be close to 160 per cent, a level not recorded in Italy since the end of the First World War and almost 60 percentage points above the euro-area average.", "The high public debt constitutes a structural vulnerability: it exposes Italy to the risk of financial shocks, creates underlying uncertainty that impacts on borrowing costs and discourages private investment.", "All the more reason that the European funds must deliver considerable and lasting progress.", "Thanks to an average residual maturity of more than seven years, average borrowing costs will continue to benefit well into the future from the exceptionally low interest rates registered in recent years.", "Even with a pace of economic expansion close to that recorded in the decade preceding the financial crisis, the gap between growth and average borrowing costs should remain positive for several years.", "In these conditions, a progressive improvement of budget balances, such as to deliver a primary surplus of a little over 1 per cent of GDP, would enable the debt-to-GDP ratio to return to 2019 levels in the space of a decade.", "Faster growth is within our reach and would enable us to speed up the reduction of the debt-to-GDP ratio.", "The banks and the financial system In 2020, banks' balance sheets continued to strengthen.", "In the last five years, the common equity tier 1 ratio (CET1) rose by more than 3 percentage points, to 15.5 per cent.", "The ratio of non-performing loans to total loans, net of provisions, fell to 2.2 per cent, 7.6 points below the peak of 2015.", "For the main groups, classified as significant for the purposes of the Single Supervisory Mechanism, the distance from the average of the other countries in terms of capitalization and loan quality was practically eliminated (Figure 11).", "The number of insolvencies that emerged as a result of the health crisis has so far been curbed by the measures - such as debt moratoriums and state-guaranteed loans - issued since March of last year and recently extended by government decree to the end of 2021.", "Since the last quarter of 2020, however, new non-performing loans are increasing, albeit only slightly.", "They may continue to rise in the coming months, although to a lesser extent than in previous crises.", "This is indicated by an average increase in the amount of loan loss provisions on performing loans of almost one third, which reflects the deterioration of credit risk; this rise is accompanied, however, by considerable differences in the ways banks classify and value loans.", "When these differences cannot be justified by a careful analysis of the credit rating of individual positions, they will have to be smoothed in the next few months; all banks should accordingly adopt prudent policies.", "The extension of the moratoriums will widen the gap with the other European countries as regards the use of measures of this kind - on the one hand, they can benefit debtors but, on the other, they render banks' balance sheets less transparent.", "Therefore, banks must use all the information at their disposal to correctly classify any suspended loans so that losses come to light promptly, thus removing any doubts in investors' minds about the real quality of banks' loan portfolios.", "Intermediaries can use their excess capital to adjust their classifications and loan loss provisions: at the end of last year, the CET1 ratio was, on average, more than 6 percentage points higher than currently requested by the supervisory authorities.", "These resources can also be channelled toward supporting firms that are in difficulty but have a real chance of resuming regular debt repayments; their identification is not an easy task but it is a crucial one at this juncture.", "The share of forborne exposures to total loans, equal to 3 per cent at the end of 2020, is probably going to increase.", "Last year, the average return on equity (ROE) fell by 3 percentage points, to 1.9 per cent, mainly owing to the rise in loan loss provisions.", "Low interest rates, high costs, and greater competition fuelled by the application of digital technologies to the provision of financial services have shrunk profits.", "The dividend distribution recommendation and intense talks between the banks and the supervisory authority meant that a good part of the profits earned in 2019 and 2020 contributed to capital strengthening.", "Reorganizing production and distribution processes to improve the supply of banking services and reduce costs was already a priority before the outbreak of the pandemic, it has now become a necessity.", "A number of banks, mostly smaller ones following a traditional business model, have structural weaknesses.", "In some cases, this is due to inadequate corporate governance and weak internal controls, while in others it is because of their reduced capacity to access the capital markets and take advantage of economies of scale and scope.", "These banks urgently need to review their business models.", "Possible actions to take immediately to support profitability include: making commercial agreements with other operators, creating consortiums and, last but not least, mergers and acquisitions.", "Future crises of individual banks will be managed in such a way as to ensure their exit from the market in the most orderly manner possible, even if the rigid and incomplete European regulatory framework for failing small- and medium-sized banks makes this difficult.", "The need, arising from the pandemic, to reduce personal interactions with customers has encouraged an acceleration in the adoption of the new technologies.", "Last year saw an increase in online bank transfers and card transactions, electronic payments, and in the share of banks allowing their customers to manage loan applications remotely.", "Nevertheless, investment in IT is still low.", "It is necessary to accelerate the upgrading of infrastructures, while simultaneously adapting skills and organizational structures.", "The banks that have recently invested more heavily in technologies to assess credit risk were those that increased lending to firms the most following the outbreak of the pandemic.", "The new technologies are revolutionizing the entire value chain of the finance industry, well beyond the perimeter of the banking system, with innovations that could lead to better risk measurement and management, expand the potential customer base and deliver significant reductions in costs.", "It is not possible to predict what the new market configuration will be, but it is clear that the new equilibrium in the credit intermediation and asset management industries will be different from today.", "Banks unable to prepare for change and to adapt rapidly are destined to lose ground fast.", "Innovative start-ups (FinTech), major technology firms (Big Tech), large retail chains and electricity and telecoms providers can now also offer financial services to their customers.", "Competition is particularly fierce in the payments sector, where innovation has been encouraged by European rules that now enable the provision of new services thanks to the possibility, for third-parties, to access customer accounts, subject to prior consent (open banking).", "About half of the investments in technological innovation planned for the next two years by banks and financial intermediaries involve this type of project.", "More than by margins on payments, these developments are being driven by the immense wealth of information they contain, which can help to improve traditional services and introduce new ones, such as those aimed at small and mediumsized enterprises to optimize their management of liquidity and payment flows.", "Technological innovation is also destined to change credit supply.", "The use of advanced techniques to evaluate creditworthiness is expanding, based on a multiplicity of inputs, including unstructured data.", "Algorithm-based evaluations cannot completely replace the judgement of analysts, but if complemented by the qualitative data acquired by intermediaries, they will be an increasingly important component, especially in specific niche markets.", "At the same time, we cannot ignore the cyber risks that the digital revolution brings with it.", "Criminal activities and the use of malware are on the rise and can undermine IT systems and cause economic damage to financial intermediaries and their customers.", "Moreover, some operating risks are becoming more serious, for example those connected with the growing use of outsourcing - often to a small number of operators that are not subject to supervision - of important stages in production processes, whose malfunctioning can then affect the system as a whole.", "We should not underestimate the risk of fraud, discrimination, and the improper use of personal data in applications that make use of big data and artificial intelligence.", "To address these risks, the supervisory authorities are committed to defining the rules and procedures, not to holding back the changes under way, but rather to ensure that innovation does not constitute a source of instability or financial exclusion.", "Safeguarding against cyber risks calls for the cooperation of authorities and operators.", "In the forums of cooperation, there is a swift exchange of information and analyses concerning the principal threats so that awareness-raising campaigns can be planned for this type of risk.", "The transition to a sustainable economy is also destined to produce significant changes in the financial industry.", "It offers banks the opportunity to improve their profit profiles and, at the same time, to contribute to the emissions reduction objectives.", "The financing of eco-sustainable projects and the issuance of green bonds, for example, can achieve an increase in earnings and, going forward, a reduction in the cost of raising funds.", "Banks can also benefit from the development of consultancy services for firms that intend to raise funds for initiatives with a positive environmental impact and from the placement of asset management products geared to this segment of the market.", "In this case too, banks must be prepared to manage the effects of the transition on risks, in particular credit risk.", "Firms that are not able to direct their products and production processes towards environmental sustainability will find it more and more difficult to stay on the market.", "We are working actively, also internationally, to foster the development and adoption of procedures and methodologies that will allow banks to correctly measure and manage the financial risks posed by climate change.", "In Italy, the development of the markets and expansion of sources of funding for firms would benefit from a more active role being played by institutional investors in asset management.", "At the end of last year, 35 per cent of households' total financial assets were entrusted to insurance companies, investment funds and pension funds, compared with the euro-area average of 41 per cent (Figure 12).", "The share of managed assets invested directly in instruments issued by corporates was about one fourth, against a euro-area average of more than half.", "Although numerous regulatory and fiscal measures were adopted in the last decade to channel a greater proportion of massive financial savings towards small and medium-sized enterprises, the results have been modest, mostly reflecting the scarcity of bond issues.", "The further development of funds specialized in unlisted securities and credit funds is, however, desirable, thus allowing investors to lower the risks involved in holding less liquid assets.", "Although still modest by international standards, in 2020, the assets of closed-end securities funds grew by 12 per cent, with funding mainly coming from private equity funds and those specialized in direct loan disbursements and in the purchase of loans originating with other financial intermediaries.", "Last February, we started to issue authorizations for the establishment of funds that comply with the legal requirements for individual alternative savings plans, which aim to increase the flow of resources towards unlisted companies.", "At the end of April, Euronext, which owns a number of European securities markets, completed the acquisition of the Borsa Italiana group.", "The entry of a number of Italian companies in a federated European group, is an opportunity for our financial marketplace to develop the services it can offer to issuers, financial intermediaries and savers, thereby also helping to increase the European dimension of capital markets.", "The Bank of Italy's actions and the G20 Presidency The pandemic has profoundly affected work practices in the Bank too.", "To cope with the emergency, we adopted extraordinary measures with the aim of protecting people's health and ensuring the performance of our institutional activities to serve the public, in line with the measures taken by the Government.", "The recourse to remote working was on a large scale: in 2020, almost 60 per cent of total staff worked from home on average, exceeding 90 per cent between mid-March and the end of April; in 2019, the figure was 4 per cent.", "This sudden change was made possible by the continuous investment in IT infrastructure, by the digitalization of processes and by the adoption of instruments and systems designed to guarantee business continuity.", "Above all, the men and women working in the Bank have demonstrated their utmost commitment to serving the public competently, with integrity and with the capacity to adapt.", "The tasks that have to be performed on site - mainly connected with the production and distribution of banknotes, auctions for the placement of government securities, other services for the public and logistic support, as well as supervisory inspections - have been recalibrated to be carried out safely, with the adoption of health protocols and additional preventive and protective measures.", "As in all organizations, we in the Bank of Italy are reflecting on how to build on the lessons learned from the crisis.", "Agile work, which has no rigid time or space constraints, can help to make institutional actions more effective and organizational processes more efficient and resilient; it makes a better work-life balance possible.", "The progress made in terms of flexibility and adaptability must now be consolidated, at the same time mitigating the risks stemming from more fragmented activity and a possible reduction in information sharing, in the relationship dynamics and in the opportunities for training and professional development that arise from interactions in the workplace.", "I will now briefly outline some of the Bank of Italy's initiatives in the fields of environmental sustainability and technological innovation.", "For detailed information on all the activities carried out in this difficult year, including that on the Bank's internal organizational reforms, I refer you to 'The Bank of Italy's Annual Accounts' published at the end of March and the 'Report on Operations and Activities of the Bank of Italy', which we are publishing today together with the Annual Report.", "Our commitment continues on the environmental front with numerous initiatives for energy efficiency and the use of renewable sources and of sustainable products and mobility.", "Between 2010 and 2019, the Bank's emissions fell by about 60 per cent; we estimate that, compared with the previous year, they fell by almost 30 per cent in 2020, above all because of the decrease in business travel, in commuting and in paper consumption.", "Last year, we extended the application of sustainability criteria to investment in non-EU equity markets and to corporate bond management, which had already been adopted in the Italian and euro-area equity segment; there have also been purchases of green bonds issued by supranational agencies.", "In the forthcoming 'Carta degli investimenti sostenibili' (sustainable investment charter), we will set out the principles guiding the management of financial investment and the lines of action that will continue to make our commitment to sustainability concrete.", "As well as continuing to innovate in order to increase the effectiveness of our functions, we are committed to supporting the adoption of digital technologies by financial system operators.", "Our new innovation centre, the Milano Hub, has begun working with the goal of promoting digital evolution in the financial sphere among public and private institutions and of encouraging the attraction of investment and talent.", "Drawing on its expertise, the Bank of Italy will provide practical support for the study and development of projects proposed by industry, the academic world and research centres that can bring benefits to Italy's financial system and economy.", "In this way there will be a wider range of instruments fostering innovation, which already includes the FinTech Channel through which operators can interact with the Bank on various themes, including regulatory ones.", "In collaboration with the Ministry of Economy and Finance, we are involved in coordinating the G20 Finance Track's work.", "This proceeds from the awareness that international cooperation is essential to provide effective responses to all global challenges, from those connected with the pandemic to those linked to climate change and digitalization.", "Given the exceptional challenges experienced worldwide during the pandemic, encouraged by Italy's Presidency, the G20 set up a panel of independent high-profile experts tasked with identifying the shortcomings in the system for financing the prevention, monitoring and response to pandemics.", "Concrete proposals for overcoming them will be put forward in a framework of cooperation among States, the World Health Organization and the other international organizations.", "As regards climate change, the Finance Track aims, among other things, to achieve a better alignment of the loans and transfers of international financial institutions with the objectives of the 2015 Paris Agreement, to improve the quantity, quality and comparability of the corporate data on climate risks, and to increase those available to supervisors and investors on the exposure of financial institutions to the same risks.", "The International Conference on Climate, to be hosted by the Italian Presidency on 11 July in Venice, will be an important moment for discussing these issues, also in light of the United Nations' 'Conference of the Parties' (COP26), chaired by the United Kingdom in partnership with Italy, to be held in Glasgow at the end of November.", "As part of the proposals under the aegis of the G20, together with the Bank for International Settlements, we have also recently launched an international competition (TechSprint) to find the most promising projects for technology applied to sustainable finance.", "A roadmap has been prepared for the development of cross-border payments, with the aim of making them cheaper, faster, transparent and inclusive.", "This envisages drawing up quantitative objectives at global level on how to extend the connections between local systems, on easing regulatory and operational frictions and on innovative technologies.", "The analysis of the regulatory and supervisory implications regarding global stablecoins and further research into the use of digital currencies and their possible issuance by central banks are part of this sphere.", "In this regard, the Bank of Italy is involved in the Eurosystem in analysing and testing possible solutions for the introduction of a digital euro.", "This is a development that must be defined carefully in terms of both timing and modes, also based on the outcome of the recently concluded public consultation.", "The use of the TIPS platform set up by the Bank on behalf of the Eurosystem to settle instant payments in the euro area could be a fundamental part of this.", "The G20 work on cross-border payments intersects with that on financial inclusion, an area in which the Bank is particularly active as co-Chair of the Global Partnership for Financial Inclusion.", "The analyses under way are designed to find the best practices in the area of consumer protection and financial and digital education to contain the risks of the barely inclusive digitalization of financial services that emerged during the pandemic.", "The intensity and speed with which the pandemic has hit the global population have been exceptional; the human, social and economic costs have been and continue to be severe.", "Nevertheless, the response of those working in healthcare structures, in public and private research and in the pharmaceutical industry has been equally swift and intense.", "In addition, the interventions of fiscal and monetary policies have been extraordinarily wideranging, in all corners of the globe.", "The pandemic crisis has not become a financial crisis, there has been no shortage of humanitarian aid for the most vulnerable countries, and governments have aimed to alleviate the suffering of the weakest population segments, counteracting the increase in inequality.", "In many countries, especially in the advanced ones and in Italy too, following the extremely sharp decline in production and in income last year, there are now signs of economic recovery, which in some cases are quite significant.", "Yet progress is still broadly unequal on both the healthcare and the economic front.", "Even where the outcome has been more encouraging, caution is still required.", "In many emerging and developing countries, the epidemic is not slowing down and there are serious delays in the vaccination campaigns, or even no campaigns at all.", "In a highly interconnected world, the risks of the pandemic will not be truly overcome for anyone until they have been eliminated for everyone.", "Coordination at international level and of fiscal and monetary policies remains fundamental.", "EU governments have introduced unprecedented countercyclical measures and subsidies.", "Support for the economy will be maintained until there is a clear return to a stable growth trajectory; to this end, the success of the investment and the reforms envisaged by the national plans associated with the exceptional innovation represented by Next Generation EU will be crucial.", "In the euro area, the monetary policy stance must remain highly accommodative, in the knowledge that we are still a long way from inflation rates consistent with price stability in the medium term.", "Maintaining favourable conditions for funding the economy over a prolonged period is necessary to consolidate the improvement under way in the confidence of firms and households.", "For some countries, following the halt caused by the measures restricting economic activity and the fears of infection, vigorous growth in consumption is predicted.", "A robust recovery in demand in the second half of this year is therefore possible, conditional upon the continuation of the favourable outlook linked to the vaccination campaign and a good start to the NRRP.", "The latter must be part of a collective effort, aimed at overcoming Italy's structural weaknesses and the specific factors of the anaemic economic growth of the last two decades.", "If, as we have fully understood by now, there are no simple solutions to our problems, now is the time to step up our commitment.", "The interventions included in the NRRP and the thorough reform programme connected to it must be made as concrete as possible.", "The security and rapidity of their execution and the efficacy and transparency of the financial commitments must be guaranteed.", "They are undoubtedly exceptional as regards digitalization, innovation, the ecological transition and sustainability; of equal importance are the provisions for education and research, social inclusion and healthcare; the pursuit of the overarching priorities of rebalancing regional gaps, supporting the younger generations and achieving gender equality will extend beyond the NRRP.", "The challenge ahead is a formidable one.", "It is vital that firms and households take it up with conviction and confidence: a future built on public subsidies and incentives is unthinkable.", "It will take time to understand what the new 'equilibriums' of social life and economic development will look like after the pandemic and the digital and green transitions.", "We are all called on to cultivate greater and more widespread prosperity, adequate protection for those who will be most affected, and clarity about the costs to be borne and progressively reduced.", "What is certain is that the stimulus, which is partly artificial, of today's extraordinary and exceptional macroeconomic policies, will end.", "The freeze on dismissals, State guarantees on loans and debt moratoriums, will also cease.", "Gradually but steadily, the burden of public debt on the economy must be lightened.", "We must be prepared for the changes we know are coming and stand ready to respond to unexpected events and developments, as the epidemic that has left no one unaffected has made so painfully clear.", "As Alessandro Manzoni wrote about events relating to the terrible plague of the seventeenth century: 'To extinguish the light is a very good means to prevent our seeing what is unpleasant, but not a good means to shew us what we desire to see.'", "The role of the State will certainly have to evolve in the provision of services for the development of the economy and the health and security of citizens, and in actions to reduce inequalities, increase opportunities, and safeguard the most vulnerable.", "Its action will increasingly have to supplement, rather than be alternative to, that of companies operating in the market.", "Firms will have to grow in terms of both size and capital; it is in their own interest to do so.", "New investment is also necessary to rapidly replace the capital that the acceleration of the digital transition and the need for environmental sustainability is making increasingly obsolete.", "It will then be possible to offer new opportunities to the young people who believe most in their own training.", "The commitment of families must not be lacking: once this difficult crisis has passed, the answer to the exceptional number of young people on the margins of the labour market can only lie in investment in education, regular training, culture and knowledge.", "To support investment, the high level of financial savings accumulated by households will have to be managed effectively and fairly.", "Banks, and the entire financial sector, must respond promptly and prudently to the new technological and environmental challenges.", "There will undoubtedly be other opportunities to discuss this in depth.", "What I would like to stress once again here is how important it is for these changes to take place - in credit and in payments, in asset management and in consultancy services - with foresight, in a stable and clear regulatory framework, also and above all at European level, with decisive steps forward, including those necessary for the prevention and resolution of banking crises.", "After the pandemic, a new era must begin, one of intense multilateral cooperation, in which widespread injustice is reduced and new opportunities are created.", "Europe's responsible and balanced input must not be lacking.", "To respond to the economic and social impact of the health crisis, serious for all countries and especially dire for some of them, courageous decisions have been taken and new common instruments introduced.", "This is the real strength of a union; the premises for coming out of the crisis with renewed energy, all together, are encouraging; expectations must not be disappointed.", "We have often recalled that in order to reap in full the advantages of the single currency, to avoid going backwards, we must move towards a fiscal union, with a genuine political union in mind, and with common rights and duties for all citizens of the European Union.", "We must build on the good things that were done during this emergency and on the good things imagined previously - in the wake of another emergency - with the proposals to transition to a 'genuine economic and monetary union'.", "Italy has a responsibility to show all the other countries the benefits that can come from this.", "NGEU and NRRP are more than just empty acronyms; their contents, both aspirational and substantive, are decisive.", "This is why it is essential that the extraordinary resources that the programme offers us, along with the others that will become available, be spent well, so as to restore the prospect of stable economic development.", "In this lies tangible evidence of the importance of Europe for us and of Italy for Europe.", "Only in this way will we succeed in grasping the true significance of Jean Monnet's idea, of a Europe forged in crises, the 'sum of the solutions adopted for those crises' and, finally, lend meaning to the enlightenment of Gaetano Filangieri's vision of Europe as the 'home of peace and reason'.", "Note: Percentage changes compared with previous year, computed using chain-linked volumes for GDP and household disposable income in real terms.", "Loss of labour income during the pandemic in Italy (households, by income quintile of labour income; percentage changes) -6 -6 -12 -12 Without social safety nets With ordinary social safety nets With ordinary and COVID-19 extraordinary social safety nets 1 2 3 4 5 Sources: Based on data from Istat's labour force survey.", "Note: Estimated average percentage losses in labour income in the first half of 2020 compared with the fourth quarter of 2019, for households with at least one person employed in the initial period; households are distinguished by quintile of equivalized labour income in the fourth quarter of 2019.", "Note: Difference between the annual change in financial assets and that in financial liabilities.", "Propensity to save and change in consumption spending and in households' disposable income in Italy (per cent and percentage changes) 10 10 -10 -10 Consumption spending Disposable income Propensity to save Figure 9 Young people not employed and not enrolled in an education or training programme 30 30 15 15 EU IT GR BG ES RO SK HUHR IE FR CY CZ PL BE LT EE LV PT FI DK ATMTDE SI LU SE NL Source: Eurostat.", "Note: Share of individuals between 15 and 34 years of age that are not employed and not enrolled in an education or training programme out of the total population in the same age bracket; data for 2020.", "Gap between Italian and other SSM significant banks (weighted averages; percentage points) Ratio of non-performing loans to total loans -2 -2 Common equity tier 1 ratio 2015 2016 2017 2018 2019 2020 Source: Consolidated supervisory reports and European Central Bank.", "Note: Gaps between Italian 'significant' banking groups and those of the other Single Supervisory Mechanism member countries; non-performing loans as a share of total loans (net of loan loss provisions); end-year data; the data are provisional.", "Figure 12 Assets under management Assets under management as a share Main financial assets of households' financial assets (1) of institutional investors in 2020 (2) 90 90 35 35 60 60 20 20 30 30 10 10 Italy France Germany Euro area Italy France Germany Euro Italian government securities Foreign government securities Investment funds Securities issued by non-resident firms 2012 2020 Securities issued by resident firms Source: Bank of Italy and European Central Bank.", "Notes: (1) The assets under management figure includes shares in investment funds, insurance policies, pension funds and supplemental pensions plans, excluding severance pay; includes residents' holdings of foreign funds; the comparison between the different countries is affected by heterogeneities in the classification of severence pay.", "(2) Excludes asset management companies.", "by the Printing and Publishing Division of the Bank of Italy Rome, 31 May 2021 Printed on EU-Ecolabel certified paper (registration number FI/011/001)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Recovery", "Monetary Policy", "Fiscal Policy", "European Union", "Public Debt", "Bank Lending", "Financial Stability", "Climate Change", "Innovation", "Digitalization"]}