{"sentences": ["Nordic Summit 2021 - 25 May 2021 Inflation and monetary policy in a post-Covid-19 world Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr) Ladies and Gentlemen, I am delighted to be with you today.", "Denmark and the Nordics are among the most successful countries in Europe, and even worldwide: a unique mix of economic innovation, social cohesion, and environmental commitment.", "But today, in the country which is with its currency at the closest frontier of the euro area, you invite me to speak about \"Inflation and monetary policy in a post- Covid-19 world\".", "As of 2006, Olivier Blanchard said : \"Monetary policy can pretend to be close to science if it can be conducted using simple and robust rules [...] Monetary policy must be closer to art if it is frequently confronted to new, poorly anticipated and poorly understood, contingenciesi.\"", "The current debate on monetary policy is a perfect illustration.", "While a few years and even a year ago everybody feared the disappearance of inflation, the world is now worried by its comeback.", "While a few months ago the emergency support in the face of the Covid crisis was the No.", "concern, we are now talking about exit and post-Covid world.", "This is precisely the title of the speech you invited me to give.", "Faced with such swings in sentiment, I want even more to stress today two ideas that are constant and consistent: (A) the ECB has been an innovative and efficient inflation-targeter, including in the Covid-crisis; (B) beyond Covid, the ECB has a powerful \"quartet of tools\" to keep its monetary policy as accommodative, and for as long as necessary.", "The ECB as an innovative and efficient inflation targeter In the first part of my remarks, let me try to answer three questions: is the ECB clear in its objective?", "is it consistent in its instruments?", "and is it efficient in its results?", "Is the ECB clear in its objective?", "For the ECB, like all other major central banks, our inflation objective is our lodestar.", "That means our definition of price stability should be simple, symmetric, and medium-term oriented.", "However, not everyone may perceive it this way.", "Hence, in the context of the Strategy Review launched by Christine Lagarde, we are currently reflecting on whether it can be communicated more clearly.", "To make it even simpler, we should reexamine the overly sophisticated qualifiers attached to the 2 % figure (\"close to but below\").", "There is no benefit in appearing ambiguous about what we are aiming at.", "\"Symmetric\" refers to the fact that our objective is a target and cannot be a ceiling.", "Looking backwards, a central bank that has been successful in achieving its target on average will have had roughly as many episodes of inflation above its target as below.", "We are, though, in an asymmetric world.", "The effective lower bound on nominal interest rates is a serious impediment to counteracting deflationary shocks, and weighs on inflation expectations.", "In these circumstances, it is even more important to stress that we are ready to accept inflation moderately higher than 2% for some time to anchor fully medium-term inflation expectations.", "I will come back to that later, speaking of our forward- guidance.", "Finally, \"medium term\" means that we assess inflation performance over a long enough period, looking forward, but also not ignoring the past.", "To cut through the debates, sometimes a bit esoteric, the ECB is clearly an inflation-targeter, albeit a flexible oneii.", "We are focused on hitting our inflation target but we set policy in the context of the economic cycle, including looking at output gaps and employment.", "In general, we see no contradiction in full commitment to our inflation target and stabilizing employment.", "Is the ECB consistent in its instruments?", "Monetary policy is not a contest and there is no prize for doing the most.", "Nevertheless, it is sometimes said that we have not reacted as much as the US Fed.", "This is simply not true.", "The ECB is at least as accommodative and will be at least as patient as them.", "The Eurosystem balance sheet, in terms of GDP ratio, is twice the size of the Fed's.", "We have also been able to extend it significantly.", "Among major economies worldwide, the euro area has the lowest interest rates, be they nominal or real, short or long-term.", "And the ECB has developed a wide range of tools.", "Quantitative Easing was not created in Europe, but corporate bond purchases, the wide range of eligible collateral, TLTRO or negative rates were developed here.", "In calibrating our decisions, we look of course at both the stance (based on our desired effect on future inflation) and the effective transmission of monetary policy (is the stance having the intended effect for economic agents, including SMEs and households?).", "These two considerations are evident in our recent decisions about the PEPP.", "The purpose of the PEPP is to preserve favourable financing conditions for all borrowers during the crisis phase of the pandemic and thereby prevent inflation from falling even further below our objective.", "From the start in March 2020 and still more since December, we have included the possibility to buy flexibly across time, jurisdictions and asset classes, to ensure that all borrowers benefit from favourable financing conditions.", "The recent evolution of long-term sovereign rates illustrates our consistency.", "In January and February, long-term sovereign bond yields in the euro area began to increase, largely reflecting transatlantic spillovers from US monetary and fiscal policies.", "So we decided in our Governing council on March 11th to conduct our purchases \"at a significantly higher pace\", which was implemented promptly and efficiently and limited the rates increase.", "From mid-April nevertheless, our action has been hampered by unwarranted tapering fears.", "Let me be crystal-clear: any hypothesis of a reduction of purchases partly for Q3 or the following quarters is purely speculative.", "As Christine Lagarde has said, we did not even discuss phasing out at our April Governing Council meeting.", "Our net purchase volumes will be freely determined until at least March 2022 by our commitment to preserve favorable financing conditions for all economic agents.", "Our monetary policy can be patient, as the euro area inflation is well below other jurisdictions.", "Is the ECB efficient in its results?", "This is a substantial shortfall.", "Headline inflation in the US (CPI) experienced a similar decline of 1.1%, having dropped from 2.7% to 1.6% between the two periods, although the gap to the target is smaller.", "In the euro area, according to Banque de France's analysis, two factors explain most of the gap between the observed level of inflation and our targetiii.", "The first one is caused by the Great Recession and the sovereign debt crisis.This set of crises has durably depressed demand and therefore prices, through the Phillips curve; while the slope of the Phillips curve seems to have decreased in recent decades, it is still positive.", "The Phillips curve remains well alive: in the bad news of \"missing inflation\", this is the good news for monetary policy.", "The second factor is the strong decrease of the price of oil after 2014 that lowered the inflation rate both directly, through the energy component of consumption prices, and indirectly.", "It is estimated that these two factors have led to a 1 pp decrease in the annual inflation rate.", "Unconventional monetary policy was successful in mitigating these disinflationary effects.", "Absent this policy, in-house and ECB computations show that annual inflation would have been around 0.3pp lower between 2014 and 2019 (on average per year).", "After the onset of the pandemic, our monetary policy measures have also stabilized and then reversed the fall in inflation expectations.", "According to estimates from the ECB, all the measures taken since the beginning of the pandemic should contribute cumulatively around 1pp to the annual inflation rate over 2020-2022iv.", "Inflation expectations have picked up and long-term market based inflation expectations are currently above their pre-Covid levels (market- based inflation expectations 5y/5y are close to 1.6% today).", "Beyond Covid, the ECB has a powerful \"quartet of tools\" to keep its monetary policy as accommodative for as long as necessary.", "Euro area HICP inflation increased to 1.6% in April 2021, from -0.3% in December 2020, while core inflation remained subdued at 0.7% in April and 0.2% at the end of last year.", "However, this rebound is primarily due to transitory factors and base effects, which are expected to fade out of annual inflation rates early next year.", "Underlying price pressures are expected to increase somewhat this year, owing to short-term supply constraints and the recovery in domestic demand, although they remain subdued overall, in part reflecting low wage pressures.", "This assessment is broadly reflected in the baseline scenario of last March ECB staff projections for the Euro Area.", "There is today in the Euro Area no risk of lasting return of inflation.", "We will continue PEPP net asset purchases \"until at least the end of March 2022 and, in any case, until [we] judge that the coronavirus crisis phase is over\".", "We still have ample time to judge and decide, well beyond our June meeting, as Christine Lagarde said last Friday.", "Let me today stress one obvious but sometimes overlooked truth: whatever the future decision on PEPP, we will still be able to play and enhance the full \"quartet\" of our unconventional instruments: asset purchases, negative rates, liquidity provision, and forward guidance.", "These unconventional instruments are here to stay, beyond Covid and its crisis tools, meaning that our monetary policy can remain as accommodative as necessary, for as long as necessary.", "And I would like to share some thoughts on each instrument of the quartet.", "Asset purchases are powerful and we still have room to do more if necessary.", "Reinvestments under the PEPP will remain significant, and net purchases will continue under the APP, possibly adapted.", "Based on our experience with the PEPP, we could move towards some additional flexibilities, in terms of allocation and/or volume.", "The way negative rates are implemented continues to be effective.", "If needed, the present level of the DFR is not a floor.", "In particular, the tiering system limits the negative side effects on bank intermediation of low-for-long interest rates.", "The tiering multiplier could be adapted flexibly to support the \"low-for-longer\" policy.", "I would favor a more rule-based approach to adjust the level of the multiplier.", "For instance, this multiplier could depend on the change in excess liquidity (net of TLTROs).", "As the third instrument of the quartet, our forward-guidance gives visibility to the future path of interest rates and could be enhanced by stronger commitment and communication.", "A particular focal point is the present puzzle between the date of anticipated lift-off and the expected inflation then, which at present remains under our target.", "To strengthen the impact of our forward-guidance on rates, we should clarify our state-dependent reaction function.", "Consistent with the symmetry of our objective, our willingness to tolerate upside risks on inflation has to be more widely understood.", "I would not go as far as embracing flexible average inflation targeting as the Fed did in its new strategy framework: it raises several complex questions and can create excessive constraint.", "But the forward guidance is a more tactical and adequate tool, stating clearly that we are ready to overshoot temporarily 2% before any rise in interest rates.", "Furthermore, our forward guidance could be made more outcome-based by linking the path of policy rates to realized inflation rather than with judgements and forecasts on the expected future path of inflation.", "Concerning our fourth instrument on liquidity provision, let me stress the efficiency of TLTROs.", "This instrument is a specific feature of euro area monetary policy and I believe we should keep it in place in some form for more time.", "The embedded incentive scheme on pricing makes it attractive for banks to extend credit to firms and households.", "Through TLTROIII, the ECB has provided around 2.1 trillion euros in loans to banks at negative rates.", "According to Eurosystem estimates, TLTROIII liquidity is expected to boost loan volumes to real economy to the tune of 3pp cumulatively by 2022v.", "The April Euro Area Bank Lending Survey indicates that around 45% of banks have reported and expect an increase in bank lending to firms due to TLTRO's.", "Implementing a rule-based tiering multiplier, as I proposed earlier, could make it easier for us to get rid of some possibly excessive subsidies in the present design of TLTRO, and also limit the room for carry trades.", "But such a \"refocused TLTRO\" would remain crucial to provide the real economy with sufficient credit, and banks a significant additional source of funding relief.", "Let me conclude: we central bankers and policy makers must always deal with uncertainty, but still more since March 2020 and the pandemic.", "Nevertheless, we tried to give clarity - and successfully, according to most.", "Being predictable, without being precommitted.", "Voltaire summed this up nicely as early as 1770: \"Doubt is an uncomfortable condition, but certainty is a ridiculous one.", "\"vi In these promising but moving times beyond Covid, I aimed to give as much clarity as possible; clarity, not certainty, which is neither possible nor desirable.", "Thank you for your attention.", "Panel discussion, presented at \"Monetary Policy: A Journey from Theory to Practice.", "An ECB colloquium held in honor of Otmar Issing, March 2006 See \"Past and future of the ECB monetary policy\", V. Constâncio, Conference on \"Central Banks in Historical Perspective\", Valletta, 4 May 2018, and \"Inflation targeting\", L. Svensson, The New Palgrave Dictionary of Economics, 2008.", "Diev Pavel, Kalantzis Yannick, Lalliard Antoine, Mogliani Matteo, \"Comment expliquer la faiblesse de l'inflation en zone euro depuis 2013 ?", "Comparison of the average of real and nominal 10Y rates on the period Jan-Apr 2021, among EA, US, Japan, UK and Canada.", "Die Geldpolitik der EZB in der Corona-Krise, Isabel Schnabel Webinar von Sven Giegold mit der Heinrich-BöllStiftung, April 2021 See \"The ECB's monetary policy in the pandemic: meeting the challenge\", speech by P. Lane, October 2020, and references therein.", "Letter to Frederick William, Prince of Prussia (28 November 1770)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "ECB", "Euro area", "Forward guidance", "Asset purchases", "Negative rates", "TLTROs", "Liquidity provision", "Price stability"]}