{"sentences": ["Today, we have decided to keep the key rate at 4.25% per annum.", "The economy is bouncing back rather steadily.", "I would like to remind you that at our previous meeting we expected economic revival to pause at the end of 2020.", "However, GDP statistics and high-frequency indicators evidence that this did not happen.", "Moreover, inflation also exceeds our expectations.", "I will further on dwell on the factors, which we were taking into account when making our decision today.", "I will start out with the situation in the economy.", "It has turned out to be better than we expected, and there is a range of reasons for this.", "First, the restrictions in autumn and winter were not as tough as in spring.", "Second, both households and businesses were better prepared for the resurgence of coronavirus cases and adjusted faster.", "Credit activity did not decline, and consumer demand remained unchanged, including owing to a rise in online purchases.", "Third, external demand for Russian exports also turned out to be higher than our expectations.", "We assume that demand in the economy will be recovering steadily further on, promoted by lending expansion amid accommodative monetary policy, mass vaccination, and an improvement in household and business sentiment.", "Over the acute phase of the crisis, budget spending considerably supported the real sector.", "The effect of stimulus measures is expected to continue in the first half of the year as well.", "Further on, the scheduled fiscal policy normalisation will reduce the extent of this influence.", "Nonetheless, the budget will remain expansionary as compared to the long-term parameters provided for by the fiscal rule.", "In these conditions, economic growth will continue owing to a further revival of both domestic and external demand.", "The recovery of domestic demand will be driven by the cancellation of restrictions as the epidemic situation improves, especially in the service sector.", "External demand will be boosted by a rebound in the global economy.", "Disinflationary demand-side pressure will thus be decreasing overall.", "Given the current positive trends, we keep unchanged our forecast of GDP growth at 3- 4% for 2021.", "Furthermore, the economy may reach its pre-pandemic levels already by late 2021, and not by mid-2022, as we assumed earlier.", "This will become possible primarily as a result of a less significant decline in 2020.", "The second factor is inflation.", "Annual inflation sped up to 5.2% in January, exceeding the Bank of Russia's target.", "This elevated inflation rate largely resulted from the pass-through of the ruble weakening and price growth in global commodity markets.", "According to our estimates, the contribution of the pass-through of the exchange rate movements to annual inflation approximated one percentage point.", "The contribution of high prices in food markets was slightly lower yet substantial.", "Given increased inflation expectations and supply-side restrictions, these factors may have a longer-lasting effect on prices.", "The pass-through of last year's ruble depreciation to prices still continues, although it is waning.", "Recently, prices could be affected not only by ruble exchange rate fluctuations in 2020 H2, but also its weakening in spring, when enterprises were unable to revise their prices immediately due to a slump in demand.", "Eventually, the combination of the two episodes of the ruble depreciation may be a reason why inflation expectations will stay elevated for a longer period.", "Upward pressure on domestic prices persists due to the situation in global commodity markets, first and foremost in food markets.", "Food prices have risen because of reduced inventories and unfavourable weather conditions.", "Moreover, the growth of prices for cereals increases costs in meat product manufacturing and is not only a proinflationary factor in itself, but it may also entail secondary effects.", "It is worth noting that the new mechanism of export duties in grain markets will smooth out the influence of global price fluctuations on domestic prices.", "Finally, inflation is still affected by a group of factors associated with the epidemic situation.", "It includes staff shortages in a number of industries, increased costs incurred by companies to comply with sanitary and epidemiological rules, and persistent temporary delays in supplies due to disruptions in logistics chains.", "These are supply-side factors putting upward pressure on inflation.", "Given the nature of these processes, we estimate that annual inflation will pass its peak in February-March, after which it will be going down incrementally.", "This will become possible as the impact of the above proinflationary factors is gradually exhausted.", "Beginning from March, the statistical base effect will also play a significant role in the decrease in annual inflation.", "Taking into account the monetary policy pursued, we forecast that prices will grow by 3.7%-4.2% over the year.", "The third factor we were taking into account when making our today's decision is that monetary conditions remain accommodative.", "While nominal interest rates on loans and deposits changed only slightly, real price conditions were eased.", "Banks also continued to ease non-price lending conditions in a range of segments.", "Yields on federal government bonds increased somewhat amid the growth of long-term interest rates in global financial markets.", "Owing to the monetary policy pursued and the Government's anti-crisis support measures, the increase in the banking system's claims on companies accelerated to 10.2% last year, which is more than in 2019.", "The growth rate of claims on households equalled 12.9%.", "The economy and borrowers obtained the funds they needed to more smoothly overcome the acute phase of the crisis and resume development.", "In 2021, monetary conditions will remain accommodative, further promoting lending expansion, despite the expected gradual termination of preferential programmes.", "The banking system's claims on companies are forecast to increase by 7-11% this year, and those on households - by 14-18%, largely as a result of the accelerated expansion of mortgage lending.", "As regards fluctuations in banking sector liquidity observed in recent months, they had no impact on monetary conditions.", "As before, the Bank of Russia preserved money market rates close to the key rate.", "This became possible owing to the streamlined operational procedure which is efficient amid both a deficit and a surplus of liquidity.", "Today, we have published the Bank of Russia's updated baseline forecast.", "It relies on the following assumptions: First of all, external conditions have become more promising.", "The global economy is expected to grow faster owing to mass vaccination and additional fiscal stimuli in advanced economies.", "This will strengthen external demand for Russian exports.", "Therefore, we have increased our forecast of oil prices from 45 to 50 US dollars per barrel for 2021 and 2022.", "Nonetheless, our forecast remains conservative given the high uncertainty about a potential further spread of the pandemic.", "According to our estimates, a faster recovery of the demand for oil may translate to a greater extent into a rise in oil output rather than oil prices.", "As regards the 2022-2023 horizon, our forecast remains unchanged.", "Given the monetary policy pursued, inflation will return to the target at the end of 2021 and stay close to 4% further on.", "I will now speak on possible risks to the forecast.", "Disinflationary risks do not prevail any longer in 2021.", "Moreover, this is generally a balance between proinflationary and disinflationary risks over the forecast horizon.", "Proinflationary risks include, first and foremost, a possible rise in prices in global commodity markets.", "Second, the epidemic situation remains one of the least predictable factors.", "Its potential worsening will be the reason why companies' costs will stay high, with goods transportation problems and production chain disruptions persisting.", "Third, inflation expectations may remain elevated for a long period of time.", "Fourth, it is worth emphasising that economic rebound may be uneven and involve local price spikes in individual segments.", "For instance, as restrictions are lifted in the service sector hardest hit by the pandemic, an increase in demand amid an insufficient rise in supply may become a temporary proinflationary factor.", "The scale and duration of its impact will depend on a new balance between demand and supply, households' behaviour, changes in consumer preferences, and the pace of the cancellation of restrictions on foreign travels.", "Fifth, we still take into account persistent geopolitical risks as they may affect yield trends and inflation and exchange rate expectations.", "The second group of risks include disinflationary factors.", "First of all, the fiscal policy normalisation may have a more significant influence on final demand and, accordingly, price movements.", "Second, the uncertainty regarding future consumer behaviour remains.", "During the quarantine and long self-isolation period, a lot of people abandoned some services, formed new consumption preferences, and changed their mode of life.", "We do not know whether they will become steady and how they will be influencing price trends.", "the boundaries are reopened, it is natural to expect that the demand will shift towards outbound tourism services.", "As labour migrant flows and logistics chains restore, this will become a disinflationary factor.", "Finally, as the restrictions are eased, companies will be able to reduce their costs for the sanitation of their premises and the anti-pandemic protection of their staff and customers, which will ease pressures on businesses' costs.", "In conclusion, I would like to comment on monetary policy prospects.", "The accommodative monetary policy and the Government's package of anti-crisis measures have been promoting economic revival after the acute phase of the crisis.", "According to our estimates, we consider that the potential for monetary policy easing has been exhausted.", "Its further easing could additionally increase proinflationary risks.", "Nonetheless, monetary policy will remain accommodative on average throughout 2021, supporting the recovery of the Russian economy.", "The baseline scenario provides for a gradual return to neutral monetary policy.", "We will assess the timeline and pace for this return taking into account our goal to maintain inflation at our target."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Economic recovery", "Lending", "Monetary policy", "External demand", "Prices", "GDP", "Interest rates", "Fiscal policy", "Risks"]}