{"sentences": ["Introduction I am delighted to be given this opportunity to speak to you at the FIN/SUM 2021 through a video message.", "Rise of As-a-Service The main theme of this year's FIN/SUM is \"Fintech as a Service, in search for a platform for digitalized society.\"", "The term \"as-a-Service,\" appearing more frequently nowadays, seems to indicate servitization of product functions or, to put it simply, a business model for providing \"services\" on customer demand, instead of \"sales\" to sell products out to customers.", "For example, a software service used to consist of a combination of purchase and usage.", "In the internet society, however, we only have to call for necessary services when they are needed.", "When we make a restaurant reservation on a smartphone, we only receive a reservation service.", "As for business activities, various business applications are available - for services such as accounting, ordering and invoicing, customer management and sales support, and human resources and labor management - as Software as a Service (SaaS) to be called on demand.", "These developments are not limited to software.", "Various types of as-a-Service are appearing one after another, partly with the shift toward a service economy.", "These include Mobility as a Service (MaaS) - where a user purchases a mobility service instead of owning a car - and Infrastructure as a Service (IaaS) - where a user purchases a service to use IT infrastructure, including servers, instead of owning the hardware.", "These are sometimes collectively referred to as \"Everything as a Service\" (XaaS).", "As-a-Service in Finance The trend of as-a-Service is also emerging in Finance.", "The financial businesses of banking, securities, and insurance are industries that require large fixed costs and strict compliance with regulations.", "For this reason, instead of recreating financial businesses from scratch, it has become mainstream for fintech providers to utilize deposit and loan services of traditional financial institutions through an open Application Programming Interface (open API) to create new customer services and convenient and comfortable user experiences.", "The bearers of these services are wide-ranging.", "They are not limited to startups but include large firms with core businesses in telecommunications, media, transport, and electronic commerce and internet business firms who are managing touchpoints with a large-scale customer base.", "Conversely, there are also financial institutions that actively adopt services of fintech providers.", "As for Fintech as a Service - the theme of this year's FIN/SUM - there are cases where financial institutions utilize the advanced electronic know-your-customer (e-KYC) and fraud detection services of fintech providers in their applications.", "There is also a recent trend toward unbundling financial services that financial institutions used to provide as tightly coupled, thereby enabling componentized financial services to be combined with services of non-financial firms.", "This is referred to as \"Banking as a Service\" (BaaS), also known as embedded finance.", "It allows, for example, consumer firms issuing discount coupons or providing loyalty points on their applications to enhance the usability of the coupons or points by plugging in cashless payment services provided as BaaS to their applications.", "There are also non-financial firms that seek to improve customer convenience and customer marketing by providing banking services under their own brands together with their businesses through BaaS.", "Integrating Information and Financial Systems In this way, a broad range of enterprises and entrepreneurs is creating new businesses through neue Kombination (new combinations).", "The term neue Kombination was originally introduced by Schumpeter in his book The Theory of Economic Development, and it was later interpreted as describing innovation.", "According to Schumpeter, innovation is not necessarily about invention but is more about creating or changing combinations.", "Needless to say, it is digitalization in various fields that is currently accelerating the creation of neue Kombination.", "Neue Kombination 2.0, brought about by digitalization, is reinforced by linking what were traditionally two separate systems: (1) the information systems assisting people's livelihoods and business activities and (2) the systems supporting financial services.", "For example, most economic activities involve payments as financial activities.", "While commercial data such as billing and payments have been leveraged to improve the business efficiency of a supply chain, they have not been shared with financial services.", "This means that neue Kombination, or innovation, could occur if the matching of commercial and payment data is enabled by linking commercial systems and payment services.", "For example, large volumes of invoice receipts could be automatically matched with payment records, thereby improving business efficiency, and potentially enabling real-time visualization of business management.", "These developments could further enable a grasp of business conditions, cash flow management, the production of credit information, automated lending, and management consultation.", "The benefits of linking these two systems are not limited to improving the efficiency of economic activities.", "For example, data on deposit account activities contain various kinds of information on the account holder's livelihoods.", "Elaborating on the information on the customer's lifestyle obtained from these business data could help identify where there is a hidden potential demand for financial and non-financial services.", "In this regard, online businesses and consumer businesses have taken the lead in adopting personalized marketing, or a strategy to increase customer satisfaction.", "It is likely that financial institutions will accelerate their efforts to utilize the information that they have as a business asset and find neue Kombination with other business categories.", "Thus, linking the information systems assisting people's livelihoods and business activities and the systems supporting financial services, which were traditionally separated, could improve the convenience of both financial and non-financial services, thereby leading to the creation of new services.", "On this basis, it is important to understand as-a-Service - which I introduced as a business model earlier - not merely as a methodology, but as a concept that provides the perspective of creating new services and expanding demand through continuous improvements to achieve economic growth and an affluent society.", "For example, some may think that banks are only playing a behind-the-scenes role to assist actors, or their partner firms, to provide financial services in BaaS.", "There is also a potential, however, for banks to play a role as a director who manages the production of a digitalized neue Kombination 2.0, by being actively involved in the creation of new services and maximizing the potential of the platforms.", "Digital Transformation Integrating information and financial systems first requires advances in the digitalization of each system.", "A system needs to be put in place that supports end-to-end automatic processing, from information input on a smartphone or a business system screen, to service completion as well as database preparation for the analysis and high value-added conversion of information for the subsequent information business.", "To this end, changes need to be made in the current way of work that remains bound to paperbased processes or manual transcription of information.", "Moreover, the way work is transformed should aim at not only improving business efficiency but also creating new business models by linking information.", "Neue Kombination 2.0 is only possible if this digital transformation takes place.", "In BaaS, the componentization and loose coupling of a bank's internal systems have enabled its systems to be linked in a costless, fast, and flexible manner.", "In other words, the loose coupling within a bank at the micro level has enabled service creation in coordination with other industries, which leads to a redesign of the industrial structure at the macro level.", "Moreover, improvements in development costs and speed through technological innovation and development method innovation have enabled high-speed cycles of Continuous Integration and Continuous Delivery (CI/CD).", "The advantage of these IT systems that tolerate trial and error has also become the trigger for transforming the corporate culture of the financial industry.", "Originally, the financial industry was an information industry as well as an equipment industry.", "Financial institutions and the financial service industry therefore have the potential to leverage the benefits of digitalization to their fullest.", "I believe that we are currently facing digital transformation challenges in the move toward neue Kombination 2.0.", "Central Bank Digital Currency Finally, I would like to touch upon central bank digital currency (CBDC).", "Since the release of \"The Bank of Japan's Approach to Central Bank Digital Currency\" in October 2020, the Bank of Japan has been preparing to conduct experiments in accordance with this approach.", "We are finally scheduled to begin these experiments in spring 2021.", "While there is no change in the Bank's stance that it \"currently has no plan to issue CBDC,\" from the viewpoint of ensuring the stability and efficiency of the overall payment and settlement systems, we consider it important to prepare thoroughly to respond to changes in circumstances in an appropriate manner.", "Central banks share the view that it is not an appropriate policy response to start considering CBDC only when the need to issue CBDC arises in the future.", "According to a recent survey of 65 central banks conducted by the Bank for International Settlements (BIS), 86 percent were exploring the benefits and drawbacks of CBDC issuance for some forms of work and about 60 percent were conducting experiments or a Proof-of-Concept (PoC).", "As for the Bank, amid significant changes that are occurring with the advent of the digital society, we will take this opportunity to carefully consider the way in which we should provide central bank money, or, using expressions from today's theme, \"Central Banking as a Service.\"", "We are delighted to see a rich variety of participants attending this year's FIN/SUM, including those from the financial and technology sectors with the help of online technology despite being in the midst of the COVID-19 infection, as in FIN/SUM 2020.", "I would like to close my remarks by expressing my hope that interactions between the participants will lead to many neue Kombination.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["As-a-Service", "Digitalization", "Neue Kombination", "Fintech", "BaaS", "CBDC", "Innovation", "Payment", "Information", "Platform"]}