{"sentences": ["It is an honour to participate in the launch of an initiative like the G20 2021 TechSprint and I am very happy for the global recognition of the importance of this competition to find new solutions that meet our social and environment protection goals.", "Let me begin by thanking the Minister of Economy and Finance Daniele Franco and the Governor of Banca d'Italia Ignazio Visco for their presence and messages: as they have underlined, the Italian Presidency of the G20 and its ambitious agenda \"People, Planet, Prosperity\" is an important opportunity to support the transformation occurring in our economies and to ensure that innovative tools and technologies will become the basis for a more resilient, sustainable and greener growth.", "I would also like to thank Benoit Coeurè and Andrew McCormack representing the Bank of International Settlements for the strong engagement and close collaboration in successfully organising this event.", "As reminded by the previous speakers, the use of new digital technologies and solutions (such as distributed ledger technology or artificial intelligence) may contribute significantly to meet sustainability goals in financial products and services and make green finance an integral part of the daily lives of people and businesses.", "This phenomenon, called Green Fintech, is growing rapidly and is becoming a driving force for the creation of a more environmental-friendly financial system.", "There are a number of ways in which Fintech and Green Finance can interact.", "For example, the use of artificial intelligence or machine learning algorithms can help in measuring the sustainability and the societal impact of investments.", "Moreover, Fintech solutions applying Big Data analytics may help financial firms in coping with the large amount of information related to ESG factors and in taking decisions that direct capital flows towards more sustainable assets and projects.", "From the demand side, the digitalisation of distribution channels and the spread of platforms can help investors to access green and sustainable investment products while artificial intelligence can facilitate the offering of personalized financial services.", "It should not be forgotten, however, that new technologies may also have a significant impact on energy consumption and that there could often be a trade-off between innovation and environment.", "The crypto-asset industry is a good example of this delicate balance: on the one hand, the adoption of crypto-assets and related technologies could improve the speed and efficiency of financial intermediaries and infrastructures but, on the other hand, it can worsen their carbon footprint because of the energy consumption of some of the underlying processes (such as mining).", "The answer, however, is not to block the development of these new technologies but, conversely, to trust even more scientists and innovators and support them in improving the environmental and sustainability profiles of their solutions.", "In order to support the development of efficient technological solutions combining innovation in finance and sustainability, new policy instruments such as innovation facilitators could play an important role.", "In fact, innovation hubs may allow the identification of use cases where innovative technologies can help to channel investments into sustainable objectives and to assist the transition to a greener economy.", "Innovation facilitators also help supervisors and regulators in getting to know innovation from up-close and may ease the design of rules that provide the right incentives for the development and diffusion of \"climate-friendly\" technologies.", "In this respect, it is worth saying that, at Bank of Italy - in addition to our \"Fintech Channel\" (a web window through which operators can communicate with the central bank on any financial innovation issue) - we have recently launched in Milan a new innovation facilitator (called Milano Hub) aimed at fostering collaboration and knowledge sharing between public sector authorities and different stakeholders (market operators, academics, etc.)", "and facilitating, among others, the development and spread of safe and sustainable Fintech solutions.", "That said, I am convinced that this G20 2021 TechSprint, the projects and the technological solutions it will attract, will help in making this year a turning point in the transition towards a greener and more sustainable finance.", "I expect a successful global hackathon that will attract a wide variety of participants from every country of the planet.", "Since in Italy this year we are celebrating the 700th anniversary of Dante, let me say that I hope that this competition will attract modern Ulysses that, as Dante recalls in the 26th canto of the Inferno, are craving for \"worth and knowledge\" and are eager to discover new lands.", "At this moment of our history, we need more than ever that the brightest and most ambitious minds will set to work on the challenges that our society and institutions are facing.", "It is a great pleasure for me to wish you a fair competition.", "Might all of you bring their best.", "May the best team win!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green Finance", "Fintech", "Sustainability", "Innovation", "Artificial Intelligence", "Technology", "Environment", "ESG", "Digitalization", "Crypto-assets"]}