{"sentences": ["The Future is Māori Panel remarks delivered to the Institute of Directors New Zealand Leadership Conference in Tāmaki Makaurau By Christian Hawkesby, Assistant Governor and General Manager, Economics, Financial Markets and Banking Group Written with Evelyn Truong1 Mihimihi (greeting) E nga mana, e nga reo.", "E nga karanga maha o te wa.", "(To all authorities, all voices, to the many chiefs gathered here.", "Behold the breath of life! )", "No Rangiora ahau Ko Waimakariri te awa Ko Aoraki te maunga Kei Te Whanganui-a-Tara ahau e noho ana Kei Te Pūtea Matua ahau e mahi ana Ko Christian Hawkesby tōku ingoa Tena koutou katoa (Hello, my name is Christian Hawkesby: my home town is Rangiora; my river is the Waimakariri; my mountain is Aoraki/Mt Cook; I reside in Wellington; and I work at the Reserve Bank of New Zealand.)", "E te rangatira, Kirsten Patterson (KP) Mihi mai Tena koutou katoa (Thank you to the leadership of the Institute of Directors who have called us here; who have welcomed us here; who have looked after us here.", "Whakatakinga (introduction) As a member of the Institute of Directors, I was delighted to see the important topic of Te Ōhanga Maori (the Maori Economy) on the agenda for this conference.", "It will shape the role of directors in the years to come.", "Today I want to talk about why an understanding of Te Ao Māori (the Māori world) needs to be a core competency of all New Zealand directors.", "I'll do this in two ways: • First, I want describe my own journey into Te Ao Māori.", "I'll highlight some of the ongoing work at Te Pūtea Matua - The Reserve Bank, and reflect on how we, as Pākeha, as Māori, as tauiwi, can improve our understanding of the Māori economy.", "• Second, I want to look beyond the Māori economy that exists today, and talk about how Te Ao Māori is shaping the future of Aotearoa New Zealand.", "When I reflect on my learning about Te Ao Māori to date, I'm reminded of how Māori describe our emergence into the world of light.", "Ka puta te ira tangata ki te whaiao, ki te ao mārama.", "The phrase can refer both the first emergence of ngā Atua (the gods) into the light of day, and also to the dissemination of knowledge, when Tāne (or Tāwhaki, according to some iwi) returned from his trip to the highest of the heavens.", "It describes a progression, first ki te whaiao - to the glimmer of dawn, or a moment of recognition, and only then ki te ao mārama, into the full light of day.", "I feel as though my understanding of Te Ōhanga Māori is somewhere along that progression.", "I've seen the glimmer, and recognised its significance, but I know I have a long way to go.", "It's a progression I am passionate about forging, and I'm fortunate to be working alongside many others on this path.", "At Te Pūtea Matua, we are working hard to gather new information to shed light on Te Ōhanga Māori, in the hope that we'll eventually emerge ki te ao mārama.", "Since joining in 2019, I've been privileged to be a part of the journey of Te Pūtea Matua to learn about and embrace Te Ao Māori (the Māori world).", "Early last year, I gave a speech at the Raising Māori Investment Capability Conference (Hawkesby 2020), where I described the three core elements of our Te Ao Māori Strategy • Te reo me ngā tikanga - Culture - our effort to raise our collective knowledge and understanding of Māori language and culture • Whanaungatanga - Engagement - our efforts to strengthen the ties between the Reserve Bank and Māori people, Iwi, Māori business, and the Māori world • Kaitiakitanga - Policy - recognition of our responsibility as a policy maker and as guardian of the financial system Through this framework, we are working to gradually strengthen our understanding of and interactions with Te Ao Māori.", "Our Te Ao Māori approach Source: Reserve Bank of New Zealand But why is it so important that we at the Reserve Bank learn from and embrace Te Ao Māori in our day to day work?", "We are the central bank for all of Aotearoa.", "Māori people are our people.", "As kaitiaki (guardians) of the financial system, we have a responsibility to ensure that Māori have fair and equal access to the financial services they need - something our system has not always delivered.", "But it's not just about creating better outcomes for Māori.", "Māori language, history, and culture shape our identity as a country.", "Our economy has unique opportunities and challenges that set us apart from the rest of the world.", "We need to understand and acknowledge these complexities to be better policy makers for all of Aotearoa.", "We know we still have a long way to go.", "Luckily, we're not alone in our efforts to become a more diverse, inclusive, and representative central bank.", "Like us, the global central banking community is opening up to the importance of indigenous economies, and this means we've been able to learn from and share our learnings with international colleagues through the Central Bank Network for Indigenous Inclusion (Reserve Bank 2021).", "Our mahi - Tikanga We aren't experts by a long way, but we are making good progress on integrating tikanga and Te Reo Māori into the daily life at Te Pūtea Matua.", "To grow our understanding, in partnership with the northern iwi of Te Roroa, we tell our story through the narrative of Tāne Mahuta.", "Just as Tāne stands firm as kaitiaki of the ngahere (forest), so too must we strive to stand firm as kaitiaki of the financial system (Reserve Bank 2018).", "Our kaupapa (agenda) is to maintain trust in our organisation so that Tāne will not wilt and lose mana.", "Our offices in Auckland and Wellington have been designed to reflect elements of our Tāne Mahuta narrative, such as the forest, sky, and earth.", "Each day as we walk through the security gates to enter our Wellington offices, Tāne Māhuta looks back at us as a reminder of our responsibility (figure 2).", "Figure 2: Tāne Mahuta in the Reserve Bank Lobby in Wellington Source: Reserve Bank of New Zealand Our mahi - Kaitiakitanga One of our responsibilities as kaitiaki of the financial system is to remove barriers to allow the Māori economy to thrive.", "Our Te Moni Anamata - Future of Cash work programme (Reserve Bank of New Zealand, n.d.) considers the barriers that may emerge from a contracting cash system.", "It explores how access to physical currency supports financial inclusion for our kaumatua (elders), enables koha (customary gifting), and helps support Māori economies to thrive independently on ancestral lands, which may be further from our main population centres and have less access to digital payments.", "Looking forward, the next big challenge we face is understanding the factors that limit Māori access to capital.", "A recent survey (BDO 2020) found that funding and access to capital were two of the greatest challenges faced by Māori businesses.", "We want to learn more about how factors like collective land ownership, lower home ownership, and systematic bias might be affecting the rates at which Māori businesses access debt and other forms of financing.", "You can read more about this in our Financial Stability Report (Reserve Bank 2021), published yesterday.", "We want to find ways to remove those barriers, so that te māra o Tāne (Tāne's garden, our financial system) can flourish.", "Our mahi - Whanaugatanga We recognise that iwi are already working tirelessly to address the challenges Māori face in the financial world.", "Just last month we published a review of Māori financial services institutions and arrangements (Mcleod and Lam, 2021).", "We discovered a broad range of innovative solutions to increase financial inclusions, literacy, and security for Māori.", "Initiatives such as collective marae insurance, and shared equity housing initiatives are helping more and more Māori find success in the financial world.", "So while we work to remove barriers, we know we need to do so in open dialogue with Māori, to ensure that we are providing a system that serves all of our communities.", "Te Ōhanga Māori in Data While we continue to grow our understanding of Te Ao Māori through the lens of Te Reo me ngā tikanga, we are also working to build a more detailed view of the Māori economy through data.", "In aid of this, we recently commissioned Berl to produce a report that measures the Māori economy, Te Ōhanga Māori 2018, the Māori Economy Report (Berl 2020).", "We commissioned the report because we think it's important to shine a light on this vital part of our economy, not just as a resource for ourselves, but also for local and central government, iwi, community groups, and for you as directors.", "We recognise that there are a lot of important collective decisions that need to be made, and we're proud to be part of the conversation.", "The Berl report gives a fact based grounding for our understanding and decision making.", "It updates a similar report produced by Berl in 2013, and compliments other recent Māori economy research such as the Te Matapaeroa report from Te Puni Kōkiri (2020).", "But more important are the themes of vibrancy, variety, and growth that challenge historical stereotypes.", "Māori collectives and businesses are supporting the wellbeing of their people through a broad range of channels, including; • Community engagement, participation, and contribution • Whānau and family caring • Paid employment • Unpaid voluntary work • Trust and business enterprise activities.", "The Māori economy extends far beyond the scale of Treaty settlements and far beyond the traditional industries of Fishing, Forestry, Farming, and Tourism.", "Māori business is becoming increasingly diversified and dynamic, with high numbers of skilled Māori moving into entrepreneurship and employing considerable numbers of people.", "The employment base is expanding too.", "Between 2013 and 2018, the Māori population grew by 30 percent, and the number of Māori in employment grew by a massive 47 percent.", "More and more Māori are joining the labour force each year and, at least prior to the disruption of COVID-19, they were finding successful employment at the highest rate in almost a decade (Stats NZ 2018).", "The Māori population is expected to continue to grow.", "Māori are young, and they're growing their families faster than the average for Aotearoa.", "Currently, Māori represent 17 percent of the population.", "All of these trends are described in great detail in Berl's report.", "The authors have gone to great lengths to provide a detailed analysis of the data we have available, to help shape these emerging narratives about Te Ōhanga Māori.", "For those who haven't already, I strongly recommend that everyone in this room takes some time to explore some of their insights.", "The themes which emerge add up to a view that the future of the New Zealand economy is Māori.", "Ki te Ao Mārama When I say that the future is Māori, I'm not just talking about Māori people, Māori businesses, or Māori jobs.", "Perhaps one of the most powerful ways in which Māori will shape the future of Aotearoa New Zealand is through Māori values.", "For generations, Māori economic relationships have been guided by core principles like manaakitanga (respect and generosity), kaitiakitanga (guardianship), and whanaungatanga (relationships).", "While I don't claim to be an expert on these values, it is easy to see how these guiding principles have led to some common themes in the Māori approach to the economy: • Firstly, Māori businesses aim to support collective rather than individual wellbeing.", "This means success is often measured across dimensions other than profit.", "• Secondly, that collectivism extends to future generations, meaning Māori have an emphasis on kaitiakitanga and take a long-term, intergenerational view of decision making.", "• Thirdly, our responsibilities to Papatūānuku are deeply ingrained in Māori thinking, meaning environmental sustainability and respect stand at the foreground of business decisions.", "In the past, some observers might have described a 'tension' between these values and a firm's drive to generate profit, implying that these values can hold firms back from recognising their economic potential.", "But if that were ever true, it certainly does not describe the future of the New Zealand economic landscape as I see it standing here today.", "Indeed, the Productivity Commission (2020) recently produced a fascinating report which notes how Māori businesses can leverage their unique identity and values to strengthen their value proposition.", "It would seem that mainstream social values are becoming increasingly Māori.", "We see this in government, with the introduction of the Wellbeing and Living Standards framework (The Treasury 2019).", "We see it in business, with the rise of socially driven enterprise, and the large number of traditional firms actively targeting their impact on climate change.", "We see the same trends reflected in investment choices.", "Whereas sustainable and impact investing were once niche strategies, incorporating ESG (Environmental, Social, and Governance) factors into investment decisions is now standard practice.", "Firms which can effectively generate a virtuous circle of economic prosperity, environmental sustainability, financial inclusion, and cultural diversity are being rewarded for their efforts.", "In many ways, it seems the Pākeha world is catching up with Te Ao Māori, and this is a trend I expect to continue.", "We only need to look to our rangatahi (youth), and the fierce enthusiasm with which they approach kaupapa like climate change, racial inequality, and social justice, to see that Māori values are shaping our future.", "As our schools, iwi, and community groups continue to promote and develop proficiency in Te Reo Māori and tikanga Māori, they will further accelerate this process.", "Our mokopuna (grandchildren) will know and accept te tirohanga Māori ki te ao (the Māori worldview) as an integral part of life in Aotearoa.", "And to them I say kia kaha (keep it up).", "The future of the New Zealand economy is Māori, and it's bright.", "As directors, these are the values of your future employees, customers, shareholders, stakeholders, and business partners.", "Which leads us to the natural conclusion that an understanding of Te Ao Māori must be a core competency for all New Zealand directors.", "Not only because Māori deserve to have their values represented, not only because it's our obligation under the Treaty of Waitangi, but because the Māori world view is an increasingly integral aspect of the New Zealand society that we all serve.", "That is why I am delighted that the Maori Economy is a prominent part of this Institute of Directors Leadership Conference, as we take these first steps of information, awareness and understanding together.", "Whakakapinga (conclusion) Mā te rongo ka mōhio, mā te mōhio ka mārama, mā te mārama ka mātau, mā te mātau ka ora.", "(Through information comes awareness, through awareness comes understanding, through understanding comes knowledge, through knowledge comes life and Nō reira Tēnā koutou, tēnā koutou, tēnā tatou katoa.", "(Greetings to you all.", "Kuputaka (Glossary) New Zealand The largest social units in Māori society.", "The Māori-language word iwi means \"people\" or \"nation\", and is often translated as \"tribe\", or \"a confederation of tribes\".", "A term used for the concept of guardianship, for the sky, the sea, and the land.", "A kaitiaki is a guardian, and the process and practices of protecting and looking after the environment are referred to as kaitiakitanga.", "Values, principles and plans Keep it up, be strong, you can do it Mana is often referred to as status; a person with mana had a presence.", "While mana was inherited, individuals could also acquire, increase or lose it through their actions.", "Generosity, respect, and hospitality.", "Actions which grow and support others' mana.", "Grandchildren and future generations Pākeha People of New Zealand European descent The earth.", "In Māori mythology, all living things descend from Papatūānuku, the earth, the mother, and Ranginui, the sky, the father.", "The younger generation, youth A treasured possession in Māori culture.", "Due to the lack of a direct translation to English and the significance of its use in the Treaty of Waitangi, the word has been widely adopted into New Zealand English as a loanword.", "People of non-Māori descent The Māori world.", "This is a holistic term which captures Māori people, places, values, ideas, culture, beliefs, and world view.", "All that which Tāne oversees.", "At Te Pūtea Mātua, we use this narrative to help describe and understand our role within the financial system.", "Te tirohanga Māori ki te Ao The Māori worldview The Reserve Bank of New Zealand Māori customary traditions and practices that guide correct behaviour Extended family group Realtionships and a sense of connection.", "At Te Pūtea Matua, our committment to whanaungatanga is about developing strong partnerships with stakeholders, and recognising that our uniqure role in the economy creates a responsibility to all New Rarangi pukapuka (Bibliography) Berl (2020) Te Ōhanga Māori 2018 BDO (2020) Māori business survey report Hawkesby (2020) Kaitiakitanga: Te Ao Māori o Te Pūtea Matua - Guardianship: The Māori World View of the Reserve Bank.", "Speech delivered to the Raising Māori Investment Capability Conference 2020 in Tauranga, New Zealand McLeod, R. and V. Lam (2021) An overview of Māori financial services institutions and arrangements, Reserve Bank of New Zealand Discussion Paper 2021-03 New Zealand Productivity Commission (2020) New Zealand firms: Reaching for the frontier, draft report.", "Reserve Bank of New Zealand (n.d.) The Future of Cash - Te Moni Anamata.", "Retreived 27 April 2021 Reserve Bank of New Zealand (2018) The Journey of Te Pūtea Matua: our Tāne Mahuta.", "Retrieved on 30 April 2021 Reserve bank of New Zealand (2021) Te Pūtea Matua becomes inaugural member of new, international Central Bank Network for Indigenous Inclusion.", "Stats NZ (2017) National ethnic population projections: 2013: 2013 (base)-2038 Stats NZ (2018) Māori unemployment rate at nine-year low, but twice New Zealand rate.", "Te Puni Kōkiri (2020) Te Matapaeroa 2019 - looking toward the horizon The Treasury (2019) Our living standards framework."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Te Ao Māori", "Māori Economy", "Director Competency", "Financial Inclusion", "Sustainable Growth", "Reserve Bank Initiatives", "Māori Values", "Future Impact", "Te Reo Integration", "Capital Access"]}