{"sentences": ["Building a More Resilient Financial System in India through Governance Improvements - Speech by Shri Mahesh Kumar Jain, Deputy Governor, Reserve Bank of India - Friday, June 18, 2021 - at the India international Centre, New Delhi Ladies and Gentlemen.", "At the outset, let me thank India International Centre for hosting this very important session on building a resilient financial system, when the resilience of the society itself is being tested by the Covid-19 pandemic.", "At a broader level, resilience is defined as the ability of a system, community or society exposed to hazards to resist, absorb, accommodate to and recover from the effects of a hazard in a timely and efficient manner, including through the preservation and restoration of its essential basic structures and functions'.", "I am confident that, we, as a country, will resist, absorb, accommodate to, and recover from the effects of Covid- 19 very soon.", "Meaning of Resilience of Financial System In the context of financial system, a resilient financial system is one which is able to absorb the impact of endogenous shocks it is exposed to, rebound quickly to the original condition or adapt to new environment, and continue to perform its role of providing financial services.", "This definition of resilient financial system is different from a stable financial system.", "A stable financial system is one which is able to absorb shocks, whereas a resilient financial system will be able to adapt and reconfigure itself in response to a shock, in addition to absorbing it'.", "To put it simply, \".a robust system will be one designed to withstand a once in 100-year event for example, an approach used in risk management.", "In contrast resilience makes no assumptions about the magnitude of possible shocks, but rather looks to build systems that can deal with the entire range of shocks.....\"\" As such, our efforts should be focussed on building a financial system which is not just stable, but also resilient, as the type, source, magnitude and frequency of shocks are turning out to be highly unpredictable and non-measurable to a significant degree.", "Accordingly, focus of regulation and supervision of financial system should be to make sure that financial system as well as individual financial institutions are not just able to absorb the shocks, but are able to adapt to the changed circumstances.", "Now, I would like to discuss some of the critical behavioural/cultural issues which, if handled appropriately, have the potential to tremendously improve the resilience.", "Moral Hazard and Resilience Moral hazard, rather absence of moral hazard, plays a substantial role in building a resilient financial system.", "Why would a bank invest in building a robust risk management system if it is aware that when push comes to shove, taxpayers' money would be used to rescue them.", "Shareholders of a bank will have incentive to seek better governance and risk management capabilities from the management of the bank only if their investments are at risk.", "Privatisation of profits and socialisation of losses is antithetical for building a resilient financial system.", "Similarly, employees of a bank should also have skin in the game.", "Resilience is a Collective Effort Building a resilient financial system is a collective effort and cannot be left to regulators alone.", "While the regulators contribute majorly by framing appropriate regulations, a tick box approach to risk management by the banks would mean that the market's wisdom is replaced with regulator's wisdom.", "Regulations provide for minimum requirements to be met by all regulated entities.", "Hence, a resilient financial system requires contribution from all stakeholders and market discipline (i.e., disciplining by depositors, disciplining by borrowers and disciplining by investors) is a necessary condition to achieve a resilient financial system.", "Lemon Problem - Information Asymmetry Another important feature of building resilience in the financial system and improving the credit flow is reducing the incidence of 'lemon problem', which would require improvement in governance at the borrower level also.", "If the lender cannot distinguish between the borrowers of good quality and bad quality (the lemons), he will only make the loan at an interest rate that reflects the average quality of the good and bad borrowers.", "The result is that high-quality borrowers will be paying a higher interest rate than they should because low-quality borrowers pay a lower interest rate than they should.", "One result of this lemons problem is that some high-quality borrowers may drop out of the market, with what would have been profitable investment projects not being undertaken\".", "The 'lemons problem' also impedes banks' ability to anticipate risk build-up in their portfolios.", "Borrowers are probably the first ones to see early signs of difficulties in their respective segment.", "When they do not pass on the information to their lenders fearing that the lender may refuse new loans or tighten the conditions of existing loans, lenders ability to identify risks early is severely hampered.", "Tools to Ensure Resilience Having explained the concept of resilience, let me delve into the tools required to achieve resilience in the financial system.", "The 3As model of resilience, though originally conceptualised in the context of climate change and disaster management, provides a useful template.", "The 3As of resilience are: Anticipatory Capacity, Absorptive Capacity and Adaptive Capacity'.", "Anticipatory Capacity could be thought of as the ability of the financial system and its constituents to identify and measure emerging risks as early as possible and mitigate the risks by taking corrective actions.", "Absorptive Capacity is the ability to withstand the losses which may arise due to shocks and cannot be mitigated or avoided.", "Adaptive Capacity helps in adjusting to the new realities, be it changed regulatory/economic conditions or a new competitive landscape.", "Dimensions of Resilience Resilience of the financial system can be tested from many dimensions, viz., financial risks, operational and technological risks, competitive risks, climate risks etc., and the financial system is required to anticipate, absorb and adapt to the same.", "Financial Resilience The ability of banks to anticipate and absorb financial losses during a crisis after crisis remain solvent and retain their ability to lend is a measure of financial resilience.", "The Reserve Bank strives to ensure financial resilience of the institutions that are regulated by it by prescribing a set of micro-prudential regulations, viz., minimum capital requirements, provisioning norms for bad debts, liquidity norms, etc.", "Additionally, the Reserve Bank also resorts to macro-prudential measures when there is a system level risk build-up, which may not be fully captured by the micro-prudential regulations aimed at resilience of individual institutions.", "While the prudential norms are aimed at improving the absorptive capacity of the individual institutions as well as the financial system as a whole, the anticipatory capacity of the banks requires to be strengthened by improving the risk governance in banks.", "The risk management function of financial institutions requires strengthening to be able to identify risks early and measure them with reasonable accuracy.", "It is important that the risk assessment process should include ongoing analysis of existing risks as well as the identification of new or emerging risks, as risks faced by financial system changing\".", "Banks, which are able to anticipate risk ahead of others, will also be able to raise capital ahead of others when the cost of raising such capital is low.", "Further, banks with superior risk identification capacity may be able to better recalibrate their capital requirements and put capital to use in a more efficient manner.", "In addition to identifying current and emerging risks, financial entities should also perform stress tests to quantify their risk under various severe but plausible scenarios.", "The stress test should feed into their decision-making process in terms of potential actions like risk mitigation techniques, contingency plans, capital and liquidity management in stressed conditions, etc.", "While the anticipatory and absorptive capacity of individual financial institutions enhance their resilience, at the system level, the Reserve Bank has also enhanced its own anticipatory capacity by improving its supervisory process.", "Operational and Technological Resilience The Covid-19 spread and the public health responses to the pandemic, including the social distancing and lock-down measures, tested the operational and technological resilience of the financial system like never before.", "However, it's a matter of great satisfaction that both the Reserve Bank and the financial institutions demonstrated tremendous operational resilience and ensured uninterrupted availability of financial services to the general public by putting in business continuity plans.", "The Reserve Bank ensured that payment systems were functioning normally and also monitored the availability of digital banking channels on daily basis.", "Another equally important development, though not as sudden as the pandemic, that of growing reliance of financial institutions on technology.", "Resilience is now regarded as important as financial resilience, if not more important.", "Even prior to the pandemic, the Reserve Bank has been focussing on ensuring cyber resilience of financial institutions.", "The Reserve Bank determines the cyber risk score for each bank using various key cyber risk indicators.", "The Reserve Bank has issued various instructions, viz., cyber security frameworks, cyber security controls for third party ATM switch providers, Reserve Bank of India (Digital Payment Security Controls) Directions 2021, aimed at improving cyber resilience of the system.", "In order to enhance the ability of top management of banks to appreciate the issues surrounding cyber resilience, certification / awareness program on cyber security was mandated for Board functionaries, Senior Management and of banks.", "Competitive Resilience Even as banks' reliance on technology has grown by leaps and bounds, technology is also revolutionising the competitive landscape in financial system.", "Entry of BigTech firms and innovative Fintech players into the traditional domain of banks has already revolutionised the way financial transactions are carried out.", "Unbundling of banking services is a reality and will change the way banks operate.", "This will test the adaptive capacity of banks and other traditional financial firms.", "Unless traditional firms adapt to new ways of doing business, they may be marginalised very soon.", "However, even while individual entities adapt to the new competitive landscape, at the system level it is imperative to ensure that heterogeneity is preserved.", "A homogenous financial system will be less resilient and prone to systemic crisis if the underlying economic conditions change.", "Hence, it is important that the financial system consists of entities which follow different business models even while adapting to the newer ways of doing business.", "Climate Resilience Climate is fast emerging as a key risk driver for financial system.", "While insurance companies directly face the climate risk, banks are also required to take into account the climate risk more seriously.", "Climate risks can impact the financial sector through two broad channels, viz., physical risks (arising from specific weather events and long- term climate change) and transition risks (emanating from the efforts taken to address the climate change).", "The fallout could include deterioration of asset quality of borrowers in affected geographical zones; the impact on business models due to governmental/societal response to climate change; and long-term liquidity effects\".", "Increased frequency of natural disasters and climate extremes have a direct impact on the operational resilience of banks, especially in the context of increased reliance on centralised technology platforms and data centres.", "There is a constant need to assess the climate risk and mitigate the same.", "In addition to mitigating operational risks arising out of climate extremes, there is a need for the financial system to move towards green financing, even while keeping in mind the developmental requirement of the country.", "Resilience and Governance In my view, what lies at the core of these three capacities (anticipatory capacity, absorptive capacity and adaptive capacity), which enhance the resilience of an entity, is a good governance framework.", "More often than not, excessive risk exposures, credit losses, liquidity problems and capital shortfalls stem from weaknesses in corporate governance, compensation policies and internal control systems\", While high-quality governance acts as a credible defense against risks, past experience suggests that weakness in corporate governance can cause failure of a financial system and may lead to financial instability.", "Several enquiries and studies have concluded that one of the significant reasons behind the Global Financial Crisis of 2007-09 was that of weaknesses in corporate governance at financial institutions.", "The world also witnessed failure of governance structures, which necessitated the overhaul of interest rate benchmark setting process.", "Given that the sources of future vulnerabilities are hard to predict, banks need to have robust frameworks of risk governance and management to identify and understand emerging risks and their potential impact on the firm.", "This remains one of the most important factors for bank resilience, given the ongoing changes in business lines, market practice, and financial technology that may test banks' governance and risk management.", "Further, corporate governance is increasingly a major factor in the investment decision-making process.", "Poor corporate governance is often cited as one of the main reasons why investors are reluctant, or unwilling, to invest in companies in certain markets.", "It can also explain why, in some economies, the shares of many companies trade at a significant discount to their true value.", "Even better governed companies are \"tarred with the same brush\" almost a case of guilt by association*.", "As such, banks' ability to raise capital, which is important to improve their absorptive capacity, is also a function of strength of its corporate governance practices.", "Good corporate governance in financial intermediaries is also an important determinant of efficiency in allocation of resources and protection of stakeholders' interest (depositors, other customers, shareholders, etc.).", "Governance quality depends substantially on two elements - governance structures and culture.", "While it is possible for the Government or The Reserve Bank to enact laws/regulations to prescribe governance structures within a bank, appropriate culture is something that cannot be legislated.", "Banks and the Boards have to develop the desired culture within the organisations.", "A sound risk culture bolsters effective risk management, promotes sound risk-taking, and ensures that emerging risks or risk- taking activities are recognised, assessed, escalated and addressed in a timely manner\".", "While culture influences the decision making within an organisation, it is hard to assess.", "Nevertheless, a structured framework should be put in place to assess the risk culture within banks and incorporate the assessment into the supervisory rating of the banks.", "The focus is on the bank's norms, attitudes and behaviours related to risk awareness, risk taking and risk management.", "Another important element of governance framework, which has significant effect on resilience of financial institutions, is the compensation policies.", "A compensation structure, which rewards short term risk taking, without consideration for long term risk or negative externalities, may endanger the resilience of the individual institutions as well as the systemic resilience.", "At the same time, inadequate compensation also has the effect of not sufficiently incentivising the top/senior management of financial institutions in developing the capacity of the financial institution to anticipate, absorb and adapt to various shocks faced by the financial institutions.", "To conclude, it may not be an overstatement to say that financial systems in India and other jurisdictions are witnessing rapid shifts in the operating environment, characterised by changing competitive landscape, automation and _ increasing regulatory/supervisory expectations.", "The source, nature, frequency and magnitude of risks are also continuously changing.", "The Reserve Bank has put in place various regulations to improve the governance in banks and make them more resilient.", "In addition, banks have also made improvements in their risk management capacities.", "Yet, the changing operating and risk environment requires banks to be vigilant, strong and agile so as to identify risks early, absorb the shocks and be able to adapt to the newer ground realities.", "I am hopeful that banks and other financial institutions in India will rise to the challenge, continue to demonstrate their resilience and be able to contribute to a 5 trillion economy and beyond. '", "UNISDR Terminology on Disaster Risk Reduction, United Nation International Strategy for Disaster Reduction, Geneva, Switzerland (2009). \"", "Marc Welsh, Resilience and Responsibility: Governing Uncertainty in a Complex World, 180 GEOGRAPHICAL J. , 20 (2014). \"", "Mary Dowell-Jones & Ross Buckley, Reconceiving Resilience: A New Guiding Principle for Financial Regulation?, 37 Nw.", "Frederic S. Mishkin, Asymmetric Information and Financial Crises: A Historical Perspective, Financial Markets and Financial Crises (1991); ' Bahadur, Aditya V., Peters, Katie, Wilkinson, Emily, Pichon, Florence and Gray, Kirsty; The 3As: Tracking Resilience Across BRACED.", "London: Overseas Development Institute (2015). \"'", "Basel Committee on Banking Supervision, Corporate governance principles for banks (July 2015) \"\" Reserve Bank of India, Annual Report 2019-20, August 2020 vii Basel Committee on Banking Supervision, Guidelines for identifying and dealing with weak banks, July 2015 '« CGFS Papers No 60, Structural changes in banking after the crisis, 2018 * Nick Bradley, Corporate Governance: A Risk Worth Measuring?, Selected Issues in Corporate Governance: Regional and Country Experiences, UNCTAD, 2003 x Financial Stability Board (April 2014), Guidance on Supervisory Interaction with Financial Institutions on Risk"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Resilience", "Governance", "Financial System", "Risks", "Anticipatory Capacity", "Absorptive Capacity", "Adaptive Capacity", "Climate Resilience", "Corporate Governance", "Operational Resilience"]}