{"sentences": ["Thank you for the invitation and let me congratulate you for the Conference of the Governors of Mediterranean Central Banks.", "The policy response to COVID was unique and distinct: domestic, regional and global layers were involved.", "International cooperation has been crucial in responding to the health emergency and the challenges of the vaccination process, in defending global financial stability and in addressing the most acute needs of the most affected countries, very often those with less room to implement countercyclical policies.", "We are not yet out of the woods.", "We must put forward all efforts to bring the vaccination to all citizens, worldwide, and to help with the recovery of the most affected sectors in our economies.", "Concerted action in fiscal and monetary policies has been a significant development in multiple geographies, a trend that is expected to continue during the recovery phase.", "Within their specific mandates, fiscal authorities, supervisors and central banks can and should explore their strategic complementarities.", "The European Union is an excellent example: a consistent multipronged approach was also a significant step towards strengthening integration - long-standing constraints and no-go zones were overthrown.", "If maintained, this vision will make Europe a more robust and effective economic and monetary area, a more significant global player.", "This has myriad implications, not least for its citizens and neighbouring countries.", "Monetary policy in the euro area reacted in a timely and effective manner, in line with the ECB mandate to preserve price stability, seeking to ensure the flow of credit to the economy and favourable financing conditions to all sectors and avoiding fragmentation of financial markets.", "Micro- and macroprudential policies - and many of our central banks are supervisory authorities - were also instrumental in managing the delicate balance between measures to support the economy, including both firms and households, and preventing risks from accumulating on the balance sheet of financial institutions.", "Measures included risk management, including credit and operational risks, reporting and governance, regulatory and capital requirements.", "Readiness to face a range of scenarios and close monitoring of banks and risks were key.", "These dimensions should be kept going forward.", "The timing for removing or alleviating the implemented measures will require a cautious and vigilant approach, carefully tailored to the progress of economic and financial developments.", "All is still highly constrained by the evolution of the pandemic.", "We are in recovery mode now.", "We are now entering a new stage and we must adapt existing measures.", "Above all, we must use the lessons learned with the joint action to face the COVID global challenge to be prepared to similar challenges in the future.", "Some, like climate, are already on the making, so we need to build a new framework, capable of moving our economies, financial systems and societies forward.", "This means addressing two main legacies of this crisis: scarring and global uncertainty.", "Monetary and fiscal policies must play an important role helping the recovery.", "Monetary policy should remain accommodative to help preserve favourable financing conditions until the recovery is on firmer ground.", "In the euro area, there is room for monetary policy to keep a steady hand and avoid any unwarranted tightening of broader financial conditions driven by spillovers from a faster recovery elsewhere.", "Extending fiscal support flexibly, as done by many countries until now, is also possible and adequate.", "Once the recovery is on firmer ground, the withdrawal of policy support should be gradual and contingent on the state of the economy.", "Sustained signs of durable inflationary pressures and improvements in labour markets should guide monetary policy normalisation.", "As for fiscal policy, it is important to strike the right balance between the consolidation of public finances and support for an efficient reallocation of resources to viable companies.", "In January 2020, the ECB launched its monetary policy strategy review.", "It came with a promise: \"we will leave no stone unturned\".", "We cannot miss this opportunity.", "Every workstream of this review is important.", "Having price stability at the top we need to understand the interlinks with other policies of the Union; the role of financial stability and payment systems; how agents, markets and technology impact the transmission mechanism of monetary policy, and, of course, climate change and digitalisation.", "This means huge amounts of data and technology to support increasingly complex analyses.", "Without them, decision-making is erratic and dangerous.", "Besides monetary policy and reserve management, macro- and microprudential policies, central banks are benchmarks and role models for firms and private citizens.", "Banco de Portugal takes this dimension very seriously.", "The acceleration towards digital approaches raises major challenges for monetary policy, beyond its meaning for Europe's payment ecosystem, including payment regulators and supervisors.", "To safeguard monetary and financial stability authorities need to make sure that this new era matches public expectations and needs.", "A fast digital transition reinforces the need for the central bank to be prepared to respond to emerging challenges.", "As for the possible central bank digital currency, design features will be crucial to preserve financial stability as well as banks' intermediation, while supporting our economic, financial and strategic interests.", "Central banks are not the only game in town.", "Fiscal and structural policies are at least as important.", "I will not address those, but simply say that, in Europe, Next Generation EU is a key instrument and it much more than a mere fiscal instrument.", "Multilateralism is back The global recovery will only be as strong as that of the most vulnerable countries.", "From our own experience, we know that a country's problems may quickly become regional, gaining scale from there.", "This is the moment to promote cooperative solutions and an open and rules-based multilateral system.", "International financial institutions and their entire set of tools for analysis, advice and empowerment will once again be a central element in this recovery process.", "One of the lessons learned from this pandemic is certainly the irreplaceable role of multilateralism and international cooperation in containing the main risks and overcoming global crises.", "This clear notion and consistent action enabled a response from truly global public policies.", "Such policies should support countries' return to sustainable and inclusive growth, creating jobs and opportunities for young people, and fostering global financial stability.", "At a multilateral level, a good example of this collective effort towards supporting the recovery is the new $650 billion allocation of the IMF's Special Drawing Rights (SDRs).", "This general allocation should help boost global reserves while providing space for necessary fiscal expenditures to exit the pandemic crisis and enable more sustainable recoveries.", "It will also provide much-needed liquidity to the most vulnerable.", "Portugal supports this effort and is ready to play its part.", "Specific challenges may arise in the near future, especially for developing and middle-income countries, amidst the need to finance a resilient recovery and tackle structural vulnerabilities in a context of uncertainty, increasing financing pressures and eroded policy space.", "There is growing recognition that capital flow dynamics have changed significantly over the last decades and that countries may need more flexibility to address financial stability risks.", "Sound domestic macroeconomic frameworks are essential to protect against excessive capital volatility.", "While they are no substitute for necessary macroeconomic adjustment, capital flow management measures, in situations where capital flows pose financial stability risks, may be warranted as part of a broader approach to protect the financial system.", "A holistic view on policy options and instruments is warranted here too.", "A clear mandate and an independent central bank do not mean that we do not look ahead and look around.", "Overcoming this crisis is no one-man or one-institution job.", "We are trying to recover what we lost, but we are trying to do it better this time, and this means building a fair and inclusive recovery within our countries and between our countries.", "Central banks are key to successfully accomplishing this difficult but not impossible goal.", "Blind decisions that ignore the new broad and interdependent context are bound to fail.", "There are no minor banks, financial systems or minor risks for that matter.", "If the pandemic taught us anything, it is to pay attention to operational risks.", "Operational resilience kept us going.", "Moving forward, we depend upon the operational resilience of banks, processes, technologies and on the resilience of our own staff.", "As we faced eminent collapse, we realised how operational risk was as important as financial risk, and our safety was as important as our neighbours'."], "classifications": ["none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Monetary policy", "Fiscal policy", "Financial stability", "Economic recovery", "Central bank digital currency", "Multilateralism", "International cooperation", "Operational risk", "Climate change"]}