{"sentences": ["Opening remarks by Deputy Governor Sharon Donnery - \"The Future of Payments in Ireland and Europe\" 28 April 2021 Speech View slides used during the presentation.", "Good afternoon and I am delighted to welcome you today (virtually) to the Central Bank for what promises to be a stimulating discussion on the future of payments in Ireland and Europe.", "One of the statutory objectives of the Central Bank of Ireland is to ensure that \"payment, settlement, and currency systems are safe, resilient and efcient and that access to such systems is not restricted\".", "Financial stability, a core mandate of the Central Bank, is heavily supported by, and dependent on, the smooth functioning of the payments system.", "These two objectives are at the core of our work on payments, today and into the future.", "The payments system we use today, and innovations to come, are a far cry from what we were using when the Central Bank was established in 1943.", "However, the values of trust, resilience and access remain central to the safe delivery and functioning of our payments systems.", "Maintaining public trust in these systems is a cornerstone underpinning our mission to safeguard monetary and nancial stability and to protect consumers.", "This includes maintaining trust in traditional payment instruments, such as banknotes, and new digital means of payment, along with the underlying payment infrastructures and systems.", "Today I will rst consider the environment we are in; the changing payments landscape, referring both to the impact on consumer behaviour from the pandemic, but also the pre-existing trends in terms of speed of payments and innovation.", "I will discuss our approach to these developments; working with our partners in Europe to strengthen the integration of our payments systems, maintaining trust and security, ensuring access and promoting choice.", "Finally, I will touch on a possible future of payments that might include a digital euro.", "Role of payments and money Before I consider the changing payments environment and the future outlook, let me rst briey touch on the foundations of money and payments that together make up the fundamentals of the monetary system.", "As the world of payments is in a state of change and remarkable innovation, it is important to remember the core needs of society and the economy, so as we adapt our payments systems in this changing environment we continue to deliver safe, efcient and resilient payment systems.", "As ECB President Lagarde said, \"we have a duty to play an active role in balancing the risks and benets of innovation in payments, so that money continues to serve Europeans well\".", "Money, in whatever form it takes, serves as; a unit of account providing a common measure of the value of goods and services; a store of value which people use to transfer purchasing power from the present to the future; and, most importantly in terms of our focus here today, as a medium of exchange (or means of payment) to facilitate trade and transactions.", "Payment systems cover a wide range of transactions at all levels of the nancial system.", "Retail payments systems apply to consumer and business instruments such as credit transfers, direct debits, credit or debit cards, cash and cheques.", "While wholesale systems handle the clearing level of nancial institutions such as interbank clearing or card payment schemes, up to settlement in central bank money.", "In terms of retail payments in Ireland, ECB survey data from 2019 illustrates that 57 per cent of payments (in terms of value, made either person to person or at point of sale) were made by cash, while card payments accounted for a third.", "The average person in Ireland makes almost two such payments a day (1.90) with an average value per payment of just over €30.", "And I'll come back shortly to how this has evolved with the pandemic.", "Money and payment systems are at the core of the monetary system.", "The monetary system is founded on trust, trust placed by consumers, businesses and industry in the public good of money, the institutions that provide it and the payment systems that deliver it.", "Maintaining trust in the monetary system is a rst-order public interest.", "It is important to bear this in mind as we look to the evolution of payments into the future.", "The evolving landscape of payments Over the last number of years, two key trends have been shaping the payments landscape; speed and innovation.", "As our worlds have become increasingly digitalised, the expectation of speed, of instant delivery and removal of cross border frictions to payments has grown ever stronger.", "In response, there has been remarkable innovation in service offerings by rms, new and old, and indeed the pandemic served to accelerate the use of digital payments.", "[Refer to slide: Use of electronic payment instruments in the euro area] Against this backdrop we have seen the emergence of new technologies and processes to meet this demand, both from existing providers and an explosion of new rms - ntech, big tech and start-ups.", "The E-Money and Payment Services Directives have played a key role in opening the EU payments market to innovation, providing a regulated environment for new entrants such as e-money and payment institutions to offer their services to consumers, further increasing competition and choice.", "These pieces of legislation have created many opportunities for ntechs, and indeed traditional commercial banks, to create a wide range of new and innovative payment solutions and business models.", "To maintain trust in these new innovative offerings, a key priority for the Central Bank and industry must be to ensure the safety and integrity of the system to threats such as fraud.", "In this regard, the Central Bank has been engaging closely with industry to ensure the successful implementation of strong customer authentication (SCA), a Payments Services Directive (PSD2) mandate, aiming to strengthen resilience against fraud and make online payments more secure.", "While PSD2 supported innovation in the payments market, in particular Open Banking, which offers benets to merchants and consumers, it has not yet reached its full potential as imperfections and barriers remain.", "The Central Bank will seek to ensure the advantages and full potential of PSD2 are achieved and will continue to actively engage with our European colleagues in this area.", "The upcoming review of PSD2 will be a key area of focus in this regard.", "Impact of COVID-19 Digitalisation and innovation had aligned with and supported changes and trends in consumer preferences and behaviour preCOVID-19.", "The pandemic accelerated this trend, compressing years of digital transformation in the payments space into months with a surge in online transactions and contactless payments.", "In Ireland, the value of point of sale transactions increased due to the pandemic, with June to October 2020 transactions some 17 per cent higher compared to the same months in 2019.", "In terms of contactless payments, as the Irish economy re-opened in large part in the third quarter of 2020, the volume of contactless payments increased by 36 per cent compared to the third quarter of 2019.", "Furthermore, the value of ATM withdrawals for the June to October 2020 period was one third lower than a year previously.", "This changing behaviour is unlikely to fully reverse post pandemic.", "For example, survey evidence across seventeen EU countries shows that a vast majority of consumers expect to continue to use digital services as often as they do now or even more often.", "However, while the pandemic has prompted a move away from cash for some, it likely remains the most common way of making small retail payments, considering cash payments accounted for 73 per cent of all physical retail payments in 2019 across the euro area, (but 48 per cent of the value).", "Indeed the recent ECB SPACE survey, found that 56 per cent of people surveyed in Ireland thought it was important or very important to have the option to pay in cash, (slightly higher than the euro area at 54 per cent).", "As we move forward it is important in our role as central banks that we continue to ensure choice and the availability of cash.", "Not all members of the public will want to use electronic means of payment owing to their habits, or a preference for anonymity and privacy for example.", "Cash is also preferred for budgeting purposes among some households and surveys show that certain demographics would nd it difcult to manage without it.", "It is important to recognise the role that cash plays in nancial inclusion.", "The Central Bank recognises the importance of ensuring the public have the right to choose the payment methods that serve their needs in the various circumstances in which they pay.", "Reecting this, we are committed in our strategic plan to develop and implement a strategy for the National Cash Cycle that will meet the needs of the evolving hybrid cash and digital payments landscape.", "In addition, we are fully committed to the Eurosystem Cash 2030 strategy vision \"that euro cash is generally available as an attractive, reliable and competitive payment instrument and store of value of choice ... that we support access to cash services for all euro area citizens and businesses ... and that denes the acceptance of cash as essential for the freedom of choice how to pay\".", "Which brings me to Europe.", "Our place in Europe As I mentioned earlier, trust is central to money and payments.", "Harmonising standards, common goals and shared policies on a pan-European basis, builds trust in our systems.", "Ireland has benetted signicantly from its integration into Europe in the area of payments.", "For example, with the introduction of the Single Euro Payments Area (SEPA), Irish customers can now make electronic euro payments - via credit transfer and direct debit - to anywhere in the European Union in a fast, safe and efcient way, just like national payments.", "SEPA signicantly reduced the cost of moving money around the European economy and improved the efciency of the payment process for consumers and businesses.", "Together with the Eurosystem, the Central Bank has common goals \"to guarantee that people have access to efcient payment solutions that meet their preferences and to ensure that transactions remain safe, underpinning condence in our currency and the functioning of our economy\".", "Looking ahead, and in response to the evolving payments landscape, the Eurosystem has adopted a policy approach that addresses the entire payment value chain.", "A core element of the Eurosystem's retail payments strategy, which reects the aforementioned demand for faster payments, is the focus on instant payments.", "Not only do instant payments signicantly shorten the payment cycles for consumers and merchants, they serve as a basis for further innovation and increased consumer choice.", "In Ireland, we are not as far advanced in terms of the rollout of instant payments as some other EU jurisdictions.", "The Central Bank supports the development of an instant payments solution in Ireland that is linked to pan-European systems.", "We encourage banks and other payment service providers (PSPs) to move forward towards implementing instant payment solutions in the near term that can be offered to Irish consumers and businesses alike.", "Irish providers need to adopt a forward-looking strategic outlook towards payments rather than wait for instant payments to become a mandatory requirement.", "In addition, as we innovate in Europe, we need to avoid solutions or approaches that are focused within national boundaries.", "We need to make sure instant payment solutions and systems at the national level can interact seamlessly with European counterparts.", "In more technical terms, we need to ensure interoperability.", "Another part of the Eurosystem's retail payments strategy is to foster pan-European market-led initiatives for retail payments at the location of the purchase or interaction.", "We must adapt and keep pace with the demands of our citizens, so that they are offered competitive and innovative solutions.", "The public and private sectors need to work together to further harmonise standards and reduce the risk of fragmentation through national approaches.", "In this vein, both the Eurosystem and the European Commission welcome the launch of the European Payments Initiative (EPI), which aims to create a unied payment solution for consumers and merchants across Europe.", "While supporting innovation and consumer choice, the Eurosystem is also adapting its oversight regime to keep pace with nancial and technological innovation.", "Core to trust in the monetary system, the oversight mandate of the Eurosystem promotes the safety and efciency of our payment systems.", "Last October, the Eurosystem published the oversight framework for electronic Payment Instruments, Schemes and Arrangements (PISA framework) for consultation.", "The framework sets out oversight principles in a single, future-proof and harmonised manner for electronic payment instruments, schemes and arrangements.", "Indeed, it will complement the forthcoming reviews of both the revised Payments Services Directive (PSD2) and the Settlement Finality Directive (SFD), which should build public trust in, and access to, payments systems.", "Other innovations in payments are in the form of crypto-assets.", "The Central Bank supports innovations that increase the efciency of nancial services to consumers, but some innovations are a cause for concern with potential for money laundering or other criminal activity.", "We do not support innovations that fail to reach the high standards and controls that protect consumers and underpin the integrity of the nancial system or those which put nancial stability at risk.", "And in this context, the Central Bank is supportive of the European Commission's work on advancing an EU framework for markets in crypto-assets and welcomes the development of a more harmonised approach to crypto-assets.", "Let me now turn to the topical subject of central bank digital currencies, or in the case of the Eurosystem, the digital euro.", "Today I have spoken about the role of central banks, how we provide a public good - money, and how public trust in our payment systems is a cornerstone underpinning our mission to safeguard monetary and nancial stability and to protect consumers.", "The role of the Central Bank and public money; the importance of trust, access and safety, our mandate of monetary and nancial stability and the developments in innovation, digitalisation and technology all come together when we think of central bank digital currencies.", "With electronic payments becoming increasingly popular, a digital euro would ensure that sovereign money - a public good issued by the central bank - remains available in the digital era.", "In addition, a digital euro could encourage further innovation and digitalisation in retail payments.", "However, there are also risks.", "In this context, the ECB has conducted a public consultation on a digital euro, to get the views of the public, business, industry.", "Some of the key features of a digital euro raised in the consultation were privacy, security and broad usability.", "The Eurosystem will carefully consider these elements as it prepares to decide on initiating a digital euro project this summer.", "If a digital euro project is started, building public trust, communicating on progress and engaging with our citizens will be critical to its success.", "If a digital euro were to be issued in future, it would exist alongside cash.", "Today's event will touch on many of the initiatives stemming from both the Eurosystem's and European Commission's retail payments strategies.", "These strategies aim to ensure that the European retail payments market is truly integrated and harmonised, providing a choice of efcient, effective and secure payment solutions to citizens and merchants.", "The Central Bank is directly involved in a number of these initiatives and our work will continue as these strategies are further developed and implemented.", "To quote Mark Carney; \"When it comes to money, the consent and trust of the public must be nurtured and maintained\".", "Against the backdrop of an ever-changing environment, and as we develop policies, strategies and regulation, we bear this truth in mind.", "In this regard, there are enduring principles that will underpin our view and approach - trust, harmonisation and integration, access and choice.", "These are the lenses through which we will view changes and innovation in respect of money and payments, and as per our mission statement \"serve the public interest by safeguarding monetary and nancial stability\".", "Thank you for your time and attention.", "[1] I would like to thank Claudine O'Connor, Will Molloy and Caroline Mehigan for their contribution to my remarks.", "[2] Christine Lagarde (10 September 2020) Payments in a digital world .", "[3] European Central Bank (December 2020) Study on the Payment Attitudes of Consumers in the Euro Area (SPACE) .", "[4] European Central Bank (December 2020) Study on the Payment Attitudes of Consumers in the Euro Area (SPACE) .", "[5] Agustin Carstens (22 March 2019) The future of money and payments .", "[6]Ofcial Journal of the European Union DIRECTIVE (EU) 2015/2366 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL.", "Ofcial Journal of the Council DIRECTIVE 2009/110/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL .", "[7] David Cronin (January 2021)\"Whither Cash in Payments?\".", "[8] Banking and Payments Federation Ireland, (December 2020) Payments Monitor - Contactless Update .", "(2020), \"Europe's digital migration during COVID-19: Getting past the broad trends and averages\", McKinsey Digital, July.", "[10] European Central Bank, (December 2020) Study on the Payment Attitudes of Consumers in the Euro Area (SPACE) .", "[12] The Eurosystem cash strategy and Access to Cash , Directorate Banknotes, November 2020, European Central Bank.", "[13] REGULATION (EU) No 260/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL, Ofcial Journal of the European Union.", "[14] Fabio Panetta (22 October 2020) \"On the Edge of a New Frontier: European Payments in the Digital Age\" .", "[15] Fabio Panetta, ( 22 October 2020) \"From the payments revolution to the reinvention of money\" .", "[16] Fabio Panetta, ( 22 October 2020) \"From the payments revolution to the reinvention of money\" .", "[17] In an effort to harmonise instant payment services across Europe, the European Payments Council (the EPC) published the SEPA Instant Credit transfer scheme and rulebook in 2017.", "Unlike other schemes such as the SEPA credit transfer and SEPA direct debit schemes, the SCT Inst scheme was not made mandatory for PSPs, as instant payments were originally considered a niche service.", "However, this is now no longer the case.", "[18] Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on a Retail Payments Strategy for the EU .", "[19] The Eurosystem's market infrastructure service, TARGET Instant Payment Settlement (TIPS) , provides a common link between instant payment solutions in support of the full deployment of instant payments across the euro area.", "[20] European Central Bank (July 2020) \"ECB welcomes initiative to launch new European payment solution\" .", "[21] European Central Bank (October 2020) \"A single Eurosystem oversight framework for electronic payment instruments, schemes, and arrangements\" .", "[22] Central Bank of Ireland Response to European Commission Public Consultation on an EU Framework for Markets in Crypto Assets.", "©2021 Central Bank of Ireland"], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payments", "Innovation", "Digitalisation", "Trust", "Safety", "Access", "Eurosystem", "Digital euro", "Crypto-assets", "Instant payments"]}