{"sentences": ["Speech Monetary Policy During COVID Deputy Governor Shann Memorial Lecture Online - 6 May 2021 Thank you for the opportunity to speak to you tonight.", "I am honoured to be giving the Shann lecture.", "Edward Shann's work had a lasting impact on Australian economic thought.", "As an economic historian, Shann looked to the past to inform solutions to the most important problems of his time, including how to lift Australia out of the Great Depression.", "Many of Shann's key contributions seem orthodox today but were well ahead of his time.", "Shann advocated for the removal of tariffs, a shift away from centralised wage fixing and a move to a more flexible exchange rate.", "Shann also saw an important role for an independent central bank to prevent and respond to crises.", "He was widely regarded as an excellent teacher, who left a significant impact on his students.", "One such student was HC 'Nugget' Coombs, the Reserve Bank's first Governor.", "Coombs described Shann as 'supremely capable of communicating the excitement of intellectual exploration ... and establishing the sense of social responsibility, which should guide those who work in academic fields'.", "Taking inspiration from Shann, tonight I will talk to you about the role the Reserve Bank has played in responding to the current crisis.", "I will describe what the Reserve Bank has done over the past year to support the economy through the COVID pandemic.", "I will talk about why we have taken these actions and some of the thinking behind the policy decisions.", "Then I will look at the outcomes of these policy actions to date.", "Finally, I will highlight some of the issues the Bank will be thinking about in the period ahead.", "Policy actions during COVID The Reserve Bank of Australia (RBA) has taken a number of complementary policy actions to support the Australian economy since the onset of COVID.", "The RBA has lowered its policy interest rate to near zero, set a target for the 3-year government bond yield, enhanced its forward guidance, commenced a program of purchasing government bonds and provided long-term low-cost funding to the banking system.", "I will explain each of these actions in more detail shortly.", "The overall aim of all these monetary policy actions has been to support economic activity in Australia through a number of channels.", "The policy actions have underpinned record low funding costs across the financial system and for governments.", "Lower borrowing costs free up cash flow for both households and businesses, some of which is spent.", "The lower interest rates and the funding for the banking system support the flow of credit to households and businesses.", "Lower interest rates also support asset prices, which boost balance sheets, and thereby consumption and investment.", "Finally, a lower structure of interest rates leads to a lower value of the Australian dollar than would otherwise be the case.", "The end result is a stronger Australian economy.", "The policy response has evolved over the pandemic period as information about the extent of the pandemic and its economic impact has unfolded.", "The initial policy decisions were taken in March 2020, including at an unscheduled policy meeting on 18 March.", "Further measures were announced in September and November 2020 and in February 2021.", "In mid March 2020, as the impact of the virus and the health policy actions on the Australian economy became evident, the Reserve Bank Board put in place a comprehensive package at an unscheduled meeting to support jobs, incomes and businesses, so that when the health crisis receded, the country was well placed to recover strongly.", "The package comprised: a reduction in the cash rate target (the policy interest rate) to 25 basis points, having already reduced the cash rate to 50 basis points at the earlier March Board meeting forward guidance that the Board will not increase the cash rate target until progress is being made towards full employment and it is confident that inflation will be sustainably within the 2-3 per cent target band reducing the interest rate paid on Exchange Settlement (ES) balances (the balances the banking system holds with the RBA) to 10 basis points the introduction of a target on the 3-year Australian Government bond yield of around the purchase of bonds to address the dysfunction in the Australian government bond a Term Funding Facility (TFF) for the banking system under which funds equivalent to 3 per cent of lending could be borrowed from the RBA for 3 years at 25 basis points (against eligible collateral) up until end September 2020.", "The TFF provided additional incentives to support lending to businesses, particularly small and medium-sized the continued use of the RBA's open market operations to make sure that the financial system had a high level of liquidity.", "The RBA had already been expanding its liquidity provision prior to the mid-March Board meeting to address the growing dislocation in financial markets.", "In September 2020, as the end-September deadline for the drawdown of funding under the TFF approached, the Board decided to expand the TFF to provide additional low-cost funding equivalent to 2 per cent of lending in the banking system.", "It also decided to extend the drawdown period for this, as well as the additional funding linked to business lending, to June 2021.", "In October, the Board changed its forward guidance to focus on actual outcomes for inflation, rather than expected outcomes in guiding its future policy decisions.", "At the November 2020 Board meeting, the Board decided on a further package of measures to support the economy: a reduction in the cash rate target, the 3-year yield target and the interest rate on new drawings under the TFF to 10 basis points, from the previous rate of 25 basis points a reduction in the interest rate on ES balances from 10 basis points to zero the introduction of a program of government bond purchases, focusing on the 5 to 10 year segment of the yield curve.", "The RBA would buy $100 billion of government bonds over the following six months in the secondary market, purchasing bonds issued by the Australian Government (AGS) as well as by the Australian states and territories (semis).", "The Board took this decision given the assessment that Australia was facing a prolonged period of high unemployment and inflation was unlikely to return sustainably to the target range of 2-3 per cent for at least 3 years.", "In February 2021, to provide further support to the Australian economy as it recovered, the Board announced that it would purchase an additional $100 billion of government bonds, after the first program was completed.", "Those purchases are underway now.", "The policy actions taken to deliver low funding costs have had a number of complementary elements, and have been mutually reinforcing in underpinning low interest rates across the economy.", "Next, I will explain each of these actions in detail.", "Policy rate reduction The first policy action I will talk about is the reduction in the cash rate target.", "This has been the primary lever of monetary policy for more than 3 decades now.", "The effect of this reduction in the cash rate on financial markets and the economy have been similar to the experience over those 3 decades.", "The reduction in the cash rate provides stimulus to the economy through a number of channels.", "When the cash rate is lowered it reduces funding costs for the banking system which in turn flows through to lower borrowing rates for households and businesses.", "These lower borrowing rates stimulate borrowing and economic activity.", "The lower cash rate also boosts the cash flow of existing borrowers.", "It supports asset prices, including housing prices, which boosts household wealth and hence spending.", "In addition, it puts downward pressure on the Australian dollar which is stimulatory for the economy.", "The Board has reduced the cash rate target to what it assesses to be the effective lower bound of 10 basis points.", "The Board has stated that it does not see negative rates as being appropriate in Australia in the current circumstances.", "I see there are at least two reasons for this.", "First, there is uncertainty about the efficacy of negative interest rates, including because of the negative effect on savers.", "Second, and at least as important, there were other actions that the Bank could take to provide monetary stimulus, which we have taken.", "In this episode, there has been an additional aspect of the cash rate reduction that is important to highlight.", "At the same time as the cash rate target was reduced in March and November 2020, the remuneration rate on ES balances was also reduced (Graph 1).", "The remuneration rate on ES balances is the interest rate the RBA pays on deposits that banks hold with the RBA (I will refer to it as the ES rate in the remainder of this speech).", "When the cash rate target is reduced, the ES rate is also reduced.", "Cash Market Rates Cash rate ES rate Cash rate target* 0.75 0.75 0.50 0.50 0.25 0.25 0.00 0.00 2020 2021 Assumes unchanged future policy settings Normally, this is not that important to anyone outside of those who manage the banking system's accounts at the RBA.", "But this time around, the ES rate has much more significance.", "In the past, the cash rate target set by the Board was the primary anchor for money market rates and hence the whole structure of interest rates in the Australian financial system.", "The actual cash rate, that is, the overnight interest rate at which banks borrow and lend their balances at the RBA, was almost always equal to the cash rate target.", "The RBA conducted its daily market operations to keep the size of ES balances small, with minimal 'excess liquidity' in the market, so that demand and supply pressures in the market invariably ensured the cash rate traded at the cash rate target each day.", "Because of the policy actions I will talk about shortly, particularly the bond purchases and the TFF, ES balances are now very large, around $200 billion.", "Put simply, the banking system has a very large amount of deposits at the RBA.", "There is now a large amount of liquidity in the system.", "Some banks still need to borrow overnight in the market to ensure their balance with the RBA remains positive, but these amounts are very small.", "And there are a lot of banks with large ES balances who are willing to lend to them.", "Given this balance of demand and supply, the actual cash rate is trading just above the ES rate of zero, which is what the banks receive if they don't lend their excess balances.", "In technical terms, given the large amount of liquidity in the system as a result of the RBA's policy actions the RBA is now effectively operating a floor system, rather than the corridor system that had been the case for the past few decades.", "The actual cash rate has declined to around 3 basis points and has been around that level since November, when the ES rate was reduced to zero.", "There is a small spread above the floor of the corridor reflecting a small credit premium and transaction costs.", "The actual cash rate is still the anchor of the structure of interest rates in the Australian financial system.", "But it is the ES rate, rather than the cash rate target that is now the primary determinant of the cash rate.", "The Board had fully expected this outcome of the actual cash rate declining below the cash rate target, given the large increase in liquidity in the system.", "ES balances are going to remain at a high level for quite a number of years, until the funds provided to the banking system under the TFF are repaid, and until the government bonds the RBA has bought mature.", "While ES balances are at a high level, the ES balance rate is going to continue to be the main anchor of the cash rate.", "The reduction in the cash rate target, the remuneration on ES balances and the actual cash rate has seen all short-term interest rates in the Australian financial system decline to historically low levels, including the important interest rate benchmark the Bank Bill Swap Rate (BBSW) (Graph 2).", "As the graph shows, the BBSW rate has fallen even further because of the availability of low-cost funding to the banking system.", "The lower BBSW rate translates directly to lower borrowing costs for the interest rates that reference it, particularly business borrowing rates.", "Money Market Rates 3-month BBSW 0.75 0.75 0.50 0.50 0.25 0.25 Expected cash rate 0.00 0.00 2020 2021 Sources: Bloomberg; RBA In turn, these short-term interest rates, along with the low-cost funding available through the TFF, have reduced the funding costs to the banking system and thereby resulted in large declines in household and business borrowing rates (Graph 3).", "Variable Lending Rates* 6 6 Business 2009 2013 2017 2021 Major banks; data from the EFS collection from July 2019 Sources: APRA; major banks' websites; RBA; Securitisation System Forward guidance The RBA's policy announcements have enhanced forward guidance about the Board's expectations for the future path of monetary policy.", "The forward guidance takes the form of describing the economic conditions the Board would be looking to see before it would consider raising the cash rate.", "That is, the guidance is based on the state of the economy (in technical terms, the guidance is state-based).", "The Board's guidance has evolved over the past year to emphasise outcomes rather than forecasts.", "That is, the Board has stated that it will not increase the cash rate until actual inflation, not forecast inflation, is sustainably within the target range.", "In addition, it has stated this will require a lower rate of unemployment and a return to a tight labour market.", "That sort of guidance is meaningful for financial market participants and for economists.", "But many people are interested about the Bank's views about how long it will be before the economy will reach these conditions.", "They want to know how long it will be before interest rates start to rise.", "Hence, the Bank has provided a possible timeframe alongside its description of the state of the economy required before considering a rise in the cash rate.", "At the May Board meeting earlier this week, the Board reiterated that in its central scenario, these conditions are unlikely to be met until 2024 at the earliest.", "This complements the 3-year government bond yield target and has helped underpin the low level of interest rates across the economy.", "But I would highlight that it is the state of the economy that is the key determinant of policy settings, not the calendar.", "Turning to government bond purchases, they have been comprised of three elements (Graph 4): purchases to maintain the 3-year yield target since November 2020, the bond purchase program purchases to address market dysfunction.", "RBA Bond Purchases Face value; cumulative from 20 March 2020 100 100 Semis M A M J J A S O N D J F M A M Source: RBA I will explain each of these in more detail.", "Three-year yield target From March 2020, the RBA commenced purchasing government bonds focussed on the 3 year point of the yield curve.", "This is because in Australia, most borrowing is at variable rates that key off the front part of the yield curve.", "This is in contrast to other markets such as the US where longer-term yields are more important benchmarks for borrowing rates.", "The 3-year yield target has helped anchor the Australian yield curve and has had significant traction in lowering borrowing rates for households and businesses, together with the other policy measures adopted.", "It has also helped reinforce the RBA's forward guidance regarding the cash rate.", "It is appropriate to characterise the policy as a yield target not yield curve control.", "The RBA is targeting one particular yield on the curve, not trying to control the curve as a whole.", "I will come back to this when talking about the bond purchase program.", "To maintain this target, the RBA has conducted auctions to buy the 3-year target bond when the yield has moved above the target in a material and sustained way.", "Such purchases have been necessary on relatively few occasions.", "Much of the time, the market has had sufficient confidence in the sustainability of the target that the yield has been anchored close to the target, which was 25 basis points from March to November 2020, and then 10 basis points (Graph 5).", "Subsequently the target was changed to the April 2024 maturity when it became the closest bond maturity to the 3-year horizon.", "In March 2021, the Board agreed that it would not consider removing the yield target completely or changing the target yield of 10 basis points when reviewing the yield target bond later in the year.", "If the Board were to maintain the April 2024 bond as the target bond, rather than move to the next bond maturity that becomes closest to the 3-year horizon, the maturity of the target would gradually decline until the bond finally matured in April 2024.", "The Board will consider whether to extend the target to the next maturity at the July meeting.", "In the past couple of months, while the 3-year government bond rate has remained very close to the Board's target, the 3-year swap rate has risen relative to the 3-year government bond rate.", "The swap rate often trades above the government bond rate because it involves more credit risk.", "But the spread between the two has widened by around 20 basis points in recent months.", "In part this reflects the market's expectations about the future direction of monetary policy.", "The market is assigning some probability to the scenario that the cash rate could be higher in 2024 than the Board's current forward guidance.", "This expectation is being reflected in the swap rate, but not in the April 2024 bond rate, because the Bank is ensuring the bond rate remains at the target.", "This move upward in the swap rate will put some upward pressure on longer-term household and business borrowing rates.", "But the effect is unlikely to be that large.", "Overall funding costs for banks remain at historic lows.", "Moreover, the 3-year yield target is still playing a significant role in anchoring that part of the curve.", "If the yield target wasn't there, the government bond curve and swap rates would be higher still.", "Bond purchase program In November 2020, the Board announced a quantity-based bond purchase program that is complementary to the 3-year yield target.", "The Board decided to implement this policy for a number of reasons.", "Longer-term Australian Government bond yields were higher than those in other advanced countries.", "This provided evidence that the size of other central banks' bond purchase programs was affecting longer-term Australian bond yields beyond the anchoring effect of the Bank's 3-year yield target.", "This in turn was contributing to a higher exchange rate, which was restraining the recovery in the Australian economy.", "The bond purchase program announced in November 2020 was for the purchase of $100 billion in bonds of maturities of around 5 to 10 years over the following 6 months.", "It includes bonds of both the Australian and state and territory governments, with $80 billion allocated to the Australian Government and $20 billion to the state and territory governments.", "In February 2021 the Board announced an additional $100 billion with the same composition and rate of purchase of $5 billion per week.", "The bonds are purchased in the secondary market through transparent auctions.", "The Board opted not to extend the yield target to a longer horizon for a number of reasons.", "First, the yield target reinforces the Board's forward guidance on the cash rate.", "Three years is a reasonable horizon over which the Board has some confidence about the economic outlook.", "Beyond that horizon, the economic outlook is considerably less certain and with it, confidence about the settings of monetary policy.", "Second, further out along the yield curve, other factors also start to have a greater influence on yields, particularly global developments.", "The RBA does not, and will not, directly finance governments.", "While the bond purchases are lowering the cost of finance for governments - as is the case for all borrowers - the Bank is not providing direct finance.", "There remains a strong separation between monetary and fiscal policy.", "How do bond purchases work?", "Bond purchases returned to the central bank toolkit in a number of advanced countries in the aftermath of the global financial crisis.", "You might recall that economics textbooks used to talk about monetary policy in terms of buying and selling government bonds to control the money supply.", "But since the late 1980s, short-term policy interest rates rather than bond purchases to affect the money supply have generally been the primary tool of monetary policy.", "When interest rates fell to their lower bound after the GFC in some economies, including the US and Europe, central banks in a number of economies again turned to bond purchases, often known as quantitative easing (QE), to provide additional stimulus.", "(Japan had been in such a position a decade earlier).", "How do bond purchases work to provide stimulus?", "When the central bank buys a bond, it is putting downward pressure on government bond yields.", "You can think of the central bank being an additional buyer of government bonds in the market.", "More demand for government bonds increases the price of bonds and lowers bond yields.", "In turn the lower bond yields flow through to lower borrowing rates for households and businesses (Figure 1).", "From there the transmission is similar to that of a cash rate reduction that I talked about earlier.", "Figure 1 : Stylised transmission mechanism When the RBA buys a bond, it credits the account of the bank that it buys the bond from.", "The RBA's balance sheet gets bigger: on the asset side there is the government bond, on the liability side there is the deposit of the bank, in the form of a higher exchange settlement balance.", "The money supply has increased, though in electronic form rather than physically.", "When the bond matures, the government repays the RBA, just as it does any other bondholder.", "The RBA's balance sheet shrinks: its bond-holdings decline and this is matched by a decline in exchange settlement balances.", "The banks are generally intermediaries in this transaction.", "The bonds that the banks sell to the RBA in turn have probably been bought from an investor in government bonds such as a super fund.", "That investor now has more money in their bank account, which does not pay them much of a return.", "This incentivises these investors to switch into other assets to earn a higher rate of return.", "This increases the price of other assets, such as equity prices and lowers interest rates on other fixed income assets.", "The bond investor might be a foreign investor.", "They may choose to invest the money in assets in other countries which would lead to a lower exchange rate.", "So bond purchases work through a number of channels to put downward pressure on interest rates for the government, households and businesses, as well as downward pressure on the exchange rate.", "There is also another important channel by which bond purchases operate.", "This is often referred to as the signalling effect.", "As I said earlier, bond purchase programs have been introduced by central banks when policy interest rates have been reduced to around their lower limit.", "The bond purchases reinforce the view that the central bank will be keeping the policy rate low for a long period of time (the bond purchases reinforce the forward guidance).", "The presumption is that the central bank will stop its bond purchases before it begins to raise its policy rate.", "That does not mean that the day the bond purchases stop is the day that the policy rate increases.", "There may well be quite a period of time between those two actions.", "Rather, it is a statement about the sequencing of policy actions.", "Since the financial crisis, there has been a program of research into the effects of bond purchases or QE.", "Recently, I was involved as an external adviser in a review by the Bank of England of its QE Program.", "That review summarised the state of the research into the effects of quantitative easing.", "The review highlighted that much of the research has focussed on the impact of QE on financial conditions, particularly bond yields and interest rates.", "It noted that there is much less research of the impact of QE on output and inflation.", "How should we think about the size of the bond purchase program?", "How stimulatory is it?", "The general assessment of the research literature is that it is the stock of central bank bond purchases that matters rather than the flow.", "That is, it is the total size of the purchases that affects bond yields and financial conditions including the exchange rate, rather than how many bonds the central bank is buying each week.", "Clearly the two are closely related.", "But one important implication of this is that the stimulus remains in place even when the bond purchase program finishes.", "The stimulus only begins to unwind as the bonds that the central bank has bought mature.", "The RBA's estimate of the impact of the $100 billion bond purchase program that was announced in November was that it would reduce the 10-year bond yield by around 30 basis points.", "The lower yields would in turn put some downward pressure on the exchange rate.", "This estimate of the impact of bond purchases on yields was based on a review of the experience in other economies, including the literature referred to in the Bank of England report.", "Our assessment is that this estimate has turned out to be close to the mark.", "We have reached this assessment in a number of different ways, but all arrive at a similar conclusion.", "Bond yields started to decline ahead of the actual announcement of the bond purchase program at the November RBA Board meeting as the market formed the expectation that such a program was increasingly likely.", "So the estimate of the impact has to take this into account.", "Graph 6 shows the decline in the spread between Australian and US 10-year bond yields between September and November last year as market expectations of a bond purchase program increased and were then realised with the announcement at the November Board meeting.", "The US yield provides a reference point for global developments affecting bond yields.", "Again this decline in the spread amounts to around 30 basis points.", "Government Bond Yields 1.5 1.5 1.0 1.0 ppt ppt 0.0 0.0 -0.5 -0.5 -1.0 -1.0 To repeat, our assessment is that the bond purchase program announced in November reduced longer-term government bond yields by around 30 basis points.", "In turn, this led to a lower exchange rate and easier financial conditions than otherwise would have been the case.", "The impact of these easier financial conditions on output and inflation is harder to calibrate.", "We do not have any direct Australian experience to draw on, although we are accumulating relevant experience now.", "Again, we can draw on the experience in other economies, while noting that the outcomes in those other cases are significantly influenced by their particular circumstances and the different structures of financial systems across economies.", "For example, longer-term government bond yields have a much more direct relationship with mortgage rates in the United States than they do in Australia.", "An important thought to bear in mind at this point is that when a central bank announces a bond purchase program, the market will form some expectation of the total size of the program.", "For example, when the RBA announced its $100 billion purchase program in November that would run for 6 months, it is highly likely that the market assumed that there would be further bond purchases beyond that.", "That is, it was unlikely that there was only going to be one program.", "And that has turned out to be the case here in Australia, with the Board announcing a further $100 billion of purchases at its February meeting.", "Hence the announcement effect of the program on bond yields and the exchange rate will include some impact from the market's assessment of the whole size of the bond purchase program, not just the size of the first one that is announced.", "Moreover, as the economy evolves over the life of the bond program, the market will adjust its assessment of the total expected size of the program, which will in turn affect bond yields and broader financial conditions.", "(This is similar to the way that the market adjusts its expectations for the future path of cash rate as the state of the economy changes).", "This makes estimating the impact of bond purchase programs quite challenging.", "It is one explanation why empirical work tends to find that subsequent QE programs have a smaller impact than the first program.", "It is hard to separate out what the market had already been anticipating in terms of future bond purchases.", "We don't have good measures of the expectations of market participants about the size of the whole program of bond purchases, particularly at the time of initial announcement.", "There is no obvious bond market equivalent to the OIS curve, which provides a read on the market's expectations about the future path of the policy rate.", "There are surveys of market economists' expectations of future bond purchases by the RBA, but they are not necessarily the same as the expectations of participants in the financial markets who actually determine bond yields and the exchange rate.", "As I mentioned, the aim of the bond purchase program is to put downward pressure on bond yields and the exchange rate to provide stimulus to the Australian economy.", "The RBA is not targeting any particular level of bond yields, other than the 3-year target, nor the exchange rate.", "Nor is it targeting any particular spread between Australian Government bond yields and US Government bond yields.", "Our assessment is that the bond purchase program has continued to keep longer-term yields in Australia about 30 basis points lower than they otherwise would have been, and the exchange rate lower than otherwise.", "But I recognise that does depend on your assessment of the counterfactual: that is, where would yields (and the exchange rate) have been if the bond purchases hadn't occurred.", "Yields will move as the Australian and global economies evolve.", "Earlier this year, there was a rise in bond yields both globally and in Australia.", "This rise in yields reflected the better outcomes in the Australian and global economies.", "The rise also reflected a rise in the market's expectations for future inflation.", "Yields rising because economic conditions are improving is a desirable outcome.", "It is not one that the RBA and other central banks would seek to resist.", "The bond purchases are still working to ensure that yields were lower than they otherwise would be, and continue to provide stimulus to the economy.", "But the bond purchases are not intended to hold the whole structure of yields down at any particular level.", "Inflation expectations reflected in bond yields have risen to a point that is at best barely reaching central banks' inflation targets, certainly not anything more than that.", "Bond markets have moved from expecting a reasonable chance of deflation to expecting low inflation.", "And that outcome is only achieved with the large stimulus in place currently.", "In Australia, estimates of inflation in the bond market have inflation just reaching 2 per cent in a few years' time.", "That is only just reaching the bottom of the RBA's inflation target range.", "The bond market is not pricing any material risk of an inflation breakout.", "I mentioned that the general consensus is that it is the size of the bond purchase program that is relevant for assessing the degree of stimulus.", "Graph 7 shows the size of the bond purchase program in Australia relative to those in other countries.", "I have shown the size along two dimensions.", "The first is the size of the program relative to GDP.", "The second is the size relative to bonds on issue.", "Both metrics are relevant in assessing the degree of stimulus.", "Central Bank Government Bond Holdings* Per cent of GDP** Per cent of eligible stock outstanding Euro area*** US Canada 2017 2019 2021 2017 2019 2021 Central government debt only for all countries except the Euro area.", "Dashed lines represent forecasts based on announced purchase programs or recent pace of purchases Four-quarter rolling sum; forecasts are based on the IMF's World Economic Outlook Holdings data for Euro area only include bonds held as part of asset purchase programs; holdings for other central banks also include bonds held for operational or liquidity purposes Sources: Central banks; debt management offices; IMF; RBA; Refinitiv The RBA's purchase program started later but is currently on a faster upward trajectory to that of other central banks.", "The graph shows that by the end of the current bond program, the RBA will have purchased bonds equal to around 10 per cent of GDP.", "The size of the government bond market is smaller in Australia than in nearly every other economy.", "In recent months, the RBA has often been buying bonds at a faster weekly pace than the Australian Office of Financial Management (AOFM) has been issuing.", "This is not true in some other countries, including most notably the US.", "Hence the RBA's share of the bond market is rising faster than in other economies.", "In considering the impact of the bond purchase program, we need to be mindful that the Bank's bond purchases do not cause dysfunction in the market, by the Bank holding too large a share.", "As I said earlier, government bond yields are a very important benchmark and anchor of the financial system.", "For example, we would not want our bond purchases to push bond yields higher (rather than lower) because of market dysfunction, which resulted in an illiquidity premium.", "We do not think we are close to that point, but it is certainly something we are alert to.", "Purchases to address market dysfunction In March and April 2020, as was the case for many other central banks, the RBA bought government bonds in the secondary market to alleviate the dysfunction in the Australian government bond market at the time.", "These purchases helped to restore the functionality to this important pricing benchmark in the Australian financial system, which serves as the risk-free pricing curve for most financial assets.", "That is, the government bond curve is an important reference point for other interest rates which are priced as a spread to it.", "The risk-free rate is also often the relevant discount rate to determine equity prices.", "Hence it is important that the government bond market is functioning properly.", "The dysfunction was evident in the heightened interest rate volatility in the bond market, reflecting the reduced liquidity even in the US Treasury market (Graph 8).", "There were wide bid/offer spreads, and bond dealer inventories were large and constrained by capital and risk considerations.", "As a result, the RBA bought bonds across the maturity spectrum out to 10 years.", "Since early May 2020, as market conditions improved, the RBA ceased purchases for this reason.", "AGS Bid-offer Spreads 9 9 3-year M J S D M J S D M J S D M J 2018 2019 2020 2021 Sources: RBA; Yieldbroker These purchases also are boosting liquidity in the system and putting downward pressure on government bond yields.", "Even though their original motivation was different, they still achieve the same effect now as bond purchases under the bond purchase program.", "There was some increased volatility in the bond market in late February/early March this year as bond yields moved higher.", "Bid/offer spreads in the market widened, though much less than they did in March/April 2020.", "The Bank responded to this by bringing forward some purchases under the bond purchase program, by increasing the amount purchased at one of its regular auctions, buying $4 billion rather than the regular $2 billion.", "This action along with the media release following the March Board meeting and a speech by the Governor helped restore more orderly functioning to the market.", "We were not concerned about the fact that bond yields were rising nor the volatility per se, but rather market functioning.", "Term Funding Facility The Term Funding Facility provides the banking system with the capacity to borrow from the RBA for 3 years at cheaper than market rates.", "It has two main goals.", "The first is to lower funding costs for the entire banking system so that the cost of credit to households and businesses is low.", "In this regard, it complements the target for the 3-year government bond yield and the forward guidance.", "The second objective is to provide an incentive for lenders to extend credit to businesses, especially small and medium-sized businesses.", "Lenders are able to borrow additional funds from the RBA if they have increased credit to business since the start of the scheme.", "For every extra dollar lent to large businesses, lenders will have access to an additional dollar of funding under the TFF.", "For every extra dollar of loans to small and medium-sized businesses they will have access to an additional five dollars.", "The TFF was announced in March 2020.", "Banks were able to borrow up to 3 per cent of their total lending (around $90 billion) until end September 2020 (against high-quality collateral).", "Banks had until March 2021 to draw down any additional allowances they might have accumulated owing to lending to businesses.", "The size and duration of the TFF was extended in September 2020, when an additional 2 per cent could be accessed until end June 2021 (the deadline for drawing down additional allowances related to business lending was also extended to this date).", "The initial borrowings were at 25 basis points, while from November 2020 the borrowing rate was lowered to 10 basis points for new drawdowns.", "This is materially below the cost of banks obtaining 3-year funding in the market.", "In the first phase of the program, the bulk of the funds were drawn down in the weeks leading up to the end of September 2020 deadline (Graph 9).", "We expect borrowing under the TFF to ramp up in the coming weeks as the end June deadline approaches.", "Term Funding Facility Total available Drawdowns* A M J J A S O N D J F M A M J J Includes all settled, contracted and pre-processed repos to date Sources: APRA; RBA The date for final drawings under the TFF is 30 June 2021.", "Given that financial markets in Australia are operating well, the Board announced earlier this week that is not considering a further extension of the TFF.", "But it is important to remember that the Term Funding Facility will be providing stimulus while the funds borrowed by the banking system are outstanding.", "It will continue to provide low-cost funding to the banking system and keep downward pressure on borrowing rates for businesses and households throughout the next 3 years until the funds are repaid.", "What has been the effect on the economy?", "All of these policy measures have worked collectively to deliver lower borrowing costs for households, business and governments.", "They are supporting the flow of credit and boosting cash flow for household and business borrowers.", "It is difficult to determine the individual contribution that each particular policy action is making because they are all working collectively in the same direction, alongside the substantial support to the economy provided by the Commonwealth and State governments.", "Tomorrow, the Bank publishes the quarterly Statement on Monetary Policy.", "The Statement will provide a detailed account of the evolution of the economy over the past year and an update to the outlook for the economy.", "The main message is that the economy has turned out to be much better than expected.", "The economy has exceeded all of the upside scenarios that we had described.", "Economic growth has been higher than expected.", "The Australian economy is now back to its prepandemic level of GDP (Graph 10).", "Employment is above its pre-pandemic level (Graph 11).", "The unemployment rate has declined rapidly to be currently 5.6 per cent, half a percentage point higher than before the pandemic.", "Measures of underemployment have declined by similar magnitudes.", "Participation in the labour market has remarkably increased to a record high.", "These are much better labour market outcomes than have occurred in other countries.", "GDP Growth* From December 2019 to March 2021 -5 -5 area Brazil Japan Poland Zealand Thailand Malaysia Kingdom Singapore Hong United Change in Employment Since December quarter 2019 -2 -2 Italy Spain France Norway Portugal Kingdom Hong South United Sources: RBA; Refinitiv Household spending has been particularly strong.", "There has been a marked switch from spending on services to spending on goods, though that has started to unwind in recent months.", "Household incomes have been very high.", "This has been a remarkable episode where households' incomes have risen at the same time as the economy has been through a historically large recession.", "That reflects the large support provided to the household sector by fiscal policy through JobKeeper and JobSeeker, and more recently by the very strong employment growth.", "Because consumption opportunities have been significantly constrained at various times over the past year, the strength in household income has shown up in high saving.", "An important influence on the outlook for the economy in the period ahead is what households do with their higher savings.", "Tomorrow's Statement will present some scenarios that consider this issue.", "Outcomes in the Australian economy have significantly exceeded even the optimistic expectations in terms of economic activity.", "But that is not the case on the nominal side of the economy in terms of wages and inflation.", "While the Australian economy has experienced better employment outcomes than most other countries, wages growth in Australia has been noticeably weaker than in many comparable economies, most notably the United States (Graph 12).", "Year-ended United States 3 3 1 1 2001 2005 2009 2013 2017 2021 Wages Price Index for Australia; Employment Cost Index for the United States; indicator of negotiated wages for the euro area Sources: RBA; Refinitiv Inflation has come in very close to where the Bank has expected it to be, despite the significantly better state of economic activity and employment.", "There haven't been any material upside surprises.", "Inflation in the year to the March quarter was just over 1 per cent.", "The June quarter inflation reading will spike higher, to above 3 per cent, because of higher oil prices and the unwinding of policy measures in areas such as child care compared to the depths of the pandemic in the June quarter last year.", "But after these base effects wash through, we expect inflation to fall back to below 2 per cent.", "One price that has received a lot of attention has been housing prices.", "Housing price rises are part of the transmission of expansionary monetary policy to the economy.", "They help encourage home building, along with government grants such as the HomeBuilder policy, which boosts activity and employment.", "There is plenty of evidence of that here in Perth.", "The Bank recognises that rising housing prices heighten concerns in parts of the community.", "Housing price rises can have distributional consequences.", "That is certainly an issue that needs to be considered, and there are a number of tools that can be used to address the issue.", "But I do not think that monetary policy is one of the tools.", "Monetary policy is focussed on supporting the economic recovery and achieving its goals in terms of employment and inflation.", "It is important to remember that while housing prices may not rise as fast without the monetary stimulus, unemployment would definitely be materially higher without the monetary stimulus.", "Unemployment clearly has large and persistent distributional consequences.", "I have described the package of stimulus measures that the Reserve Bank Board has implemented over the past year.", "There are a number of decision points about various elements of the package coming up in the months ahead.", "As I mentioned earlier, the Board announced on Tuesday that drawings under the TFF will close at the end of June, although the stimulatory impact of that program will continue for another 3 years.", "The current program of bond purchases runs through to early September.", "A decision needs to occur on the yield curve target as to whether to stay with the April 2024 bond or extend it to the November 2024 bond.", "At its meeting earlier this week, the Board announced that it will announce the outcome of both these decisions at its July meeting.", "These decisions will take account of state of the economy and the state of financial conditions, including whether financial conditions are appropriate for the state of the economy.", "The assessment will also take into account the state of the world economy and the policy settings of other central banks, as is always the case.", "The Board is prepared to undertake further bond purchases to assist with progress towards the goals of full employment and inflation.", "The Board places a high priority on a return to full employment.", "Beyond that, at some point in the future the Board will consider an increase in the cash rate target and the interest rate on ES balances.", "The Board earlier this week continued to reiterate its forward guidance.", "The Board will not increase the cash rate until actual inflation is sustainably within the target band of 2 to 3 per cent.", "For that to occur, we will need to see further significant gains in employment and a lower unemployment rate.", "We will need a tighter labour market to lead to higher wage rises.", "In the Board's central scenario for the Australian economy, it does not expect these conditions to be met until 2024 at the earliest.", "In Australia, the monetary policy response to the pandemic is aimed at ensuring borrowing costs in the economy remain low for households, business and governments, and providing an environment that is supportive of credit growth.", "The monetary response comprised a number of different but complementary actions.", "The monetary policy package has worked broadly as expected in supporting the economy.", "The recovery in the Australian economy has significantly exceeded earlier expectations, reflecting the sizeable fiscal and monetary policy support, as well as the favourable health outcomes.", "But significant monetary support will be required for quite some time to come.", "Table 1: Chronology of RBA's support for the economy and financial system in response 3 March 2020 Cash rate target reduced from 0.75 per cent to 0.5 per cent.", "Statement by RBA Governor: RBA will ensure that the Australian financial system has sufficient liquidity.", "Monetary Policy Decision 16 March 2020 The RBA stands ready to purchase Australian government bonds in the Statement by RBA Governor secondary market to support the smooth functioning of that market.", "The RBA will be conducting one-month and 3-month repo operations in its daily open market operations to provide liquidity to Australia's financial markets; the RBA will also be conducting longer-term repo operations of 6 months or longer at least weekly as long as market conditions warrant.", "The RBA will be announcing further policy measures to support the Australian economy on 19 March 2020.", "Statement by RBA Governor: Forward guidance that the cash rate target will not be increased until progress is Monetary Policy Decision being made towards full employment and the RBA is confident that inflation will be sustainably within the 2-3 per cent target band.", "Given this, it was considered likely that the cash rate would remain at a very low level for an extended period.", "Interest rate on Exchange Settlement (ES) balances at the RBA reduced from 0.25 per cent to 0.1 per cent (narrowing the corridor between RBA's repo lending and deposit rates from 50 basis points to 40 basis points.", "Introduced target for the 3-year Australian Government bond yield of 0.25 per cent.", "Such a target would also be consistent with the expectation that the cash rate would remain at a very low level for several years.", "Introduced Term Funding Facility for the banking system, providing at least $90 billion in 3-year funding to authorised deposit-taking institutions (ADIs) at a fixed rate of 0.25 per cent; initial funding of up to 3 per cent of ADIs' existing outstanding credit until the end of September 2020, with access to additional funding until March 2021 if they increase lending to businesses, especially small and medium-sized businesses.", "Announcement of RBA's policy package timed to coordinate with policy announcements by the Australian Prudential Regulation Authority (that banks can use their large capital buffers to facilitate ongoing lending to the economy) and the Australian Government (the Australian Office of Financial Management will invest $15 billion in wholesale funding markets used by small ADIs and non-ADI lenders).", "March 2020 RBA commences purchasing Australian government bonds, purchasing $5 billion in Australian Government Securities.", "March 2020 RBA and US Federal Reserve establish a temporary swap line for the provision RBA and US Federal Reserve of US dollar liquidity, allowing the RBA to access up to US$60 billion in exchange Announce Swap Arrangement for Australian dollars.", "The US dollars are made available to financial institutions operating in Australia via repos with the RBA.", "April 2020 Open market operations likely to be on a smaller scale in the near term, given Statement by RBA Governor: the substantial liquidity that was already in the financial system.", "Operations at Monetary Policy Decision longer terms will continue, but the frequency will be adjusted as necessary according to market conditions.", "May 2020 Broadened the range of eligible collateral in the RBA's domestic market Statement by RBA Governor: operations to include Australian dollar securities issued by non-bank corporations Monetary Policy Decision with an investment grade credit rating.", "September 2020 The Term Funding Facility increased to around $200 billion, with ADIs provided Statement by RBA Governor: access to additional funding equivalent to 2 per cent of their outstanding credit at a Monetary Policy Decision fixed rate of 0.25 per cent for 3 years until the end of June 2021, and access to additional funding associated with increased lending to businesses extended to June October 2020 Forward guidance that the Board will not be increasing the cash rate until actual Speech by RBA Governor inflation is sustainably within the target range.", "The Board does not expect to be increasing the cash rate for at least 3 years.", "November 2020 Cash rate target reduced from 0.25 per cent to 0.1 per cent.", "Statement by RBA Governor: Forward guidance that the RBA will not increase the cash rate until actual Monetary Policy Decision inflation is sustainably within the 2-3 per cent target range.", "For this to occur, wages growth will have to be materially higher than it is currently.", "This will require significant gains in employment and a return to a tight labour market.", "Given the outlook, the RBA is not expecting to increase the cash rate for at least 3 years.", "Interest rate on ES balances at the RBA reduced from 0.1 per cent to 0 per cent (narrowing corridor between RBA's repo lending and deposit rates from 40 basis points to 35 basis points).", "Target for the 3-year Australian Government bond yield reduced from 0.25 per cent to 0.1 per cent.", "Interest rate on new drawings under Term Funding Facility reduced to 0.1 per cent.", "Announced bond purchase program, for the purchase in the secondary market of $100 billion of bonds issued by the Australian Government and the states and territories, focusing on bonds with maturities of 5 to 10 years, with purchases at a rate of $5 billion per week over the following six months.", "February 2021 Bond purchase program extended, with an additional $100 billion of government Statement by RBA Governor: bonds to be purchased when the existing program completed in April 2021, at the Monetary Policy Decision same rate of $5 billion per week.", "Forward guidance that the RBA will not increase the cash rate until actual inflation is sustainably within the 2-3 per cent target range.", "For this to occur, wages growth will have to be materially higher than it is currently.", "This will require significant gains in employment and a return to a tight labour market.", "The RBA does not expect these conditions to be met until 2024 at the earliest.", "March 2021 The Reserve Bank Board agreed that it would not consider removing the target for Speech by RBA Governor the 3-year Australian Government bond yield or changing the target from 10 basis points.", "If the Board were to maintain the April 2024 bond as the target bond, rather than move to the next bond, the maturity of the target would gradually decline over time until the bond finally matures in April 2024.", "May 2021 The Board confirmed that the final date for drawings under the Term Funding Statement by RBA Governor: Facility is 30 June 2021.", "Monetary Policy Decision [*] Thanks to Ellis Connolly and Penny Smith for their assistance.", "Three Essays on the Ottawa and London Conferences, 1932-1933, Angus and Robertson, Sydney.", "HC Coombs (1963), 'Some Ingredients for Growth', The Shann Memorial Lecture, Perth, 31 May.", "The table in the appendix provides a chronology of the monetary policy actions taken since March 2020.", "Arguments for negative rates are discussed in Tenreyro S (2021), 'Let's Talk About Negative Interest Rates', Speech to the UWE Bristol webinar, 11 January, and L Brandao-Marques, M Casiraghi, RG Gelos, G Kamber and R Meeks (2021), 'Negative Interest Rates: Taking Stock of the Experience So Far', IMF Departmental Paper No 2021/003.", "[5] See 'The Framework for Monetary Policy Implementation in Australia', RBA Bulletin, June 2019.", "Available at <-framework-for-monetary-policy-implementation-in- australia.html> The large amount of deposits is a direct consequence of the RBA's policy actions.", "There is little the banking system can do to reduce these deposits.", "[7] Note that there are relatively few bond lines in Australia given the low level of government debt historically.", "There are no more than one or two lines per annum.", "[8] Interest rate swaps are hedging instruments used by banks and corporations to convert fixed-rate interest rate exposures to floating-rate exposures, and vice versa.", "The 'swap rate' is the fixed-rate that one party to a swap will pay, versus receiving a floating 3- or 6-month BBSW rate.", "As such, the swap rate can be interpreted as an expectation for the average short-term BBSW rate over the life of the swap contract.", "[9] The market has almost no expectation that the cash rate will decline any further.", "This asymmetry in the distribution of expectations is also reflected in both the OIS curve and the swap curve.", "These curves reflect average expected short-term interest rate outcomes as well as the risk-preferences of investors, which are not necessarily the same as the most likely outcome (the modal outcome).", "See: <-operations/government-bond-purchases.html> The government, through the Australian Office of Financial Management, will have already prefunded the bond maturity by issuing more bonds to the public.", "So while on the actual day the bond matures, government deposits at the RBA will decline, in net terms, it is ES balances that move up and down with the RBA's bond holdings.", "[12] We have seen some evidence of this at times, with some Japanese fixed income investors adjusting the benchmarks they base their Australian bond holdings around to take account of RBA-owned bonds.", "In effect, the RBA is replacing those Japanese investors in the bond market, leading to a lower exchange rate than otherwise.", "See Bank of England (2021), 'IEO evaluation of the Bank of England's approach to quantitative easing', January.", "<-evaluation-office/ieo-report-january-2021/ieoevaluation-of-the-bank-of-englands-approach-to-quantitative-easing>.", "[14] The stimulus is sometimes calibrated to the duration of the central bank's bond holdings.", "If this is the case, then once purchases cease, the duration of the holdings starts to decline, gradually reducing the stimulus in the system.", "[15] See the February 2021 Statement on Monetary Policy: < /> and R Finlay, D Titkov and M Xiang (forthcoming), 'An Initial Assessment of the Reserve Bank's Bond Purchase Program', RBA Bulletin.", "[16] It also reflected an increase in inflation compensation, that is, the premium the market wants to be compensated for the risk of higher inflation.", "[17] The borrowing is against appropriate collateral, generally mortgage-backed securities that banks hold on their balance sheets (self-securitisations), and with haircuts to provide adequate protection to the RBA."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "financial dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Term Funding Facility", "Bond Purchase Program", "Cash Rate", "Forward Guidance", "Exchange Settlement Balances", "3-Year Yield Target", "Inflation", "Unemployment", "Economic Stimulus"]}