{"sentences": ["Madam Chair, Honourable members of the Economic and Monetary Affairs Committee, Ladies and gentlemen, I am very happy to appear again before the Committee in our first regular hearing this year.", "Today marks the one-year anniversary of the extraordinary Governing Council meeting during which we decided to launch the pandemic emergency purchase programme (PEPP).", "Standing where we are today, the economic situation looks brighter now than it did back then and we can expect it to improve over 2021.", "In the short term, however, the economic outlook for the euro area remains surrounded by uncertainty due to the dynamics of the pandemic and the speed of vaccination campaigns.", "The severe impact that the pandemic continues to have on not just the economy, but on all aspects of the lives of many Europeans, does not allow us to \"celebrate\" the anniversary of the PEPP.", "It is nevertheless important to look back and proudly acknowledge our collective efforts in shielding European citizens from even worse outcomes.", "In my remarks today, I will focus on the euro area economic outlook and the ECB's monetary policy stance in the light of the Governing Council's decisions taken on Thursday of last week.", "I will conclude by discussing the policy mix required to secure a solid path to economic recovery.", "The current macroeconomic outlook The rebound in global demand and additional fiscal measures are supporting global and euro area activity.", "At the same time, persistently high coronavirus (COVID-19) infection rates, the spread of virus mutations, and the associated extension and tightening of containment measures continue to have a negative impact on euro area economic activity.", "As a result, real gross domestic product (GDP) is likely to contract again in the first quarter of the year after declining by 0.7 per cent in the fourth quarter of 2020.", "Looking ahead, the ongoing vaccination campaigns, together with the gradual relaxation of containment measures underpin expectation of a firm rebound in economic activity in the second half of 2021.", "Over the medium term, we expect the recovery in demand, as containment measures are lifted, to be supported by favourable financing conditions, and an expansionary fiscal stance.", "This assessment is also reflected in the March 2021 ECB staff macroeconomic projections for the euro area, which foresee annual real GDP growth at 4.0 per cent in 2021, 4.1 per cent in 2022 and 2.1 per cent in 2023, broadly unchanged compared with the December 2020 Eurosystem staff macroeconomic projections.", "The risks surrounding the euro area growth outlook over the medium term have become more balanced owing to better prospects for the global economy and progress in vaccination campaigns.", "However, downside risks remain in the near term, mainly related to the spread of virus mutations and the implications of the ongoing pandemic for economic and financial conditions.", "Euro area annual inflation has picked up over recent months, mainly on account of some transitory factors.", "Headline inflation is likely to increase in the coming months, but some volatility is expected throughout 2021 reflecting the changing dynamics of the idiosyncratic factors which are currently pushing inflation up but which can be expected to fade out early next year.", "Underlying price pressures are expected to increase somewhat this year due to current supply constraints and the recovery in domestic demand.", "Nevertheless, we judge that these pressures will remain subdued overall, also reflecting low wage dynamics and the past appreciation of the euro.", "Once the impact of the pandemic fades, the unwinding of the high level of slack, supported by accommodative fiscal and monetary policies, will contribute to a gradual increase in inflation over the medium term.", "Survey-based measures and market-based indicators of longer-term inflation expectations remain at subdued levels.", "While our latest staff projection exercise foresees a gradual increase in underlying inflation pressures, the medium-term inflation outlook - with projected annual inflation at 1.5 per cent in 2021, 1.2 per cent in 2022 and 1.4 per cent in 2023 - remains broadly unchanged from the staff projections in December 2020 and below our inflation aim.", "The ECB's monetary policy stance and effectiveness Against this background, preserving favourable financing conditions over the pandemic period remains essential to reduce uncertainty and bolster confidence, thereby underpinning economic activity and safeguarding medium-term price stability.", "Let me further elaborate on our assessment of financing conditions.", "This is defined by a holistic and multifaceted set of indicators.", "It is holistic because we consider a broad array of indicators, spanning the entire transmission chain of monetary policy from risk-free interest rates and sovereign bond yields to corporate bond yields and bank credit conditions.", "It is also multifaceted, because we take a sufficiently granular view that enables us to detect movements in specific market segments in a timely manner.", "Last week, as it received a new round of staff projections, the Governing Council conducted a joint assessment of these multiple set of indicators against the evolution of our inflation outlook since the last projection exercise.", "We concluded that the increase in risk-free market interest rates and sovereign bond yields that we have observed since the start of the year could spur a tightening in the wider set of financing conditions, as banks use them as key reference points for determining credit conditions.", "Therefore, if sizeable and persistent, increases in those market interest rates, when left unchecked, may become inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "Based on this joint assessment, the Governing Council announced that it expects purchases under the PEPP over the next quarter to be conducted at a significantly higher pace than during the first months of this year.", "While records of our weekly purchases will continue to be distorted by short-term noisy factors - such as occasionally lumpy redemptions - the step-up in the runrate of our programme will become visible when ascertained over longer time intervals.", "Purchases will be implemented flexibly according to market conditions and always with a view to preventing a tightening of financing conditions that is inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "In addition, the flexibility of purchases over time, across asset classes and among jurisdictions will continue to support the smooth transmission of monetary policy.", "If favourable financing conditions can be maintained with asset purchase flows that do not exhaust the envelope over the net purchase horizon of the PEPP, the envelope need not be used in full.", "Equally, the envelope can be recalibrated if required to maintain favourable financing conditions to help counter the negative pandemic shock to the path of inflation.", "The PEPP is not the only tool the ECB is using to support favourable financing conditions over the pandemic period for all sectors of the economy.", "The third series of targeted longer-term refinancing operations (TLTRO III) remains an attractive source of funding for banks.", "The TLTROs' built-in incentive structure ensures that banks have access to ample funding at very favourable conditions if they maintain their lending to the real economy.", "This supports bank-based financing conditions for firms and households.", "Likewise, the remaining monetary policy instruments in place - ranging from our key ECB interest rates to the Governing Council's forward guidance and the Asset Purchase Programme - make a crucial contribution to the ample degree of monetary accommodation that is necessary to support economic activity and the robust convergence of inflation to our definition of price stability.", "We will also continue to monitor developments in the exchange rate regarding their possible implications for the medium-term inflation outlook.", "We stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards our aim in a sustained manner, in line with our commitment to symmetry.", "The path to a solid economic recovery Looking ahead, decisive action in other policy areas to support the recovery remains essential and should build on the favourable financing conditions prevailing in the euro area.", "When appearing before the European Parliament last month, I pointed out that the strength of Europe's crisis response over the last twelve months crucially depended on the strength of national and European responses across all policy areas: monetary, fiscal, supervisory and regulatory.", "We should continue to rely on the same recipe when it comes to securing a path to a solid economic recovery.", "An ambitious and coordinated fiscal stance remains critical.", "National fiscal policies should continue to provide critical and timely support to firms and households most exposed to the pandemic and the associated containment measures.", "At the same time, these measures should, as much as possible, remain temporary and targeted in nature to address vulnerabilities effectively and support a swift recovery.", "By brightening economic prospects for firms and households, fiscal policy would also strengthen the transmission of our monetary policy measures.", "Fiscal policy can also act as a catalyst to transform our economies in the recovery phase.", "This is why the NextGenerationEU package should become operational without delay.", "In the coming weeks, Member States should ensure a timely ratification of the Own Resources Decision and should finalise their recovery and resilience plans.", "The European Parliament can play an important role in making sure that these plans are well-designed and that they include productivity-enhancing structural policies to address long-standing weaknesses and accelerate the green and digital transitions.", "All of us, across all policy levels, should ensure that we use the thrust of the recovery to transform our economies and make them fit for the world of tomorrow, for instance by reducing and preventing climate risks.", "The ECB is ready to play its part in line with its mandate.", "This morning we published the preliminary results of our first economy-wide climate stress test to help both authorities and financial institutions assess the impact of climate risks over the next 30 years.", "When we announced the PEPP one year ago, the Governing Council declared that it would do everything necessary within its mandate and explore all options and all contingencies to support the economy through this shock.", "Looking back at the past year, I think we can affirm that we have delivered on this commitment.", "But there is no room for complacency - the ECB will continue to deliver on its mandate and support the recovery with all appropriate measures.", "I now stand ready to take your questions.", "See \"ECB staff macroeconomic projections for the euro area, March 2021\", ECB, 11 March 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "economic outlook", "financing conditions", "inflation", "PEPP", "pandemic", "recovery", "fiscal policy", "climate risks", "structural policies"]}