{"sentences": ["Presentation of the 2020 Annual Report of the Autorité de contrôle prudentiel et de résolution (ACPR) Press conference, Friday 28 May 2021 Speech by François Villeroy de Galhau, Governor of the Banque de France Chairman of the ACPR Ladies and Gentlemen, It gives me great pleasure to be with you again for the presentation of the 2020 Annual Report of the Autorité de contrôle prudentiel et de résolution (ACPR Prudential Supervision and Resolution Authority), in the company of the new Vice-Chairman, Jean-Paul Faugère, Dominique Laboureix, Secretary General of the ACPR, and Alain Ménéménis, President of the Sanctions Committee.", "I would first like to pay tribute to the staff at the ACPR more than 1,050 men and women whose professionalism is exemplary and recognised who have worked especially hard, both on-site and remotely, to monitor closely the effects of the economic crisis on financial stability.", "Exactly a year ago, when we were just at the start of the Covid crisis, I pointed out to you, in this exact same setting, how vigilant we were being and how confident I was, both in the competence of our supervisor and in the resilience of the financial system.", "Looking back, we haven't done too badly at all: at this stage, the financial risks are, on the whole, under control, thanks to resilient financial institutions with solid fundamentals (I).", "This reassuring picture should not, however, mask the short-term challenges of the emergence from the crisis, and the more structural challenges that our financial institutions will face over the coming decade (II).", "Financial institutions have proved more resilient than expected during the Covid crisis Just a short word, to start with, on the situation for which Jean-Paul Despite a fall in profits, France's insurance Faugère will go into in greater depth.", "sector is holding up well and remains the leading market in Europe in terms of balance sheet size: Insurers have managed to keep their solvency ratios on the whole solid, at around 243 %, which is one of the highest levels in Europe.", "But we need to be careful not to become complacent: the solvency of insurers is still a major focus of attention.", "Consequently, as one of its control priorities, the ACPR will carry out reinforced supervision in 2021, which will take the form of regular, targeted interviews, in parallel with the resilience exercises conducted jointly with the EIOPA.", "French banks, for their part, are continuing to display solid fundamentals, thanks to a high level of own funds, which has stabilised at around 15 %i: In this respect, the main euro area banks have fortunately defied certain fairly pessimistic predictions, which forecast that CET1 ratios would have deteriorated significantly by the end of 2020.ii This better than expected resilience among financial institutions, particularly in France, has played a decisive role in determining our economy's capacity to weather the crisis.", "Banks already financed three quarters of the European economy, and more than 60 % of the French economy.", "Fortunately, they have increased their volume of financing since the start of the health crisis, especially in France: Corporate lending, which was already rising at a rate of around 6 % per year between 2016 and 2019, accelerated markedly in 2020 (+ 13.3 %), especially lending to SMEs (+ 20.3 %), helped by the unrivalled success of the government's distribution of state-guaranteed loans, which totalled nearly EUR 140 billion at the end of April 2021.", "Let us also make one thing clear, in the face of the doubts that have been raised, which are completely unfounded: French banks are in no way underprovisioned.", "The cost of risk is traditionally lower in our country than the European average, and certainly than the level in And the recent reduction in this cost reflects the improvement in the economic outlook, as well as the efficiency of the public support measures for households and businesses.", "However, and as I predicted a year ago, the real challenge for the French banking system remains its insufficient level of profitability: This issue is largely one that has to be tackled by the banks themselves, and I shall come back to this, but there is also a need for a moderation of the regulatory constraints imposed on their income.", "In the first quarter of 2021, French banks' ROE, which reached 5.5 %, improved at a considerably slower rate than that of US and UK banks (15.5 % and 9.8 % respectively).", "The economic crisis has further exacerbated the structural weaknesses in their income this is especially true of net interest income, and fee and commission income despite their tighter control of management costs and the reduced cost of risk.", "In this context, it is important to remember how much our financial institutions owe to the strength of our prudential rules.", "Twelve years on from the 2009 Great Financial Crisis, it is no coincidence that the current crisis health-related, economic has not this time escalated into a financial crisis.", "This is in large part thanks to our prudential framework which has considerably increased the resilience of the main French banks, as well as that of their European and international peers.", "So yes, it is in our national interest that France remain committed to a full implementation of the December 2017 Basel III accord that is fair, definitive and reasonable: fair in the sense that there must be regulatory consistency with the United States, which appears to be fully guaranteed; definitive because there will be no Basel IV; and reasonable with regard to the application of the output floor.", "I support the application of the output floor at consolidated level for French banking groups, and solely for the calculation of the capital requirements defined in the Basel accord, as proposed by the Franco-German position.", "In insurance, Solvency II has enabled firms to confront the crisis on a very solid footing.", "But, as well as providing essential support for equity investment, the review of the regulation must allow us to strengthen the supervision and cooperation framework for cross-border activities.", "It is unacceptable that our national guarantee funds have to cover insurance payouts in the event of failures of cross-border insurers.", "Supervisors and guarantee funds in countries of origin should be made to shoulder more responsibility.", "Our single market has its rules: freedom of movement does not imply free-riding!", "Five essential challenges still need to be addressed In the short term, two challenges linked to the exit from the crisis Let us turn now to the challenges.", "The emergence from this crisis remains shrouded in uncertainty, and is very much conditional on the financial health of our firms.", "The ACPR is paying close attention to the impact of the rising risk of bankruptcies on banks' solidity, and has not so far noted any significant increase; I have already taken the opportunity to put some of the overly alarmist readings of the ESRB's recent report into perspective.", "With the recovery, the lifting of the public health restrictions will need to be followed by a winding down of public aid mechanisms.", "Support for businesses has to switch from the widespread provision of liquidity to a more selective phase of quasi-equity based support, targeted at firms that are economically viable but that have been financially weakened by the crisis.", "As the health and economic situation gradually normalises, there will be no reason to maintain the exceptional crisis support measures beyond next year: this applies to the buffers and flexibilities decided on at the start of 2020.", "The restrictions on dividends could also be lifted from as early as September 2021.", "This is vital if we are to ensure that our financial institutions remain attractive in a context of heightened international competition, where the exceptional measures are often more flexible, as in the United Kingdom, or are in the process of being lifted, as of 30 June this year, for the majority of US banks.", "Three longer-term challenges I shall turn now to the three structural challenges that financial institutions will need to address in the next decade: profitability, innovation and climate action.", "For banks, profitability is no longer an issue linked to monetary policy.", "It is important to stress this: tiering and the particularly attractive pricing now up to - 1 % of our TLTROs more than make up, in 2021, for the annual charge generated by negative interest rates.", "The path to profitability is now through the continuing modernisation of financial institutions themselves, but also through the emergence of a genuine \"single banking market\".", "We need to advantage of the size effect and encourage the formation of pan-European banking groups: we must never give up on the goal of a genuine Banking Union, despite protectionist resistance from \"host\" countries.", "This integration also requires efficient methods of crisis management.", "Europe needs to strengthen its resolution framework, to ensure the effective exit of non-viable banks in Europe, without burdening solid banking systems with additional financing which would mean adjusting the financing of the SRF (Single Resolution Fund).", "The impact of low interest rates is different, however, for insurers.", "The integration of PSRs into own funds has already allowed them to offer sufficiently attractive revaluation rates in a low interest rate environment.", "It should also give insurers valuable time to rethink their offering and shift it towards longer term, more equity-based products that make better use of savings to strengthen our economy.", "Innovation will be at the heart of the transformation that financial institutions need to make over the next decade.", "Europe is clearly losing momentum here, just as the crisis is accelerating the adoption of digital technologies, with Bigtechs poised potentially to redefine financial intermediation.", "For incumbent players, this represents an existential challenge, and innovation is the only effective response.", "This digital revolution also means we have to strengthen our methods of regulation to deal with the Bigtechs, which are now an unavoidable feature of the market but are still on the margins of existing regulation.", "We need cross-border cooperation, but also cooperation that is cross-field, with authorities in competition, data protection and cybersecurity.", "The FSB, BIS and OECD should muster forces on this.", "Cyber risk, in particular, is more than ever in the spotlight, with the accelerating digitalisation of services and increased use of teleworking.", "In parallel, European banks must unite resolutely in the field of payments, and rapidly develop a shared offering: there is no alternative to the EPI, European Payment Initiative.", "This digital revolution is also putting creative pressure on our supervisory practices.", "Let me reiterate here that Fintechs are very welcome in the French financial landscape, and have the right to an open and attentive dialogue with the ACPR, including in the Fintech-Innovation Unit created in 2016.", "Artificial intelligence is providing fertile experimental ground for our interactions.", "In fact, the ACPR is organising its first techsprint on 30 June and 1 July this year.", "This friendly competition will invite participants to invent tools to explain the algorithms of tomorrow, using credit risk models.", "The call for applications is being published today on the ACPR website, and I invite all players in the field of AI to take part.", "I shall conclude by talking about a third ambition: the ecological transition.", "To achieve this, our financial institutions will have to play their full part in fighting global warming.", "I would like to take the opportunity here to commend the climate leadership of France, which is at the forefront of efforts in Europe and the world.", "Despite the Covid crisis, our principal financial institutions willingly volunteered to carry out their first climate resilience tests.", "The exercise revealed that their exposure to transition risks is on the whole \"moderate\", and that it will be even better controlled if the transition is orderly and not delayed.", "Green finance also represents a huge opportunity for development.", "In short, the sooner the financial sector starts, the smoother the transition will be, with financial institutions playing an active role rather than just being followers.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Resilience", "Profitability", "Innovation", "Climate Action", "Solvency", "Banking Union", "Digital Revolution", "Cyber Risk", "Green Finance"]}