{"sentences": ["Ladies and gentlemen, the Vice-President and I are very pleased to welcome you to our press conference.", "We will now report on the outcome of the meeting of the Governing Council.", "While the recovery in global demand and the sizeable fiscal stimulus are supporting global and euro area activity, the near-term economic outlook remains clouded by uncertainty about the resurgence of the pandemic and the roll-out of vaccination campaigns.", "Persistently high rates of coronavirus (COVID-19) infection and the associated extension and tightening of containment measures continue to constrain economic activity in the short term.", "Looking ahead, progress with vaccination campaigns and the envisaged gradual relaxation of containment measures underpin the expectation of a firm rebound in economic activity in the course of 2021.", "Inflation has picked up over recent months on account of some idiosyncratic and temporary factors and an increase in energy price inflation.", "At the same time, underlying price pressures remain subdued in the context of significant economic slack and still weak demand.", "Preserving favourable financing conditions over the pandemic period remains essential to reduce uncertainty and bolster confidence, thereby underpinning economic activity and safeguarding medium-term price stability.", "Euro area financing conditions have remained broadly stable recently after the increase in market interest rates earlier in the year, but risks to wider financing conditions remain.", "Against this background, the Governing Council decided to reconfirm its very accommodative monetary policy stance.", "We will keep the key ECB interest rates unchanged.", "We expect them to remain at their present or lower levels until we have seen the inflation outlook robustly converge to a level sufficiently close to, but below, 2 per cent within our projection horizon, and such convergence has been consistently reflected in underlying inflation dynamics.", "We will continue to conduct net asset purchases under the pandemic emergency purchase programme (PEPP) with a total envelope of €1,850 billion until at least the end of March 2022 and, in any case, until the Governing Council judges that the coronavirus crisis phase is over.", "Since the incoming information confirmed the joint assessment of financing conditions and the inflation outlook carried out at the March monetary policy meeting, the Governing Council expects purchases under the PEPP over the current quarter to continue to be conducted at a significantly higher pace than during the first months of the year.", "We will purchase flexibly according to market conditions and with a view to preventing a tightening of financing conditions that is inconsistent with countering the downward impact of the pandemic on the projected path of inflation.", "In addition, the flexibility of purchases over time, across asset classes and among jurisdictions will continue to support the smooth transmission of monetary policy.", "If favourable financing conditions can be maintained with asset purchase flows that do not exhaust the envelope over the net purchase horizon of the PEPP, the envelope need not be used in full.", "Equally, the envelope can be recalibrated if required to maintain favourable financing conditions to help counter the negative pandemic shock to the path of inflation.", "We will continue to reinvest the principal payments from maturing securities purchased under the PEPP until at least the end of 2023.", "In any case, the future roll-off of the PEPP portfolio will be managed to avoid interference with the appropriate monetary policy stance.", "Net purchases under our asset purchase programme (APP) will continue at a monthly pace of €20 billion.", "We continue to expect monthly net asset purchases under the APP to run for as long as necessary to reinforce the accommodative impact of our policy rates, and to end shortly before we start raising the key ECB interest rates.", "We also intend to continue reinvesting, in full, the principal payments from maturing securities purchased under the APP for an extended period of time past the date when we start raising the key ECB interest rates, and in any case for as long as necessary to maintain favourable liquidity conditions and an ample degree of monetary accommodation.", "Finally, we will continue to provide ample liquidity through our refinancing operations.", "In particular, the latest operation in the third series of targeted longer-term refinancing operations (TLTRO III) has registered a high take-up of funds.", "The funding obtained through TLTRO III plays a crucial role in supporting bank lending to firms and households.", "These measures help to preserve favourable financing conditions for all sectors of the economy and thereby underpin economic activity and safeguard medium-term price stability.", "We will also continue to monitor developments in the exchange rate with regard to their possible implications for the medium-term inflation outlook.", "We stand ready to adjust all of our instruments, as appropriate, to ensure that inflation moves towards our aim in a sustained manner, in line with our commitment to symmetry.", "Let me now explain our assessment in greater detail, starting with the economic analysis.", "Euro area real GDP declined by 0.7 per cent in the fourth quarter of 2020 to stand 4.9 per cent below its pre-pandemic level one year earlier.", "Incoming economic data, surveys and high-frequency indicators suggest that economic activity may have contracted again in the first quarter of this year, but point to a resumption of growth in the second quarter.", "Business surveys indicate that the manufacturing sector continues to recover, supported by solid global demand.", "At the same time, restrictions on mobility and social interaction still limit activity in the services sector, although there are signs of a bottoming-out.", "Fiscal policy measures continue to support households and firms, but consumers remain cautious in view of the pandemic and its impact on employment and earnings.", "Despite weaker corporate balance sheets and elevated uncertainty about the economic outlook, business investment has shown resilience.", "Looking ahead, the progress with vaccination campaigns, which should allow for a gradual relaxation of containment measures, should pave the way for a firm rebound in economic activity in the course of 2021.", "Over the medium term the recovery of the euro area economy is expected to be driven by a recovery in domestic and global demand, supported by favourable financing conditions and fiscal stimulus.", "Overall, while the risks surrounding the euro area growth outlook over the near term continue to be on the downside, medium-term risks remain more balanced.", "On the one hand, better prospects for global demand - bolstered by the sizeable fiscal stimulus - and the progress with vaccination campaigns are encouraging.", "On the other hand, the ongoing pandemic, including the spread of virus mutations, and its implications for economic and financial conditions continue to be sources of downside risk.", "Euro area annual inflation increased to 1.3% in March 2021, from 0.9% in February, on account of a strong increase in energy price inflation that reflected both a sizeable upward base effect and a month-on-month increase.", "This increase more than offset decreases in food price inflation and in HICP inflation excluding energy and food.", "Headline inflation is likely to increase further in the coming months, but some volatility is expected throughout the year reflecting the changing dynamics of idiosyncratic and temporary factors.", "These factors can be expected to fade out of annual inflation rates early next year.", "Underlying price pressures are expected to increase somewhat this year, owing to short-term supply constraints and the recovery in domestic demand, although they remain subdued overall, in part reflecting low wage pressures, in the context of economic slack, and the appreciation of the euro exchange rate.", "Once the impact of the pandemic fades, the unwinding of the high level of slack, supported by accommodative fiscal and monetary policies, will contribute to a gradual increase in inflation over the medium term.", "Survey-based measures and market-based indicators of longer-term inflation expectations remain at subdued levels, although market-based indicators have continued their gradual increase.", "Turning to the monetary analysis, the annual growth rate of broad money (M3) stood at 12.3 per cent in February 2021, after 12.5 per cent in January.", "Strong money growth continued to be supported by the ongoing asset purchases by the Eurosystem, as the largest source of money creation.", "The narrow monetary aggregate M1 has remained the main contributor to broad money growth, consistent with a still heightened preference for liquidity in the money-holding sector and a low opportunity cost of holding the most liquid forms of money.", "Overall, lending to the private sector remained broadly unchanged.", "The monthly lending flow to non-financial corporations showed a modest pick-up in February compared with the previous month.", "This was also reflected in a slightly higher annual growth rate of 7.1 per cent, after 6.9 per cent in January.", "Monthly lending flows to households continued to be solid with the annual growth rate of loans to households remaining unchanged at 3.0 per cent in February.", "The latest euro area bank lending survey for the first quarter of 2021 reports a moderate tightening of credit standards for loans to firms, following more significant tightening in the previous two quarters.", "Heightened risk perceptions among banks were again the main contributor to the tightening, although their impact was less pronounced than in previous survey rounds.", "Surveyed banks also reported a renewed fall in demand for loans to firms, mainly driven by a continued decline in demand for financing for fixed investment.", "With regard to lending to households, the survey indicated lower demand for loans for house purchase, while the credit standards for these loans eased slightly, supported by competition among lenders.", "Overall, our policy measures, together with the measures adopted by national governments and other European institutions, remain essential to support bank lending conditions and access to financing, in particular for those most affected by the pandemic.", "To sum up, a cross-check of the outcome of the economic analysis with the signals coming from the monetary analysis confirmed that an ample degree of monetary accommodation is necessary to support economic activity and the robust convergence of inflation to levels that are below, but close to, 2 per cent over the medium term.", "Regarding fiscal policies, an ambitious and coordinated fiscal stance remains crucial, as premature withdrawal of fiscal support would risk delaying the recovery and amplifying the longer-term scarring effects.", "National fiscal policies should thus continue to provide critical and timely support to the firms and households most exposed to the ongoing pandemic and the associated containment measures.", "At the same time, fiscal measures taken in response to the pandemic emergency should, as much as possible, remain temporary and targeted in nature to address vulnerabilities effectively and to support a swift recovery of the euro area economy.", "The three safety nets endorsed by the European Council for workers, businesses and governments provide important funding support.", "The Governing Council reiterates the key role of the Next Generation EU package and the urgency of it becoming operational without delay.", "It calls on Member States to ensure a timely ratification of the Own Resources Decision, to finalise their recovery and resilience plans promptly and to deploy the funds for productive public spending, accompanied by productivityenhancing structural policies.", "This would allow the Next Generation EU programme to contribute to a faster, stronger and more uniform recovery and would increase economic resilience and the growth potential of Member States' economies, thereby supporting the effectiveness of monetary policy in the euro area.", "Such structural policies are particularly important in improving economic structures and institutions and in accelerating the green and digital transitions.", "We are now ready to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["monetary policy", "economic outlook", "inflation", "financing conditions", "pandemic", "economic recovery", "fiscal policy", "Next Generation EU", "monetary analysis", "economic analysis"]}