{"sentences": ["Philippine Ambassador to Singapore Joseph del Mar Yap, Ambassadors Francis Chua and Benedicto Yujuico of the Philippine Chamber of Commerce and Industry, my fellow Philippine government officials, and all the participants of the 2nd Philippines-Singapore Business and Investment Summit, a pleasant day to all of you.", "I'm glad to know that this event is now on its second year.", "It shows the interest among Singapore-based audience to learn more about the Philippines.", "The COVID-19 pandemic caused unprecedented health, economic, and social crisis globally.", "For the Philippines, we entered the crisis in a position of strength.", "We were armed with strong macroeconomic fundamentals, which were a result of over 20 years of structural reforms.", "With ample monetary and fiscal space, crisis-response measures were implemented swiftly and decisively.", "Together with the National Government, the Bangko Sentral ng Pilipinas implemented crucial measures to mitigate the pandemic's impact on livelihoods and the economy.", "The BSP has so far injected PHP2.0 trillion (USD42 billion) in liquidity to the financial system, equivalent to 11 percent of the country's GDP.", "Our unprecedented measures fell under three categories: First were measures to boost market confidence, such as cuts in the policy rate and the reserve requirement (RR).", "Second were extraordinary liquidity measures, such as provisional advances to the National Government and purchases of government securities in the secondary market.", "Third were regulatory and operational relief measures to sustain the stability of the financial system and ensure access to financial services at a critical time.", "For instance, we counted loans to micro, small, and medium enterprises (MSMEs) as compliance to the reserve requirement, increased the single borrower's limit, and raised the limit for real-estate loans.", "That said, the BSP recognizes that the timing for the unwinding of our response measures is crucial.", "We will carry out disengagement strategies in a manner that avoids risks associated with early or late implementation.", "Now is the right time to talk about \"disengagement strategies\" because the world-the Philippines included-is in the recovery phase.", "And while countries are preoccupied with the rollout of vaccine programs and recovery efforts, I am pretty sure many investors are in search of business opportunities and destinations that will provide great value for shareholders over the long haul.", "The Philippines is a smart investment destination.", "First, amid a sea of credit-rating downgrades and negative rating outlooks, the Philippines has maintained its investment grade credit ratings, all of which are assigned a \"stable\" outlook.", "Debt watchers are one in saying that the Philippines has strong pre-crisis fundamentals, has robust medium-term growth prospects, and is inclined to return to its fiscal-consolidation path post COVID.", "Second, we have encouraging macroeconomic prospects ahead.", "For 2021, we expect: • The economy to grow by 6.5 to 7.5 percent; • Exports and imports to rebound to a growth of 5.0 and 8.0 percent, respectively; • Remittances from overseas Filipinos to grow by 4.0 percent.", "Worth noting is that the 0.8 percent drop in remittances last year-vs. third-party projections of a double-digit drop-shows resilience of this vital foreign exchange source for the Philippines; • Net inflow of foreign direct investments to rise to USD 7.5 billion from last year's USD 6.5 • External accounts to remain healthy, with hefty gross international reserves and surpluses in the current account and the balance of payments (BOP).", "And third, despite the pandemic, the Philippines has been able to sustain the reform momentum.", "For instance, Congress has passed, and the President has signed into law, the Corporate Recovery and Tax Incentives for Enterprises (CREATE) bill.", "This law will slash corporate income tax from 30 to 20 percent and rationalize the fiscal incentives system, making the system performance-based, transparent, and time-bound.", "On the infrastructure front, the National Government continues to ramp up the \"Build, Build, Build\" program, the country's most ambitious infrastructure development agenda.", "For this year, the government has allotted a record PHP1.17 trillion (US$23 billion) for infrastructure projects, equivalent to 5.9 percent of GDP.", "And, as far as the BSP is concerned, we continue to implement measures that enhance the Philippines' competitiveness as an investment destination.", "These measures may be classified into three themes, namely: (i) financial digitalization, (ii) legislative agenda, and (iii) monetary and financial sector reforms.", "Allow me to discuss each in brief detail.", "First, on financial digitalization.....", "The BSP is at the forefront of efforts to digitize the Philippine economy.", "Last October, we launched the Digital Payments Transformation Roadmap.", "This is in line with our goal to become a cash-lite economy.", "By 2023, we want to see half of financial transactions in the country done electronically.", "We also expect a surge in the number of digital banks and in the use of electronic payment platforms, including the QR code system, over the near term.", "Through financial digitalization, we expect a boost in economic growth and development as digitalization makes payments easier and quicker, and helps improve working capital efficiency.", "We recently issued frameworks for enhanced risk management, open finance, and the creation of digital banks-all of which help further strengthen the financial system and hasten the digitalization of the Philippine economy.", "The pandemic has been a catalyst in the exponential rise in the use of electronic payment channels.", "Volume of transactions via PesoNET and InstaPay-the platforms for large- and small-amount fund transfers-grew year-on-year last January by 293 and 396 percent, respectively.", "Digitalization also accelerates financial inclusion to those unserved and underserved by traditional bank branches.", "This results in more economic activities and, therefore, faster economic growth.", "With an enabling regulatory environment, we have seen an increase in digital financial accounts.", "From only 9.4 million in the first quarter of 2016, the number of e-money accounts in the country rose to 37.5 million in the first quarter of 2020.", "The BSP has also launched a program called Digital PERA or the Personal Equity and Retirement Account.", "This will allow Filipinos to save and invest for retirement using their mobile devices.", "Complementing the BSP's efforts to promote financial digitalization is our drive to improve the Filipinos financial literacy.", "Through various financial education activities and materials, we are building the foundation for an investment-savvy population.", "With the efforts toward financial digitalization and financial literacy combined, we are setting the stage for a \"New Philippine Economy\"-that is, stronger, digitalized, and more inclusive.", "Let's move on to the BSP's legislative agenda.", "The BSP is pushing for legislative measures that will help catapult the Philippines toward its next stage of economic development.", "These measures seek to: • Expand the list of sectors that banks can lend to, in compliance with the mandated lending for agriculture development; • Lift secrecy of bank deposits, which will help efforts against tax evasion and money • Enhance access of Micro, Small, and Medium Enterprises to credit through a comprehensive credit database; • Improve the protection of consumers of financial products and services; and • Strengthen the capacity of government financial institutions to provide assistance to Micro, Small, and Medium Enterprises and other strategically important companies.", "The BSP likewise supports National Government efforts to push for laws that will further enable foreign investments to the Philippines.", "These bills include: (i) Amendments to the Foreign Investment Act; (ii) Amendments to Retail Trade Liberalization law; and (iii) Amendments to Public Service Act.", "Finally, on the BSP's monetary and financial sector reforms... Amid an ever-changing landscape, BSP constantly looks for ways to improve our conduct of monetary policy and financial sector supervision.", "On the monetary front, for instance, the BSP started issuing its own debt securities last September.", "This increases BSP's set of tools to manage liquidity in the economy, consistent with our price stability mandate.", "Latest estimates by the BSP showed that inflation will average 4.0 percent this year and 2.7 percent next year- both within the official target range of 2.0 to 4.0 percent.", "On financial supervision...We issued circulars that keep our regulatory framework attuned to the times.", "Circular 1108 enhances the know-your-customer rules for virtual asset providers.", "This is in line with our efforts to improve cyber security as we promote financial digitalization.", "Circular 1109 scraps the P1-million minimum balance requirement for investment management accounts.", "With this, investment products become accessible to more Filipinos, consistent with our financial inclusion objectives.", "Circular 1111 relaxes the implementing guidelines of the Agri-Agra law.", "With this, banks may extend loans to more types of enterprises, in compliance with the mandated lending for agriculture development.", "Amid a dynamic regulatory environment, our banking system has been resilient to shocks.", "Banks remain well capitalized.", "Their assets continue to grow.", "Banks are also able to keep their bad debts manageable-far from levels seen in the aftermath of the Asian Financial Crisis.", "Speaking of bad assets, the Financial Institutions Strategic Transfer (FIST) bill was signed into law last month.", "This allows banks to dispose of their bad assets via asset management companies, thereby easing NPLs down the road.", "We estimate that the law can help reduce the NPL ratio of banks by 0.63 to 0.71 percentage points.", "To further improve efficiency of BSP's operations, we created the Payments and Currency Management Sector.", "With it the BSP now has a group totally dedicated to supervising the country's payments and settlements system, consistent with National Payments System Act.", "In closing, I would like to highlight two things: First, the adverse impact of the COVID-19 pandemic on the Philippines will be transitory.", "Our macroeconomic fundamentals remain sound, and our medium-term growth prospects are bright.", "And second, the reform momentum will help fuel the Philippines' recovery, address structural issues, and continue to enhance the Philippines' competitiveness as a leading investment destination.", "You're all welcome to do business with us and be part of our exciting post-COVID narrative.", "Thank you very much for listening.", "I look forward to the panel discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19 pandemic", "economic recovery", "financial digitalization", "monetary policy", "banking system", "investment destination", "macroeconomic fundamentals", "legislative agenda", "financial inclusion", "monetary and financial sector reforms"]}