{"sentences": ["High-level lecture - College of Europe, 31 March 2021 Europe's growth gap: reconciling Keynes and Schumpeter Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr), Déborah Guedj (deborah.guedj@banquefrance.fr) Dear students, Professors, Ladies and Gentlemen, I am delighted to be with you today, and I extend my warmest thanks to Professor Béatrice Dumont for her kind welcome speech.", "For obvious and unfortunate reasons, I was unable to come physically to the magnificent city of Bruges, this architectural jewel of the Middle Ages.", "Bruges is also a highly significant place for a central banker, as it was the birthplace of stock markets in Europe, in the 14th century.", "I also stand before you as a committed European, born and raised at the Franco- German border, present in Maastricht 30 years ago, and the College of Europe reflects this fruitful European spirit that I particularly cherish.", "What I want to do today is to avoid \"langue de bois\".", "In these troubled times, we need to speak \"truthfully\" before acting positively.", "In this respect, I would like to address the following issue: why is Europe lagging economically behind the United States?", "In order to find the right cure, we first have to elaborate on the right diagnosis.", "The diagnosis: Europe is an economic heavyweight, but lacks speed I would like to start with our undeniable successes.", "I strongly believe that Europe's economic weight rests on a tripod with no equivalent elsewhere in the world: our single market, our single currency and our shared social and environmental model.", "These are three assets, constituting our common identity, that we should build on.", "First, we in Europe share, thanks to our founding fathers and to Jacques Delorsi, a large single market.", "It removes most internal borders and regulatory obstacles to the free movement of goods, capital, services, and people in the European Union.", "It was no coincidence that access to the single market lay at the heart of the Brexit debate.", "Second, thanks to Helmut Kohl, François Mitterrand and many others, we have built a new and solid currency: the euro is a unique success, which is recognised worldwide and supported by a clear majority of euro area citizens (75%ii).", "Third, our common social model combines a lower level of inequality with a higher level of public services - let's call it soziale Marktwirtschaft in German, and pay tribute to social democracy as well as to Christian Democrats.", "This model is more and more environmental, and in this respect, Europe is clearly ahead.", "The world in this 21st century, starting with its youth across the different continents, needs our European values.", "But do we have the power to project these values?", "Power is, in physics, the multiplication of weight by speed: we collectively have the former, but we lack the latter.", "So, I will now focus on our structural lag in terms of growth.", "It is most obvious with China, but the United States is more comparable with Europe.", "Allow me to explain my approach with a quote from Alexis de Tocqueville: \"It is not (...) merely to satisfy a legitimate curiosity that I have examined America; my wish has been to find instruction by which we may ourselves profitiii.\"", "Tocqueville wrote these words two centuries ago and he was comparing democratic institutions.", "Today, we Europeans can be proud of our democratic traditions.", "However, over the past 20 years, the growth gap between the United States and the euro area has been widening: Cumulatively between 1999 and 2019, the real GDP gap amounts to 20 percentage points.", "Regarding GDP per capita, the cumulative gap is 7 percentage points over the same period.", "Before the Covid crisis, the gap was also pronounced in employment: On top of that, the share of the euro area in global GDP has been declining over the past 20 years, owing to demographic changes and the catching-up of emerging economies, although, this has been a common problem for all advanced economies.", "The growth gap between the United States and the euro area has mostly widened during crises, in 2008 and in 2011, and more recently with the Covid crisis.", "There is a painful paradox: the 2008 financial crisis started in the United States and the 2020 pandemic crisis started in China and yet, each time, it has been Europe that has suffered the most.", "In the face of a similar health shock, the number of cases and deaths, relative to the total population, is higher in the United States than in the euro area, even than in France, Spain or Italy.", "However, recovery paths are clearly diverging: Excluding containment measures, two main direct factors could explain this phenomenon: the euro area's higher dependency on tourism; the digital advance of the United States.", "Incidentally, the negative impact has been highest in the United Kingdom, whose GDP fell dramatically last year, by almost 10%.", "The OECD forecasts a modest recovery this year (+5.1%), relative to the plunge.", "Three potential explanations and three cures After the diagnosis, I will now move to potential explanations and cures.", "For that, let us call to mind two of our most famous economists of the 20th century: Keynes and Schumpeter, who are viewed as opposed in terms of policy prescription.", "John Maynard Keynes emphasised the importance of both macroeconomic active policies and the welfare state for citizens.", "Joseph Aloïs Schumpeter focused on what causes dynamism and innovation in market economies.", "As you know, he was born in Europe but passed away in America - and it's probably no coincidence.", "Accordingly, I would like to elaborate on three potential \"candidates\" as explanations for Europe's lag: the first two - our social model and our macroeconomic policies - would be Keynesian failures and the third one - our lack of innovation - is on the Schumpeterian side.", "To put it in a nutshell, I don't believe in the first two explanations, but I believe in the third one.", "Hence, Europe ultimately needs to gather together its two sons, to reconcile Keynes and Schumpeter.", "A frequent explanation for Europe's lag seeks to lay the blame with our common social model.", "In my view, this is not convincing.", "Look at the Nordic economies.", "They have a high ratio of social spending as a percentage of GDP (28% in Denmark, 25% in Sweden, 29% in Finland, well above the OECD average of 20%), and nevertheless their economic performances is better : for instance, the unemployment rate was 5.1% in Denmark, 6.8% in Sweden and 6.7% in Finland in 2019 (before the outbreak of the Covid crisis), which is well below the euro area average (7.6%).", "Sweden and the Netherlands successfully gave birth to \"decacorns\" such as Spotify and Adyen, etc.", "Within the euro area, there are other examples that are less well-known than the Nordics or Germany: in Austria, productivity has risen faster since 2015 than the euro area average, and the equilibrium unemployment rate is 5.1%, even though the ratio of social protection to GDP is higher than the euro area average.", "And this is not to mention, outside the euro area but in the middle of Europe, Switzerland.", "This doesn't mean that we should rest on our laurels.", "There is a need for public sector reforms in some countries, especially in order to control the budgetary costs of this model.", "I will focus on the French case, and if you will allow me, I will switch to French, as I am in the \"Collège d'Europe\".", "Nous avons bien sûr besoin de réformes structurelles mais nous avons surtout un rapport à l'austérité étrange : nous sommes le pays qui en parle le plus mais un de ceux qui la pratiquent le moins.", "Cette peur infondée nous détourne de notre vrai problème : la faiblesse de notre croissance - j'y reviendrai - et le niveau excessif de nos coûts publics alors que nous avons le même modèle social que nos voisins.", "Je crois profondément à ce modèle social.", "Mais notre défi, c'est l'écart de dépenses publiques de 10 points de PIB avec le reste de la zone euro.", "Sur notre stratégie de finances publiques, la photographie de départ est une dette publique atteignant 115,7 % du PIB fin 2020, deux fois plus qu'il y a À politique inchangée, avec une croissance potentielle de 1,1% et un taux de croissance des dépenses publiques en volume de 1,1 % qui est la tendance des 10 dernières années, nous ne ferons que maintenir ce haut niveau de dette publique sur les 10 prochaines années ; ce serait une stratégie dangereuse pour la France face au risque d'un choc de taux d'intérêt ou à celui d'une nouvelle crise conjoncturelle exogène.", "Mais nous pouvons écrire un film plus heureux pour échapper à ce scénario tendanciel.", "Il combine trois ingrédients : le temps - ne commencer à se désendetter qu'une fois sortis économiquement de la crise Covid, après 2022, et se donner une stratégie sur dix ans - ; la croissance - qui apportera des recettes mais pas de miracles - ; et enfin une meilleure maîtrise et efficacité de nos dépenses publiques.", "Une croissance nulle - une stabilisation, donc - des dépenses totales en volume à fiscalité constante ferait baisser la dette à environ 100 % du PIB en 2032.", "Une croissance des dépenses en volume ramenée à 0,5 % par an diminuerait la dette à environ 110 % du PIB.", "Beaucoup de réflexions actuelles en France - dont celles récentes de la commission Arthuis - avancent le principe d'une telle norme de dépenses, à juste titre.", "Mais il faudra en fixer le niveau, ce qui relève du débat démocratique : les exemples chiffrés que je viens de citer peuvent l'éclairer.", "C'est un objectif exigeant mais accessible : nombre de nos voisins européens y sont parvenus.", "The lack of macroeconomic policy coordination has long been the \"usual suspect\" for the weakness in our economic union.", "This was true during the euro crisis: monetary stimulus, whether powerful enough or not, was not sufficiently supported by fiscal policy, which was tightened too early.", "This lesson has not been forgotten in this crisis.", "Along with my colleagues on the Governing Council, I personally will never forget that night of March 2020 when, locked down in our homes, we took, in less than three hours, some of the strongest measures in the history of the euro, creating our now almost famous PEPP [Pandemic emergency purchase programme].", "On the fiscal front, with its Next Generation recovery plan of EUR 750 billion, financed by a shared debt instrument, the European Union demonstrated an unprecedented level of solidarity towards the countries most affected by the Covid crisis.", "Monetary policy is no longer the only game in town, and Europe has reacted appropriately over the past year.", "The ECB's balance sheet is now double the size of the Fed's as a percentage of GDP: Moreover, thanks to our social model and its higher automatic stabilizers, the overall 2020 fiscal stimulus in the euro area has been almost as strong as in the Yes, President Biden's American Rescue Plan is significantly bigger for 2021- 2022.", "But according to many American economists, it could create a risk of the economy running above potential, \"making monetary policy more difficult to use in the futureiv\", as expressed by Olivier Blanchard - who is not really known as a supporter of austerity.", "The new infrastructure bill, to be announced today, could have more positive long-lasting effects in two regards: it strengthens supply, including possibly in education; it could reverse the race to ever more tax cuts in advanced economies.", "With that in mind, for us Europeans, our main issue now is not the scale of our fiscal response but the speed of its execution.", "Speed, once more, is our collective handicap.", "Governments now need to implement the recovery plan to which they have agreed and they need to do so urgently.", "In other words, we in Europe need to walk our talk.", "On a structural level, three major crises in the past ten years - 2008-2009, 2011, 2020 - have shown the need to complete the Economic Union in addition to the successful Monetary Union, starting with a permanent fiscal capacity.", "Yes, a big step forward has been made thanks to Next Generation EU.", "But the real Hamiltonian moment will come when the existence of a permanent common fiscal capacity allows genuine countercyclical action to be taken to counter major asymmetric shocks.", "Conversely - and not contradictorily -, adequate fiscal discipline is key to cope with economic reversals.", "Look at Germany, which fixed the roof while the sun was shining, and made appropriate use of its financial leeway during the crisis.", "There will be a debate, to be concluded most likely next year after the German and French elections, on the Stability and Growth Pact.", "We should avoid a fruitless confrontation between \"illusionists\" - who plead for debt cancellation, which is completely out of the question - and \"traditionalists\" - who want to keep the same old rules as if nothing had changed, including on the level of interest rates.", "We do still need rules, but revised and simplified ones.", "Indeed, the current low interest rate environment (with r<g) does not mean that public debt sustainability issues have become irrelevant: it only implies that governments have more time to ensure debt sustainability.", "These new rules should be based on a medium-term debt trajectory and on a single operational target, namely a ceiling on the growth rate of public expenditure as proposed by the European Fiscal Board (EFB), chaired by the Danish economist Pr.", "First, we can keep the 60% long-term debt anchor, which is in the Treaty.", "But the 1/20 linear rule of yearly adjustment towards it is too demanding and should be made more country-specific.", "Second, for the operational target, relying only on the current interest burden, as suggested by some, would be at the same time short- termist and too partial.", "But interest payments could be included in the net expenditure target, unlike the EFB proposal which excludes them.", "This inclusion would give more fiscal space to governments as long as interest rates remain low.", "However, if tensions arise in interest rates, as in an economic recovery, they would have to make more of an effort on primary expenditure.", "The bottom line is that the long-term sustainability of public debt should be ensured by credible but flexible fiscal rules.", "Sound fiscal rules are also crucial to improve the quality of public expenditure and boost growth: spending on the future, on your generation - education, research, the ecological transition, investment - must take priority over spending on the day-to-day operation of public services, or on some of the social transfers.", "But unfortunately, this key debate over the quality of spending is the blind spot in our European democracies.", "C. Our lack of innovation?", "If the main explanation is neither social nor \"macro\", and hence not Keynesian, it is more on the \"micro\" and Schumpeterian side.", "Over the last two decades, growth has had to confront numerous \"headwinds\"v, to quote a seminal article by the famous American economist Robert Gordon.", "In Europe, our lack of innovation and agility in crises is probably the most severe: in 2019, among the 100 most innovative firms in the worldvi, 38 were based in the United States, 21 in China and 15 in Europe.", "And of the large digital corporations - the GAFAM and other bigtechs - whose power equals that of sovereign states, none is European.", "Europe is clearly losing momentum at a time when this crisis is triggering a further acceleration of digital technology.", "In the short term, a too persistent provision of public support to firms could have perverse effects on innovation, as it would prevent creative destruction from occurring.", "This lack of a \"cleansing effect\" calls for a sufficiently selective approach in assisting the recovery: public support for \"building back better\" should not be aimed at preserving yesterday's world.", "In the longer term, what can we do to put Europe back on the path of innovation?", "I'm not going to claim to know more than all the research, which is often better qualified than I am.", "But I firmly believe that innovation is perfectly compatible with the European model and with our choice of the euro.", "Economic stagnation is not written in our destiny: we can - provided we have the patience and tenacity to remain mobilised over the long term - achieve a great deal by liberating two European energies.", "First, that of Europe's talent and its human capital: 448 million men and women, whom few can rival in terms of qualifications.", "Then the energy of its single market, which we now have to push to its full potential: Enabling our human capital As you all know, there is a very strong correlationvii between growth and education.", "In Europe, we have some of the best education and vocational training systems - and you are the best proof of them!", "But there is a large human capital divide in the EU with regard to the distribution of skills.", "Southern EU countries, including mine, have a distribution of skills with more low-skilled people - Spain and Italy have twice as many as Sweden, as of share of the adult population - and fewer high-skilled individualsviii - France has half as many as the Netherlands or Finlandix.", "As education inequalities have been dramatically exacerbated during the Covid crisis, investment in education should be targeted as a priority in order both to raise human capital and reduce inequalities.", "On-the-job training is another factor of growth as tomorrow's jobs will be even more changeable than today.", "Take the example of digital experts: \"as of 2019, there were 7.8 million ICT specialists in Europe, which is far below\" the requirement of 20 million experts, including \"for key areas such as cybersecurity or data analysis\"x. Europe's competitive advantage depends on its ability to ensure mobility through vocational education - what economists call \"mobicationxi\".", "One word on the importance of \"managerial quality\" which can affect the implementation of innovative reforms inside firms.", "Inferior European management practicesxii seem to explain 30% to 50% of the Total Factor Productivity gap between European countries and the United States.", "Along with improvement in education, stronger competition and open labour markets could help Europe close this management gap.", "Capturing the full potential of our single market To compete with the American or Chinese economies and their companies, scale is obviously of the essence.", "We are not that bad at start-ups, but the number of scale-up companies in Europe has to be dramatically increased.", "And this requires two strategic arrows targeted at size and money.", "Size: As I said, Europe has the advantage of having a single market, the largest in the world.", "But we need to be bolder and take full advantage of the size effect.", "We must revive the single market, above all because we can optimise its power by combining its various components much better: free movement of goods, naturally; but also regulatory power.", "We must use the power of standardisation, notably to direct innovation, as illustrated by the GDPR and data where Europe is taking the lead.", "We must have the courage to develop an industrial policy with public-private partnerships, as in the case of artificial intelligence and batteries.", "To achieve this, the European competition policy could be more strategically orientatedxiii.", "As such, Europe should (i) rethink what is the relevant market for mergers, (ii) not facilitate the market penetration of foreign firms.", "In the digital sector, network effects should be assessed to take into account monopoly positions.", "In particular, the takeover of innovative start-ups should give rise to a revamping of the concepts used by the Commission.", "Money: To bridge the innovation gap and help our start-ups grow, we need to better mobilise our financial resources thanks to a genuine \"Financing Union for Investment and Innovation\".", "Europe is facing an unacceptable paradox : we have the world's largest pool of domestic savings - with the household saving rate hitting an all-time high in 2020 - but since the 2008 financial crisis, investment has been declining, especially in southern and eastern Europexiv: And the equity financing of non-financial firm's is underdeveloped compared to the United States: it only represents 76% of euro area GDP, versus 176% in the In the current context of the Covid crisis, consolidating the Capital Markets Union is even more essential to complement public measures and support the economy.", "There is still too much fragmentation.", "Tangible solutions are in the pipeline such as new regulatory measures to help companies raise funds rapidly on markets in the context of Covid-19.", "Further efforts should also be made in the areas of pan-European venture capital, market supervision or companies' data transparencyxv.", "In conclusion, I would like to mention a more \"cultural\" cause of our European lag: let us call it a confidence gap.", "According to a 2018 global surveyxvi, trust in a better future was at 30% on average in Europe, compared with 45% in the United States and ... 66% in India.", "But knowing where we come from - so many wars, and deep-rooted traumas - should not stop us from asserting the success of our European Union, and what we truly believe in.", "Just think of what Europeans have been able to accomplish in more than five centuries: from 1492 to the 19th century, from Amsterdam and Madrid to London and Paris, we, Europeans, were the inventors of the world.", "Yes, Europe also is \"bound to leadxvii\", not out of fear but out of hope, not out of violence but out of exemplarity.", "In the current crisis of globalisation, Europe does not need to keep its head bowed; it should assert and propose a model - its own social, environmental and multilateral model... one that can fulfil the strong expectations of your generation worldwide: respect for our planet, desire for social justice and ethics.", "As young European leaders, this will be the opportunity and duty of your generation.", "In this quest, let me quote another illustrious European, Emperor Charles V, born in Gand, 40 km from Bruges.", "His motto can inspire us: \"Plus oultre\"... look beyond, take risks and strive for excellence.", "Good luck to you and thank you for your attention.", "Delors J., Speech on the occasion of the opening of the academic year at the College of Europe, \"50 ans Collège d'Europe\", September 1999 European Commission, Eurobarometer 93, October 2020 De Tocqueville A., Democracy in America, 1840 Blanchard O., \"In defense of concerns over the $1.9 trillion relief plan\", Peterson Institute for International Economics, February 2021 Gordon R. J., \"Is U.S. Economic Growth Over?", "Faltering Innovation Confronts the Six Headwinds\", National Bureau of Economic Research, August 2012 vii Hanushek E. A. and Woessmann L., \"The Economics of International Differences in Educational Achievement\", Handbooks in Economics, Vol.", "France has a 22% share of low-skilled workers, Spain and Italy around 27%, Sweden and Norway around 13%.", "The share of high-skilled adults among the population in the Netherlands, or in Finland, is more than twice as large as in France (17% and 19% respectively vs. 8% in France).", "European Commission, 2030 Digital Compass: the European way for the Digital Decade, March 2021 For a discussion in the European context, see Andersen S., Petersen O., Moving from flexicurity to 'mobication', xii Bloom N., Sadun R., Van Reenen J., \"Can European firms close their 'management gap' with the US?", "\", VOXEU, For an illustration in the US case, see Gilbert R., Innovation Matters: Competition Policy for the High-Technology Economy, July 2020 Gossé J-B., Hermet E., Mourjane A., Dufouleur M., \"Developing the Capital Markets Union to mobilise savings and stimulate investment in Europe\", Banque de France Bulletin, September - October 2020 European Commission, Capital markets union 2020 action plan: A capital markets union for people and businesses.", "BVA, Win, Le Point, International barometer of Trust in the future in 57 countries, February 2018 Nye J., Bound To Lead: The Changing Nature Of American Power, August 1991"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Innovation", "Social model", "Fiscal policy", "Macroeconomic policy coordination", "European Union", "Single market", "Education", "Human capital", "Confidence"]}