{"sentences": ["SPEECH From market neutrality to market efficiency Welcome address by Isabel Schnabel, Member of the Executive Board of the ECB, at the ECB DG-Research Symposium \"Climate change, financial markets and green growth\" Frankfurt am Main, 14 June 2021 On behalf of the European Central Bank (ECB) and the co-organizers - the Centre for Economic Policy Research (CEPR) and the European Bank for Reconstruction and Development (EBRD) - I am pleased to welcome you to the Symposium \"Climate Change, Finance and Green Growth\".", "While all of us would certainly have preferred to convene in person, the event's virtual format does at least have the welcome side effect of lowering our carbon footprint.", "The programme of the Symposium is highly topical: it features six state-of-the-art academic papers and a moderated discussion focusing on the interaction between climate policies, financial markets and sustainable development.", "The Symposium underscores the ECB's commitment to better understand the consequences of climate change for output and inflation, to explore the role that central banks can play in fostering the transition to a low-carbon economy, and to support high-quality academic research on climate change.", "In view of the Symposium's agenda, my opening remarks will focus on the scope for the ECB to contribute to the global fight against climate change.", "While this topic is also an important element of the ECB's ongoing monetary policy strategy review, my remarks should not be seen as an indication of its eventual outcome.", "[ A global challenge for everybody There can be no doubt that broad-based action is urgently needed to mitigate climate change and its consequences.", "The primary responsibility for climate change policies clearly lies with governments.", "Under the European Green Deal, the EU has recently adopted a broad range of initiatives to accelerate the transition to a green economy.", "[ But although governments have to lead the charge against climate change, the global and allencompassing nature of this historic challenge means that everybody has to consider how they can contribute.", "This applies in particular to policymakers, including central banks.", "[ Global carbon pricing alone, while being seen by many economists as the key tool in addressing climate change, will not be sufficient to ensure a swift transition to a carbon-free economy.", "Financial markets play an essential part in funding this transition.", "This was one of the main messages of President Lagarde's recent speech on a \"green capital markets union\".", "[ Recent evidence points to the crucial role of banks in funding energy-efficient investment projects.", "[ Empirical studies also suggest that high equity investment underpins the transition by flexibly allocating funding to low-carbon sectors, as well as by supporting green innovation in carbon-intensive sectors.", "[ Finally, research indicates that green bond issuance by companies may be associated with an improvement in their environmental performance.", "However, environmental externalities due to missing or insufficient carbon pricing mechanisms continue to distort the pricing of climate risks by financial markets, thus decelerating the green transition.", "[ Since climate change is partially irreversible, such delays could prove detrimental.", "[ In fact, the preliminary results of the ECB's ongoing economy-wide climate stress test illustrate that the magnitude of long-term physical climate change risks by far exceeds the short-term transition costs associated with more stringent mitigation policies, as described by Vice President de Guindos in a recent blog post.", "[ Other research corroborates the finding that an early and orderly transition is likely to reduce the extent of economic disruption associated with climate change.", "[ Central banks can act as a catalyst to facilitate an orderly transition towards a greener economy.", "[ Although central banks' leeway to address climate risks within the remit of their mandate is still subject to debate[ ], there are an increasing number of commentators who argue that central banks should take the implications of climate change into account.", "[ First, central banks should ensure that climate risks are adequately incorporated both in their own risk management and in that of the financial institutions they supervise.", "Second, central banks can have an important role in fostering climate-related information disclosure by firms and financial institutions.", "[ Finally, central banks have an array of potential instruments at their disposal to incentivise the issuance of green financial products.", "[ However, we need to proceed with caution: as a European institution with statutory independence, the ECB is strictly bound by the provisions of the Union's legal framework.", "[ Before considering specific avenues to address the implications of climate change, we therefore need to thoroughly explore whether the Treaties provide a sound legal basis for the ECB to support society's collective effort to combat climate change.", "The legal basis for ECB policy action Both our primary and our secondary mandate provide potential legal foundations for the ECB to consider its role in addressing the challenges arising from climate change.", "[ In fact, as I have argued previously, our primary mandate requires us to take climate change into account if its consequences pose a threat to price stability in the euro area.", "[ Emerging evidence suggests that climate change may indeed hamper the transmission of monetary policy to the real economy, affect potential growth as well as the equilibrium real interest rate, and increase macroeconomic volatility.", "[ If climate change does pose a danger to price stability, the provisions of the Union's legal framework dictate that the ECB would need to take - possibly pre-emptive - action to safeguard the continued fulfilment of our primary mandate.", "[ Our secondary mandate could provide an additional justification for taking climate change into consideration in our monetary policy decisions: it obliges the ECB to ensure that our measures support the general economic policies in the EU, with the important restriction that our actions must not prejudice our price stability objective.", "[ Our supporting role means, however, that we neither have the primary responsibility for these policies nor the power for autonomous policy-making to address climate change.", "The high priority that European policymakers have attached to climate policies can guide the ECB when carrying out its supportive role and help justify the incorporation of climate change considerations into our monetary policy framework under our secondary mandate.", "These considerations imply that the Treaties provide a solid legal basis to explore the ECB's leeway for policy action under the primary and secondary mandates.", "But even a favourable legal assessment would still beg the question of how the ECB should operationalise its policy support to accelerate the green transition.", "What could the ECB do?", "A growing number of policy proposals suggest that the ECB should modify its monetary policy framework in order to more explicitly address climate considerations.", "The public debate has largely focused on our asset purchases.", "However, the implementation of our asset purchase programmes is only one potential lever the ECB could use to address climate change.", "There is a wide spectrum of other possible avenues that the ECB and other central banks could pursue to contribute to the global fight against climate change.", "It is widely acknowledged that the ECB should adapt its macroeconomic models to better integrate climate change-related risks into our monetary policy decisions.", "Such an adjustment of our models will, for example, improve our theoretical and empirical understanding of how climate risks affect the monetary policy transmission mechanism.", "Any climate change policy hinges on the availability of reliable data.", "The ECB can contribute to developing statistical indicators at granular and aggregated levels.", "The availability of better data could, in turn, underpin harmonised climate-related disclosures.", "There is substantial scope for progress on these fronts and the ECB could lend crucial support to initiatives in these areas.", "For example, we have already committed to enhancing our own climate-related disclosures by measuring greenhouse gas emissions and other sustainability metrics of our activities, starting with our non-monetary policy portfolios.", "[ This endeavour builds on the extensive work that has already been conducted by the Network for Greening the Financial System (NGFS), chaired by my colleague Frank Elderson, and the Task Force on Climate-related Financial Disclosures (TCFD).", "[ Furthermore, we could amend our collateral framework, for example by including innovative financial as eligible collateral, as we have recently done with the acceptance of sustainability-linked bonds ], or by linking the eligibility as collateral to more comprehensive disclosures, reflecting European legislation such as the Corporate Sustainability Reporting Directive (CSRD).", "Such a step could support the development of consistent disclosure practices across Europe.", "There is also scope to incorporate climate risks into our stress tests, both in our own risk management practices and in our supervisory activities.", "The ECB is currently conducting a comprehensive top-down stress test to evaluate the risks associated with economy-wide climate exposures.", "[ In 2022, the ECB will complement this work by carrying out a separate supervisory climate stress test of individual banks.", "[ Finally, central banks can contribute to cutting-edge academic research on the macroeconomic ramifications of climate change.", "The ECB's research department is working on an ambitious climate change research agenda and aims at further intensifying the exchange with other central banks and with the academic community.", "This Symposium is an example of institutional collaboration that advances the current frontier of knowledge.", "These considerations have three important implications for the ECB.", "First, central banks have a range of instruments at their disposal.", "While our mandate imposes certain restrictions on our ability to act, combining some or all of these instruments could serve as a powerful contribution to accelerating the green transition.", "Second, despite the variety of the instruments in the toolkit, they all have one thing in common: they show that central banks can act as a catalyst and thought leader by prompting other financial market participants to pre-emptively enhance their analysis of and resilience to climate risks.", "Third, the array of possible tools suggests that central banks should employ an all-encompassing approach in adjusting their instruments and monetary policy framework to enhance climate protection, within the remit of their respective mandate.", "This includes scrutinising well-established conceptual frameworks that have previously guided the implementation of our monetary policy.", "In the context of the ECB's asset purchases, the shortcomings of the market neutrality principle illustrate the need to reconsider the merit of previous practices that may be at odds with fostering the transition to a carbon-neutral economy.", "From market neutrality to market efficiency So far, the market neutrality principle has guided the implementation of our private sector asset purchase programmes.", "[ Other central banks have followed similar principles to reduce price distortions from their asset purchases.", "[ While the concept of market neutrality is related to the Treaty principle[ of \"an open market economy with free competition, favouring an efficient allocation of resources\", it is not per se a rule in primary law.", "The ECB already now deviates from market neutrality in several instances.", "For example, the application of eligibility criteria for purchases implies that the ECB's bond holdings are not necessarily proportional to market capitalisation.", "[ Furthermore, under the public sector purchase programme (PSPP) and the pandemic emergency purchase programme (PEPP), sovereign bond purchases are guided by the ECB's capital key rather than market capitalisation.", "As I have argued before, the existence of climate externalities implies that we have to reconsider the notion of market neutrality.", "[ In the presence of market failures, adhering to the market neutrality principle may reinforce pre-existing inefficiencies that give rise to a suboptimal allocation of resources.", "[ The Treaty clearly stipulates that the ECB should pursue its mandate by favouring an efficient allocation of resources.", "[ If the market misprices the risks associated with climate change, adhering to the market neutrality principle may instead support a market structure that hampers an efficient allocation of resources.", "In view of such market failures, it seems appropriate to replace the market neutrality principle by a market efficiency principle.", "Such a principle would explicitly recognise that a supposedly \"neutral\" market allocation may be suboptimal in the presence of externalities.", "It would allow us to acknowledge that market failures may drive a wedge between market prices on the one hand and efficient asset values that internalise externalities on the other.", "Nevertheless, in line with the provisions of the Treaties, considering climate externalities under the market efficiency principle would need to be consistent with maintaining a functioning price discovery mechanism.", "Furthermore, monetary policy implementation in line with the market efficiency principle would need to remain without prejudice to our primary mandate of safeguarding price stability.", "One possible objection to the market efficiency principle is that efforts to mitigate environmental externalities could be counterproductive, as they might simply amplify other types of market failures.", "However, this objection cannot provide a justification for refraining from action altogether.", "A classic finding in the economic literature - the theory of second best - illustrates that, in the presence of many market failures, leaving one failure unaddressed is suboptimal.", "Conversely, addressing a particular market failure has the potential to improve the overall allocation of resources, even if it worsens some other market failure.", "[ Nevertheless, transitioning from the market neutrality principle to the market efficiency principle would entail implementation challenges.", "Implementation considerations The application of the market neutrality principle implies that our corporate sector purchase programme (CSPP) currently exhibits an inherent bias towards large firms in carbon-intensive industries.", "[ This emission bias appears to be driven by firms' underlying issuance behaviour: large firms in carbonintensive sectors are more likely to enter the bond market, which results in the ECB's CSPP portfolio having a relatively high emission intensity.", "[ In greening its asset portfolio, the ECB could pursue several alternative strategies.", "Some have argued that we should implement outright exclusion policies - also known as negative screening policies - by stopping purchases of bonds issued by polluting sectors.", "[ Such policies have the drawback that they would eliminate incentives for firms in carbon-intensive sectors to reduce their greenhouse gas emissions.", "Another possibility would be to pursue a more sophisticated \"tilting strategy\" under which the ECB could adjust its monetary policy operations more gradually in line with sustainability considerations.", "[ The operational implementation of such a tilting strategy also faces hurdles, for both our private and our public sector purchases.", "[ For our private sector asset purchases, a tilting of the ECB's purchases could, in principle, reduce potential mispricing.", "[ Given the still nascent state of the green bond market, tilting towards this particular market may, however, adversely affect market liquidity or unduly influence the price discovery mechanism.", "Therefore, one could consider tilting strategies that also favour issuers that have a clear path and commitment to reducing their greenhouse gas emissions.", "Tilting strategies could be performed at the level of sectors, firms or bonds.", "Considering climate-related criteria in our public sector purchases poses even bigger challenges.", "First, our public sector purchases are typically guided by the capital key, thus limiting the scope for tilting strategies.", "Second, green bonds currently account for only a negligible share of public sector issuance in the euro area.", "[ Third, the availability of comparable climate-related data for sovereign issuers is limited.", "These and other considerations are key elements of our ongoing strategy review.", "In line with a recent NGFS publication[ ], we will carefully evaluate potential implementation strategies based on their potential contributions to mitigating climate change, their operational feasibility, their capacity to reduce our own risk exposure, and their consequences for monetary policy effectiveness.", "Despite these implementation challenges, it is imperative that central banks ambitiously explore the scope for adjusting their monetary policy operations to take climate change into account within the limits of their legal mandate.", "Even though governments should assume the leading role in the global fight against climate change, central banks cannot remain idle.", "As part of society's collective effort to combat global warming, we have a responsibility to explore our capacity to act.", "Financial markets play a pivotal role in funding green innovation.", "Central banks, in turn, can help guide the actions of market participants.", "By providing early indications of our planned policy measures and setting an example for other financial market participants, we can act as a catalyst to help accelerate society's transition to a carbon-neutral economy in line with our mandate.", "Our ongoing strategy review provides an opportunity to reflect on the adequacy of concepts such as the market neutrality principle and to explore ideas for other benchmarks that could guide the implementation of our asset purchases.", "A transition from the market neutrality principle to the market efficiency principle would be an important step in acknowledging the presence of climate externalities.", "However, the consequences of any potential policy initiatives need to be thoroughly evaluated against the limitations stipulated by the Treaties.", "Our measures must always remain without prejudice to our primary mandate of safeguarding price stability.", "The joint ECB/CEPR/EBRD Symposium offers a timely opportunity to discuss the immense challenges posed by climate change.", "We look forward to hearing your views on how all of us - academics and policymakers alike - can contribute to understanding and tackling one of the greatest challenges of our time.", "Thank you for your attention.", "I would like to thank Agnese Leonello and Jean-David Sigaux for their contributions to this speech.", "Additional information on EU climate initiatives and the European Green Deal is available here .", "See also Panetta, F. (2021), \" Sustainable finance: transforming finance to finance the transformation \", 25 January.", "Banks seem to increasingly factor in climate-related risks, for example by pricing climate-related policy exposures in their loan portfolios and reducing lending to polluting companies and projects.", "Climate policy risk and the pricing of bank loans \", Discussion Paper Series, No.", "12928, Centre for Economic Policy Research (CEPR), May; Altunbas, Y., Marques, D., Reghezza, A., Rodrigues-Acri, C., and Spaggiari, M., (2020), \"Do banks fuel climate change?", "\", Working Papers Series, ECB, forthcoming.", "See Flammer, C. (2021), \" Corporate green bonds \", Journal of Financial Economics, pp.", "However, evidence on the impact of green bonds on carbon emissions is mixed: other studies have found that the issuance of green bonds is not associated with a decrease in the carbon emissions at the firm- level.", "See Ehlers, T., Mojon, B. and Packer, F. (2020), \" Green bonds and carbon emissions: exploring the case for a rating system at the firm level \", BIS Quarterly Review, September.", "As stressed by Ignazio Visco at the recent Green Swan Conference hosted by the Bank for International Settlements (BIS), these externalities are particularly relevant as emissions entail spill-overs to other markets and countries.", "Such spill-overs create an additional need for coordinating mitigation policies across countries to avoid undue delays in countering the effects of climate change.", "(2021), \" The conference messages in light of the G20 Presidency programme \", 4 June.", "ECB and ESRB (2020), \" Positively green: Measuring climate change risks to financial stability \", June.", "See de Guindos, L. (2021), \" Shining a light on climate risks: the ECB's economy-wide climate stress test \", The ECB Blog, 18 March.", "(2020), \" Climate-related scenarios for financial stability assessment: an application to France \", Working Paper Series, No 774, Banque de France.", "While there is widespread consensus about central banks' potential role in mitigating the consequences of climate risks, a number of concerns have also been raised.", "Some refer to the possible interference with the primary mandate, others to the politicisation of monetary policy and the danger of mission creep, with potential negative ramifications for central bank independence and monetary policy effectiveness.", "See, for example, Cochrane, J.", "This includes various members of the ECB's Governing Council.", "See, for example, Knot, K. (2021), \" Getting the Green Deal done: how to mobilize sustainable finance \", 11 February; Villeroy de Galhau, F. (2021), \" The role of central banks in greening the economy \", 11 February; de Cos, P.H.", "(2021), \" Economic and financial policy geared to climate goals \", 25 February; Weidmann, J.", "(2021), \" Climate risks, financial markets and central banks' risk management \", 2 June.", "See NGFS (2021), \" Adapting central bank operations to a hotter world: Reviewing some options \", March; Villeroy de Galhau, F. (2021), ibid.", "(2021), \" It's not easy being green - but that shouldn't stop us: how central banks can use their monetary policy portfolios to support orderly transition to net zero \", 21 May; Bank of England (2021), \" Options for greening the Bank of England's Corporate Bond Purchase Scheme \", May.", "In addition to complying with its mandate as specified in the Treaties, any policy action on the part of the ECB that addresses environmental sustainability concerns must also adhere to the general provisions of EU primary law, including the principles of proportionality, an \"open market economy\" and institutional balance.", "(2021a), \" From green neglect to green dominance?", "(2021b), \" Societal responsibility and central bank independence \", 27 May.", "(2021a), ibid; Parker, M. (2018), \" The Impact of Disasters on Inflation \", Economics of Disasters and Climate Change, Vol.", "21-48; ECB and ESRB (2020), \" Positively green: Measuring climate change risks to financial stability \", June.", "The CJEU has recognised that measures that serve the objective of safeguarding an appropriate transmission of monetary policy are likely both to preserve the singleness of monetary policy and to contribute to its primary objective of maintaining price stability.", "On 4 February 2021, the ECB issued a press release to announce that the Eurosystem aims to start making annual climate-related disclosures for its non-monetary policy portfolios within the next two years, using the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD) as the initial framework.", "Several Eurosystem central banks already make climate-related disclosures for some of their non-monetary policy portfolios.", "The speech by Frank Elderson at the recent Green Swan Conference hosted by the Bank for International Settlements (BIS) highlights the important role of the NGFS in coordinating central banks' work on climate change.", "See Elderson, F. (2021), \" The embrace of the horizon: Forcefully moving with the changing tide for climate action in financial sector policies \", 3 June.", "On 22 September 2020, the ECB issued a press release to announce that bonds with coupons linked to sustainability performance targets will become eligible as central bank collateral.", "Contingent on the fulfilment of all other eligibility criteria, these bonds will also be eligible for the Eurosystem's outright purchases for monetary policy purposes.", "The decision was implemented as of 1 January 2021. .", "The climate stress test relies on internal ECB analysis and models.", "The test comprises approximately four million companies and 2,000 banks worldwide.", "For an overview of the exercise and its preliminary results, see de Guindos, L. (2021), op.", "In contrast to the ECB's economy-wide climate stress test, the supervisory climate stress test will rely on banks' self-assessment of their exposure to climate-related risks.", "The supervisory climate stress test will be based on the ECB's comprehensive \" Guide on climate-related and environmental risks \".", "The operationalisation of this principle entails the ECB purchasing securities in proportion to their relative market capitalisation.", "The market neutrality principle was first mentioned by Benoît Coeuré, former Member of the Executive Board of the ECB, in 2015.", "For example, the Bank of England's Corporate Bond Purchase Scheme (CBPS) follows a principle similar to market neutrality.", "The CBPS is conducted with the objective of minimizing the impact of asset purchases on the relative borrowing costs across sectors.", "The principle is implemented via sector key targets, with the potential for deviations.", "Similarly, market neutrality is a principle guiding the Bank of Japan's and Bank of Canada's purchase programmes.", "For example, see Bank of Canada (2021), \" Statement of Policy Governing the Acquisition and Management of Financial Assets for the Bank of Canada's Balance Sheet \" (Section 4), April.", "See Article 127(1) of the Treaty on the Functioning of the European Union (TFEU).", "The ECB takes into account a range of criteria to assess the eligibility of assets for its private sector asset purchase programmes, including asset class, credit ratings, maturity, place of issuance and denomination.", "These arguments are discussed in the recent ECB Podcast episode \" Tackling climate change as a central bank: Between motivation, obligation and limitation \" that was published on 12 May 2021.", "In addition, see Schnabel, I.", "(2020b), \" When markets fail - the need for collective action in tackling climate change \", 28 September; Schnabel, I.", "Economic theory shows that when economic agents fail to internalise the full cost of their individual actions and/or there are informational frictions that prevent them from adequately pricing assets, market forces lead to a suboptimal allocation of resources.", "Article 127(1) of the TFEU forms the basis for the primary and secondary mandates of the ECB.", "Primary mandate: \"The primary objective of the European System of Central Banks (hereinafter referred to as 'the ESCB') shall be to maintain price stability.\"", "Secondary mandate: \"Without prejudice to the objective of price stability, the ESCB shall support the general economic policies in the Union with a view to contributing to the achievement of the objectives of the Union as laid down in Article 3 of the Treaty on European Union.\"", "In addition, \"The ESCB shall act in accordance with the principle of an open market economy with free competition, favouring an efficient allocation of resources.\"", "and Lancaster, K. (1956), \" The general theory of second best \", The Review of Economic Studies, Vol.", "See Papoutsi, M., Piazzesi, M. and Schneider, M., (2021), \"How unconventional is green monetary policy\", Working Paper.", "See Greenpeace (2021), \" Greening the Eurosystem collateral framework \", March.", "The executive director of Greenpeace International, Jennifer Morgan, has also recently argued in favour of exclusion policies.", "For an overview of environmental, social and governance investment principles, including negative screening practices, see Boffo, R. and Patalano, R. (2020), \" ESG Investing: Practices, Progress and Challenges \", OECD, Paris.", "See Schoenmaker, D. (2021), \" Greening monetary policy \", Climate Policy, Vol.", "Although the ECB's private sector asset portfolio is sizable relative to other central banks (the Bank of England's CBPS portfolio currently totals approximately GBP 20 billion whereas the size of the ECB's CSPP portfolio amounts to EUR 278 billion at amortised cost as at 4 June 2021), the ECB's CSPP portfolio is far smaller than the PSPP portfolio, which stands at EUR 2.4 trillion at amortised cost as at 4 June 2021. .", "Evidence regarding the capacity of the market to correctly price green bonds is currently still mixed.", "Some papers point to the existence of a positive carbon premium whereby investors demand a compensation for holding securities issued by carbon-intensive companies.", "See, for example, Alessi, L., Ossola, E. and Panzica, R. (2019), \"The Greenium matters: greenhouse gas emissions, environmental disclosures, and stock prices,\" Working Papers in Economics and Finance, No 2019-12, Joint Research Centre, European Commission.", "However, when a premium exists, it seems to only reflect the transition policy risk.", "Macro-financial implications of climate change and the carbon transition \".", "In addition, some other papers find either a negative premium or no or little premium.", "See, for example, Tang, D.Y.", "(2020), \" Do shareholders benefit from green bonds? \"", "Journal of Corporate Finance, Vol.", "(2020), \" The Covid pandemic in the market: infected, immune and cured bonds \" (2020), Covid Economics, Vetted and Real-Time Papers, Issue 50, CEPR Press.", "At present, seven countries in the euro area issue green government bonds.", "In total, green debt (also including green bonds issued by suprananational institutions, regional bonds and agencies) currently only represents 1.4% of the ECB's PSPP portfolio.", "This share is in line with its market capitalisation.", "Forward-looking metrics, including measures of sovereign issuers' alignment with the Paris Agreement, are still being developed for commercially available sustainability data.", "Furthermore, the methodology for analysing and reporting the carbon impact of sovereign bonds is comparatively less advanced than for other types of fixed income instruments (including corporate bonds).", "Currently, data providers mostly follow a production-based approach.", "Under this approach, a country's greenhouse gas (GHG) emissions are aggregated based on a territorial definition of production.", "This definition solely considers where the emissions are originally generated, regardless of the final destination of goods and services.", "The production-based approach therefore ignores the impact of carbon leakage, whereby richer and highly regulated countries \"export\" GHG emissions to jurisdictions with less stringent regulation.", "European Central Bank Directorate General Communications Sonnemannstrasse 20 60314 Frankfurt am Main, Germany +49 69 1344 7455 media@ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2021, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green transition", "Monetary policy", "Central bank", "Financial markets", "Climate risks", "Carbon pricing", "Market neutrality", "Market efficiency", "Sustainability"]}