{"sentences": ["Distinguished guests, Ladies and Gentlemen, It is a great pleasure for me to attend this year's China Development Forum.", "Thank you Secretary-General LU Mai for the invitation.", "We are all impressed by your contribution to the CDF over the past two decades.", "Today, I'd like to share with you some of my observations on China's monetary policy and green finance.", "Let me begin with monetary policy.", "First, China has a relatively large space in monetary policy.", "We have managed to maintain a normal monetary policy, augmented by a big reservoir of policy instruments and moderate policy rates.", "We will continue to make good use of the normal policy space, and maintain the consistency, stability and sustainability of our monetary policy.", "Right now, broad money M2 grows at 10%, in line with nominal GDP growth.", "Ten-year government bond yield is about 3.2%, 7-day reverse repo rate is about 2.2%.", "Given the above data, you can get a sense that China's monetary policy is in the normal range, and still has space in terms of providing liquidity and also of moderating interest rates.", "Second, monetary policy must pay attention to both aggregates and structure.", "While keeping overall liquidity abundant at a reasonable level, monetary policy can, to a certain degree, be leveraged to provide support to the key areas and the weak links in our development as well as social undertakings.", "Since the outbreak of COVID-19, we have provided several effective programs to help small- and medium-sized enterprises maintain the stability of their employment.", "Third, monetary policy must strike a good balance between supporting growth and preventing risks.", "Macro-leverage ratio of China, which is the total debt to GDP ratio, was kept to stay pretty much at a stable level.", "This kind of approach will not only provide positive incentives for the economic players, but also help create an environment less likely to spawn financial risks.", "Fourth, monetary policy must help create an enabling environment for financial reform and opening-up.", "Overall, we will continue to implement a prudent monetary policy, support firms and jobs, keep major financial risks at bay, and deepen financial reform and opening-up.", "Next, let me say a few words on green finance.", "By end-2020, outstanding green loans in China were about 12 trillion RMB, or 2 trillion USD, ranking the first in the world.", "Outstanding green bonds in China registered about 800 billion RMB, or about 120 billion USD, ranking the second largest in the world.", "Such rapid progress in green finance is giving strong support to China's green transition.", "China's pronounced goal of peaking carbon emission by 2030 and achieving carbon neutrality by 2060, also known as the 30/60 goal, sets a higher bar for all of us.", "To be carbon neutral, the following two tasks are top on the agenda.", "First, we must mobilize massive green investment in line with market principles.", "According to various estimates, hundreds of trillions of RMB is needed to achieve the 30/60 goal.", "Public finance, however, could cover only a tiny fraction.", "It is therefore imperative to put in place sound public policy incentives to encourage market forces to fill in the gap.", "Second, we must evaluate and address the potential impacts of climate change on financial stability and monetary policy.", "Studies show that climate change may make extreme weather more frequent and lead to greater loss.", "Meanwhile, green transition may cause the value of carbon-intensive assets to fall and sour the balance sheet of firms and financial institutions.", "This will heighten credit risk, market risk and liquidity risk, and further undermine the stability of the entire financial system.", "It may also affect the scope and transmission of monetary policy, and be a drag on key variants such as growth and productivity.", "These are new challenges to financial stability, as they make the evaluation of monetary policy more difficult.", "Bearing in mind these two key tasks, we have identified green finance as a priority for this year and for the next 5 years.", "In that vein, let me highlight the following aspects.", "First, we will improve the taxonomy of green finance.", "It's the basis for identifying green economic activities and channeling funds to green projects.", "The PBC issued taxonomies of green bonds and green credit in 2015 and 2018 respectively.", "We are about to finish revising the Green Bond Endorsed Project Catalogue by removing fossil fuel projects.", "We are now working with our European counterparts to harmonize taxonomies and plan to announce a common taxonomy this year.", "This issue will also be discussed at the G20.", "Second, we will strengthen information disclosure.", "The use of funds raised from green financial bonds in the interbank market is now required to be disclosed on a quarterly basis.", "Financial institutions are also required to report the use and allocation of green loans.", "Going forward, the PBC plans to develop a mandatory disclosure system that would require all financial institutions and firms to follow uniform disclosure standards.", "Third, we will incorporate climate change into the policy framework.", "The PBC is looking at the possibility of including climate change factors in the stress test of financial institutions.", "We are also exploring the role of monetary policy in encouraging financial institutions to support carbon emission reduction.", "In foreign exchange reserve investment, we will further increase the share of green bonds, limit investment in carbon-intensive assets, and incorporate climate risk factors into our risk management framework.", "Fourth, we will encourage financial institutions to proactively deal with the climate change risk.", "A lot of financial institutions are already on the move.", "In China, the ICBC has included the environmental risk compliance in its investment and financing management, while the Bank of China is studying environmental risk stress test.", "The first batch of carbon-neutral bonds has recently been issued in China's interbank market.", "The funds raised will be used specifically to finance clean energy and carbon-reduction projects.", "We are asking some pilot financial institutions to measure the carbon emission and climate risks of their projects.", "We are making quarterly green credit assessment of our banks, and are planning to extend such assessment to cover more financial institutions beyond the banks.", "Fifth, we will deepen international cooperation.", "The PBC initiated and co-chaired the Sustainable Finance Study Group during China's G20 Presidency in 2016.", "The Study Group contributed to building international consensus on green finance.", "Resumed under the Italian G20 Presidency this year, the Study Group is now co-chaired by the PBC and the US Treasury.", "We will enhance coordination with all G20 members when discussing the roadmap for promoting sustainable finance, information disclosure, and the taxonomy of green finance.", "Meanwhile, the PBC will continue to deepen cooperation under the Network for Greening the Financial System (NGFS), the International Platform on Sustainable Finance (IPSF) and other multilateral frameworks.", "We will continue to assist the developing countries in capacity building to support their green transition and response to climate change.", "In a nutshell, the financial system can play a key role in supporting green transition and managing climate-related risks.", "Going forward, the PBC will continue to support green and high-quality development, and contribute its share to the 30/60 goal.", "Thank you and I look forward to our discussion."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Green finance", "Monetary policy", "Climate change", "Financial stability", "Green loans", "Green bonds", "Carbon neutrality", "Carbon emission", "Financial risk", "Sustainable finance"]}