{"sentences": ["Speech FX Markets Around the Turn of the Year Christopher Kent Assistant Governor (Financial Markets) Australian Corporate Treasury Association FX Roundtable Webinar - 17 February 2021 Today I will discuss some recent developments in the foreign exchange market, and provide some views on the role of the Reserve Bank's various policy measures.", "I will also briefly discuss a modest change to the way the Bank will be using foreign exchange swaps to manage our foreign exchange needs.", "A novel development in the market for Australian dollar Typically, Australian banks pay a small premium to swap foreign currency into Australian dollars.", "This premium is also referred to as the basis, which is the difference between the implied cost of obtaining Australian dollars in the FX swap market and the cost of obtaining Australian dollars onshore.", "Most of the time the basis is positive, but over the course of 2020 the basis declined and became negative at shorter tenors, with a very noticeable decline around the turn of the year (Graph 1).", "I thought it was worth explaining what's happened in this market.", "But first, it's helpful to understand why the Australian banks have typically paid a premium in this market.", "They obtain foreign currency by issuing debt offshore - including via bonds denominated in US dollars.", "They do this to help diversify their funding sources.", "It allows them access to deep, liquid foreign capital markets.", "They then swap this foreign currency into Australian dollars in order to fund their Australian dollar assets, including the loans they make to households and businesses.", "The demand for Australian dollars in the swap market by the Australian banks is the flipside to the demand from other entities to swap Australian dollars into US dollars, much of which relates to their own hedging needs.", "This includes foreign entities issuing Kangaroo bonds in Australian dollars to fund their assets offshore and Australian investors who hedge their foreign currency assets.", "While the flows are large in both directions, demand and supply are brought in balance in the swap market with those demanding Australian dollars typically paying a small premium.", "However, over the past year there have been some sizeable changes in the market for Australian dollar swaps.", "The Reserve Bank's policy actions have played a part here by providing plenty of Australian dollar liquidity.", "For example, to date the Reserve Bank has provided Australian banks with $86 billion of low-cost funding for terms of 3 years via the Term Funding Facility.", "At the same time, the banks have seen strong growth in their deposits and slower growth of their assets.", "The net result is that they have been well funded, with minimal need to issue bonds over the past year.", "Accordingly, their offshore issuance has dropped noticeably and this has led to a sizeable reduction in their transactions in the swap market; as shown in Graph 1, the major banks in Australia have not issued senior unsecured US dollar bonds since February 2020 (though there has been some issuance of Tier 2 bonds).", "This reduction in demand to borrow Australian dollars in the swap market has seen the basis on both short-term and long-term swaps fall to low, or even negative, levels.", "Indeed, for a brief period, the premium on very short-term swaps dropped very sharply, to as low as -175 basis points for 1-week swaps (Graph 2).", "In other words, the cost of swapping Australian dollars into US dollars became quite expensive.", "In recent years, this significant increase in the cost of obtaining US dollars in short-term swaps had been commonplace for some other currencies (e.g.", "euro and yen) at year-end, but not for the Australian dollar (Graph 3).", "However, this year the effect of elevated year-end demand for US dollars in swap markets on the Australian dollar basis has been much larger than normal.", "This is consistent with the smaller supply of US dollars from the Australian banks than in the past.", "The spot market for Australian dollars The Reserve Bank's various policy measures - including the bond purchase program - have also had an influence on the value of the Australian dollar.", "Over the 2 months leading up to the introduction of the Reserve Bank's package of policy measures in November, Australian interest rates declined relative to those abroad and the Australian dollar depreciated by 5 per cent in trade-weighted terms (Graph 4).", "The policy measures have placed, and continue to place, downward pressure on the Australian dollar, including the extension of the bond purchase program announced in February.", "Since early November, however, other factors have contributed to an appreciation of the Australian dollar, which is currently around the upper end of its range of recent years.", "In particular, there has been a general improvement in the outlook for global growth, which has been associated with an appreciation of a range of currencies against the US dollar and a marked increase in many commodity prices.", "Indeed, the price of iron ore has increased by around 40 per cent since early November.", "Even so, historical relationships with commodity prices would have implied a much larger appreciation of the Australian dollar than what's actually occurred.", "While history only provides a rough guide, this difference suggests that the Bank's policy measures have contributed to the Australian dollar being as much as 5 per cent lower than otherwise (in trade-weighted terms).", "The Reserve Bank's use of foreign exchange swaps I'll conclude with some news on the ways in which the Bank will be making use of foreign exchange swap markets to manage our operations.", "For over 30 years, the Reserve Bank has made use of foreign exchange swaps to manage domestic liquidity.", "These are short-term transactions (of 3 months or less) that alter the extent of Australian dollar liquidity in the banking system.", "Because the Australian dollar flows in the near and far legs of the swaps are offsetting, they have no impact on the exchange rate.", "When foreign currency is acquired in this way it adds to the Bank's stock of foreign exchange assets.", "However, be part of the Bank s foreign exchange reserves available for policy purposes.", "Up till now, the Bank has held foreign currency reserves on an outright basis to satisfy its policy needs.", "This includes the capacity for intervention in the spot foreign exchange market.", "We also need foreign exchange to assist the Australian Government in meeting its foreign currency commitments to the IMF (which in turn supports the Fund's lending activities).", "To meet this specific need we have decided to start acquiring foreign currency via swaps over longer terms.", "By using sufficiently long-term swaps - with initial durations of 2 years or more - the Bank will be able to minimise any rollover risks and hence can treat the foreign exchange acquired in this way as part of its foreign currency liquidity.", "And in contrast to outright holdings, foreign exchange swaps do not entail any foreign exchange risk and therefore do not require capital to be held against these positions.", "Many other central banks and finance ministries use long-term swaps in the management of their foreign exchange reserves.", "For the Reserve Bank, outright holdings will continue to represent the vast majority of the Bank's foreign currency liquidity.", "Currently, outright holdings are worth around US$35 billion.", "Foreign currency will be obtained through long-term swaps over a period of some weeks until that part of the portfolio reaches between US$3-4 billion.", "As is the case currently with short-term swaps conducted by the Bank, these transactions will have no effect on the value of the Australian dollar.", "[*] I thank Dan Fabbro and Jarkko Jaaskela for their assistance in preparing these remarks.", "[1] An Australian investor can swap Australian dollars for US dollars in order to invest in US dollar-denominated assets.", "By using the swap, the investor is able to lock in an exchange rate at which the US dollars will be converted back into Australian dollars in the future.", "This means the investor is not exposed to the risk that the US dollar will depreciate against the Australian dollar.", "[2] It is known that the supply of US dollars in swap markets at year-end is reduced by some large international banks in order to achieve a lower (G-SIB) capital surcharge than otherwise (FSB (2020), 'Evaluation of the effects of toobig-to-fail reforms', Consultation Report, June).", "These banks may also reduce their activities in swap markets in response to other factors such as leverage ratio regulations, taxes and deposit insurance assessment fees.", "[3] For a discussion of the Bank's past use of foreign exchange swaps, see Robertson B (2017), 'Structural Liquidity and Domestic Market Operations, RBA Bulletin, September, pp 35-44.", "Information on recent use of foreign exchange swaps can be found in the RBA Annual Report (2020).", "[4] Spot intervention by the Bank has become less frequent as the market has developed, hedging foreign currency risk has become more efficient and as awareness of the benefits of a floating exchange rate regime has grown.", "Nonetheless, the Reserve Bank has always retained the discretion to intervene in the foreign exchange market to address dysfunction and/or a significant misalignment in the value of the Australian dollar.", "[5] Beginning with the release of data in March (RBA Statistical Table A4), additional information will be made available on the maturity of the Bank's forward foreign currency commitments (which includes commitments under swaps).", "[6] These long-term swaps will have an impact on domestic liquidity.", "However, if required, the Bank could adjust its use of other instruments in domestic liquidity management to achieve desired outcomes.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Australian dollar", "Foreign exchange swaps", "Term Funding Facility", "US dollar", "Basis", "Commodity prices", "Reserve Bank", "Domestic liquidity", "Foreign exchange reserves", "Short-term swaps"]}