{"sentences": ["We have made the decision to raise the key rate by 50 basis points to 5.00% per annum.", "Today, we have discussed two possible options: whether to increase the key rate by 25 or 50 basis points.", "I would like to explain why we have chosen this very option accelerating the return to neutral monetary policy.", "The economy continues to recover actively.", "We estimate that it will bounce back to the prepandemic level in the second half of the year.", "The majority of industries have already completely recovered today.", "The rise in all other sectors is only constrained by the remaining restrictions largely associated with the pandemic.", "Accommodative monetary policy has fully played its countercyclical role, supporting the economy at the acute stage of the crisis.", "Currently, the fast recovery of demand is forming steady inflationary pressure intensifying supplyside constraints.", "Households' and businesses' inflation expectations have risen notably.", "They have been elevated for over six months.", "This is a matter of our great concern.", "High inflation expectations are being translated into inflation movements already now.", "Moreover, this effect on the steady component of inflation is becoming increasingly stronger.", "If they are not limited, this will continue to boost inflation.", "Amid these inflation processes, we need to return to neutral policy faster than we assumed before.", "Progressive economic growth will continue in this case.", "Any delay would require us to raise the key rate more significantly in the future, or even to pursue tight monetary policy.", "After today's increase in the key rate, we have approached the threshold between accommodative and neutral policy.", "Taking into account the time lag effects of policy, monetary conditions will generally stay accommodative for a while longer.", "We will be closely monitoring how the market will be adjusting to our decisions.", "I would now dwell on the factors of our today's decision.", "Today, the acceleration of price growth is absolutely obvious I will start out with inflation.", "across a wide range of products and services.", "This is caused not only by one-off factors and the pass-through of higher production costs, but also by the stronger impact of the steady component of price dynamics to an increasingly greater extent.", "In our opinion, this growth reflects the monetary nature of inflation.", "It is the fast rebound of aggregate demand exceeding the capacity to expand supply that has sped up price growth.", "As demand is high, this enables producers to pass through their increased costs to end-user prices.", "Production costs have really risen.", "Specifically, the growth of world prices for raw products (primarily, for wheat, steel, oil, and timber) has boosted production costs of many goods and services in the consumer basket.", "For instance, global steel prices have surged by 50-70% over six months.", "Prices for this metal impact prices for cars, household appliances, construction materials, garden tools, and other goods.", "These trends are also typical of a range of other products and services.", "However, I would like to repeat once again: it is the rapid recovery of aggregate demand that makes it possible to pass through costs to price growth.", "Taking into account elevated inflation expectations and the nature of inflation processes in general, we have raised our short-term estimate of the inflation path.", "Previously, we believed that annual inflation would peak in March, gradually decreasing further on, while now we expect annual inflation to plateau until the middle of the year close to its readings observed in the first quarter.", "The annual rates of price growth will begin to slow down steadily in the second half of the year as the effect of one-off factors tapers off.", "However, given the period of substantially accommodative monetary policy and the time-lagged influence of our decisions on inflation, we believe that elevated inflationary pressure may persist until the end of the year due to the impact of the steady factors.", "In this regard, we have revised our inflation forecast for the end of 2021.", "This is significantly higher - by one percentage point - than was expected in February.", "Our decision to accelerate the return to the neutral key rate will make it possible to bring annual inflation back to 4% by the middle of 2022.", "As I have already said, any delays would postpone the achievement of the target.", "Moreover, the key rate that would be required for this purpose would be considerably higher.", "As regards the economy, I would like to stress that the majority of industries have already bounced back to the pre-pandemic level of output.", "Certain restrictions remain in a number of sectors, first of all in oil production where they are associated with the OPEC+ agreements.", "The services sector, where small and medium-sized enterprises account for a larger portion than in other industries, has not fully restored yet.", "The decline here was stronger and still persists, although the recovery process is quite active.", "Quarterly data on GDP for 2020 confirmed our estimates that business activity did not wane during the autumn wave of the pandemic, in contrast to many other countries.", "Furthermore, companies promptly responded to the recovery in demand, purchasing equipment, making investments in production expansion, and forming the inventories of raw products and components.", "Among other things, this is evidenced by the rise in investment imports over the last six months.", "Taking into account high-frequency indicators for the first quarter, we keep unchanged our GDP growth forecast for this year at 3-4%.", "As the reduction in GDP was slightly lower last year and demand has increased, the economy may generally reach pre-pandemic levels as early as in the second half of the year.", "This will be primarily driven by a more active recovery of households' consumption, which will be supported by growth in disposable income, retail lending, and a declining savings rate.", "Monetary conditions remain accommodative.", "Nominal interest rates are close to their record lows.", "Accommodative monetary conditions support high growth rates of lending to the economy.", "We forecast that corporate lending will expand by 8-12% this year.", "Mortgage lending will continue to increase fast at 16-20%.", "The rise in unsecured consumer lending which slowed down last year has accelerated.", "In March, seasonally adjusted monthly growth rates exceeded 15% in annualised terms.", "As the increase in unsecured consumer lending exceeds the growth of incomes, this entails excessive debt burden for borrowers.", "As before, we believe that such a situation involves significant risks.", "Therefore, in the near future, we will consider the issue of returning to pre-crisis risk buffers for new loans.", "Accommodative monetary policy has reduced interest rates not only on loans, but also on deposits.", "Moreover, elevated inflation is detrimental to households' savings: deposit rates often do not exceed inflation.", "Inflation threatens both people's current incomes and savings, especially in cash.", "The increase in the key rate will support rises in deposit rates, on the one hand, and slow down inflation and protect households' funds from devaluation, on the other hand.", "Now, I would like to speak on external conditions and the parameters of the balance of payments.", "We proceed from the fact that the global economy will be bouncing back faster than we expected in February.", "This will be driven by a large-scale fiscal stimulus in advanced economies and the mass vaccination of people worldwide.", "The growth of the global economy will boost the demand for Russian exports.", "Taking into account this factor and the slower recovery of oil production under the OPEC+ agreements, we have raised our forecast for oil prices from 50 to 60 US dollars per barrel this year and to 55 US dollars per barrel next year.", "The forecast for 2023 remains unchanged at 50 US dollars per barrel.", "Accordingly, we have also increased the forecasts for exports and the trade surplus.", "As domestic demand has been expanding, we have revised the imports forecast upwards.", "The current account surplus will grow to 56 billion US dollars this year from 34 billion US dollars last year.", "Now, I would like to discuss in detail risks that are beyond our baseline forecast.", "Proinflationary risks are primarily associated with increased inflation expectations.", "As inflationary pressure is stronger and supply-side factors exert additional influence on price growth, inflation expectations may stay elevated for longer time.", "Consequently, the saving ratio may decline faster, with consumer activity rising above expectations.", "As always, there are risks related to the external sector, including changes in the geopolitical environment.", "We have always taken them into account.", "In a situation where these risks materialise, an increase in volatility in financial markets may speed up inflation, which we factor in when making our decisions.", "There are also disinflationary risks, yet the probability of their materialisation is lower and they are mostly associated with the fact that demand growth may turn out to be below our expectations.", "This group of risks may also include a faster reopening of borders, as a result of which demand may shift from domestic consumption to foreign travels.", "The risk of new coronavirus strains or lower paces of vaccination persists, which, in contrast, may reduce people's mobility and limit consumption growth, especially in the services sector.", "If the situation develops not in line with our baseline scenario, we will be responding so as to bring inflation back close to its 4% target over the forecast horizon.", "Winding up, I would like to comment on the future path of the key rate.", "Today, we have first published the ranges of the average Bank of Russia key rate for a calendar year over the forecast horizon.", "According to our baseline forecast, this year the average key rate will generally equal 4.8-5.4% p.a., 5.3-6.3% p.a.", "in 2023, which is in line with the range of the long-term neutral key rate.", "By publishing the path of the key rate, we increase the transparency of our communication, which will ultimately improve the efficiency of monetary policy.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["inflation", "monetary policy", "key rate", "economy", "demand", "supply", "expectations", "risks", "growth", "prices"]}