{"sentences": ["Speech Payments: The Future?", "Governor Address to the Australian Payments Network Summit 2021 Online - 9 December 2021 Thank you for the invitation to speak at AusPayNet's annual Summit.", "This is the fifth time I have had the privilege of doing so.", "Each time, the world of payments has seemed more exciting and dynamic than it was a year earlier.", "No longer do people talk about payments as being the plumbing of the financial system.", "Instead, they talk about how what is happening in the world of payments is reshaping our financial systems and how it will continue to do so into the future.", "Today, I would like to talk about that future.", "Making specific predictions is difficult as none of us has a crystal ball.", "Even so, the general direction of change is reasonably clear, even if we don't know the final destination.", "This morning I would like to start by talking about this general direction of change.", "I will also discuss a number of specific near-term priorities and then look a little further into the future.", "I will finish with some comments on the importance of our regulatory arrangements being flexible enough to deal with this dynamic world.", "The direction of change I would like to highlight five trends that are evident in the payments system and that I expect will continue.", "The declining use of banknotes and the increasing use of electronic forms of payment.", "The greater use of digital wallets.", "The growing involvement of the 'big techs' in payments.", "The increasing specialisation within the payments value chain and the emergence of new business models.", "The growing community and political interest in the security, reliability and cost of payments.", "These trends mean that anyone involved in this industry is very busy.", "The shift away from using banknotes was in place before the pandemic, but has accelerated over the past two years and is likely to continue.", "The RBA will conduct our regular survey of consumer payment methods next year, but the data on cash withdrawals from ATMs tell the story (Graph 1).", "The value of ATM withdrawals over the past six months was around 30 per cent lower than the comparable period three years ago.", "While banknotes are still used for many transactions, the trend here is clear.", "Total Value of ATM Withdrawals* Monthly, seasonally adjusted 4 4 2011 2013 2015 2017 2019 2021 Series break in 2018 due to reporting changes In contrast, there has been a trend increase in the number of electronic payments and this trend too is likely to continue.", "There has been particularly strong growth in debit card transactions as people have switched from credit to debit.", "There has also been strong growth in account-to-account transactions.", "Increasingly, these are being made through the New Payments Platform (NPP), rather than the direct entry system (Graph 2).", "It is therefore appropriate that the industry is considering when the direct entry system might be wound down and how we move to the more modern payments infrastructure of the NPP.", "Account-to-Account Transfers Monthly, seasonally adjusted Number NPP share, by number Direct entry credit transfers Share of all credit transfers 100 20 NPP 50 10 2019 2021 2019 2021 An increasing share of electronic payments is also being made through the digital wallets offered by the large technology companies, including Apple Pay, Samsung Pay and Google Pay.", "Many people are now choosing to make payments using their digital wallet, rather than using banknotes or a card from their physical wallet.", "I expect that this change has only started and has a long way to run yet.", "A related possibility is that digital wallets provide more than just access to existing bank and credit card accounts.", "In particular, they could contain digital tokens that could be used to make payments.", "As I will discuss later, these tokens could be issued by the central bank, or by a private bank or another entity.", "The final destination is not yet clear here, but it is highly likely that digital wallets will become more important.", "Another trend that is likely to continue is the increasing interest of 'big tech' firms in payments.", "The platforms used by these firms give them large networks that can be leveraged to quickly build a payments business.", "They are also able to combine payments data with other data from their platforms, often with cutting-edge technology.", "Some already provide digital wallets and are exploring how these digital wallets could be used for non-traditional payment methods.", "So it is highly likely that we will continue to see new business models emerge.", "At the same time, another trend is for smaller players to enter the market, focusing on specific elements of the payments value chain.", "This is bringing increased competition and making new business models possible.", "Over recent years, the 'fintechs' in Australia have driven innovation in areas such as online payments, point-of-sale acceptance technology, cross-border retail payments and buy now, pay later (BNPL) services.", "Some of these companies already play a material role in facilitating payments and I expect that we will see further innovation in these areas.", "This rapid change in the world of payments has brought with it increased community and political interest in payments.", "I expect that this interest will intensify, rather than diminish, given the importance of the issues to the community.", "These issues include: 1.", "How to ensure that banknotes remain widely available for those who want to use them.", "As part of this, the RBA is currently undertaking a public consultation on banknote distribution arrangements.", "How to keep downward pressure on the cost of electronic payments, particularly for small merchants.", "As more payments are made electronically, the focus on the cost of these payments will increase.", "How to address competition issues that arise with the increased involvement of big techs in payments.", "One important issue here is the access arrangements for the devices and the digital wallets they offer.", "How to ensure that the electronic payments system is secure and available when people want to use it.", "Our economy is increasingly dependent on our digital infrastructure, so we need to make sure it is resilient to cyber threats as well as other operational risks.", "As is evident from this quick tour, the world of payments is dynamic and there is a lot of community interest in it.", "So there is a lot to talk about.", "Some areas that need addressing I would now like to move from the general direction of change to five specific areas where the Payments System Board would like to see further progress.", "In each of these areas some progress has been made, but more is needed.", "The first of these is the new PayTo service on the NPP, which is expected to serve as a replacement for the current system of direct debits.", "The existing system of direct debits has worked well in some respects, but a more modern system is now needed.", "The PayTo service will allow households and businesses to authorise other entities to initiate payments out of their accounts, opening up a range of possibilities for innovation.", "We expect the industry to keep its commitment to a successful launch of the new system in July next year.", "The second area where we would like to see more progress is the 'payment with document' overlay on the NPP.", "This service, and particularly the ability to include a link to a document with a payment, would promote innovation and reduce costs.", "This service will aid reconciliation for recipients.", "And payers will find they need to devote fewer resources to managing customer queries.", "Unfortunately, progress by the industry has been slow here.", "Despite this, the RBA - as the Australian Government's banker - is working with the government and with the Commonwealth Bank to introduce the payment with a document service.", "We encourage others to join this effort.", "Further progress is also needed to deliver the benefits from open banking.", "Open banking strengthens competition and promotes innovation by giving customers the right to control and share their banking data with accredited third parties.", "It can help customers have a 'top down' view of their financial position and manage their upcoming payments.", "It can also help to streamline the credit assessment processes and help consumers get a better deal.", "The banks are making progress with implementation, but some have not met the target dates.", "It is important that progress does not slip here, especially as the number of accredited data recipients continues to increase.", "The fourth area where it would be good to see further progress is the development of widely accepted digital identity services.", "When I spoke at this conference three years ago, I spoke about how the digital economy needs a strong form of digital identity.", "I did so because I was concerned that Australia was slipping behind global best practice in this area.", "Since then, two frameworks for interoperable digital identity services have been developed, but there has not been a large-scale rollout of a digital identity service that can be used for a wide range of online (including private sector) interactions.", "So further progress on this front would be welcome.", "The final focus area I want to mention is cross-border payments.", "It still often costs about 5 per cent of the payment (and sometimes more) to send money internationally from an Australian bank and it usually takes more than one day to reach the recipient.", "We know from our discussions with the central banks of the South Pacific that too often it is disadvantaged people who pay the highest prices.", "This is an area where the financial sector is not serving the community as well as it could, or should.", "This is very much the sentiment of the G20's Roadmap to make cross-border payments cheaper, faster, more transparent and more accessible.", "The RBA is contributing to this effort and working with the Reserve Bank of New Zealand and other South Pacific central banks on a possible regional Know Your Customer (KYC) utility.", "We are looking for the Australian payments industry to support these and other initiatives to improve the existing infrastructure for cross-border payments.", "A large effort is required here, but it is one that we need to make to provide better services to customers and to meet our international commitments through the G20.", "So these are the five specific areas that I wanted to highlight - the PayTo service, payment with a document, open banking, digital identity and cross-border payments.", "All have a heavy technology focus and I recognise the challenges of coordinating and investing in many technology projects at the same time.", "So, it is a full agenda.", "Digital tokens and new forms of money?", "I would now like to move beyond these specific initiatives and discuss another issue on our agenda, but where there is more uncertainty about the future.", "Earlier I talked about how digital wallets are replacing physical wallets and that this trend is likely to continue.", "It is also likely that these digital wallets will contain more than just digital representations of the cards that are in our physical wallets.", "In particular, I expect that they are likely to provide access to new token or account-based digital forms of money.", "This could allow day-to-day payments to be made by moving tokens around rather than moving banknotes or value between bank accounts.", "How far we go in this direction and what form these tokens might take are yet to be determined.", "One possibility is that the tokens are issued by, and backed by, the RBA, just as we issue and back Australian dollar banknotes.", "This would be a form of retail central bank digital currency (CBDC) - or an eAUD.", "I have said previously that the RBA is open to this possibly.", "To date, though, we have not seen a strong public policy case to move in this direction, especially given Australia's efficient, fast and convenient electronic payments system.", "It is possible, however, that the public policy case could emerge quite quickly as technology evolves and consumer preferences change.", "It is also possible that these tokens could offer a lower-cost solution for some types of payments than provided by the existing technologies.", "And, as I will discuss in a moment, there are advantages in digital payment tokens being backed by the central bank.", "All this means we have been continuing to examine closely the case for a retail CBDC and working with other central banks on this issue.", "We are working through the relevant technical issues, as well as the broader policy implications of any shift away from a payments system based on the movement of value between bank accounts, to one that uses tokens.", "As part of this effort, we are planning to work with Australia's new Digital Finance Cooperative Research Centre.", "We will also be working with the Treasury on these issues and welcome the Government's announcement yesterday.", "Another possibility is that payment tokens are issued and backed by an entity other than the central bank, though still denominated in Australian dollars.", "These could be a form of stablecoin.", "If this is how the system develops, it will be important that these tokens are backed by high-quality assets and that they meet high standards for safety and security.", "One reason I say this is that a lesson from history is that privately issued and backed money all too often ends in financial instability and losses for consumers.", "This is one reason why national currencies are today ultimately backed by the state.", "So if privately issued stablecoins are ultimately the way things head, it will be crucial that they meet very high standards.", "And if there were to be multiple stablecoins, there would be advantages in them being interoperable.", "The RBA is working with domestic regulators and our counterparts around the world on the policy issues here.", "A third type of potential digital token is a cryptocurrency, not linked directly to the AUD or backed by a particular entity or assets.", "I remain sceptical that we will head in this direction for general purpose payments.", "It is likely that the asset used for the settlement of most transactions in the economy will remain some form of secure fiat currency with a stable value, rather than cryptocurrency with a volatile price.", "That is not to say there is no role for crypto-assets.", "They can help support innovation, especially where they are linked to smart contracts and used in decentralised finance (or DeFi) applications.", "There is value in experimentation to find out what works and what doesn't.", "But as the experiments are conducted, it is also worth considering whether the benefits of smart contracts and DeFi can be gained with some form of stablecoin or a CBDC, rather than a new unit of account with a volatile price.", "While on the topic of crypto-assets, I would like to repeat a point made recently by my colleague, Tony Richards.", "And that is, that anyone purchasing these assets should take care.", "There is still a lot of uncertainty about the long-term usefulness of these assets.", "Before investing, it is best to understand fully the underlying value proposition.", "Relevant considerations here include the usefulness to end-users of the underlying payments functionality, the security of the funds invested, price volatility, the stability of the intermediaries used and the ultimate backing of the asset - not to mention the significant energy consumption that is required to make a transaction using some of these crypto-assets.", "There is a lot to think about here before investing.", "I would now like to move to the wholesale side of the payments system.", "The RBA has been examining the case for some form of wholesale CBDC, which can be thought of as a new tokenised form of exchange settlement account balances.", "This could be used to settle transactions of tokenised assets on different blockchains.", "Yesterday, we released the report on Project Atom, which is a wholesale CBDC research project we conducted with four external parties.", "The project explored how access could be extended to a wide range of wholesale market participants and the suitability of distributed ledger technology for this kind of system.", "Overall, the project has confirmed that this is an area worth further research.", "The RBA is also in the midst of another significant wholesale CBDC project - Project Dunbar, which is being conducted with the BIS Innovation Hub and three other central banks - to explore the possible use of CBDC in cross-border payments.", "The regulatory environment I would now like to move to the regulatory challenges posed by this fast moving world of payments.", "With so much change taking place, regulators and the payments legislation can't stand still.", "The digital economy is very important to Australia's future and we need a regulatory system that encourages innovation and ensures the system is safe and stable.", "Given this, the RBA welcomes the government's response announced yesterday to three recent The Treasury Review of the Australian Payments System led by Scott Farrell.", "The report of the Select Committee on Australia as a Technology and Financial Centre.", "The Parliamentary Joint Committee's report on Mobile Payment and Digital Wallet Financial Services.", "There will be a lot of work for the Treasury and the other Council of Financial Regulators agencies to implement the recommendations that have been accepted by the government.", "I can't do justice to all the issues here but will touch briefly on some that relate directly to the Bank's responsibilities.", "The government's support for developing a strategic plan for the payments ecosystem is a positive step.", "Because payments systems are networks there is a need for coordination, which can be challenging amongst competitors.", "The Payments System Board sees part of its role as helping overcome these coordination challenges.", "Yesterday's announcement by the Treasurer will also help here.", "The RBA also supports the decision to introduce a new, tiered licensing regime for payment service providers.", "This should help encourage innovation and competition while promoting safe and resilient payment services.", "As part of this, we are keen to see the implementation of a new licensing framework for stored-value facilities, based on the model proposed by the Council of Financial Regulators a few years ago.", "We are also pleased to see the government's support for reviewing the Payment Systems (Regulation) Act 1998 to make sure it is fit for purpose.", "The payments ecosystem is becoming more complex and there are many more entities in the payments chain than there used to be.", "If the RBA is to meet its broad mandate to promote competition, efficiency and stability then we need to modernise the definitions that were included in the legislation more than two decades ago.", "Finally, I also want to note that the Council of Financial Regulators is continuing to review the regulatory treatment of different types of crypto-assets, including stablecoins.", "This is in line with the Senate Select Committee's view that we need a regulatory framework that better accommodates the various new digital assets.", "As I said earlier, if stablecoins and other types of privately issued digital payment tokens are to become more widely used for everyday payments, they need to be subject to a clear and effective regulation than encourages innovation and mitigates against risks to users and the financial system.", "To conclude, our payments system is changing quickly.", "Both the regulators and the government understand this and are seeking to put in arrangements that encourage innovation and competition and make sure we have a secure and efficient system.", "We have work to do here, but are moving in the right direction.", "AusPayNet is a valuable partner in this work and plays an important role in the governance of the Australian payments industry.", "I look forward to continuing the cooperation between AusPayNet and the Reserve Bank as we grapple with the challenges ahead and seize the opportunities offered by new technologies.", "Thank you for listening and I am happy to answer some questions.", "[*] I would like to thank my colleagues in Payments Policy Department for assistance in the preparation of this talk.", "[1] The Government's Trusted Digital Identity Framework and the private-sector Trust ID framework.", "[2] For more details, see <-cross-border-payments-stage-3-roadmap/>.", "[3] This facility would have inbuilt KYC compliance workflows that ensure entities using the facility can perform KYC compliance checks to a high standard and can demonstrate this to banks and regulators.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital wallets", "Electronic payments", "Payments value chain", "Open banking", "Digital identity", "Cross-border payments", "Central bank digital currency", "Stablecoin", "Cryptocurrency", "Regulatory environment"]}