{"sentences": ["Good evening distinguished Ladies and Gentlemen.", "And thank you very much for the very warm reception accorded us here today.", "By now, I am sure everyone knows how I feel about this annual dinner, because since I became Governor of the CBN over seven year ago, this is perhaps the one event I have never missed at all.", "So to underscore how important this event is to me, today is my seventh consecutive Keynote address at the Chartered Institute of Bankers (CIBN) annual dinner.", "It is therefore a great pleasure for me to be here today because it provides a veritable platform and a significant opportunity for me to engage with all stakeholders especially, professionals, practitioners and experts in the banking and Finance community.", "This dinner is an occasion to highlight important developments in our economy and apprise you of the policy initiatives and focus of the Central Bank of Nigeria towards realizing the ultimate goals of Macroeconomic and financial Stability.", "I would like to specially thank the leadership and fellows of the Chartered Institute of Bankers of Nigeria led by its President, Mr. Bayo Olugbemi, and its able Registrar, Mr. Seye Awojobi for their painstaking efforts towards the success of today's event.", "I also want to extend my heartfelt gratitude to the Managing Directors/Chief Executive Officers of our banks and other financial institutions who have found time to attend this dinner despite their very busy schedules.", "Let me also welcome my colleagues from the Central Bank of Nigeria, especially the Deputy Governors, and other senior management staff of the Bank present here.", "I would also like to thank the audience and members of the press for being a part of today's beautiful event.", "Distinguished Ladies and Gentlemen, in my remarks today, I intend to provide my views on developments in the Nigerian economy as well as an outlook for how we see things going forward.", "As will be expected from an incisive analysis of any major economy in the world today, let me begin with an initial background of the Nigerian economy before COVID-19.", "Prior to the start of the pandemic in 2019, our economy was making steady progress out of the difficulties from the global oil price vagaries of the previous years.", "Indeed, our Gross Domestic Product (GDP) growth rate for 2019 stood at 2.3 percent, on the back of a relatively strong fourth quarter GDP of 2.55 percent that year.", "This growth was accompanied by significant foreign capital inflows due to improved fundamentals of the economy.", "Containing the Impact of COVID-19 on our 5.", "Distinguished Ladies and Gentlemen, then came the pandemic in the first quarter of 2020 and indeed, it's been close to two years since the onset of the COVID-19 pandemic and the wide-ranging impact it has had on, not only the global economy but also on the Nigerian economy.", "We must all remember that, while its economic damages have been enormous and will be highlighted soon, this pandemic is first and foremost a public health crisis, instigated by a virus that has infected 259.7 million people, and claimed the lives of 5.2 million people globally, including 2,974 of our fellow Nigerians and loved ones.", "Indeed, let me state that in May 2020, it would have been unlikely to hold an event such as this, with the number of people we have at today's event.", "Our ability to come together today is a reflection of the progress that has been made in containing the spread of the virus as well as in supporting improved economic activity over the past two years.", "In my remarks today, I intend to provide my perspective on the external and domestic impact of the pandemic and its attendant effects on the Nigerian economy.", "I will also provide an outlook for the Nigerian economy, as well as the steps that the CBN is taking to support improved economic activity.", "As you may recall, 2020 was a year like no other for the global economy and indeed the Nigerian economy.", "The onset of the COVID-19 pandemic in the early part of 2020, and the containment measures put in place to slow the spread of virus, led to an unprecedented decline in global growth, last seen since the great depression of the 1930s.", "Most advanced and developing economies fell into a recession, which led to a significant contraction in global growth by -3.1 percent in 2020.", "Global travel was also restricted as countries shut down their borders and restricted domestic and international travels.", "According to the latest Economic Impact Report by World Travel and Tourism council, the global travel and tourism sector lost about US$4.5 Trillion from the effects of the travel restriction, quarantines and other related measures.", "Also, according to the International Labor Organization(ILO), in 2020 over 255 million full time jobs were lost as a result of the pandemic.", "MAJOR EVENTS DURING THE PANDEMIC.", "Volatile crude oil Market First, in view of the complete stoppage of global economic activities, we witnessed the significant reduction in the demand for, and price of crude oil, Nigeria's main source of foreign exchange receipts and fiscal revenue.", "Indeed, the price of crude oil fell by more than 70 percent at some point.", "We witnessed the fall in crude oil prices from a high of $68 per barrel in January 2020 to $24 per Barrel in April 2020.", "Put succinctly, as of 20th April of 2020, the price of some streams of crude oil fell below zero dollars per barrel, as producers were forced to pay buyers for overwhelmed storage facilities.", "This fall had adverse implications on the supply of foreign exchange into the country, as well as on government revenues.", "Deteriorating Global Financial Conditions.", "Second, the global financial conditions tightened as investors withdrew over $120 billion in portfolio flows from emerging and frontier market countries in the first half of 2020.", "While flows began to recover in the early part of 2021, financial flows to emerging markets like Nigeria, are constrained by expected tapering by the Federal Reserve Bank in 2022, which is likely to affect global financial conditions.", "In essence, uncertainty about the evolution of the virus, and the extent of its impact, led to a retreat in investment from emerging markets, and a corresponding rise in investment in safe haven assets, such as gold, and US Treasury bills.", "The resulting outflow further heightened pressures on the currencies of major emerging market countries like Nigeria, and this ultimately resulted in the adjustments of our exchange rate.", "Global spike in Food prices.", "Third, following the provision of vaccines, countries began to ease movement restrictions and demand in certain sectors began to recover to pre-covid levels.", "Unfortunately, the surge in demand, has contributed to significant supply chain disruptions, which has contributed to elevated inflation in advanced and developing markets.", "For example, the FAO food price index which measures monthly change in international prices of a basket of food commodities, in October 2021, stood at its highest level since July 2011, because of the initially exogenous supply disruption I am about to describe.", "Deglobalisation and Supply Disruptions.", "Finally, tragic as these outcomes were, even more alarming was the reaction of many countries at the height of the pandemic.", "All over the world, countries responded by fighting for themselves and taking measures to protect their own people, regardless of the spillover effects on the rest of the world.", "According to the World Customs organization, a total of 32 countries and territories adopted stringent and immediate export restrictions on critical medical supplies and drugs that were specifically meant to respond to COVID-19.", "As of 4th April 2020, an updated count of total number of export restrictions by the Global Trade Alert Team at the University of Gallen, Switzerland suggest a total of 102 restrictions by 75 countries.", ".On March 4th 2020, Germany announced an export ban that applied to all sorts of medical protection gear including breathing masks, medical gloves and protective suits.", "Around the same time, President Macron announced that France will requisition all face masks produced in the country, a de facto export ban.", "Between 8th February 2020 and 6th April 2020, india released eight (8) different export notifications banning several drugs and medical supplies including Hydroxylchloroquine, ventilators, Oxygen therapy apparatus, and breathing devices.", ".Also, due to fears of global recession, there were worries about unprecedented global food insecurity, with concerns that agricultural production may be dislocated by containment measures that constrain workers from planting, managing and harvesting critical crops.", "Consequently, rather than seek cooperative and global solutions, several countries resorted to export restrictions of critical agricultural produce.", "Indeed, according to the International Food Policy Research Institute (IFPRI), about 37 countries enacted various forms of food export restrictions in response to COVID-19, even in countries where average production exceeds domestic consumption.", "For example, Vietnam, the world's third largest exporter of Rice, suspended granting rice export certificates until the country reviews domestic inventories.", "Russia, the world's largest wheat exporter, announced a ten-day ban on the export of buckwheat and rice due to concerns over panic buying in local supermarkets.", "The dire implications of these events should not be lost on anyone; and in fact on Nigeria, a country with over 200 million population.", "As I've asked in some of my recent treatise on the opportunities of the pandemic, what if the pandemic occurs again and we witness an extended restriction in movements and export bans?", "What if these restrictions become a new normal?", "What if another pandemic occurs in which all borders are closed, with food and medical imports significantly curtailed?", "What if the rich among us, even when they can afford to pay for their medical bills abroad, cannot travel out of our shores because of these extended lockdowns?", "Are we going to allow our hospitals to remain in their current state without equipment and state of the art facilities?", "For how long shall we continue to rely on the world anything and everything?", "13.In a bid to contain the spread of the virus as well as to support the recovery of the global economy, there was an unprecedented deployment of fiscal and monetary support measures by countries, even though there was a significant divergence in the force of the response between advanced and developing countries.", "In 2020, advanced economies on average were able to deploy about 28 percent of their GDP in fiscal and monetary policy measures, compared with only 6 percent in emerging markets and less than 2 percent in low-income countries.", "For example the US Federal Reserve increased its balance sheet from $4.1 trillion in January 2020 to over $8.6 trillion by October 2021.While the ECB increased its balance sheet from $5.1 to 9.6 trillion dollars over the same time period.", "While measures were deployed by developing and emerging market economies to support recovery efforts, their response was limited due to constrained fiscal and monetary space relative to their counterparts in advanced countries.", "The impact of accommodative fiscal and monetary support, in addition to the deployment of COVID-19 vaccines, and the easing of restrictions on movement, helped to support a significant recovery in global growth, which is expected to rise by 5.9 percent in 2021 up from -3.1 percent in 2020.", "15.The recovery of the global economy however has been uneven given the wide divergence in accommodative policy measures and vaccine deployment by advanced countries relative to developing countries.", "While advanced countries are expected to grow by 5.2 percent in 2021, growth in Sub Saharan Africa is projected at 3.6 percent in 2021.", "In advanced countries like the United States and the United Kingdom, over 60 percent of their population have been fully vaccinated, and efforts are underway in deploying a third dose to their citizens.", "We also witnessed how some advanced countries-imposed export restrictions on vaccines until a significant proportion of their population had been vaccinated.", "However, in Africa, less than 5 percent of the total population by October 2021 had been fully vaccinated.", "Furthermore, the global economy has been affected by rising inflation and supply chain disruptions.", "The swift recovery in global demand was not followed by a corresponding rise in supply of goods and services, which not only heightened inflationary pressures, but also contributed to significant supply disruptions.", "The rise in freight rate along with demand pressures also helped to support a significant rise in food prices.", "Reflecting this pressure, the FAO Food Price Index stood at its highest level in October 2021, since July 2011.", "Inflationary pressures in advanced and developing economies have been aggravated by rising commodity prices such as crude oil, which would likely reshape the accommodative monetary stance of major central banks in 2022.", "Curtailing inflation and supply disruptions are key to supporting continued recovery of the global economy in 2022.", "Impact on Nigeria's Economy 16.", "In Nigeria, the impact of these external factors as a result of the COVID-19 pandemic, have also worked to shape developments in our economy over the past year.", "Given our reliance on revenues from the export of commodities, such as crude oil, the fall in crude oil prices from a high of $68 per barrel in January 2020 to $24 per barrel in April 2020 had adverse implications on the supply of foreign exchange into the country, as well as on government revenues.", "While oil prices have risen to close to $80 today, OPEC restrictions on our production output along with the rising cost of petroleum imports have prevented us from being able to harness the gains from the rise in crude oil prices.", "As a result of the drop in foreign exchange supply arising from low earnings from the sale of crude oil, the naira depreciated by 7.7 percent from N380/$ to 410/$ at the I & E window.", "Supply was also affected by massive outflow of foreign portfolio investments from Emerging and Frontier Markets including Nigeria in 2020.", "A combination of these factors led to a marked drop in our foreign reserves from nearly $36.7bn at the beginning of the crises in March 2020, to a low of $32.9bn in June 2021.", "It is important to state that the volume of activities at the I&E window fell from nearly $250 - 300 million daily to less than $40 million in the first quarter of 2021.", "Supply Disruptions and Inflation 18.", "Third, the imposition of containment measures as well as the rising cost of imported goods due to supply disruptions helped to aggravate inflationary pressures in the 2nd of 2020.", "Part of the rise in inflation was due to the surge in demand that arose from the easing of restrictions on movements, which led to a growing disparity between demand orders and output from factories and farms, not only in Nigeria but in other parts of the world.", "Heightened demand along with adjustments in the exchange rate, farmer herder clashes, imported inflation, insecurity in parts of the food belt region, and rising transportation cost, were some of the other key factors that drove the rise in inflation.", "Consequently, the pandemic and its attendant effects re-ordered the paths of our key macroeconomic and financial indicators after the gains we had achieved following the impact of the 2015 - 2017 oil price crisis.", "As a result of these effects the Nigerian economy fell into a second recession in four years, in the 3rd quarter of 2020. .", "However, the banking sector remained robust and sound due to prompt response by the Central Bank in order to prevent an economic crisis from spilling over into a financial crisis.", "As result, the banking sector continued to consolidate on the gains of the recovery from the 2016 & 2017 recession.", "Although we saw some fragilities in the system, they constituted limited risks.", "Prudential indicators such as NPLs stood at 5.4 percent in November 2021, while the CAR remained above 15 percent indicating continued resilience of our banking system.", "Response of the Monetary Authorities 21.", "The impact of the COVID-19 pandemic provided many lessons that has helped to shape subsequent actions by the Monetary Policy authorities.", "For example, we realized how vulnerable our economy was relative to advanced markets in not only access to essential medical supplies, but in the form of monetary policy support that Central Banks in developing countries could provide in supporting the recovery of their respective economies.", "Rather than let the crisis compound our problems, we reflected on ways in which we could turn the crisis into an opportunity.", "One that would reset the trajectory of our economy from its dependence on imported items to one that is more resilient and productive.", "With the pace at which viruses spread, which could significantly derail economic growth, we were further emboldened to work on measures that would improve productivity, support employment generation and strengthen the resilience of our economy to external shocks.", "As a result, working with the fiscal authorities, we took unprecedented measures to contain the effects of the pandemic on our economy, in addition to other efforts aimed at stimulating greater economic activity in key sectors of our economy.", "Please permit me to highlight some of the steps we took towards achieving our mandated goals.", "Containing the Impact of COVID-19 24.", "First, the Central Bank of Nigeria worked with the fiscal authorities in instituting strong policy support measures capped under the Economic Sustainability Plan (ESP), which was designed to contain the effects of the pandemic, restore stability to the economy by helping households and businesses affected by the pandemic and to lift our economy out of the woods through massive interventions to critical sectors.", "Under this plan, the monetary and fiscal authorities collectively mobilized and injected over N5trillion to support households and businesses.", "It is gratifying to state that the Central Bank of Nigeria deployed more than N3.5trillion, - about 4.1 percent of Nigeria's GDP to critical sectors such as agriculture, manufacturing, electricity, and healthcare in order to stimulate and help the economy recover from the deep shock.", "Other specific policy measures undertaken include.", "a) Reduction of the monetary policy rate from 13.5 to 11.5 percent to improve the flow of credit to households and businesses.", "b) Reduction of the interest rate on CBN intervention loans from 9 to 5 percent.", "c) Extension of the moratorium on principal repayments for CBN intervention facility to March 2022. d) Granted regulatory forbearance that allow banks restructure loans given to sectors severely affected by the pandemic.", "e) Strengthened the Loan to Deposit ratio policy, which has resulted in a significant rise in loans provided by financial institutions.", "Total gross credit rose by over 21.1 percent over the past year, from N19.4 trillion to N23.5 trillion.", "f) Created a N50 billion target credit facility for affected households and small and medium enterprises through the Nirsal Microfinance Bank, against which N363.5 billion has been disbursed to over 767,000 Nigerian households and micro businesses.", "g) Mobilized key stakeholders in the Nigerian economy, under the Private Sector Coalition Against COVID-19 (CACOVID) team that raised N39.646 to support the fight against the scourge.", "The funds were used to support three (3) key priority areas:(i) development of 39 fully equipped isolation centres including Intensive Care Units (ICUs) and molecular testing labs and procurement of medical equipment such as PCR test kits across the country; (ii) provision of palliatives in the form of essential food items to 1.7 million households, an equivalent of 8 million Nigerians; and (iii) improving awareness in rural awareness on the COVID-19 virus and capacity building for community health workers.", "h) Created a N1 trillion facility in loans to boost local manufacturing and production across critical sectors; of which 53 major manufacturing projects, 21 agriculture related projects and 13 service projects are being funded from this facility.", "i) Creation of a NGN100 billion intervention fund for pharmaceutical companies and healthcare practitioners to expand and strengthen the capacity of our healthcare institutions.", "We have increased this fund to N200 billion to accommodate more players in the healthcare sector, such as phytomedicine practitioners and manufacturers of medical devices and vaccines.", "Our primary focus is to create a hub where medical officers can have access to diagnostic equipment to carry out quality medical services at an affordable price for Nigerians.", "So far, over N107.7 billion has been released to support 114 healthcare projects, including six (6) greenfield (new) and 108 are expansionary (brownfield).", "The projects financed included cancer treatment centres, medical diagnostics, pharmaceuticals, dental services, eye clinics, and other healthcare service providers.", "We are happy to inform you that the intervention programs have contributed to the increased bed space in our hospitals, and improved healthcare productivity as evident in the increased number of successfully treated Covid 19 patients.", "These developmental initiatives combined with our monetary and financial policies have helped to support the recovery of our economy and in re-aligning general macroeconomic conditions.", "The Journey so far and our scorecard 27.", "As a result of these measures, we witnessed robust economic recovery as GDP growth stood at 4.03% in the 3rd quarter of 2021, following the 5.01% growth recorded in the 2nd Quarter of 2021.", "The economy has remained on a positive growth path for four consecutive quarters after the recession in the 3rd quarter of 2020.", "41 out of the 46 sectors assessed in the 3rd quarter by NBS, recorded positive growth, as growth was driven by significant improvements in the non-oil sector, particularly, Agriculture Manufacturing, Trade, ICT, Construction, Finance and Transportation.", "We have also witnessed a gradual recovery in manufacturing output growth as the Manufacturing PMI index rose to 47.3 points in October 2021 from 44.9 in January 2021. .", "Our interventions particularly in the manufacturing and the agriculture sectors significantly helped to encourage continuous improvements in growth in these two key sectors of our economy.", "Today, our food production systems have become more sustainable due to the improved output at our farms and local factories.", "Output of staple commodities such as rice, maize, palm oil and tomatoes have grown significantly, and we have also seen increased efforts of our local manufacturing firms to engage in backward integration efforts.", "Second, a visit to any major retail chain will reveal an increasing number of high quality made in Nigeria products relative to imported goods, which is helping to increase domestic production, generate employment and wealth in our country.", "If these intervention efforts were not carried out by the monetary and fiscal authorities, our economy would have been in a grim state.", "Inflation has continued to moderate for seven consecutive months, as it declined from 18.17 percent in March 2021 to 15.9 percent in October 2021 supported by improved output of staple food items.", "Inflation however still remains above our benchmark, which means efforts must continue to be made to slow down the pace of the rise in prices.", "External Reserves 30.", "Supported by our demand management policy, in addition to support from the successful issuance of the $4bn Eurobond and the IMF SDR, our external reserves today stands at over $41.4bn which is enough to support 9 months of imports.", "This is not just a morale booster for both foreign direct and portfolio investors willing to invest in the economy, but it provides significant fire power to support our domestic industries that need to import critical machines and equipment for domestic production and exports 31.", "As a result of our demand management policy, the naira has remained largely stable around N411/US$1 at the I&E window particularly since the discontinuation of FX allocation to Bureau De Change operators along with the convergence between the CBN and NAFEX rates.", "Banks are now able to meet the demands of their customers seeking forex for SMEs, school fees, medical and PTAs, which has reduced the need of customers to rely on alternative providers of foreign exchange.", "Average daily Fx turnover at the I&E window is now over $250million, up from $40million in April 2020. .", "Our current account deficit has narrowed significantly, from a huge deficit of 4.53% of GDP in the 4th quarter of 2020 to negative 0.44% of GDP in the 2nd quarter of 2021 due to a surplus position in the goods account.", "The surplus position in the goods account is due to a reduction in imports, increase in crude oil and gas export receipts, and improvement in remittance inflows.", "Remittance inflows have been supported by our naira for dollar program, and we have seen a surge in remittance inflows from over $5m per week in June 2020 to over $100m per week in October 33.", "Following the impact of the various accommodative policy measures, our economy made a swift exit from the recession.", "Unlike the five quarters it took to exit the previous recession, the economy rebounded after just two quarters of contractions, underpinning the resilience of the economy amid greater policy support.", "I am pleased to note that growth has returned to pre-covid levels due to the accommodative policy support provided by the monetary and fiscal authorities.", "Although uncertainties remain around the mutating Delta virus, prospects of a broadbased economic recovery in Nigeria remain bright as efforts are made to improve access to vaccines for Nigerians, in addition to measures aimed at implementing safety protocols to curb the spread of the virus.", "As a result of these growth enhancing policy measures, we project that GDP will grow at 3.0 percent for 2021 up from -1.8 percent in 2020.", "Inflation is expected to continue on its downward trajectory into 2022 as continued interventions along with the onset of the harvest season aid improved supply of food items, which would further help to decelerate inflationary pressures.", "I would like to state that notwithstanding these positive indicators, our economic growth remains fragile, as our unemployment and inflation rate remain at levels that are not very supportive of growth.", "Second, continued implementation of our intervention efforts would need to be undertaken to sustain the recovery efforts and stimulate further growth of the economy.", "Third, given population growth at about 2.7 percent annually, it is important that we continue to deploy measures that will enable our economy to attain annual growth rates of over 5 percent.", "Through the pandemic we are aware that our policy responses are often more effective when we work with the private sector.", "For example, the CACOVID alliance played an instrumental role in reducing the negative effects of the pandemic, by providing palliative support to families affected by the virus and in rebuilding our healthcare institutions.", "Leveraging the strength of the private sector will be critical in mobilizing funds that are needed toward building a more resilient and stronger economy.", "We intend to strengthen collaborations with the private sector in order to support investments in critical sectors such as infrastructure, and ICT, in addition to ongoing efforts to build a stronger agriculture and manufacturing base in Nigeria.", "As a result, all efforts in 2022 must be made to ensure that we maintain our focus on improving access to finance and credit for households and businesses, mobilizing investment to boost domestic productivity, enabling faster growth of non-oil exports, and supporting employment generating activities.", "In an effort to implement policies that would engender growth and employment, the Central Bank of Nigeria, recently unveiled the 100 for 100 policy on production and productivity.", "Under this program, targeted credit of up to N5bn will be provided to 100 firms every 100 days, provided that these firms are investing in projects that are greenfield projects.", "Second, projects will be assessed on their ability to generate significant employment opportunities in critical sectors of our economy.", "Third, eligible firms must show evidence of their efforts to harness available local raw materials towards the realization of their intended investment.", "Efforts will also be made to support firms that are geared towards producing goods for the export market.", "The Central Bank of Nigeria is committed to supporting eligible firms with foreign exchange to import machineries and equipment.", "Let me add that routine audits will be conducted on firms that receive funding, to ensure that they are complying with the terms of the program.", "We believe this program will significantly help to catalyze growth in critical sectors of our economy, while aiding our efforts to create employment opportunities and reduce our dependence on imported goods.", "Supporting the Growth of the Digital 40.", "A key focus of the Central Bank of Nigeria under my leadership has been enabling the buildout of a robust payment system in Nigeria, that will provide cheap, efficient, and faster means of conducting payments for most Nigerians.", "With the growing pace of digitization globally, it is essential that we leverage digital channels in fulfilling this objective.", "Total transaction volumes using digital channels more than doubled between 2018 and 2020, as volumes rose from 1.3bn to over 3.3bn financial transactions in 2020.", "Digital payment channels also help to support continued conduct of business activities during the lockdown.", "Our robust payment system has continued to evolve towards meeting the needs of households and businesses in Nigeria.", "Reflective of the confidence in our payment system, between 2015 and September 2021, about $900m has been invested in firms run by Nigerian founders.", "Notwithstanding these gains, close to 36 percent of adult Nigerians do not have access to financial services.", "Improving access to finance for individuals and businesses through digital channels can help to improve financial inclusion, lower the cost of transactions, and increase the flow of credit to households and businesses.", "It is in this vein that the Central Bank of Nigeria recently deployed the first central bank digital currency in Africa, the E-Naira, which would help in attaining our goals of fostering greater inclusion using digital channels, supporting cross border payments for businesses and firms, and providing a reliable channel for remittance inflows into the country.", "The E-Naira will ensure that Nigerians in remote areas can conduct financial activities using their digital devices at little or no cost.", "It will also help to strengthen the effectiveness of government intervention programs, as funds provided will get to the intended beneficiaries.", "In less than 4 weeks since its launch almost 600,000 downloads of the e-naira application have taken place.", "Efforts are ongoing to encourage faster adoption of the e-naira by Nigerians who do not have smartphones.", "The support of the financial industry will be critical in the ongoing deployment of the e-naira and efforts are on-going to encourage continued partnership between the CBN and stakeholders in the financial industry.", "With the decline in revenues due to federal and state government as a result of reduced receipts from the sale of crude oil, alternative ways of funding infrastructure are critical if we are to ensure sustained growth of our economy.", "As we are all aware, the cost of logistics is often seen as a significant impediment to the growth of businesses in the country.", "In recognition of the role improved infrastructure could play in the development of our economy, along with the need to leverage private sector capital in funding the over N35trillion deficit, which is the estimated amount required to build an efficient infrastructure ecosystem in Nigeria, the Central Bank of Nigeria (CBN) working in partnership with critical stakeholders such as the Nigerian Sovereign Investment Authority (NSIA) and African Finance Corporation (AFC) set up Infracorp.", "Infracorp is expected to raise over N15 trillion to support investment in critical infrastructure in Nigeria.", "So far, N1 trillion has been provided as seed funds by the promoters to support the operations of Infracorp.", "We recently appointed four fund managers, and a Management Team has been selected to run and manage Infracorp.", "Over the next two months, Infracorp will kick off its operations by targeting strategic infrastructure projects that would help catalyze further growth of our economy.", "Infracorp is expected to set the standard template that will help in enabling greater private sector funding for public infrastructure projects in Nigeria.", "Mobilizing International Capital: Nigeria's International Financial Center.", "A key challenge to supporting growth in key sectors of our economy is access to large pools of cheap investment capital.", "Today over $100 trillion is held by institutional investors in OECD countries, most of it invested in low yielding assets relative to high yielding opportunities in Nigeria.", "Working to tap into this pool of funds will require the set-up of an investment framework that offers comfort and security to investors seeking to invest in critical sectors of our economy.", "In this regard, the Central Bank of Nigeria is working to set up an International Financial Center at the Eko Atlantic City in Lagos, that would serve as a hub for attracting domestic and external capital which is needed to strengthen our post covid economy.", "The International Finance Center when fully operational in the 2nd 2022, will help to position Nigeria as a key destination for investment in Africa.", "Global Outlook: The global economy is projected to recover in 2021 and 2022.", "Amidst uneven growth across regions, the latest IMF WEO projects global economic recovery from -3.1 percent in 2020, to 5.9 percent in 2021, and 4.9 percent in 2022.", "The projection is on the backdrop of expected recoveries in the US, China and EMDEs and a significant improvement in vaccine administration.", "Average inflation rate is also projected to rise from 0.7 percent in 2020 to 2.8 percent in 2021 for advanced economies and from 5.1 percent to 5.5 percent for EMDEs.", "Global Oil Prices: According to the IEA Oil Market Report for November 2021, oil prices will on the average remain at favourable levels in 2022.", "Their models project brent crude oil price to be US$79.40pb in 2022.", "Continued strengthening of oil price, in 2022, will also support government fiscal operations of the Nigerian government and help stabilize key external sector statistics.", "Domestic Outlook: The CBN's in-house model, after an exhaustive simulation with various oil price possibilities and numerous scenarios of other macroeconomic metrics, indicate a continued and strong rebound of the domestic economy.", "Near-term outlook of the Nigerian economy is brightening significantly, with improvements projected into the short- and the medium-term.", "i. GDP: Real GDP growth rate is projected to remain robust and strengthen within the short- term.", "Output growth rate is projected to remain positive from 4.03 percent in 2021q3 to nearly 2.91 percent in 2021q4, implying a total growth of about 3.10 percent for 2021.", "Short-term projection indicates a continued strengthening of the growth rate.", "Deliberate structural policies and reforms are needed to raise these projected trend higher towards the desired 5 percent average growth level.", "Output growth rate for the Nigerian economy is broadly estimated by key institutions to consolidate in 2021.", "The IMF and the World Bank project real growth rates of 2.6 percent and 2.4 percent, respectively while the estimate by the Federal Ministry of Finance and National planning stands at 3.0 percent.", "Generally, real GDP growth rate is projected to remain robust and strengthen within the short-term, regardless of the immanent vulnerabilities.", "With this continued strengthening, real GDP could recover beyond the pre-pandemic levels by the first quarter of 2022.", "Further simulations of the medium-term projections suggest that Nigeria's real GDP could surpass pre-COVID trends by iii.", "Business confidence: The business environment remains optimistic given the sustained policy interventions in the economy.", "Overall business confidence index is projected to rise significantly from -9.2 index points as at end-August to over 37.7 index points in November 2021 and surpass 57.6 index points by mid-2022.", "Following the pickup and continued strengthening of domestic economic activities, many firms expressed optimism about the direction of future developments both in the near-term and the short-term, Overall Business Outlook of the 57.6 37.7 30 29.6 -9.2 August Next Month Next 2 Months Next 6 Months 2021) iv.", "Inflation rate: Headline inflation rate is expected to moderate to 15.35 per cent, and 14.91 per cent by December 2021 and February 2022, respectively.", "Core inflation is equally forecasted to fall from 13.74 percent in October 2021 to 13.39 percent in December 2021 and further to 12.68 percent by February 2022, while food inflation falls from 19.57 percent to 17.26 percent and 16.58 percent over the same period.", "Domestic disinflation is projected on the backdrop of the favourable impact of the various CBN interventions on the real sector and the gradual upscale of economic activity, which is expected to keep prices moderate in the near- term.", "v. FX Reserves: Based on in-house analysis and simulations, external reserves could surpass US$42 billion by mid-2022 from the US$41.5 billion in 2021q3, based on the dynamics of oil price and FX demand for import.", "Generally, external reserves is expected to be at relatively comfortable levels with expectation of sustained trend of current crude oil price, the impact of Eurobond Issuance, and stable exchange rate condition.", "Concluding Remarks 50.", "Distinguished ladies and gentlemen, in concluding my remarks, let me add that while we have been able to contain some of the effects of the COVID-19 pandemic on our economy, it is imperative that we work to build a more resilient economy that is better able to contain external shocks, whilst supporting growth and wealth creation in key sectors of our economy.", "We must take deliberate steps to diversify the base of the Nigerian economy.", "As the true African Giant, we must fold our sleeves and do everything possible to stop the incidence of importing anything and everything.", "Proactive steps on the part of stakeholders in the private sector in collaboration with the government in supporting the growth of sectors such as Manufacturing, ICT, and Infrastructure, will strengthen our ability to deal with the challenges of COVID-19, and stimulate further growth of our economy.", "I thank you for your attention.", "Godwin Emefiele, CON Central Bank of Nigeria 26th November 2021"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Global Economic Impact", "Nigerian Economic Impact", "Monetary Policy Response", "Fiscal Policy Response", "External Reserves", "Inflation", "GDP Growth", "Unemployment", "Infrastructure"]}