{"sentences": ["A pleasant day to everyone!", "Thank you for this opportunity to share insights on the role of open finance in driving inclusion, innovation, and customer-centricity.", "Open finance deserves particular attention among policymakers and the private sector.", "When developed and implemented in a responsible way, open finance can unlock gateways towards rapid digital transformation and wider financial inclusion.", "We, at the Bangko Sentral ng Pilipinas, view that the essential features of open finance can foster responsible data-based innovations that can advance financial inclusion through the development of customer-centric financial products and services.", "The first essential feature of open finance is consent-driven data portability.", "Under the open finance framework, consumers are recognized as owners of their transaction data, empowering them to grant access and share their data to financial institutions and thirdparty participants of their choice.", "The second feature is interoperability and collaborative partnerships.", "Open finance will involve collaboration and data sharing among incumbent financial institutions and new third-party players such as banks, non-bank electronic money issuers and operators of payment systems.", "The diversity of participants provides alternative sources of consumer data beyond conventional banking transactions such as utility and bills payments, investments, and insurance choices, providing a rich digital footprint of customer behavior and service needs.", "Lastly, open finance shall result in the development of customer-centric products and services.", "Gaining access to multiple sources of data covering a wide range of transactions will enable industry players to gain a deeper insight into customer preferences and behavior.", "This, in turn, will lead to the development of a more diverse, and more responsive suite of financial products that are tailored to the needs and preferences of consumers and businesses, thereby reinforcing financial inclusion.", "Open finance can be a powerful tool for the BSP to achieve its main strategic objectives under its Digital Payments Transformation Roadmap of transforming 50 percent of the volume of retail payments into digital form and onboarding 70 percent of adult Filipinos in the formal financial system by 2023.", "As of end-2020, about 20.1 percent of monthly retail payments volume in the Philippines are already in digital form and we are confident of achieving our target to reach 50% by 2023.", "Building on this progress, the BSP and the payments industry continue to move towards the development of an open finance ecosystem that can support more innovative digital payment solutions in the country.", "In addition, the innovation brought about by open finance is expected to expand financial inclusion in the Philippines.", "Through its capability to accumulate and facilitate the sharing of a rich and diversified set of customer data, open finance can enable the design and delivery of financial products and services that cater to the varying needs and preferences of the unbanked and underserved, including the micro, small and medium enterprises or MSMEs.", "In the Philippines, MSMEs account for 99.5 percent of businesses and employ about two thirds of the labor force.", "Through tailor-fit financing solutions, open finance will be able to onboard more MSMEs into the formal financial system and provide them with the access to digital financial services.", "The improved access to finance by MSMEs can help sustain their economic activities and aid in the digital transformation of their businesses, thereby empowering them to be an integral part of the country's economic recovery.", "While open finance holds immense promise, the BSP recognizes that such benefits may only be realized when end-users' interests are protected through the institutionalization of policies that safeguard data security, confidentiality and integrity.", "These are all essential in fostering public trust in the financial and payments system and advancing financial inclusion.", "Hence, the BSP issued guidelines on the Open Finance Framework which sets the governance and standards for the acquisition, use, and sharing of client data.", "These guidelines emphasize the need to safeguard customers' interests in establishing an open finance ecosystem by setting forth the regulatory expectations on consumer protection, data privacy and confidentiality, user consent and dispute mechanisms, among others.", "The BSP is also in the process of developing a policy on data governance and ethical use of data.", "This policy aims to ensure that financial data and customer information obtained and passing through different digital channels will be handled ethically, and that all participants will be bound by sound data governance principles.", "These policy initiatives are consistent with the BSP's approach of creating an enabling policy environment that encourages innovations in support of digital transformation and financial inclusion, while upholding financial stability, data security, confidentiality, and consumer protection.", "In sum, open finance is another milestone through which we can break down the barriers to financial inclusion.", "It offers an opportunity to leverage on the digital transformation of the financial system to make productive use of data in order to develop financial products and services that are tailored to the needs of end-users.", "As we move towards the post-COVID-19 economy, it is important that regulators and the private sector collaborate to utilize innovations like open finance not just to broaden the range of digital financial services and businesses that can be gained from all the available information.", "Rather, open finance should serve, together with our other digitalization efforts, to improve the welfare of every citizen, especially the poor, the marginalized and the unbanked, as we strive towards a truly inclusive recovery.", "Thank you and good day!​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Open finance", "Financial inclusion", "Customer-centricity", "Data sharing", "Data security", "Digital transformation", "Innovation", "Consumer protection", "Financial products", "MSMEs"]}