{"sentences": ["I would like to begin by thanking the Consejo General de Economistas (Spanish General Council of Economists), its Chair, Valentín Pich, and, above all, the members of the panel for awarding the Banco de España the Gran Cruz al Mérito en el Servicio de la Economía (Grand Cross of Merit in Service to the Economy).", "This honour is an acknowledgement of all of us who work at the Banco de España; of the constant dedication and drive to always provide Spanish society with the utmost value, but especially during these uncertain times after the unprecedented economic impact stemming from the pandemic.", "With no complacency whatsoever, and mindful of the work ahead, this award shows us that we are on the right track towards achieving our goal of being an outstanding and dynamic central bank committed to society.", "This commitment is underpinned by a set of fundamental values that pervade the Banco de España's culture and are reflected in our Strategic Plan: independence, transparency, public service, integrity and excellence.", "If we continue to practise these values daily and effectively, in my opinion the Banco de España can, among other things, help establish a fully fledged assessment culture that boosts the efficiency and transparency of public policies and enables us as a society to properly integrate long-term considerations into decision-making.", "The importance of incorporating long-term considerations into economic policymaking The available evidence on the determinants of long-term growth points to democracy and the quality of its institutions as a factor that contributes positively to economic growth.", "The fact that institutional quality determines the ability to incorporate long-term considerations into decisionmaking may help explain this relationship.", "These considerations are essential to the idea of progress and, in economic policy, to defining and implementing measures that foster prosperity and opportunities for all citizens, both present and future.", "Central bank independence is warranted precisely on those grounds.", "An inflationary bias arises when the monetary authority lacks independence and, in pursuit of short-term objectives, stimulates demand by repeatedly using monetary policy beyond what would be consistent with its inflation target.", "Higher levels of economic activity and employment can be attained in the short term, but the costs come later.", "The inflationary bias is ultimately anticipated and built into agents' expectations and, therefore, into pricing and into wage negotiations.", "The final outcome is higher inflation, without persistent improvements in the level of output or employment in the economy.", "This renders monetary policy ineffective and commitments to price stability cease to be credible.", "Assimilating the long-term view that price stability requires is harder for the political power, which may have incentives to prioritise shorter-term considerations tied to the electoral cycle.", "The grounds for the independence of central banks are thus general interest considerations.", "Firstly there is the belief that such independence benefits society far more than if the powers were to be directly assumed by the political authority.", "And further is that fact that the legitimacy resulting from this independence is conferred by a decision of the State's highest political institutions (parliaments).", "Independence must of course go hand in hand with guarantees as to the professional competency and personal integrity of the members of the independent body, especially of its senior officers, and controls over, and accountability for, their actions.", "Control and accountability are also crucial to adequate institutional quality.", "Yet aside from independent central banks being an example of effective institutional design when it comes to incorporating long-term considerations into our democratic societies, I wish to use my address to outline three complementary matters.", "These are, in my view, essential to encouraging the public authorities to include these long-term considerations in economic policy decision-making, and how independent institutions such as the Banco de España can make a decisive contribution.", "An assessment culture to launch us forward The first of these three matters stems from the incorporation of an ongoing and thorough publicpolicy assessment culture.", "In a democratic society, evaluating the design and effects of public policies fulfils different political and technical functions.", "First, it fosters transparency regarding political actors' actions and their outcomes.", "This provides for accountability and democratic control by Parliament and citizens.", "Second, it enables the strengthening of the decision-making process via valuable information to enhance the effectiveness and efficiency of public policies.", "Therefore, when \"evidence-based policies\" are promoted, it is both a technical argument in favour of effectiveness and a political statement in favour of citizens' and their representatives' democratic control of the power.", "Of course, some political matters cannot solely be based on quantitative evidence or purely technical criteria.", "Clear limits exist, imposed by the issues' complex nature, the availability of information and the capacity of social sciences to analyse and make reliable and unambiguous projections within the timeframes in which society requires suitable answers for the challenges it faces.", "And one of economists' core tasks should indeed be to highlight those limits, so that the findings of the assessments and analyses are appropriately interpreted with the due caveats.", "But to acknowledge and highlight these limits (especially on the ability to assess ex ante, i.e.", "to foresee in real time the different outcomes that may ensue from different courses of action in the many key areas when faced with complex problems) should not check our ambition for these assessments to influence the decision-making process.", "While not definitive, their conclusions act as an objective reference which is relevant to achieving the intended aims of public policies.", "Ex post assessments of policies are admittedly much further along in their development at the practical level, and their benefits as a part of the overall public policy process are wellestablished in the most advanced democratic societies.", "Yet they also come up against theoretical and empirical limitations that we cannot conceal.", "On this front, Spain is lagging behind our peers.", "And this is not because of a lack of know-how but rather, in my opinion, on account of the existing limitations in the current administrative, political and social ecosystem which do not sufficiently encourage the insertion of the assessment process into the public-policy-programme design and review cycle.", "True, there have been some promising developments of late, such as the mandatory periodic evaluations to assess the functioning of the minimum income scheme.", "Yet in much of the Spanish administrative apparatus there are still significant technical hurdles to building potential ex ante or, at least, ex post assessments into the design of public programmes.", "These impediments not only limit the general government's own ability to conduct thorough assessments, but also prevent the findings of external assessments from being fully harnessed.", "Political action to address them is also an important long-term policy; for example, the creation of technical posts and hiring mechanisms that attract people with adequate training.", "Setting up agencies without long-term hiring plans does not work.", "Nor is it just a question of public-sector shortcomings.", "In the private sector or in civil society, institutions and fora engaging in thorough assessment of public policies in Spain are also thin on the ground compared with our European peers, and their opinions have little influence on the public debate.", "Accordingly, I consider that we, the independent public authorities, can and must play a pivotal role in assessing public policies thoroughly and impartially.", "At the Bank we are committed to this assessment culture, both in terms of our duty to advise the Government under the Law of Autonomy of the Banco de España and when evaluating our own actions.", "Aside from the Banco de España's actions, the recent creation of a government spending assessment division at the Independent Authority for Fiscal Responsibility (AIReF by its Spanish initials), after the failure of the Public Policy Assessment Agency (AEVAL), is a step in the right direction.", "There is therefore ample room for improvement in decision-making on public policies in Spain, from which both the government (when it comes to designing and applying public policies) and the legislature (in its control of the government) could benefit.", "Equipping the legislative chambers with powerful bodies that provide independent, technical and evidence-based advice would thus markedly enrich the public debate in Spain.", "Setting this issue against the current background, the massive roll-out of European funds, for example, with the stated aim of transforming the economy and boosting its growth potential, is an ideal time to bolster the assessment of public policies.", "In a context requiring, first, that the funds be used nimbly to shore up the recovery and, second, a lasting impact to encourage the structural transformation, the ongoing assessment of the projects financed using those funds is the most effective answer to squaring these short and long-term objectives and to strengthening the necessary public fund control mechanisms.", "Ongoing assessment allows for experimentation with new ideas and transformative projects.", "It also minimises the danger of continuing to channel funds to projects which are attractive a priori, but which do not yield the expected results.", "Making mistakes can sometimes be a part of long-term success; however, persisting in the error never is.", "Spain and Europe need Next Generation EU to be a success, on account of it representing a chance to ready ourselves for the future and making the case for further European integration.", "Indeed, the need for the European funds to help foster our economy's transformation is also determined by the requirement that the funds be used in conjunction with reforms addressing the structural defects that, according to the evidence, have weighed down growth and hampered our society's well-being for decades (e.g.", "those related to low productivity and the poor functioning of our labour market).", "Historical evidence of prior European programmes recently analysed by Banco de España experts highlights the presence of substantial synergies between, on the one hand, the implementation of major investment plans and, on the other, the application of structural reforms geared to improving how the main product and factor markets function.", "The funds could actually also be used to mitigate the costs that these reforms sometimes incur for some cohorts in the short term, in the pursuit of the benefits that they would generate for society as a whole in the medium and long term.", "Again, it would be particularly desirable to properly evaluate the different alternative reforms.", "To duly nurture the debate and political decision-making, these assessments of the potential reforms must provide a comprehensive analysis.", "Estimations of their overall impact must be complemented with a better understanding of the microeconomic effects, in particular on the population groups most affected by the reforms, and of the impact during the transitional period until the public policies take full effect.", "These developments will enable the assessment to be better integrated into economic policymaking, by providing thoroughgoing information on the short, medium and long-term effects.", "The importance of the use of administrative data and making them available to The second element I wish to refer to is the need to have data that inform the decision-making process.", "Data are also the raw material that feeds the evaluation process.", "Without appropriate, quality, timely and sufficiently granular data, a good evaluation is not possible.", "In the private sector they talk about the data economy.", "New sectors of activity have risen round data compilation and monetisation; and other, more traditional sectors have seen their competitive dynamics crucially affected by the use of data or by technology, as the changes in the financial sector - to use an example close to home - testify.", "The public sector cannot fall behind in data processing.", "Greater data storage and processing capacity has increased exponentially the possibilities of extending our knowledge of reality.", "The general government sector is not impervious to these developments.", "Indeed, as part of its daily activity it amasses a vast amount of information which, once appropriately processed, can be crucial in making a reliable diagnosis of the problems society faces, and also of the most suitable policies to address them.", "The crossing and sharing of data by the different segments of government increases diagnosis and evaluation capacities in an accelerated fashion.", "Making these appropriately anonymised data available to the research community is an opportunity to enhance our knowledge.", "And it also adds a further control mechanism for the authorities, which reinforces the quality of public debate and of democracy.", "The data laboratory recently launched by the Banco de España (BELab) is a good example of this service to society, since it places the microdata of many of our main databases at the disposal of researchers.", "Another example is the recent agreement between the National Statistics Institute, the Tax Revenue Service, the Social Security and the Banco de España, as holders of a significant amount of administrative information and of granular data collected for statistical purposes, for the joint design of a collaborative data system to which researchers will have access, provided that the information to be used is for scientific purposes in the public interest.", "The purpose of this agreement is also to promote the future inclusion of other institutions that hold administrative records or other granular databases of research interest.", "It is our obligation as the participating authorities to put this agreement swiftly into practice, and to establish what might be an unprecedented landmark in information availability for economic research and evaluation purposes in Spain.", "The need to improve the economic and financial education of the population Quality data, technical ability, and analytical rigour and independence would thus seem to be the necessary ingredients for setting in place an assessment culture leading to the evidence-based formulation of public policies.", "In my view, this recipe will be like one for bread without yeast.", "A third key ingredient is needed: an appropriate economic and financial education for the public at large.", "With citizens able to critically internalise in their individual economic and financial decisions both the fundamental results of these independent evaluations and the various benefits and costs associated with different courses of action, it would be easier to set an assessment culture in place.", "Under this scenario, economic policymakers would not only observe the long-term benefit for general prosperity that credibly committing to evidence-based policies can provide; they would also appreciate the potential short-term political return of incorporating the results of these evaluations into their decision-making.", "Yet as I have previously stated, Spain's starting position is not a good one.", "Once again, resorting to an example close to home to illustrate the point, it is telling that over 40% of the Spanish population does not properly understand the meaning of inflation.", "We are aware what this means about citizens' actual capacity to understand and assess the performance of institutions - such as the European Central Bank and the national central banks - whose mandate precisely includes price stability.", "The Banco de España, together with the National Securities Market Commission (CNMV), is promoting a Financial Education Plan.", "We will be joined next year by the Ministry of Economic Affairs and Digital Transformation and, with the participation of a wide number of public and private partners, including the Spanish General Council of Economists, the aim is to increase the economic and financial knowledge of the population at large.", "To achieve this, I believe it will be important to further embed economic and financial knowledge in both the primary and secondary education syllabus, as recommended by international institutions.", "Naturally, those of us behind the Plan are obliged, as I advocate for public policies as a whole, to support our actions with empirical evidence substantiating their efficiency and effectiveness.", "To obtain data on which to base the evaluation, I would stress that the Banco de España will be conducting in the coming months the second wave of its Survey of Financial Competences.", "And, in coordination with the OECD, work to evaluate the financial literacy of our small and mediumsized firms has just been concluded.", "Evaluation as a basis for political consensus This call for evidence-based public policies as a key element for progress and freedom in democratic societies should not be understood as being at odds with the healthy ideological debate proper to free and plural societies.", "On the contrary, I believe both elements should complement each other.", "Ideology has, at least, a dual role in the public policy decision-making process.", "The first is related to ends.", "It provides an ethical notion of what is good or bad for society.", "And this cannot or should not be subject to evaluation.", "It is a question of personal preferences which, in the event of legitimate discrepancy, should be settled in the political domain democratically, under each nation's constitutional framework.", "Professor Fuentes Quintana, who has also received here deserved acclaim from the Spanish General Council of Economists, stated in 1948 that \"theoreticians aspire to see reality eclipsed by their light, and it is politicians who must ultimately transform theoretical proposals into a wealth of favourable outcomes.", "What is impracticable - akin to Canute holding back the tide - is to confront reality standing behind ridiculous theoretical instruments.", "That way lies only bitter impotence.\"", "A second role of ideology is to provide initial starting points as to how, a priori, these ends might be addressed when we lack sound evidence of the best course of action to attain them.", "To some extent, ideology occasionally fills the gaps that rigorous evaluation based on reliable data can leave, which I highlighted earlier.", "In this second area, there is ample room for fruitful dialogue between ideology and evaluation, with only one pre-requisite: that, no matter how firm ideological postulates are about the means that should be used, economic policymakers should be willing to be swayed by the findings of rigorous and independent evaluations.", "The outcome of this dialogue may be very enriching for society: the emergence of a minimum consensus on how to tackle, using public policies, specific challenges that are identified as such by a very wide political spectrum.", "As discussed on previous occasions, ever since our society and economy were impacted by the pandemic, such basic social and political consensus has become key to contending with situations of enormous uncertainty like the present, where farreaching reforms are needed to improve citizens' well-being.", "Consensus as to what reforms to undertake and with what content, supported by the findings of sound economic evaluations, would provide economic policy with stability beyond the electoral cycle and, therefore, with credibility in the eyes of citizens and investors, thus multiplying its positive impact.", "Once more, these principles may also be particularly relevant when it comes to maximising the transformative impact of the European funds our economy will receive in the coming years.", "Broad agreement on their use, based on constant and rigorous evaluation, would offer most possibilities of bringing about a more prosperous country that provides more and better opportunities for all: for our youth, so they may freely and confidently pursue their plans for the future; for our elderly, so they may face retirement securely; and for our workers, so they may adapt and prosper in an increasingly demanding and competitive world.", "In sum, we need wide-ranging - political, social and also intergenerational - agreements in order to confidently face our future.", "In our recent history, whenever Spanish society has looked far ahead and resolutely addressed a long-term horizon, the outcome has been greater freedom and prosperity.", "At the Banco de España we believe that, taking a rigorous and independent view, we can contribute decisively to this objective.", "We can do so adopting a culture of permanent assessment of the actions arising from our responsibilities; providing other economic policymakers with the best analyses and proposals for improving economic growth and citizens' well-being; assisting and collaborating with the research community in the use of our information to contribute to that objective; and promoting - also in collaboration with the public and private sectors - the economic and financial education of the public at large, enabling them to sufficiently understand and appreciate public policies and take the best financial decisions for themselves.", "This is part and parcel of our commitment and service to Spanish society.", "For a discussion of the role of the independence of economic regulators, see P. Hernández de Cos (2020), Testimony by the Governor of the Banco de España before the Audit Committee on Democratic Quality, the Fight against Corruption, and Institutional and Legal Reforms.", "See S. Albrizio and J. F. Geli (2021), \"An empirical analysis of the determinants that can boost Next Generation EU's effectiveness\", Analytical Articles, Economic Bulletin 4/2021, Banco de España.", "For a discussion on the importance of the use of administrative data by researchers, see M. Arellano (2018), \"El acceso a los microdatos administrativos públicos: la nueva frontera de la investigación económica y social\", XVIII Aula de Verano Ortega y Gasset, UIMP, Santander, 20-21 August.", "See the Banco de España \"Survey of Financial Competences\".", "E. Fuentes Quintana (1948), \"Efectos económicos de la política fiscal: comentario a las tesis suecas\", Anales de Economía, vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Assessment culture", "Data availability", "Economic education", "Long-term considerations", "Central bank independence", "Inflationary bias", "Political consensus", "Structural reforms", "European funds", "Evaluation"]}