{"sentences": ["October 6, 2021 Hopes for the Japanese and U.S. Business Communities: Economic Recovery from the COVID-19 Crisis and Efforts to Address Climate Change Speech at the 58th Japan-U.S. Business Conference KURODA Haruhiko Governor of the Bank of Japan It is an honor to have the opportunity today to address the representatives of the business communities at the Japan-U.S. Business Conference, which started 60 years ago.", "For the first time in about 20 years, Japan is renewing its banknotes.", "The person chosen for the portrait on the new 10,000-yen note is Shibusawa Eiichi, an entrepreneur known as the \"father of modern Japanese capitalism.\"", "Shibusawa was passionate about private exchanges between Japan and the U.S. and in 1909 led a group of about 50 entrepreneurs on a visit to the U.S.", "They met with then President William Taft, Thomas Edison -- the \"king of inventors\" -- and other prominent figures in various fields, and realized that the U.S. economy enjoyed remarkably high growth.", "Shibusawa's business mission to the U.S. was the starting point for a series of exchanges between the business communities of the two countries; such exchanges continue to this day, including through this business conference, and have contributed considerably to the development of both economies.", "It is encouraging to see you all continuing to have a dialog even during the COVID-19 pandemic.", "Today, I would first like to share my views on the characteristics of the U.S. and Japanese economies, which come to light when comparing responses of the two to the same shock -- the pandemic.", "I will then talk about my hopes for the Japanese and U.S. business communities in addressing climate change, which is one of the important common challenges for the coming decades, while outlining the Bank's recent policy actions to address this issue.", "The U.S. and Japanese Economies since the Outbreak of COVID-19 The U.S. and Japanese economies both have faced the shock of the pandemic, which is larger than anything experienced in the postwar era (Chart 1).", "Economic activities of both countries declined sharply across the board in the first half of 2020, and real GDP for the April-June quarter contracted significantly by almost 10 percent from the pre-pandemic level in 2019.", "However, as people have been adapting to COVID-19, the economies have picked up, supported by the large-scale fiscal and monetary policy measures.", "In the U.S., where vaccinations have progressed and economic activity restarted ahead of other countries, it took only about a year for the economy to recover to the pre-pandemic level.", "Economic expansion has spread from the manufacturing sector to services, and the U.S. economy's high growth has been supporting the recovery in the global economy.", "On the back of this recovery, Japan's economy has picked up, led by exports and the manufacturing sector.", "The recovery in the face-to-face services sector has been slower than in the U.S., partly due to the spread of the Delta variant before the widespread vaccinations (Chart 2).", "That said, Japan's fully- vaccinated rate has risen to the same level as that of the U.S.", "If Japan can simultaneously protect public health and improve consumption activities through the use of vaccination certificates, for example, the economic recovery trend is very likely to become more pronounced, even in the services sector, also supported by the materialization of pent-up demand.", "The U.S. and Japanese economies have followed a similar recovery path during the pandemic, albeit at slightly different paces.", "However, labor market dynamics have differed greatly between the two (Chart 3).", "In the U.S., reflecting a sharp drop in economic activity due to lockdowns, job cuts and layoffs spiked.", "As a result, the unemployment rate, which had been at around 3.5 percent before the pandemic, surged to 14.8 percent in April last year.", "Although the employment situation subsequently turned positive as economic activity resumed, employment is slow to recover compared with GDP, and the unemployment rate is still above 5 percent.", "In contrast, in Japan, the rise in the unemployment rate has been modest relative to the decline in economic activity.", "Although the rate has increased from the pre-pandemic level of around 2.5 percent, it remains low at around 3 percent.", "These different developments in the labor markets come from differences in employment practices of the two countries.", "In the U.S., employment adjustments are fast and firms therefore tend to promptly conduct layoffs in the event of a large negative shock to the economy.", "In contrast, Japanese firms, which place priority on long-term employment, tend to first cut working hours and raise the number of employed persons not at work in response to a decrease in demand, and thereby try to maintain employment.", "This difference in the employment stance may also reflect the distinct safety nets in the respective labor markets.", "In the U.S., unemployment insurance benefits, which are paid directly to individual workers, play an important role.", "In Japan, employment adjustment subsidies, which cover firms' wage payments, help firms hoard labor even during a recession.", "The differences in labor market dynamics have affected developments in the inflation rates (Chart 4).", "In the U.S., the year-on-year rate of change in the CPI recently has been high, exceeding 5 percent for the first time in 30 years.", "On the other hand, in Japan, it has been only about 0 percent.", "That said, the recent low inflation rate in Japan is mainly due to unusual factors such as a significant reduction in mobile phone charges.", "This means that, when these factors are excluded, Japan's CPI is not as weak as the headline figures suggest.", "However, even on an adjusted basis, the inflation rate in Japan has been well below that in the U.S.", "Contrasting developments in the CPI of each country reflect differences not only in inflation expectations but also in supply-side constraints.", "U.S. firms have experienced an unexpectedly rapid surge in demand along with the reopening of the economy, while their employment has not yet fully recovered.", "This has brought about serious bottlenecks such as labor shortage and difficulty procuring materials and parts.", "As a result, they have raised wages to quickly secure labor and also raised their prices of goods and services to curb excess demand.", "In contrast, demand in Japan has not recovered as rapidly as that in the U.S.", "In addition, as many Japanese firms have essentially maintained their labor, supply-side constraints in Japan have not been as severe as in the U.S., and there has been no pressing need for firms to raise wages and selling prices.", "To sum up, in response to the common shock of the pandemic, the U.S. and Japan have been restarting their economic activities by making the most of their respective characteristics -- that is, for the U.S., high mobility in the labor market and flexible adjustments in wages and prices, and for Japan, long-term and stable employment as well as a robust supply system.", "Although vaccines have been rolled out, it will likely take some time for the pandemic to end.", "I am sure that both economies will overcome this shock through the high adaptability of firms.", "Climate Change Issues In addition to the pandemic, the global economy has another important common challenge that needs to be addressed, which is climate change.", "Since the Industrial Revolution began in the mid-18th century, advanced economies have built mass-production, mass-consumption societies through the extensive use of fossil fuels such as coal and oil, and they have achieved wealth and prosperity.", "Considering that this carbon-dependent growth model was established over the past three centuries, transforming the model into a decarbonized one in less than three decades is a challenging task.", "The government and the private sector therefore need to make a concerted effort.", "Central banks also have a role to play in addressing this challenge.", "The reason is that climate change may have an extremely large impact on developments in economic activity, prices, and financial conditions from a long-term perspective, and therefore it is relevant to central banks' mandate.", "As is widely recognized, due to what economists refer to as \"externalities,\" this challenge cannot be addressed through the market mechanism alone and the public sector's intervention is needed.", "In addition, there are growing expectations for the financial sector to play its part, since a transition to a decarbonized economy will require not only a large amount of capital and R&D investments over a long period but also the financing of those investments.", "Against this background, the Bank has recently decided to introduce a new operation to provide funds to financial institutions on favorable terms against various investments or loans they make to address climate change.", "I hope this new operation will serve as a catalyst to boost private sector efforts to address climate change.", "In order to achieve the ambitious goal of carbon neutrality in less than three decades, working hand in hand and sharing ideas are more important than ever for the business communities of the U.S. and Japan, which are the world's largest and third largest economies in terms of GDP.", "Shibusawa Eiichi, who I mentioned at the beginning, was engaged in establishing nearly 500 firms in the early days of Japanese capitalism.", "His level of entrepreneurship will be needed more in a changing economic society in the post-pandemic era.", "I hope that the lively exchange of views at this Japan-U.S. Business Conference will contribute to furthering efforts to address various common challenges.", "Hopes for the Japanese and U.S. Business Communities: Economic Recovery from the COVID-19 Crisis and Efforts to Address Climate Change Speech at the 58th Japan-U.S. Business Conference October 6, 2021 Governor of the Bank of Japan Real GDP s.a., ann., CY 2019 = 100 U.S. Japan COVID-19 Vaccination Rate U.S. Japan Dec. Feb. Apr.", "Note: The chart shows the share of the total population that is fully vaccinated against COVID-19.", "Source: Our World in Data.", "Unemployment Rate U.S. Jan. July Jan. July Jan. July y/y % chg. U.S. Japan Jan. July Jan. July Jan. July Note: Figures for Japan are the CPI (less fresh food).", "Those for the U.S. are the CPI (all items).", "Sources: Ministry of Internal Affairs and Communications; Haver."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Economic Recovery", "Climate Change", "Labor Market", "Inflation", "U.S. Economy", "Japanese Economy", "Shibusawa Eiichi", "Decarbonization", "Central Banks"]}