{"sentences": ["India's Capital Account Management - An assessment1 1.", "In the previous FEDAI Annual Day address in November 2020, Governor Shri Shaktikanta Das had observed that CAC will continue to be approached \"as a process rather than an event\".", "What I will do in this address is to expand on that theme and bring into focus some of the important issues on which, in my opinion, further public debate is warranted, to continue along this process of capital account convertibility.", "What is capital account convertibility?", "The balance of payments (BOP) of a country records all economic transactions of a country (that is, of its individuals, businesses and governments) with the rest of the world during a defined period, usually one year.", "These transactions are broadly divided into two heads - current account and capital account.", "The current account covers exports and imports of goods and services, factor income and unilateral transfers.", "The capital account records the net change in foreign assets and liabilities held by a country.", "Convertibility refers to the ability to convert domestic currency into foreign currencies and vice versa to make payments for balance of payments transactions.", "Current account convertibility is the ability or freedom to convert domestic currency for current account transactions while capital account convertibility is the ability or freedom to convert domestic currency for capital account transactions.", "The Tarapore Committee (2006), for instance, defined capital account convertibility as the \"freedom to convert local financial assets into foreign financial assets and vice versa.\"", "The degree of BOP convertibility of a country usually depends on the level of its economic development and degree of maturity of its financial markets.", "Therefore, advanced economies (AEs) are almost fully convertible while emerging market economies (EMEs) are convertible to different degrees.", "Why is capital account convertibility important?", "Free capital mobility, or internationalization of capital markets, is commonly recognized as an engine of global growth.", "Specifically, benefits of internationalization of capital markets are well accepted, in terms of broadening the investor base for recipient country financial assets, improved liquidity in financial markets and positive pressures for market infrastructure and market practices.", "International capital markets, by enabling access to a global savings pool and to different currencies, can potentially reduce borrowing costs, facilitate better risk allocation and enhance global liquidity (OECD, 2017)2.", "What are the risks of free capital mobility and how are these risks managed?", "The various currency and banking crises experienced over the last few decades have simultaneously highlighted the costs and risks of internationalization such as exposure to global shocks, credit and asset bubbles, exchange rate volatility associated with sudden exit of capital and higher refinancing risk.", "Increased globalization has brought to the fore the vulnerability to contagion effects.", "While it was argued that such risks are the short-term pains needed to reap long term gains (Kaminsky and others, 2008)3, there is now a wider acceptance that benefits of internationalization are not an unmixed blessing and that there is a nuanced trade off between growth and crisis risk.", "Such awareness has led to policy focus on three fronts.", "First, that benefits of internationalization presupposes sound macroeconomic fundamentals, a well developed financial system and a sound market infrastructure, including efficient markets for funding and risk transfer.", "Second, that countries need to develop appropriate tools to deal with the risks of internationalization, in particular, tools to manage the volume and composition of capital inflows and macro prudential tools.", "c. And third, that different types of capital flows carry different risks - some are riskier than others.", "The agreed hierarchy of capital flows is that foreign direct investment is the least risky, followed by equity investment, followed by debt capital.", "While FDI is seen to contribute to long-run growth, portfolio equity gives a shorter run boost.", "Debt flows, while necessary, are susceptible to be volatile.", "Understandably, the focus of capital flow regulations, and macro-prudential regulations, has been debt flows.", "Capital flow measures are effective insofar as they lead to safer external liability structures, by reducing dependence on foreign borrowing and could be particularly effective during sudden-stop episodes.", "They work essentially by avoiding risky flows or containing short-term debt or controlling currency exposure of domestic borrowers.", "Especially for economies where capital flows are relatively large, or the exposure of banking systems is significant, these measures could be more effective than macro prudential tools.", "Macro prudential measures target systemic stability issues and tend to be capital based or liquidity based or borrower based.", "Capital based measures like counter cyclical capital buffers or higher-than-standard capital requirements or calibration of capital risk weights intended to change incentives for certain types of funding are commonly used.", "Liquidity Coverage Ratio or Net Stable Funding Ratio can be used to manage exposure to short term flows.", "Similarly, credit or asset bubbles can be controlled using Loan-to-Value ratio or Debt Service-to-Income ratios.", "There is extensive global discussion on the choice and effectiveness of these tools to deal with specific vulnerabilities.", "There is reasonable consensus that none of these measures is undesirable in itself.", "There is also broad agreement on the sequencing of these measures.", "That the first line of defence against risks of capital flows are prudent macroeconomic policies and a strong institutional base.", "External borrowing should be controlled until corporate governance and supervisory standards are robust.", "Not all emerging economies, however, may have this choice, and may be constrained to depend on capital flows, either to meet their investment needs or to develop financial markets.", "For many of these countries, the required development of policy and markets has to happen simultaneously with dependence on foreign capital.", "Often, there is only a limited choice on the type of capital that flows in, leading to dependence on risky debt capital.", "Managing these flows with a not-so- efficient domestic institutional base requires policy flexibility.", "Usually, managing the spillover risks of global capital involves a combination of these and macro prudential measures.", "Building up reserves has been an acceptable course, especially after the Asian crisis.", "Having some control on the amount of debt capital as well as on its nature is another defence.", "Long-term debt flows could be preferred to short-term flows, stable investors (pension or insurance funds, reserve portfolios) could be preferred to flighty investors such as carry traders, arbitrage traders etc.", "In a sense capital flow measures may really be used to compensate for lack of strong macro-fundamentals and adjustment mechanisms (Fratzscher, 2012)4. .", "Thus, capital flows are useful, and in case of many EMEs, even necessary.", "The choice is in how to manage the attendant risks.", "Effective management of these risks, especially those associated with debt flows, requires a diversified policy tool- kit.", "Which of these is used is basically a function of the degree of development of the economy and markets of the country.", "Capital flow management in India 11.", "External sector liberalisation started in India with the economic liberalisation process that commenced in the early nineties - moving to a a floating exchange rate regime and freeing up current account transactions.", "The enactment of the Foreign Exchange Management Act, 1999 codified this arrangement with relatively free current account transactions (except for a negative list) and controlled capital account transactions.", "Liberalisation in this context basically meant gradually freeing up capital account transactions.", "Over the last two decades, FDI has become more or less unrestricted except (i) for some sectoral caps and (ii) restrictions in a few socially sensitive (e.g., gambling) or volatile (e.g., real estate) or strategic (e.g., atomic energy) sectors.", "The policy regime for foreign portfolio investments in India commenced in 1992 when Foreign Institutional Investors (FIIs, or, since January 2014, FPIs) were allowed to invest in domestic financial instruments, basically equity.", "FPIs were given access to corporate debt markets in 1995 and to G-secs in 1997.", "Thus, the FPI regime has followed the standard process of liberalising equity flows first and then gradually freeing up debt capital.", "Apart from sectoral caps to regulate control, portfolio flows into equities in India are virtually unrestricted.", "Access to debt markets - sovereign and corporate - is subject to macro caps and other macroprudential limits.", "These are designed to safeguard the domestic economy from excessively speculative hot money flows.", "There is an effort to liberalize FPI debt flows further with the introduction of the Fully Accessible Route (FAR) which places no limit on non-resident investment in specified benchmark securities.", "Since over time, virtually all securities will fall under the FAR category, the move is unambiguously towards an eventual unfettered access for non-residents into Government securities.", "Efforts to get India included under global bond indexes and the complementary move towards placing G-secs under global custodians, once implemented, will encourage debt flows in future.", "The first comprehensive guidelines on External Commercial Borrowing (ECB) were issued by Government, in July 1999.", "It has been liberalised over time.", "Currently, ECB by corporates, while more open than portfolio flows, seeks to enable medium to long term debt (minimum tenor) only healthy corporates to borrow (through cost ceilings) subject to an overall soft limit.", "A few \"end uses\" - real estate, capital market, equity - are not permitted.", "Chart 1 (see Annex for all charts) shows that the actual flows of capital have been broadly in the desirable direction with direct investments (FDI flows) outstripping portfolio investments (FPI flows) and equity flows (FDI plus FPI equity5) outstripping debt flows (FPI Debt plus ECB).", "The gradual liberalization of capital inflows has been consistent with the realization of the preferred composition of capital inflows.", "The focus on capital outflows has understandably been far less given that India's priority is to attract foreign capital to fund its savings gap.", "There is basically one channel - Overseas Direct Investment (ODI).", "The Liberalized Remittance Scheme (LRS) for individuals, while it is open for both current and capital account transactions, is largely (more than 90%) in current account transactions like travel, studies etc.", "Issues for wider debate 17.", "While the progress so far can be considered to have moved broadly along the desirable direction, there are some issues which require a wider debate as there are no standard answers.", "We will discuss some of these issues below.", "With the Fully Accessible Route, as discussed above, over time the entire G-sec issuance would be eligible for non-resident investment.", "While experience of other countries suggest that non-residents are unlikely to hold a major portion of outstanding stock, substantial debt holdings might make India vulnerable to the risk of sudden reversals.", "Since this channel was permitted in the context of inclusion of India's G-secs in global bond indices, there is a natural safety mechanism as index investors are unlikely to indulge in sudden reversals.", "It may need to be considered, from a macroprudential perspective, whether FAR should be linked to index inclusion.", "As the LRS Scheme has operated for some time, there may be a need to review it keeping in mind the changing requirements such as higher education for the youth, requirement of start-ups etc.", "There might even be a case for reviewing whether the limit can remain uniform or can be linked to some economic variable for individuals.", "c. A key aspect of currency convertibility is integration of financial markets.", "Over time, it is essential that two markets - onshore and offshore - for domestic currency or interest rates cannot exist with efficiency.", "With increased convertibility, these markets need to be linked.", "An effort has already commenced in the interest rate derivative segment.", "Allowing Indian banks access to NDF markets for the Rupee is also consistent with this objective.", "As G-secs get held by global custodians and traded abroad more and more non-residents get to hold Rupee assets and take Rupee exposure.", "These measures are already seeing the desired results - for instance, NDF-onshore spreads have substantially narrowed after allowing Indian banks into the NDF space (Chart 2, see Annex).", "We need to now consider whether India is ready to allow such non-residents to hold Rupee accounts.", "This will be an important early step in internationalization of the Rupee and, therefore, needs to be carefully considered.", "Further, there is a need to consider a proper mechanism for information flow so that exchange and interest rate management can continue to be effective in an environment of larger offshore transactions.", "d. As onshore and offshore financial markets get integrated, it should be ensured that price discovery in the domestic markets is efficient lest flows move to the offshore segment.", "Take the case of the Rupee exchange rate.", "It is market determined with fairly tight bid-ask spreads in the interbank market.", "Major corporates also seem to benefit from tight pricing.", "Yet many entities, especially SMEs, small exporters, individuals, etc., are prone to over-pricing.", "Do processing charges and market risk for warehousing odd lot positions justify these spreads?", "An effective way is to shift price discovery for the retail forex users to a platform.", "While such a platform (FX Retail) has been developed, it appears that banks do not find it in their interest to navigate customers to use that platform.", "In this age of technology, it may not really be possible to shun superior technology for any length of time.", "There should be a debate on the use of the platform and banks should make an effort to give it a fair trial.", "India has come a long way in achieving increasing levels of convertibility on the capital account.", "It has broadly achieved the desired outcome for the policy choices it has made, in terms of achieving a stable composition of foreign capital inflow.", "At the same time, India is on the cusp of some fundamental shifts in this space with increased market integration in the offing and freer non-resident access to debt on the table.", "The rate of change in capital convertibility will only increase with each of these and similar measures.", "With that comes the responsibility to ensure that such flows are managed effectively with the right combination of capital flow measures, macro-prudential measures and market intervention.", "All of us need to consider deeply the issues I have highlighted above and arrive at effective solutions.", "Market participants, particularly banks, will have to prepare themselves to manage the business process changes and the global risks associated with capital convertibility.", "The regulator's job is somewhat different.", "As someone once said, the job of a regulator is like the gas regulator in the kitchen - it cannot ensure the quality of the dish, but it can prevent the kitchen from blowing up.", "The quality of the dish - that is, the efficiency with which investment needs of the country are met - is up to how well Authorized Dealers and other intermediaries adjust to the increasingly fuller capital account convertibility."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination"], "topics": ["Capital account convertibility", "Capital flows", "Macro prudential tools", "Debt flows", "Foreign direct investment", "Portfolio investment", "External commercial borrowing", "Fully accessible route", "Rupee internationalization", "Price discovery"]}