{"sentences": ["Distinguished panelists, members of the Financial Education Network, ladies and gentlemen.", "The late Mr. Kofi Annan, former Secretary-General of the United Nations, once said that \"Education is the premise of progress, in every society, in every family,\" and \"Literacy is a bridge from misery to hope.\"", "Reflecting on the onslaught of the pandemic on lives and livelihoods these past two years, the financial education community must surely ask how we can and must prepare our community better to face the financial challenges ahead, both in the short and longer term.", "It is my pleasure to be invited to deliver the Opening Remarks today at this inaugural Financial Education Network Community of Practice.", "Let me especially thank the distinguished speakers who are joining us today from the Australian Securities and Investment Commission, the New Zealand Retirement Commission, the New Zealand Council for Educational Research, and Hong Kong's Investor and Financial Education Council for graciously taking the time to share your experience in pursuing financial education strategies with us.", "FEN was formed as an inter-agency platform comprising eight member institutions that are committed to raise the level of financial literacy in Malaysia.", "And it is founded on the belief that we can have a far greater impact by coming together, than we could acting alone.", "This is embodied in the National Strategy for Financial Literacy 2019 - 2023 which is a product of FEN.", "The National Strategy is centred around five Strategic Priorities that serve to anchor initiatives by FEN members to enhance the financial capability of Malaysians, thereby encouraging alignment and creating synergies.", "So what are these Strategic Priorities?", "First, nurturing values from young; Second, increasing access to financial management information, tools and resources; Third, inculcating positive behaviour among targeted groups, including the youth, selfemployed and those entering the workforce; Fourth, boosting long term financial and retirement planning; and Fifth, building and safeguarding wealth.", "Since the launch of the National Strategy in July 2019, FEN members and partners, working in collaboration with the government, business community and education sectors have undertaken over 400 education programmes and initiatives, covering a wide and diverse spectrum of the public that saw more than 47 million interactions with FEN's various outreach programmes.", "A key achievement by FEN members working collaboratively has been the integration of financial education elements into all levels of the formal school curriculum, from pre-school right up to upper secondary levels.", "Financial education modules have also been introduced as electives in college programmes.", "Another important milestone was the development of the Financial Literacy Core Competency Framework for Malaysian adults which now serves as a key reference for financial education interventions to effect lasting behavioural change.", "Today's event is part of a month-long national campaign on financial literacy organised annually by FEN to raise awareness on the importance of financial literacy and take FEN's message directly to the public.", "With the theme \"Navigate Your Finances: Stay Safe and Act Wisely\", this year's Financial Literacy Month is focused on providing financial education support during these challenging times, creating greater awareness on advisory and redress avenues, and encouraging informed and responsible practices to manage exceptional financial challenges in the short term, but without losing sight of longer term financial goals and needs.", "Financial education is of course a marathon, rather than a one-month sprint.", "It requires us to constantly adapt and flex our approaches to take into account the different experiences that individuals have with money and finance; the changing attitudes of society; and changing risks facing consumers as the financial landscape continues to evolve.", "This is why an opportunity like this to share approaches, considerations and insights is invaluable.", "The financial hardships brought about by COVID-19 has been a sobering revelation of the critical knowledge gaps that exist in our community.", "Too many Malaysian households have been thrust into vulnerable financial positions that might have been mitigated, due to high debt levels, low buffers and poor financial habits that left them sorely unprepared to cope with unexpected shocks during the pandemic.", "When confronted with having to deal with their financial difficulties, many struggled to take appropriate steps to gain control of their situation and make good choices.", "As a result, individuals have had to resort to drawing down on retirement funds, or incurring higher debt just to get by.", "And there are still too many who continue to fall prey to desperate financial scams and fraud.", "Indeed, the need to double down on financial education has never been clearer.", "We need to build stronger resilience among all Malaysian households.", "We need to equip and empower Malaysians with the right knowledge and skills to confidently make responsible financial decisions at key stages of their lives.", "We need to promote healthy attitudes towards financial management.", "And in Kofi Annan's words, we need to build a bridge to hope for every Malaysian who has been affected by the pandemic crisis - not just to tide over the immediate challenges that they face, but to provide for their future financial security.", "With this in view, this Community of Practice aims to help FEN members and the broader financial education community develop effective responses to meet the challenge of delivering lasting and impactful financial education to society.", "The Community of Practice agenda today focuses on two key areas.", "The first is the measurement and evaluation of financial education and its effectiveness.", "Strengthening measurement and evaluation is a key pillar of FEN's strategies to increase the impact of initiatives implemented by FEN and its members.", "This would enable FEN members to design more effective and tailored financial education programmes, that also optimises resources, to achieve sustainable behavioural change.", "By strengthening the focus on outcomes and impact, we can reinforce effective practices and support the continuous improvement of programmes.", "With this in view, FEN is committed to develop and execute an annual measurement and evaluation process for financial education programmes that support the National Strategy for Financial Literacy - to be implemented from 2022.", "The second area of focus today is on opportunities to make better use of data and behavioural insights to advance smarter financial education.", "A key challenge that we face today is the misalignment between information and resources made available to financial consumers, and the way in which they consume, process and act on such information.", "Behavioural insights can help us close this gap to make better use of the tools at our disposal to bring about positive change.", "Advances in technology are also opening up new opportunities to leverage on behavioural insights to achieve more effective financial education interventions.", "The ability to gain much deeper and richer insights into consumer behaviour are now possible, and could completely change the way we think about and deliver financial education interventions.", "The Community of Practice enables us to tap into a reservoir of knowledge and expert resources to explore new opportunities and ideas, and strengthen existing collaborations to take the financial education agenda forward.", "As FEN continues to grow, we hope to further expand the Community to provide thought leadership and strategic insights that will benefit all FEN members and partners in our joint efforts to raise the level of financial literacy in Malaysia.", "On this note, let me thank everyone again for taking the time to share your perspectives today.", "I very much look forward to the discussions ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial education", "Financial literacy", "National Strategy for Financial Literacy", "Financial Literacy Core Competency Framework", "Financial Literacy Month", "Financial resilience", "Behavioural insights", "Measurement and evaluation", "Financial scams and fraud", "Financial challenges"]}