{"sentences": ["To the Monetary Authority of Singapore Managing Director Ravi Menon, senior officers of the Monetary Authority of Singapore and the Bangko Sentral ng Pilipinas, ladies and gentlemen, good afternoon.", "When I took the helm at the BSP, I clearly laid out my priority agenda-that is-to enable universal access to secure, affordable, and convenient digital services to more financial consumers as a way of bringing the central bank closer to the Filipino people.", "To accomplish this goal, we intensified our efforts to undertake digital transformation on a nationwide scale.", "We even expanded BSP's capability by creating an entirely new sector that's focused on Digital Payments.", "Gradually, we expanded use of digital payments in the country from only 1% in 2013 to 20% by the end of 2020.", "This development affirms that we've done significant progress in the domestic sphere.", "Now, we are ready to extend the reach of the enhanced retail payments of the Philippines beyond our borders.", "A seamless cross-border payment system can facilitate remittances, tourism, trade and investments.", "All of these activities have fueled our country's development before the pandemic.", "And they would also be vital for our post-pandemic recovery.", "We chose Singapore to take the next step with us given our strong economic and social ties.", "Other than hosting many Filipino workers, Singapore is one of our top trading and tourism partners.", "Four years ago, the BSP and the MAS signed the Innovation Function Co-operation Agreement to provide a venue for collaboration in the fintech arena.", "Today, we are enhancing the agreement to include joint undertakings in payment innovation and formally commence the work on the possible linkage of our fast payment systems, between the Philippines' InstaPay and Singapore's PayNow.", "I'm confident, that this collaboration would further strengthen the ties between our two nations.", "So, let me take this opportunity to thank the Monetary Authority of Singapore for our continued engagement for the shared vision of an integrated, multilateral, and interoperable cross-border payment system in the ASEAN region."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital payments", "Cross-border payment system", "Fintech", "Payment innovation", "Financial inclusion", "ASEAN", "Remittances", "Tourism", "Trade", "Investments"]}