{"sentences": ["Hello, and welcome to this investor meeting.", "It's great to see so many of you.", "What a pity that we cannot hold the meeting in physical form.", "Today, we are going to talk about green bonds and the net-zero transition.", "I'll start from a Danmarks Nationalbank perspective.", "I will then turn to the excellent cooperation with the Ministry of Finance on government debt management.", "I am asked more and more often how Danmarks Nationalbank is contributing to the net-zero transition.", "My answer is that Danmarks Nationalbank contributes by ensuring good conditions for the transition.", "Danmarks Nationalbank contributes by meeting its objectives of ensuring a robust economy with stable prices, safe payments and stability in the financial system.", "This provides for stable planning horizons as a solid basis for long-term green investments.", "Besides this, a stable economy adds to fiscal space.", "Danmarks Nationalbank also contributes to the transition by raising climate awareness in the financial markets.", "Now, we're drawing closer to the green bonds.", "Heightened climate awareness is not just about banks and investors being aware of the risks associated with companies emitting large amounts of greenhouse gases.", "Those companies may not be profitable in the future.", "Heightened climate awareness is also about how companies and governments can obtain favourable financing conditions if they are able to substantiate their transition performance.", "This strengthens the incentive for transition.", "At Danmarks Nationalbank, we are pleased to participate in the establishment of a Green Bond Framework for Denmark and - from January - to be able to issue green bonds on behalf of the Danish state.", "Given Denmark's green ambitions, it is quite natural to introduce a green government bond to support the net-zero transition.", "It has been a long journey.", "Together with the Ministry of Finance, we have considered innovative ways of offering a green bond while maintaining the liquidity of our conventional bonds.", "We did not end up with a certificate model after all.", "But we humbly believe that the German \"twin bond\" model has been inspired by our certificate model.", "So, it is only right for us to look to our German colleagues for inspiration.", "A key motivation for issuing green government bonds has been to establish an efficient and transparent green capital market where green investments can find the right green projects.", "We find it important for us, as an issuer of government bonds, to be present in this market and help to set a standard.", "In addition, it has been important for us to issue a green bond based on the EU taxonomy, as we believe that a single European standard for what is green is a prerequisite for creating the necessary transparency.", "Accordingly, we find that we are able to offer a forward-looking framework by taking an explicit position on existing and future regulation regarding green bonds.", "At the same time, we believe that the explicit government commitment to green spending, which the bonds ensure, and not least the subsequent reporting on the climate effects of the spending, helps to support and create transparency about our green ambitions as a country.", "Read more about Danmarks Nationalbank's issuance of green government bonds here.", "The slideshow used in the presentation of the green government bonds can be found here."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green bonds", "Net-zero transition", "Climate awareness", "Green government bonds", "Fiscal space", "Green Bond Framework", "EU taxonomy", "Green capital market", "Stable economy", "Climate effects"]}