{"sentences": ["The way out of the pandemic The economic policies implemented since March of last year by the Government, the Eurosystem and the European Union enabled Italy to deploy sizeable resources to counter the very severe recession caused by the pandemic, and to do so without repercussions for the cost of borrowing, notwithstanding the limited fiscal space available on the eve of the crisis.", "In addition to strengthening the healthcare system, the measures focused above all on supporting household income and guaranteeing the necessary liquidity to firms.", "However, they were only partly able to mitigate the fall in consumption, investment and production, also owing to the restrictions on mobility introduced to curb infections.", "These trends were reflected in strong growth in the savings rate, although it was uneven and concentrated among the less severely affected households, while the public debt rose sharply in 2020, from 135 to 156 per cent of GDP.", "Over the course of this year, with the successful rollout of the vaccination campaign and the continuing support of economic policies, production has recovered at a higher than expected pace.", "Thanks also to the competitive capacity that Italy has reclaimed in recent years, exports have benefited from the strong revival in world trade; household consumption has been boosted by the progressive improvement in health conditions; and firms' investment has displayed a more pronounced cyclical strengthening compared with the most recent recessions.", "In 2021, GDP is forecast to grow by around 6 per cent; the debt-to-GDP ratio is expected to start decreasing as early as this year, marking a significant improvement compared with the forecasts made even just a few months ago.", "The outlook remains heavily dependent on the continued, substantial support of economic policies, which can now be more targeted than in the emergency phase and especially geared to stimulate the supply potential of the economy.", "These developments encourage cautious optimism regarding the speed of the exit from the crisis and point to a rapid return to pre-pandemic levels of activity, albeit with non-negligible sectoral and distributional differences.", "However, global risks are having an impact, especially those connected with the delays in vaccination campaigns in many emerging and developing countries.", "In addition, difficulties have emerged, including in the euro area, in the procurement of commodities and intermediate goods, in part due to the very speed of the recovery, with steep rises in energy prices, especially those of gas.", "The effects of supply bottlenecks, which are starting to be felt in Italy as well, should be considered as temporary, even though they could weigh on production and prices for longer than initially expected.", "The legacy of the two previous crises For Italy, a return to pre-pandemic levels of economic activity is not a sufficient goal.", "Indeed, the crisis struck after a long period of slow growth and before the effects of the double-dip recession, due to the global financial crisis and the sovereign debt crisis, had been fully reabsorbed.", "Between 2007 and 2013, GDP had fallen by 8.5 per cent and the subsequent recovery had been very slow.", "In 2019, GDP was still almost 4 percentage points lower than in 2007, employment had only regained 2007 levels thanks to the strong expansion in fixed-term contracts, and geographical differences had begun to widen again.", "The stagnation in productivity observed since the mid-1990s, the double-dip recession, and the modest recovery that followed caused Italy to fall behind the other advanced countries.", "GDP per capita, which in 1995 was about 10 per cent higher than the average for the 19 countries that currently belong to euro area, in 2019 was almost 10 per cent lower than the average for those same countries.", "As we know, this indicator does not consider non-market activities or the social and environmental impact of the production of goods and services; moreover, it does not shed any light on the distribution of income.", "Despite these shortcomings, which can be addressed by using this metric in conjunction with other appropriate and specific indicators, a country's GDP per capita is closely correlated with variables such as life expectancy, educational attainment, the quality of nutrition and hygiene, and the effectiveness of health systems.", "Overall, this indicator constitutes a basic quantitative benchmark against which to assess the degree of economic development of a country.", "In the years preceding the health crisis that has struck us so hard, there had been significant improvements in the allocation of resources, in the financial conditions of firms and banks, and in firms' competitiveness in the international markets, also following the exit of the weakest ones from the market.", "These developments had increased the production system's capacity to withstand shocks, but were not sufficient to relaunch productivity growth.", "The most important factors explaining the modest recovery between 2014 and 2019 included, without doubt, insufficient capital accumulation, which is beset by unresolved structural issues.", "After dropping by just under 30 per cent between 2007 and 2013, in 2019, gross investment was still about 20 per cent less than what it was in 2007; as a share of GDP, it was 4 percentage points below the euro-area average.", "In addition to compressing domestic demand, weak investment also curbed technological and infrastructural upgrading.", "This reduced the margins for growth in wages, income and private consumption.", "It also hampered the decrease in the ratio of public debt to GDP, which - after rising by almost 30 percentage points between 2007 and 2013, to 132 per cent - stabilized at around 135 per cent in the period up to 2019.", "The decline in the public sector component accounted for about one fourth of the overall contraction in investment.", "However, it was apparent that private savings also had difficulty finding viable investment opportunities in the real economy.", "It is therefore necessary to create the conditions that enable savings, both domestic and foreign, to locate suitable private investment opportunities; similarly, public sector resources, including those made available through the EU, must be used to lay solid foundations for a return to a stable path of strong growth.", "Household savings and the strengthening of firms' financial structures Since the outbreak of the pandemic, bank deposits by households and firms have grown by over €200 billion.", "The increase has reflected both the restrictions on mobility imposed to curb the spread of the virus and the heightened uncertainty concerning the economic outlook; both factors have served to spur precautionary saving and to restrain capital accumulation.", "Part of this liquidity will naturally dwindle once consumption and investment begin to increase again; we have seen the first signs of this in recent months, with a slowdown in deposits and the decline in the propensity to save, which is, however, still above pre-pandemic levels.", "Between the end of 2019 and March of this year, the financial assets held by households increased by €135 billion (or over €200 billion if changes in share prices are also taken into account).", "Most importantly, the deposits and cash component expanded, reaching about one third of the total, a historically high figure, but assets directed towards investment fund units and savings managed by insurance companies also rose.", "Compared with the European average, Italian households invest a smaller portion of their financial wealth in pension funds (3 per cent, compared with 10 per cent), instead preferring to allocate a larger share to investment funds and to 'shares and participating interests' (respectively, 15 and 21 per cent, compared with 10 and 18 per cent).", "Just a small portion of investments in funds, however, are used to finance resident firms: domestic shares and bonds make up 5 per cent of the total assets of these funds, compared with 34 per cent in France and 14 per cent in Germany.", "Among the direct investments in 'shares and participating interests', those in listed shares account for 2.4 per cent of financial wealth, half of the observed euro-area average.", "However, investment in participating interests, usually focusing on small, unlisted firms, is significant.", "This portfolio composition is largely a reflection of the structure of Italy's productive sector, characterized by numerous small firms, where owners and managers frequently coincide, and by the relatively limited number of listed companies.", "Italy's market capitalization-toGDP ratio is less than 25 per cent, compared with almost 100 per cent in France, 50 per cent in Germany and 40 per cent in Spain.", "The meagre offering of liquid and negotiable instruments by Italian firms curtails the role that the market could potentially play in financing the economy.", "This is a function typically performed by institutional investors and financial intermediaries such as open-end investment funds, which make their decisions on how to allocate their portfolio based on the principles of risk diversification and holding highly liquid shares.", "If savings are to be effectively directed towards supporting resident firms, action must be taken especially on the supply side of financial instruments.", "This would improve the likelihood of attracting foreign investment, thereby also reaping the benefits expected to arise from the development of a truly single capital market in the European Union.", "Some modest progress has been made recently.", "In 2019 and in 2020, despite the crisis, the value of bonds issued by Italian firms, while still low by international standards, was equal to around €47 billion, compared with an average of €35 billion for the previous five years.", "The number of initial public offerings reached a historic high of 33 in 2019, and decreased to 21 in 2020, a figure nevertheless in line with the 2014-18 average.", "Additional important steps forward must be taken to increase the capitalization and size of firms and to enhance their ability to innovate.", "What is needed is a streamlining of tax incentives, which have built up over time, so as to ensure that the framework of reference is stable for small investors, institutional investors and companies.", "Measures to increase protections for savers and investors are being taken alongside those to expand the range of financial instruments offered by firms.", "Fairness and transparency in dealings between intermediaries and customers in and of themselves contribute to attracting investment.", "While on the one hand, we have on more than one occasion emphasized how important it is that players in the asset management industry conduct themselves in full compliance, and not just formally, with the laws and regulations, we are equally aware of the critical role played by the various oversight authorities that are responsible in this area.", "Through the creation of the Directorate General for Consumer Protection and Financial Education, the Bank of Italy has laid the foundations for strengthening its supervision to guarantee transparency and fairness in dealings between intermediaries and customers in the supply of banking products and payment services, to ensure more effective support for the industry's alternative dispute resolution body, namely the Banking and Financial Ombudsman, and to expand the financial education programmes targeting students and adults.", "These are initiatives designed not only to improve the public's ability to invest their savings efficiently, but also to raise awareness of the risks associated with the different financial instruments.", "As regards crypto-assets, the Bank of Italy is dedicated to limiting the risks that could arise from an uncontrolled spread of these instruments, whose market capitalization at global level tripled in 2021, reaching $2,500 billion.", "We have informed the public about the dangers of these digital assets whose value is intrinsically unstable and that can also facilitate illegal transactions.", "For assets that, instead, seek to maintain a stable value over time (known as 'stablecoins') and that, given their characteristics, could be used to make payments, we are contributing to the discussions on defining a European regulatory framework that envisages, among other things, redemption rights and rules for ensuring the issuer's ability to satisfy requests for reimbursement without having to make sudden sales of securities.", "We have also contributed to defining the ten recommendations on these assets adopted by the Financial Stability Board (FSB) and recognized by the Group of Seven (G7) regarding the regulatory and supervisory implications.", "We are fully committed, in forums for international cooperation, to guaranteeing that innovation in private digital payments is secure; within the context of the G7, we have also reiterated that no stablecoin project can go forward until it has adequately satisfied the legal, regulatory and supervisory requirements.", "Limited recourse to the capital markets by firms hinders capital strengthening and exposes them to the risk of imbalances in their financial structure.", "Although the quality of bank loans has not yet been affected by the crisis, thanks in part to the economic support and recovery measures, since the end of 2019, the amount of lending against which banks have recorded a significant increase in credit risk (those classified as 'Stage 2' in the IFRS 9 hierarchy) grew by 40 per cent.", "In light of these developments, we call upon banks to continue to carefully assess the outlook for borrower firms and to make prudent and timely provisions.", "The high level of indebtedness of some firms, especially in the sectors hardest hit by the crisis, could make debt restructurings necessary to give those firms capable of overcoming the difficulties caused by the pandemic sufficient time to meet their obligations.", "Procedures and conditions for transforming a portion of the debt into equity will also need to be considered.", "Our legal system provides for a variety of debt restructuring tools and procedures for distressed firms (recovery plans, debt restructuring agreements, compositions with creditors), but delayed, expensive and drawn-out judicial proceedings lessen their effectiveness.", "To encourage corporate restructurings, last August the Government introduced a 'negotiated composition for the resolution of distressed firms'.", "Firms will be able to enter into negotiations, assisted by an independent expert who will act as a mediator, to reach an agreed solution with creditors.", "Having an expert on hand, being able to begin the process soon after economic and financial imbalances emerge and applying purely out-of-court solutions could help reduce the obstacles to recovery, especially for small firms.", "Just like other creditors, banks will be invited to actively participate in the negotiations.", "Further improvements to the regulatory framework for crisis management will be possible with the transposition, now under way, of the 2019 European directive that harmonizes the legal arrangements for restructurings.", "An increase in recourse to out-of-court solutions could also help reduce the courts' work load.", "Action is still needed, however, to significantly cut the length of liquidation proceedings for firms that are no longer able to remain in the market.", "Overly lengthy proceedings have a negative impact on the functioning of the credit market and hinder the reallocation of resources to the production sector, with adverse effects overall on productivity, on the ability to attract foreign investment and on economic growth.", "Greater variety in firms' sources of financing, accompanied by effective protection of savers, and a better functioning of civil justice would surely favour the use of household savings in support of productive activity.", "Nevertheless, the further strengthening of Italian firms' capacity to innovate and grow is still necessary to attract domestic and foreign capital.", "The National Recovery and Resilience Plan Over the next few years, until 2026, investment in Italy will benefit from funds disbursed under the Next Generation EU programme, requiring the implementation of reforms and investment that can lay the foundations for relaunching growth and facing the challenges posed by climate change and the digital revolution.", "Italy has been allotted €205 billion: €191.5 billion from the Recovery and Resilience Facility, the main component of the NGEU programme, and €13.5 billion from the REACT-EU programme.", "This is one quarter of the €807 billion allocated overall by the European Union (€750 billion at 2018 prices); Italy's share of the funds actually used could be even higher, since not all countries have as yet indicated whether they intend to fully utilize the loans to which they are entitled (the funds earmarked for Italy amount to more than one third of those requested so far).", "The National Recovery and Resilience Plan, set out under the NGEU programme, envisages interventions worth more than €235 billion: European resources are flanked by national ones from the Complementary Fund set up last May (over €30 billion).", "The Plan will support recovery in the short term, but its success will be measured by its ability to tackle the structural obstacles that hinder growth and to mobilize private resources, which for too long have struggled to find an outlet in our production system.", "Tangible and intangible infrastructure projects, together with the ambitious reforms to which Italy is committed to achieving, can expand the opportunities for private investment, increasing the efficiency and profitability of capital.", "The effective execution of the Plan will be able to boost firms' confidence in the possibility of undertaking a path of growth and sustained demand, thereby encouraging a return to structurally higher levels of investment.", "It will be equally important that the expansion and technological innovation programmes of firms, which today are searching for new equilibriums because of the pandemic, can count on a skilled labour force suited to the new production context.", "The Plan includes numerous interventions designed to improve the quality of public education, but firms themselves can do a great deal by focusing more decisively on training for human resources.", "With this in mind too, they should be encouraged to attain the scale required to bear the costs of investing in the knowledge needed to approach the technological frontier.", "Policies to support the ecological and digital transition, which are at the heart of the European strategy, will provide a strong stimulus for upgrading production systems through the adoption of new technologies, the development of new production processes, and investment in the skills necessary to deal with change.", "A window of opportunity has opened for raising the quality of the production system and of public intervention to the levels needed to relaunch productivity.", "It is on the latter that the longer-term outlook for growth ultimately depends, especially in a country like Italy, which will have to deal with a marked decline in the working age population from the end of this decade.", "Over longer time horizons, this decline could turn out to be even worse than was forecast in the demographic projections drawn up prior to the pandemic, given the trend in the birth rate, which has fallen further since last year.", "For this reason, carrying out the Plan in full is an opportunity that Italy cannot miss, especially for young people, to whom Italy has only given limited job opportunities in the last 25 years, forcing many, and often the best qualified, to build their future abroad.", "The public debt and growth Reviving growth is also the key to reducing the public debt, an element of inherent fragility in our economy, as it exposes us to the risk of financial shocks and creates underlying uncertainty, which in turn affects borrowing costs and discourages private investment.", "Recourse to indebtedness is crucial for countering crises such as the one we are experiencing, but measures to support demand cannot be used to stimulate economic activity on a permanent basis.", "Debt can be used to finance investment that is vital for production, and in Italy there is certainly no lack of areas where more spending is required, starting with infrastructure, innovation and education.", "It can be used in adverse economic conditions in order to fund social safety nets, and in emergency situations, such as those caused by the pandemic, to allow extraordinary interventions to be made.", "Nevertheless, as a rule, debt cannot be used to cover current expenditure.", "The share of spending on pensions will continue to grow over the next twenty years because of demographic dynamics; for the same reason, health and welfare could also require an extension of the services provided.", "If Italy decides to maintain or extend the perimeter of public intervention, it will be necessary to ensure that such measures have adequate coverage, without financing permanent increases in deficit spending, as has instead happened in the past.", "Financing conditions, which are expected to remain relaxed, together with greater long-term growth, may lead to a decrease in the debt burden.", "It is not possible, however, to rely solely on a cost of debt maintained indefinitely at the current exceptionally low levels, which also reflect the extraordinarily expansionary stance of monetary policy.", "To prevent the instability risks experienced in the past from resurfacing, once the crisis is over, it will be necessary to step up the pace of recovery, including by rebuilding adequate primary surpluses."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Economic policies", "Financial instruments", "Household savings", "Public debt", "National Recovery and Resilience Plan", "Capital accumulation", "Investment", "Productivity", "Growth", "Debt reduction"]}