{"sentences": ["Check against delivery Good afternoon, Ladies and Gentlemen: It is my pleasure to welcome you today to our macroprudential policy conference, albeit not in our beautiful capital Vilnius, but in an already-traditional - virtual - format.", "I would like to thank you all - speakers, panellists, and participants - for gathering to discuss this very timely topic - the role of borrower-based measures in times of a global pandemic crisis.", "I would also like to express special thanks to our keynote speaker Ms Sharon Donnery, Deputy Governor of the Central Bank of Ireland, who will deliver her keynote speech tomorrow morning.", "As this is already the 4th biennial Macroprudential Policy Conference organized by the Bank of Lithuania, allow me to bring some interesting historical context for today's discussions.", "When we started in 2015, we concentrated on the role and experience with credit flow restrictions and the effectiveness of borrower-based measures.", "Two years later we came up with a more controversial topic, \"Should Macroprudential Policy Target Real Estate Prices?", "\", which ignited an interesting discussion.", "In 2019 the topic of \"Real Estate Taxation and its Possible Interlinkages with Macroprudential Policy\" led to the conclusion that the effective combination and coordination of real estate-related taxation and macroprudential policy should receive more attention from policy makers.", "The focus of the conference this year is once again on the housing market and emerging postpandemic challenges.", "I would like to start my talk today with a quick overview of the topics we'll discuss this afternoon.", "Then I will present our Lithuanian experience of dealing with housing market fluctuations during the COVID-19 pandemic.", "I will conclude with an insight into the three main challenges I see macroprudential policy facing in the future.", "Dear Colleagues: House prices are booming in almost every advanced economy as the impact of the coronavirus pandemic was weathered better than initially expected, in part due to forceful monetary and fiscal policy response to the pandemic.", "It is hard to disagree with Claudio Borio, from the Bank for International Settlements, that in the short term, house price growth can be \"a good thing for the economy because people who already own homes feel richer, and they can spend more due to the valuation of their assets\".", "But at the same time, we should be wary of house price growth turning into an unsustainable boom.", "It is obvious that we do not want another credit-fuelled housing price bubble, such as the one which led to a very painful burst in 2008.", "To this end, a set of properly calibrated macroprudential policy measures is the key to maintaining financial system resilience.", "In welcoming you all today, I hardly need to list the benefits of macroprudential policy and its instruments.", "It is widely acknowledged that by imposing additional regulatory requirements, macroprudential policy can restrain lending to excessively risky borrowers, or create the necessary buffers in financial institutions.", "In other words, it can help ensure that the financial system serves the real economy - instead of hindering its activity or amplifying shocks.", "Therefore, it is not at all surprising that after the Great Financial Crisis, macroprudential policy gained relevance, becoming mainstream.", "In fact, Lithuania was one of the first countries to introduce such measures back in 2011.", "We believe these measures were crucial for building and maintaining sound lending practices.", "Nowadays, borrower-based measures are widely used in the EU and throughout the world.", "However, as we move into the post-pandemic \"new normal\", we should be very wary of the new risks revealed by the COVID-19 crisis.", "We also need to carefully assess policies currently being applied to understand if they are sufficiently effective in the new environment.", "Therefore, I am very happy to have you all gathered here to discuss how borrower-based measures should be adjusted in the light of recent developments.", "The period of the COVID-19 pandemic was the \"first test of the framework in a major economic crisis\".", "I think everyone agrees that the framework passed the test successfully; however, some issues related to the framework's functioning in the medium term - namely, its efficiency and transparency - have been revealed.", "As the EU-level discussions on possible minimum harmonization of borrower-based measures are currently ongoing, now is a perfect time to evaluate the role borrower-based measures played during the pandemic.", "We need to look further into what changes could be made to the macroprudential framework and its application to make it more effective, fair, and fit for the world of tomorrow.", "The European Commission is in the process of considering inclusion of borrower-based measures into EU law by: (i) introducing harmonised definitions; (ii) enhancing the availability of data needed for their effective application; (iii) introducing a minimum, harmonised borrower-based measure toolkit.", "While the consultations are ongoing, today we have a unique opportunity to discuss various experiences from a diverse set of countries, such as Czech Republic, Denmark, and New Zealand.", "I am especially excited to have from the Reserve Bank of New Zealand with us today.", "Mr Mills, I hope, will shed more light on the widely publicized decision to expand the monetary policy mandate, which now includes the task of supporting more sustainable house prices.", "In the euro area, housing prices are not part of the monetary policy targets, as residential property price changes are not included in the Harmonised Index of Consumer Prices (HICP) - the most appropriate measure for assessing price stability.", "In the recent strategy review of the European Central Bank, we recognized the need to include the costs related to owner-occupied housing in the HICP to better represent the inflation relevant to households.", "To date, the best tools we have in addressing the risks arising from housing market instabilities fall under the macroprudential framework.", "A central question we policy makers face today is how to respond to fluctuations in the housing credit market.", "Should we calibrate our borrower-based measures with the aim to increase or decrease mortgage lending depending on where we are in the credit cycle?", "Ladies and Gentlemen: I would now like to take an opportunity to share some insights about how the COVID-19 pandemic affected the Lithuanian housing market and how possible changes to the borrowerbased measures here became a rather heated topic.", "When the first country-wide lockdown was imposed in the beginning of 2020, the Lithuanian housing market froze - transaction numbers plummeted, and the flow of housing credit diminished.", "This caused a lot of concern and sparked discussions on the need to loosen borrower-based measures to increase activity in the market.", "At that time, we allowed credit providers some flexibility when assessing the creditworthiness of individuals experiencing a temporary income drop during the lockdown.", "We basically chose a wait-and-see approach regarding more substantial changes to the borrower-based measures.", "It turned out that we were not wrong in giving the market a minute to sort itself out.", "Only a few months later, buyers returned to the market with increased savings and craving newer, better, bigger housing.", "Months spent in lockdowns forced many households to reconsider their housing needs.", "When faced with a new reality of working from home, many found themselves in need of a dedicated room for a home office.", "Properties in less central, but quieter, greener locations gained attractiveness in the absence of a daily commute.", "At the same time, many households, particularly those that were already wealthier, accumulated savings, as lockdowns limited spending while their jobs remained in demand and salaries increased.", "A combination of increased resources, accommodating financing conditions, and a shift in preference towards more spacious and comfortable housing, sharply pushed demand for residential properties.", "As we can see in the graph here on the left-hand side, after a sharp drop in transaction numbers in March-June 2020, housing market activity in Lithuania rapidly recovered, and soon surpassed pre-pandemic transaction numbers.", "Again, the market slowed down during the period of a second nation-wide lockdown at the end of 2020, but this dip in market activity was neither as deep nor as prolonged as that at the onset of the pandemic.", "With demand for housing high and supply limited - given that acquiring suitable land, obtaining building permits, and ensuring building supplies and builders themselves takes time - housing price growth in Lithuania picked up, reaching 13.3 % in Q2 of 2021 - the most rapid increase since early 2008.", "At the same time, as you can see in the graph on the right-hand side, the share of lenders' portfolio allocated to mortgages continued to increase, with the pace picking up visibly in the recent months.", "And now, only a year after intense discussions on possible loosening of borrower-based measures, we are considering tightening them.", "After a thorough micro-data analysis and econometrical modelling, we have concluded that there is a need to target a riskier segment of the housing market - those acquiring second or subsequent loans for housing purchases.", "During the pandemic in Lithuania, the share of loans to borrowers who already have a mortgage increased, as illustrated by a graph on this slide.", "The share of non-primary mortgages particularly increased for housing located in our lovely capital city Vilnius and the recreational seaside region - from roughly a tenth to 16% of the total mortgage flow, pointing to possibly speculative housing purchases with credit.", "To tame such behaviour, we have decided to impose a stricter loan-to-value (LTV) requirement for all second or subsequent mortgages, except to those borrowers whose primary loans are significantly amortized.", "In addition to this, we plan to introduce a sectoral systemic risk buffer requirement to banks and credit union groups operating in Lithuania, applicable to their overall mortgage portfolio.", "This sectoral systemic risk buffer would contribute to financial sector resilience to housing market turbulence.", "The official decisions will be made after ongoing consultations with market participants, the ECB, and other authorities.", "These measures will come into force next year.", "At the same time, to discipline speculative tendencies in the housing market in general, our government is considering revising its real estate taxation policy.", "Proposals currently focus on increasing taxation for those owning multiple residential properties, rather than on taxing properties only in situations where property value exceeds a certain threshold.", "If implemented, such fiscal policy measures, in combination to the intended changes in the borrower-based instruments, would have a powerful impact in cooling the currently heated housing market.", "If fiscal and macroprudential policy work together, they have the potential to achieve maximum impact.", "But let me return to the status quo.", "The currently binding framework for housing loans in Lithuania is nicely summarized in this slide.", "We have an LTV limit of 85%, DSTI of 40%, and maximum mortgage maturity of 30 years.", "This framework helped in creating a level playing field for mortgage lenders and propagated more prudent lending and borrowing practices since 2011.", "The world today, however, is not as it was in 2011.", "Therefore, we gather here not only to share our experiences and views on current borrower-based measures, but also to look ahead and consider possible enhancements to the use of macroprudential instruments in the future.", "Dear Colleagues: I see three main challenges we must consider when revising the macroprudential policy framework.", "First, we need to consider the effectiveness of macroprudential instruments to tackle systemic risks arising from the low interest rate environment.", "Second, we need to think how to minimize distributional consequences of the borrower-based instruments.", "And third, we need to investigate to what extent macroprudential instruments can mitigate climate change risks.", "Regarding the first challenge, no EU Member State so far has explicitly used macroprudential instruments motivated by systemic risks related to the low interest rate environment.", "This is partly because the current macroprudential framework and the available macroprudential instruments do not facilitate efficient mitigation of such risks as low profitability and the resulting search-for-yield behaviour.", "Borrower-based instruments are currently available only for lending to households, not for lending to non-financial corporates.", "In the few countries that have developed borrower-based measures targeting lending to corporates, they apply exclusively in relation to commercial real estate transactions.", "In addition, borrower-based instruments often do not cover all lenders, including non-bank financial institutions.", "However, while we all mostly agree that we should expand macroprudential instruments to cover all lenders beyond the banking sector, opinions differ regarding whether borrower-based measures should be applied to lending to firms.", "As I mentioned before, the European Commission is currently considering the need to expand applicability of borrower-based measures to include lending to firms.", "It is therefore very timely that in the policy panel tomorrow we will have an opportunity to seek further insights on this issue.", "The second challenge we must consider is the widening inequality of households' income and wealth.", "Borrower-based measures have distributional effects and may potentially impact wealth inequality, given that, depending on the design, borrower-based instruments may limit possibilities to own housing for certain groups of individuals.", "In our discussions tomorrow we will share opinions on how the framework of borrower-based measures can be calibrated or augmented to minimize this undesirable side effect.", "An effective combination and coordination of real estate related taxation and macroprudential policy is necessary to ensure that the limitations to homeownership are as closely related to the riskiness of individuals as possible.", "Finally, climate change risks are very real, and their importance increases each day.", "Macroprudential policy measures have the potential to mitigate climate change related risks to financial stability and to contribute to \"greening\" the stock of available housing.", "By differentiating borrower-based measures according to some characteristics of the housing unit - for example, more stringent LTV requirements for loans secured by old, low-energyperformance housing units, or for units at increased risk of flooding from rising sea levels areas - we could impact the attractiveness of such housing types and their affordability.", "There is no better time than the present to consider whether we should introduce such changes.", "I also strongly believe that now is the time to discuss whether macroprudential policymakers are prepared and whether they have the necessary tools to mitigate climate-related risks to financial stability.", "It is worth noting that we still lack clear evidence on the degree to which the macroprudential measures address these risks, especially when interactions with other policy areas are accounted for.", "To wrap up, this is the fourth macroprudential conference, and I am glad to see that the agenda is filled with interesting sessions with speakers from many different institutions.", "I wish us a fruitful exchange of views, hopefully leading to constructive policy outcomes.", "And now I'm excited to open the floor to these highly needed and well-targeted discussions.", "More: www.lb.lt/en/speeches-interviews-presentations/speech-by-gediminas-simkus-at- macroprudential-policy-conference-2021"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Housing market", "Borrower-based measures", "Macroprudential policy", "Financial stability", "Systemic risks", "Low interest rate environment", "Distributional consequences", "Climate change risks", "Real estate taxation", "Monetary policy"]}