{"sentences": ["Thank you for your invitation to participate in this conference.", "You are addressing important issues and I appreciate the opportunity to share Australia's experience with you.", "At the outset, I want to acknowledge that there is no single right answer to the issues that are being discussed in this session: central bank mandates, the appropriate policy tools and coordination arrangements with the government.", "Ultimately, what matters are results.", "The evidence shows that the probability of a country achieving good results is enhanced by getting the structure right.", "This structure includes: the legal mandate of the central bank; the mechanisms for accountability; the way the political system works; and the process for appointing individuals to the central bank.", "The most effective combination of these elements will vary from country to country.", "In Australia's case, the key elements of the central bank mandate were passed into law in 1959 and have remained unchanged since.", "The 1959 legislation set out three objectives for the RBA's monetary policy: 1. the stability of the currency (widely interpreted as low and stable inflation) 2. full employment 3. the economic welfare and prosperity of the Australian people.", "Under this legislation, we have had many different monetary policy regimes: a fixed exchange rate against the US dollar; a fixed exchange rate against the trade-weighted index (TWI); an adjustable peg against the TWI; monetary targeting; and, since the early 1990s, flexible inflation targeting.", "This experience illustrates that legislation is only part of the story, with our broad legislation accommodating a wide variety of monetary policy regimes.", "In Australia, the choice of exchange rate regime is one that is made by the government.", "In my view, this is as it should be, as this choice has wide-ranging implications for how a country's economic system works.", "In our case, the decision by the government to float the Australian dollar in 1983 helped reshape the economy in a positive fashion.", "The floating exchange rate has also proven to be a great stabiliser of the economy, particularly in the face of large swings in Australia's terms of trade caused by movements in commodity prices.", "While the Australian Government determines the exchange rate regime, it is the RBA that makes decisions about intervention in the market.", "We rarely intervene and are transparent regarding the conditions under which we would do so.", "In particular, we only intervene if: (i) market liquidity has significantly deteriorated during a period of stress; or (ii) the exchange rate has moved a long way from fundamentals, with damaging consequences for the overall economy.", "The last time the RBA intervened in the foreign exchange market was during the global financial crisis, more than 13 years ago.", "So intervention is very unusual.", "We do not have an objective for the exchange rate, nor would it make sense to do so.", "In my view, adding an exchange rate objective to the central bank's other objectives would severely compromise the achievement of those other objectives and produce, on average, poorer results.", "Turning now to the inflation objective, Australia was an early adopter of flexible medium-term inflation targeting.", "From the outset, our target has been for CPI inflation to average between 2 and 3 per cent over time.", "We have focused on the medium term rather than the outcome in a particular year or over a specific forecast horizon.", "We never bought into the idea that the central bank needed to be placed into a straightjacket or surrounded by an electric fence to stop it from exploiting the short-run Phillips Curve.", "We have always had a flexible approach that allows for some variation in inflation from year to year.", "While financial markets are often concerned about whether inflation in a given year is 1.7 or 2.3 per cent, most people in the real economy rightly don't focus too much on this.", "What matters for overall welfare is that people are confident that their savings and their income will not be eaten away by inflation.", "It is also important that saving and investment decisions can be made without inflation figuring prominently on people's radar screens.", "There are various ways of achieving this, but we have found a flexible medium-term inflation target works well.", "In terms of the formalities, Australia's inflation target is not set out in legislation.", "It was originally set by the central bank, but soon after was codified in a written agreement between the central bank and the government.", "This agreement is reviewed whenever there is a change of government or central bank governor.", "Over the 25 years since the first agreement was signed, the language has evolved considerably but the numerical target of 2 to 3 per cent has been maintained and so too has the focus on the medium term.", "From my perspective, this arrangement has a couple of advantages.", "First, it enhances the credibility of the monetary regime, as it demonstrates that the inflation target is owned by both the government and the central bank.", "Second, it offers a degree of flexibility, as the target is not set in stone.", "The target and the accompanying language can be changed if both the central bank and the government agree.", "The other elements of the RBA's mandate are full employment and the economic prosperity of the people of Australia.", "In terms of full employment, we do not have a numerical target and I don't think it makes sense to do so.", "Experience has taught us that the non-accelerating inflation rate of unemployment (NAIRU) moves over time and is influenced by many factors outside the control of the central bank.", "The same could be said for the estimate of the employment-to-population ratio that is consistent with full employment and stable inflation.", "Setting the wrong targets would create a conflict with the inflation target, which would lead to policy uncertainty and poor outcomes.", "Despite the difficulty of setting a numerical target here, I am a strong supporter of the RBA's broad mandate, which includes not just full employment but also the economic welfare of the Australian people.", "I say this from two perspectives.", "The first relates to communication.", "I see a benefit in the central bank being able to communicate that it cares about more than just inflation control.", "To be clear, inflation control is, and always needs to be, core to what a central bank does.", "But ultimately, inflation control is only a means to an end; and that end is a productive economy, with people enjoying economic and financial stability, having jobs and achieving a high level of economic welfare.", "Having a broad mandate allows the central bank to pursue and articulate its goals in these broader terms.", "This can help build trust in the central bank and support public confidence in its decisions.", "That is not to say that a broad mandate is required for the central bank to speak in these terms, but I think it makes it easier to do so.", "The second perspective is that a broad mandate can provide an extra degree of freedom in responding to economic shocks.", "This is especially so in the case of supply shocks, where output and inflation move in different directions.", "A broad mandate allows the central bank more time to return inflation to target following shocks that push inflation below or above the target.", "Provided the inflation target is credible, this flexibility can be used in a way that does not prejudice the achievement of medium-term price stability.", "Importantly, this flexibility can help reduce the amplitude of cycles in activity and employment.", "It can also have the benefit of reducing financial stability risks, especially if cutting interest rates in response to a positive supply shock and lower inflation encourages excessive borrowing and asset overvaluation.", "Again, I want to make it clear that the central bank does not need a broad mandate to have this flexibility.", "It is possible that a central bank with only an inflation mandate would achieve the same results, especially if it has a flexible, rather than rigid, inflation target.", "The other topic of this session is the coordination arrangements with government.", "I have already spoken about the agreement on the inflation target, so I would like to touch on four other aspects of the relationship between the central bank and the government.", "First, the government appoints all the members of the Reserve Bank Board (which is the decision-making body for monetary policy).", "The Governor has a term of seven years and often serves a longer term.", "Other Board members are appointed for at least five years and often serve multiple terms.", "Besides the Governor and the Deputy Governor, all members of the Board are external and are prominent members of the business, academic or policy communities.", "The Secretary to the Australian Treasury (who is the most senior public servant in the Treasury Department) is also a full voting member of the Board.", "The Secretary participates as an economist in their own right, not as a representative of the government, but is able to share details of the government's fiscal and other plans.", "The Board is apolitical and there is not a tradition of Board members stepping down following a change of government.", "Board members (including the Governor) can have their appointments terminated only if they: become permanently incapacitated; become bankrupt; miss too many meetings; or fail to satisfy their obligations regarding the governance of a public sector entity.", "These termination provisions have never been used and are not a point of controversy.", "Second, there is a frequent exchange of views between the Governor and the Treasurer.", "This exchange is mostly on an informal basis, as circumstances require.", "The Treasurer does not attend meetings of the Board, nor has the right to do so.", "The government and the opposition support the independence of the RBA and when the government is asked about monetary policy, the typical response is that monetary policy is a matter for the independent Reserve Bank.", "Third, the RBA is the transactional banker for the Australian Government.", "In that role, it provides the government with a small overdraft facility that can be used only to deal with unexpected mismatches in the timing of government payments and receipts.", "While there is nothing in Australia's central bank law that prevents lending to the government, there is a longstanding written agreement that the central bank will not provide such finance.", "Furthermore, the government has no role to play in decisions about the RBA's bond purchase program.", "These decisions are taken independently by the RBA.", "Fourth, the Reserve Bank Act 1959 includes provisions for dealing with a situation in which there is a fundamental difference of opinion between the government and the central bank.", "In such a circumstance, the law states that the central bank is required to set out its position in writing.", "The government could then order the Bank to adopt a particular policy.", "If the government did this, it would then need to set out all the relevant documents before both Houses of Parliament within 15 sitting days.", "So there would be a high level of transparency about what was going on.", "I want to point out that these provisions have never been used.", "They effectively operate as a safeguard against the possibility of the independent central bank pursuing a policy that would be damaging to the national interest.", "In my view, there is a strong case for such a safeguard in a parliamentary democracy, especially one in which there is both a focus on institutions being accountable to the Parliament and a long tradition of political respect for policymaking institutions.", "Exercising this power would be a major political step and would draw strong interest from the media and financial markets, so it is not something that would be done lightly.", "At its core, the relationship between the government and the central bank in Australia is one based on constructive dialogue.", "This is reflected in the agreement regarding the inflation target that I spoke of earlier and the frequent discussions on issues of mutual interest.", "The government also supports a high level of transparency by the RBA, including through publications and speeches and public appearances before parliamentary oversight committees.", "I want to finish where I started: that there is no right answer to the questions that Chile is grappling with.", "But Australia's experience is that the combination of a freely floating exchange rate, a flexible medium-term inflation target and a broad mandate for the central bank can work well for a small open economy.", "Available at <www.legislation.gov.au/Details/C2020C00322>.", "The Treasurer and the Governor of the Reserve Bank, 'Statement on the Conduct of Monetary Policy', 19 September 2016.", "Available at <www.rba.gov.au/monetary-policy/framework/stmt-conduct-mp-7-2016-0919.html>.", "Available at <www.legislation.gov.au/Details/C2020C00322>."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["inflation targeting", "exchange rate", "full employment", "central bank mandate", "government coordination", "economic welfare", "price stability", "monetary policy", "reserve bank board", "financial stability"]}