{"sentences": ["SPEECH SVERIGES RIKSBANK 08/12/2021 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Deputy Governor Per Jansson Sveriges Riksbank Tel +46 8 787 00 00 Fax +46 8 21 05 31 registratorn@riksbank.se www.riksbank.se Is it time to review the division of roles in macroeconomic policy?", "* Sometimes, developments can make you start pondering somewhat larger and more fundamental issues than you might usually do.", "This is how it has been for me recently.", "The question I would like to address today is whether it might be time for us to modify our view of the appropriate division of roles in macroeconomic policy, by which I mean our overall fiscal and monetary policy.", "I am not entirely sure of the answer myself, although I am inclined to believe that it is something we should probably do.", "In this talk, I will try to explain my preliminary and probably rather unfinished thoughts.", "What I am quite sure of, however, is that we have reached a point where it is time for us to start discussing what an appropriate division of macroeconomic roles would be.", "I am glad to say that the number of articles touching upon the subject has increased recently, and I hope that this speech will contribute further to this discussion.", "But let me take a step back and start from scratch.", "The devaluation policy reached the end of the road in Thirty years ago, the Swedish economy was in a dire situation.", "The problems were the result of a development that had been going on for a long time, and even though it had been a cause for concern for almost as long, we had not been able to get to grips with it.", "Perhaps the main concern was the strong domestic inflation trend with price and wage spirals that collided with attempts to maintain a fixed exchange rate, and therefore led to recurring cost crises and devaluations.", "Another reason, which was partly connected to this, was that fiscal policy was often too expansionary, with rapidly rising public spending and tendencies towards structural deficits as a result.", "In addition, there was a deregulation of the credit market in the mid-1980s, which would turn out to lead to greater problems than were anticipated when the reform was implemented.", "In the early 1990s, these and other ingredients contributed to another domestic cost crisis, which also coincided with a financial crisis largely caused by excessive lending to households and companies.", "Unemployment rose sharply and public finances deteriorated dramatically.", "The krona was put under strong pressure by investors who expected Sweden to devalue again soon and, in November 1992, the Riksbank was forced to give up its defence of the fixed exchange rate.", "New policy with emphasis on long-term anchors The consequences of the crisis emphasised, with all desired clarity, that the type of policy Sweden had pursued for a number of decades had reached the end of the road and needed to be fundamentally reshaped.", "Instead of defending a fixed exchange rate, the task of monetary policy from now on would be to keep inflation low and stable.", "For its part, fiscal policy would focus considerably more than previously on keeping public finances in good condition so as to maintain market confidence.", "Gradually, the new order was confirmed through changes in the fiscal and monetary policy frameworks.", "The price stability target, which, in practice, had been introduced in 1993 in the form of an inflation target, was written into law in 1999, at the same time as monetary policy decisions were delegated to an independent Executive Board.", "In fiscal policy, the budget process was changed so that it would be easier to gain control over expenditure developments, while public net lending would, on average, show a surplus.", "The purpose of the latter was, of course, largely to bring the rampant government debt under control and to restore confidence in public finances.", "But other reasons were also given when the surplus target was introduced, namely that good public finances create room for stabilisation policy and that an ageing population entails challenges that need to be addressed.", "The surplus target was thus seen not only as an end in itself, but also as a means of increasing the fiscal room for manoeuvre over time.", "This was, of course, a wise way of dealing with the problems that the Swedish economy had been struggling with for so long.", "In order for monetary policy and fiscal policy - and thus macroeconomic policy in general - to be conducted in an efficient manner, some basic conditions must be met.", "One of these is that they are anchored over the long term, and this, above all, was what Sweden wanted to achieve.", "Long-term sustainable finances are the anchor for fiscal policy... For fiscal policy, it is crucial that economic actors have confidence in public finances and see them as sustainable in the long term, or, in other words, that public debt is stable in the long term, expressed as a share of GDP.", "If confidence in public finances begins to loosen, many who would normally be willing to lend to the government, that is, buy government securities, will be reluctant to do so due to concerns about not getting their money back.", "When fewer people are willing to lend and those who do demand a higher return for the risk they take, interest rates rise.", "In turn, this means that government expenditure increases, the situation worsens and there is a risk of entering a negative spiral with increasing expenditure and rising deficits and interest rates.", "In a worst case scenario, fiscal tightening may be required in an already poor economic situation in order to restore confidence.", "To succeed with this is, of course, very difficult, as the austerity measures mean that the economy will shrink further in the short term.", "This, in turn, reduces the tax base and simultaneously increases the need for support for vulnerable groups.", "Given that there is confidence in the sustainability of public finances, there is also room to use fiscal policy to counter recessions and address structural problems in the economy.", "To a large extent, fiscal policy stabilisation of economic activity takes place via so-called automatic stabilisers, without any political decisions having to be made.", "However, if there is confidence in public finances, it is also possible to make decisions about expenditure increases or tax cuts, so-called discretionary fiscal policy, without this giving rise to doubts about the sustainability of the finances.", "Good long-term anchoring is thus a prerequisite for fiscal policy to be used for economic stabilisation or to address structural problems in the economy.", "The fact that anchoring creates such room actually seems to have been a bit overshadowed in recent decades.", "As I have just noted, the fiscal framework launched after the crisis of the 1990s was motivated not only by lower public debt creating confidence that public finances are under control, but also by creating greater opportunities to use fiscal policy for other purposes.", "I will come back to that.", "...and the inflation target is the anchor for monetary The mechanisms for monetary policy are similar.", "What anchors monetary policy in the long term is confidence that the central bank can keep inflation low and stable.", "For most central banks, this means inflation of 2 per cent.", "These now also include the European Central Bank (ECB), which, in July this year, moved to a symmetrical target of 2 per cent, instead of the previous wording, where inflation should be below, but close to, 2 per cent.", "In the same way that confidence in public finances provides flexibility for fiscal policy, monetary policy will have room for manoeuvre to counteract economic downturns if there is confidence in the central bank's ability to keep inflation low and stable.", "If monetary policy can be made expansionary without this causing economic actors to fear that inflation will rise sharply, their expectations of what inflation will be in the longer term will not be affected either.", "However, if fears of sharply rising inflation arise as a result of the expansionary policy, long-term inflation expectations may also begin to creep upwards.", "If the anchor comes loose completely, the long-term consequence may be that inflation continues to rise in a price and wage spiral.", "And, just as it may take a great deal of effort to restore confidence in public finances that have begun to erode, it may be difficult and costly to bring inflation back under control.", "As I mentioned at the start, in Sweden we have some experience of price and wage spirals of this type, even though this was some decades ago.", "Too low inflation is also a problem...", "However, it is not only an anchor that is drifting 'upwards' that is a cause for concern.", "Monetary policy can also have major problems if it drifts 'downwards' and inflation becomes persistently very low.", "In this case, monetary policy becomes less effective because the main instrument, the policy rate, becomes more difficult to use.", "I have talked about why this is the case many times in recent years and I therefore do not intend to go into it in more detail here today.", "Briefly, however, what is at issue is this: since nominal interest rates include compensation for inflation, these interest rates will be lower, on average, in a low-inflation economy.", "Moreover, there is an effective lower bound for the policy rate, where the positive effects of further reductions cease and the negative ones begin to dominate.", "This means that there is less scope for lowering the interest rate to stimulate demand in economic downturns.", "In addition, since expected inflation is lower, it is also more difficult to achieve as low a short-term real interest rate as would be needed to have a sufficient effect.", "One consequence of this that is worth noting is that, with inflation more persistently below 2 per cent, negative policy rates would become more common.", "Those who are critical of a policy rate below zero should therefore be strong advocates for maintaining confidence in the inflation target and thus also for a monetary policy that strives to achieve the target.", "...which is reflected in the strategy reviews of the Federal Reserve and the ECB The problems of persistently too low inflation play a central role in both the ECB's strategy review from July this year and the US Federal Reserve's review from August last year.", "The changes that were made clearly show a wish to avoid these problems.", "In the justification for its new strategy, the Federal Reserve notes that the level of the policy rate that is compatible with maximum employment and long-term price stability has fallen relative to its historical average.", "The policy rate will therefore be limited by its lower bound more often than has been the case in previous periods.", "In order to anchor long-term inflation expectations at 2 per cent and prevent them from falling below this level - which would make the lower limit binding even more often - it has chosen to specify the target as an average of 2 per cent.", "This makes it clear that 'bygones' are not 'bygones': if inflation has been below the target for a period, this must be compensated for by inflation then being above target for a period.", "In turn, as I have just mentioned, the ECB has moved on to a symmetrical target of 2 per cent in the medium term.", "In practice, this means that the target has been raised slightly, as previously inflation should have been \"below, but close to, 2 per cent\".", "This symmetry means that both negative and positive deviations from the target are equally undesirable.", "The ECB too points out that the marked decline in the equilibrium real interest rate has meant that the effective lower bound for nominal interest rates is likely to limit monetary policy more often.", "It also emphasises that one consequence of this is that strong or sustained monetary policy measures are needed when the interest rate is close to the lower bound to avoid negative deviations from the inflation target becoming permanent.", "It also notes that the new strategy may mean that inflation periodically will be above the target, but, unlike the Federal Reserve, it has chosen not to introduce an average target.", "Mutual dependence We have thus seen that a prerequisite for fiscal policy and monetary policy to be effective is that they have a stable long-term foundation.", "For fiscal policy, there must be confidence that public debt is stable over the long term and, for monetary policy, there must be confidence that the central bank can keep inflation low and stable.", "In order for monetary policy to be able to use the policy rate to counteract economic downturns and increased unemployment, it is also necessary for average inflation not to be too low.", "It is therefore natural for fiscal policy frameworks to focus on maintaining long-term stable public finances and for monetary policy frameworks to keep inflation at 2 per cent.", "Although it is practical, and probably necessary, to have separate frameworks for fiscal and monetary policy, it is important to recognise that there is an interdependence between the two policies.", "Confidence in one depends on there simultaneously being confidence in the other.", "For example, if public finances are perceived as unsustainable, the expectation may easily arise that monetary policy will eventually allow inflation to rise in order to reduce the real value of public debt, that is, inflate it away.", "This may also cause the anchor of monetary policy to loosen.", "Similarly, if inflation rises because confidence in the inflation target has been eroded, it may lead to significantly higher interest rates, which, in turn, will lead to an increase in the government's interest expenditure and will challenge the sustainability of public finances.", "A common view is that monetary policy is in the The practical application of macroeconomic policy under this policy regime is often described as a situation in which monetary policy is sitting in the driver's seat and is expected to play the active part in stabilisation policy.", "It is monetary policy that is expected to keep the economy in balance and inflation stable.", "Fiscal policy is perceived to have a more passive role, which in principle is restricted to adjusting taxes and expenditure when this is necessary to keep public debt stable over the long term.", "It is not considered to have any explicit stabilisation policy task, other than that which follows from the automatic stabilisers, except possibly in the event of deep recessions or crises.", "This view has had a major impact throughout the world, both in academic research and in policy departments at finance ministries and central banks.", "Conducting macroeconomic policy with this division of roles has also worked relatively well in most places, not least in Sweden.", "It has thus been an arrangement with which most people have been pretty content.", "The division of roles may no longer be so obvious But perhaps it is time for us to begin to ask ourselves whether this division into an active monetary policy and a more passive fiscal policy really is the best way to achieve a favourable macroeconomic development in all situations.", "Perhaps the division has been taken a step too far after all, given that certain circumstances have changed.", "I think this is something we may now need to reconsider for at least a couple of reasons.", "Monetary policy and fiscal policy are probably more dependent on each other than we usually think, and this dependence has become even clearer as the macroeconomic environment has changed quite a lot in recent decades.", "For quite long periods, it may indeed work well if monetary policy is focused on maintaining the inflation target and fiscal policy on keeping track of public finances - that they manage their own business, so to speak.", "Indirectly, the two policy areas nevertheless provide valuable support to each other.", "Assume, for example, that inflation begins to rise rapidly and risks becoming persistently too high, and that the central bank therefore raises interest rates in order to dampen demand in the economy.", "The higher interest rate increases government interest expenditure and weakens public finances.", "Of course, how much depends, among other things, on how large the debt is from the start and by how much the central bank raises the interest rate.", "If the economic agents trust that fiscal policy will stabilise public debt, they will expect taxes to be raised or expenditure to be reduced, or both.", "They will adjust their behaviour accordingly and hold back on their consumption and investments in preparation for the expected tightening.", "In this way, fiscal policy's stabilisation of public debt supports the tightening of monetary policy - fiscal policy and monetary policy are pulling in the same direction.", "Greater dependence than we usually think...", "But if the budget process works poorly and higher public expenditure is routinely financed by the government raising even more loans, then the economic agents will not expect a tighter fiscal policy, at least not until the government, at some point in the future, will perhaps find itself absolutely forced to pursue such a policy.", "This, in turn, helps to keep demand up and it becomes more difficult for the central bank to use rate increases to counteract the rise in inflation, as fiscal policy and monetary policy are pulling in different directions.", "Framed in this way, the relationship between monetary policy and fiscal policy is straightforward and intuitive.", "However, the mechanisms actually also work in about the same way when policies move in the opposite direction, and that is something that I believe we may need to pay more attention to and discuss more.", "If inflation is low for a period, the central bank's policy rate will also be low.", "In the same way as before, therefore, government interest expenditure will be affected.", "But in this case, it will decrease, which means that public finances will improve.", "If the task of fiscal policy is to keep public debt stable, there is thus room to pursue a more expansionary fiscal policy than would otherwise be the case.", "As in the previous example, it will be more difficult for monetary policy to fulfil its task - in this case to raise inflation to the target - without the support of a more expansionary fiscal policy.", "If the task of fiscal policy is to stabilise public debt, monetary policy will receive such support.", "When government interest costs decrease, taxes will be reduced or expenditures increased, and this is also something that economic agents expect.", "Fiscal policy and monetary policy will then again be pulling in the same direction by interacting to raise demand and inflation.", "However, as the regime of an active monetary policy and a more passive fiscal policy has been applied in practice in recent decades, it is not clear that this will be the case.", "\"Keeping public finances in good order\" has often been equated with \"making sure that debt does not increase\".", "A shrinking government debt, on the other hand, is generally perceived as something that is always positive and not as something that creates room for a more expansionary fiscal policy.", "However, from a macroeconomic perspective, such an asymmetry in the view of the task of fiscal policy is not entirely unproblematic.", "...particularly in the prevailing macroeconomic The problems have also been exacerbated by the fact that the macroeconomic environment has changed quite a lot in recent decades.", "The most important change is that the global real equilibrium interest rate has fallen and today is historically low.", "As a result, many central banks' policy rates are now at or near their lower bound (Figure 1).", "There is thus not much room to lower them further.", "In most countries, they are also expected to remain at low levels for a long time before gradually rising quite modestly.", "While the low interest rate situation has made it more difficult to pursue an expansionary monetary policy, it has made it easier to pursue an expansionary fiscal policy.", "This is partly because the interest costs for government loans are very low.", "I mentioned earlier that an expansionary monetary policy lowers government interest costs.", "However, the biggest effect on interest costs comes from this trend decline in real interest rates.", "Importantly, it is also this factor that has driven central banks' policy rates downwards.", "Another key effect of the low interest rate, which also speaks in favour of fiscal policy, is that more public investments will become profitable.", "A renewed discussion of the possibilities of fiscal policy In recent years, the low interest rate has given rise to a renewed discussion of fiscal policy in the research community.", "The reason for this is the observation that the interest rate is lower than growth in the economy.", "When the government can borrow at a very low interest rate, the debt burden as a share of GDP does not need to increase, provided the economy grows at a sufficient pace.", "In other words, public finances can show a deficit for a period without it being necessary to raise taxes to address this.", "Growth is enough to ensure that the debt ratio improves without any tightening.", "It is not only the relationship between the interest rate and economic growth that is important in this context, but also the level of interest rates as such.", "In several developed economies, long-term interest rates are now close to zero or are even negative, or have recently been so.", "This means that private actors are willing to lend long-term to the state without any significant compensation, or are even willing to pay to lend.", "This can, without exaggerating, be described as a pretty generous offer.", "It is not very difficult to imagine that it is possible to find areas in which public investment may be needed and where the funds borrowed to implement that investment may well have a positive return because the cost is very low or negative.", "Why this has not happened to a greater extent than has been the case is not entirely easy to understand.", "One probable explanation is that many countries have put in place rules to prevent or counteract increased borrowing.", "The reasons for this are good if we look at past negative experiences.", "However, if this is the explanation, it is natural to start to consider whether these rules are actually adapted to the changes that have taken place in the macroeconomic environment since they were introduced, particularly the fact that the level of interest rates has been historically low.", "If public investments, which, sooner or later, may still need to be made, can be financed at a historically low cost, this would seem like a good opportunity to implement them.", "Ultimately, fiscal policy aims to increase the well-being of citizens.", "The development of deficits and public debt may be the means to achieve this, but it is not obvious from an economic point of view that it should be seen as an end in itself.", "A comparison with monetary policy can be made here: the target is formulated in terms of the outcome, that is, mainly how well the inflation target has been achieved, rather than the means, that is, the monetary policy tools.", "I think it would be useful if we were to start thinking more along these lines in fiscal policy as well.", "The conclusion of this reasoning is not that public borrowing is never problematic.", "For example, if the policy becomes too extensive or if it is not sufficiently explained and followed up, investors may nevertheless begin to fear that the government will not be able to manage its debt and may therefore demand a higher risk compensation for lending.", "This, in turn, may make the commitments even more difficult to meet - there is a risk that we will find ourselves in a bad equilibrium, expressed in economic terms.", "However, the discussion that has arisen at least indicates that there may be reason not automatically to regard public deficits as a negative thing, as we have perhaps become too accustomed to doing.", "Trend towards lower policy rate and public debt For Sweden, the changed conditions for monetary policy and fiscal policy are clearly illustrated by the development of the repo rate and public finances over the last twenty-five years or so (Figure 2).", "As the real global interest rate has fallen, the repo rate has had to be lowered to ever-lower levels for each business cycle.", "Despite this, it has been difficult to keep inflation around 2 per cent on a more lasting basis.", "During the same period, the consolidated gross government debt, the so-called Maastricht debt, has fallen from just under 70 per cent of GDP to about 40 per cent.", "The downward trend has certainly slowed down from time to time, most recently in connection with the coronavirus pandemic, but is still very clear.", "At a more general level and seen over the period as a whole, one may argue that this development also reflects the fact that macroeconomic policy has not been conducted in such a way as to keep public debt as a share of GDP stable.", "This has, of course, been a deliberate strategy as Sweden has wanted to reduce its debt.", "At the same time, however, it means that it has become more difficult to achieve the inflation target.", "It has thus become more difficult for monetary policy to counteract economic downturns.", "One condition that would change this would be a rise in the global real equilibrium interest rate.", "Central banks' average policy rates would then also be higher - in the same way as they have now fallen in line with the equilibrium interest rate.", "However, no noticeable increase in the global real equilibrium interest rate is on the cards in the near future, according to most analysts.", "In any case, it will not happen so soon as to make my talk here today unnecessary.", "Another condition that would at least improve the situation would be if the recent rise in inflation were, for various reasons, to lead us closer to the inflation target in a slightly more persistent way in the future.", "However, the forecast made by the Riksbank and almost all other Swedish forecasters is that the rise in inflation is temporary and is mainly due to various pandemic-related imbalances between demand and supply.", "The same assessment is being made in many other parts of the world where similar developments are being seen, even though the persistence of inflation in the United States in particular is being discussed more and more.", "However, even if the rise in inflation were to bring us closer to the target after the pandemic, a continued low global real equilibrium interest rate would mean that central banks' policy rates would still reach the lower bound from time to time.", "The problem of it being difficult to make monetary policy as expansionary as it would sometimes have to be would thus remain.", "A new policy regime with fiscal policy in the driver's seat?", "According to some economists, the fact that the scope of monetary policy has been restricted has meant that, for some time, we have been in a different regime in which it is fiscal policy instead that has ended up in the driver's seat of macroeconomic policy.", "If that is the case - and I think there is much that suggests that it is - then this will put higher demands on fiscal policy to be more active in the period ahead than it has been in recent decades.", "And we could probably have had a better development until now if fiscal policy had taken this more active role even earlier.", "I would like to emphasise that I am talking about much more than fiscal policy \"helping monetary policy to reach the inflation target\", even if this by no means is an unimportant aspect.", "I often point out that the inflation target is not just the Riksbank's target but is a target for the economy as a whole.", "Of course, it is the Riksbank that is appointed to try to fulfil it, but whether this succeeds or not is of great importance from a much broader economic perspective.", "There is strong political support for the inflation target, which, in turn, is based on the conviction that the economy simply works better with a specific, low and stable inflation rate.", "As I have just noted, this is also a feature of the recent strategy changes of the Federal Reserve and ECB.", "As a slight digression, it may be interesting to note that the tendency to see the inflation target as merely the Riksbank's concern is not a new phenomenon.", "Urban Bäckström, Governor of the Riksbank 1994-2002, already pointed out this problem during the National Economic Association's negotiations in February \"I object to the title of today's discussion, which is 'The Riksbank's inflation target'.", "Although it is natural for a central bank to strive for price stability, this endeavour must ... permeate the entire economic policy.", "\"20 At the time, the problem was the other way around, that is, more policy areas had to help keep inflation down.", "However, since the purpose of an inflation target is to anchor inflation at a certain level, rather than for it to be as low as possible, the argument is certainly valid even when inflation risks becoming persistently too low.", "Several good reasons for a more active fiscal policy In recent years, maintaining confidence in the inflation target has primarily been a matter of ensuring that monetary policy can continue to be used in the future to counteract recessions and increased unemployment - and thus provide support to fiscal policy in bad times.", "Put somewhat pointedly, the statement that monetary policy cannot be 'the only game in town' that has been heard quite often recently, perhaps particularly from central bank representatives, is basically about us not ending up in a situation where instead fiscal policy will be the only game in town for the foreseeable future.", "Both will certainly be needed.", "However, there are also good reasons other than the development of inflation that suggest that fiscal policy may have to play a more active role in the future.", "One is that we have major structural challenges ahead of us: the population is ageing and this means that healthcare will need more resources, the integration of different groups into Swedish society and the economy needs to be improved, and climate change will require major adjustments - to name but a few.", "Here, it may be worth recalling what I mentioned earlier about the original motives for using a surplus target to reduce public debt.", "This was not just a matter of restoring confidence in public finances, but also of creating room for both stabilisation policy and managing structural challenges.", "Measures in these and other areas aim to make the Swedish economy and Swedish society function better in various respects.", "Many of them also aim to increase growth and production capacity in the long term - what are usually called supplyside policies.", "When aggregate supply and production capacity increase, conventional economic theory suggests this puts downward pressure on prices for a given level of demand.", "However, these growth effects take quite a long time to occur.", "In the shorter term, the effect is very likely to be that demand and inflation increase.", "But as I have noted, this may also be positive in the situation we are in today.", "Beneficial to formalise policy?", "It is possible that a system in which fiscal policy plays a more active role in macroeconomic policy could benefit from being formalised and the rules clearly laid down.", "One possibility is for the policy to be conditional on a particular measurable target - that it becomes what economists call state contingent.", "Until this target is achieved, the budget is run with a deficit.", "Another possibility is to make the policy time contingent.", "For example, fiscal policy makers could announce their intention to allow the budget to run with a deficit, let us say over a ten-year period, according to a predetermined path - similarly to how monetary policy signals its ambitions with the policy rate.", "They could also specify what they wish to achieve with this more expansionary fiscal policy.", "The plan should, of course, be gradually updated and made more detailed.", "And while the deficits are running, the policy is continuously evaluated with regard to how it relates to the target path and how effective it appears to be.", "Although a time contingent strategy may be somewhat less attractive to economists than a state contingent one, it could have some advantages: it would probably be easier to implement and manage politically, as it has a predefined clear sunset clause.", "As long-term sustainable public finances are, of course, still a basic precondition, once the period is over, or once the set goal has been achieved, a switch is made to keeping the debt stable in relation to GDP again.", "Of course, even if a time contingent rather than state contingent strategy is chosen, the risk exists that politicians will start to consider, over time, that the floodgates have been opened or that it will be too difficult to end the expansionary policy.", "However, if the rules are set out in advance in a formal and clear framework, these risks should be manageable.", "After all, in Sweden, we have shown for many years now that we are quite good at continuously evaluating and debating our economic policy and sticking to frameworks that we have set up to fulfil long-term economic objectives.", "To be even more concrete, one idea could be to give the Swedish Fiscal Policy Council, or some other body, the task of continuously evaluating whether fiscal policy is keeping to the announced plan and delivering the expected results.", "Consideration could also be given to broadening the mandate to include analyses of how overall macroeconomic policy is being conducted.", "Monetary policy would thus also be analysed in parallel with fiscal policy in an overall economic policy context.", "As I have tried to convey, fiscal policy and monetary policy have become more interdependent than before and it would be valuable if a body were to continuously shed light on and keep us aware of this fact.", "Sweden has good prerequisites The prerequisites for allowing fiscal policy to play this kind of more active role differ from country to country.", "As I see it, however, they are particularly good in Sweden's case.", "One important aspect is that the public debt is currently low from an international perspective (Figure 3).", "It is about 40 percent of GDP, and is projected to fall over the coming years.", "In Germany and Finland, for example, countries that are known for not jeopardising their public finances, it is about 70 per cent - about SEK 1,500 billion higher than in Sweden, in terms of the Swedish debt ratio.", "The fact that debt has decreased over time shows that we are able to generate surpluses when needed.", "The framework we have built up with strong institutions, a controlled budget process and careful reviews and evaluations has played a major role in this and is, of course, a great advantage.", "I therefore believe that there are good prospects for fiscal policy to play the more active role needed as long as the scope for monetary policy is limited - without jeopardising the sustainability of public finances.", "The importance of an open discussion Let me wind up.", "The aim of my speech today is to stimulate discussion of issues that I believe are important.", "I do not claim to deliver proposals that are ready to be taken 'off the shelf', and I am aware that much additional work is required before these thoughts and ideas can be put into practice.", "There are most likely also several aspects and complications that I have not thought of.", "Nevertheless, no problem can be solved by turning a blind eye to it instead of dealing with it, even though the solution may involve changes that may seem uncomfortable and require us to start thinking in a slightly new way.", "This process will be easier if we can have a free and open discussion with the overall goal of making the Swedish economy work as well as possible.", "Of course, I am also fully aware that these are issues for the political system to address and resolve.", "Nevertheless, a debate with many participants and views is always a good start.", "Auclert, Adrien, Hannes Malmberg, Frederic Mertenet and Matthew Rognlie (2021), \"Demographics, wealth, and global imbalances in the twenty-first century\", NBER Working Paper 29161.", "Blanchard, Olivier (2019), \"Public Debt and Low Interest Rates\", American Economic Review 109(4), pp.", "Calmfors, Lars (2021), \"Det är kanske dags att ompröva det finanspolitiska ramverket\" [It may be time to review the fiscal policy framework], article in Dagens Nyheter, 21 October (in Swedish).", "ECB (2021), \"The ECB's monetary policy strategy statement\", Economic Commission (1993), Nya villkor för ekonomi och politik [New conditions for the economy and politics], Economic Commission's proposal, SOU 1993:16 (in Swedish).", "Government (2021), Statement of Government Policy, 30 November.", "Jansson, Per (2019), \"Considerations of an interest rate dove and an inflation hawk\", speech at Danske Bank, 3 December.", "Jansson, Per (2020), \"Thoughts on the need for changes to inflation targeting\", speech at Handelsbanken, 16 December.", "Lane, Philip R. (2021), \"The future of the EU fiscal governance framework: a macroeconomic perspective\", address at the European Commission's webinar on \"The future of the EU fiscal governance framework\", 12 November.", "Lagerwall, Björn (2019), \"Fiscal policy in a monetary policy perspective\", Economic Commentaries No.", "Leeper, Eric M. (2018), \"Sweden's fiscal framework and monetary policy\", Economic Review 2018:2, Sveriges Riksbank.", "Leeper, Eric M. (2021), \"Shifting Policy Norms and Policy Interactions\", paper presented to the panel discussion \"The Interaction of Fiscal and Monetary Policy\" at \"Macroeconomic Policy in an Uneven Economy\", an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, 8 September.", "Powell, Jerome H. (2020), \"New Economic Challenges and the Fed's Monetary Policy Review\", speech, 27 August 2020, Federal Reserve.", "Regling, Klaus (2021), interview in Der Spiegel, 15 October, European Stability -regling-interview-derspiegel-germany Sims, Christopher A.", "(2016), \"Fiscal Policy, Monetary Policy and Central Bank Independence\", lunch speech at \"Designing Resilient Monetary Policy Frameworks for the Future\", an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming, 26 August.", "Svenska Dagbladet (2021), \"Ändra det finanspolitiska ramverket snabbare\" [Change the fiscal framework more quickly], article by Magdalena Andersson (S) and Aina Lindhagen (MP), 9 November (in Swedish).", "Svensson, Mattias (2021), \"Spendergalna politiker tjänar på att du förlorar\" [Profligate politicians are profiting from your loss], editorial in Svenska Dagbladet, 18 November (in Swedish).", "Ubide, Ángel (2021), \"An all-weather economic policy framework for the euro area\", column, VoxEU, 8 October, -weather-economic-policy-framework-euro-area Figure 1.", "Broken lines refer to forecasts of the Maastricht debt by the Swedish National Debt Office (SNDO) and Swedish National Financial Management Authority (ESV).", "Sources: Swedish National Financial Management Authority, Swedish National Debt Office, Statistics Sweden and the Riksbank Figure 3.", "Swedish public debt ratio low from an international perspective Public debt as percentage of GDP, 2020 200 200 50 50 Note.", "Maastricht debt for countries within the EU.", "Sources: Eurostat, IMF and the Riksbank"], "classifications": ["none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fiscal policy", "Monetary policy", "Inflation targeting", "Public debt", "Economic growth", "Interest rates", "Macroeconomic policy", "Fiscal sustainability", "Inflation control", "Central bank independence"]}