{"sentences": ["Structural changes (especially digitalisation and the carbon transition) can be expected to be highly influential in driving macroeconomic outcomes over the next decade and are of first-order importance for central banks.", "In the European context, public policy is firmly geared to promoting a smooth and comprehensive digital and green transformation of the European economy, including through the design and funding of the Next Generation EU (NGEU) programme.", "In the spirit of a research seminar, my aim today is to outline some issues that call for further research - both inside policy institutions (including central banks) and in academia.", "These secular forces are intertwined.", "In particular, digitalisation can do much to facilitate a lowercarbon economic model, while shifts in global patterns of energy consumption are clearly influenced by the power needs of different strands of the digital economy.", "A wide variety of modelling and analytical approaches are required to gain the necessary comprehensive understanding of the economic, financial and social impact of these structural changes, including the interaction effects between digitalisation and the carbon transition.", "Digitalisation and the greening of the economy require significant levels of investment, both from the private sector and the public sector.", "In addition, public transfers and subsidies will be required to ensure an inclusive approach.", "The funding of digitalisation and the carbon transition poses significant challenges for the financial system, the tax system and the public finances.", "While these funding decisions will be heavily influenced by political economy considerations, the design of optimal funding schemes remains a high research priority.", "For central banks, it is essential to monitor these underlying structural changes and assess the implications for economic growth and inflation dynamics along both cyclical and trend dimensions.", "The direct and indirect effects of digitalisation and the carbon transition on the financial system and the drivers of the equilibrium real interest rate also warrant intensive study, especially in view of the possible implications for the monetary transmission mechanism.", "In particular, the net impact of these structural changes requires a full-scale, intertemporal general equilibrium approach: shorter-run and longer-run forces may work in opposite directions, while the nature of the impact on the supply side of the economy needs to be assessed jointly with the implications for the various components of aggregate expenditure: public and private consumption, public and private investment and export and import dynamics.", "From a central banking perspective, the uncertainties associated with structural change reinforce the value of a stability-oriented approach to the conduct of monetary policy.", "In particular, a clear anchor for monetary policy allows households, firms and governments to concentrate on the many challenges associated with digitalisation and the carbon transition, secure in the knowledge that monetary policy will be guided by a clear and predictable framework that, in the case of the ECB, is oriented towards stabilising inflation at two percent over the medium term.", "Although the precise design and calibration of our policy instruments will surely be influenced by these structural forces in the coming years, the policy goal will remain the same: protecting price stability by focusing on the symmetric two percent inflation target.", "In turn, our recent comprehensive strategy review has given us very strong foundations for ensuring that the conduct of monetary policy will take into account the economic, monetary and financial implications of digitalisation and the carbon transition."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Digitalisation", "Carbon transition", "Structural changes", "Inflation", "Monetary policy", "Economic growth", "Financial system", "Funding", "Investment", "Stability"]}