{"sentences": ["Ladies and gentlemen, good afternoon.", "Asia is becoming a global force in capital markets.", "In 2020, equity capital raised in the AsiaPacific region increased by two-thirds.", "Debt capital increased by 10%.", "The Asia-Pacific accounted for more than one third of global equity proceeds as well as one-third of debt issuance last year.", "There are three reasons why Asian capital markets are poised for continued rapid growth: dynamic companies with large fundraising needs; large pools of capital looking for investment opportunities; and effective platforms to match fundraising needs with capital Asia is fertile ground for innovative companies to thrive.", "With rising household incomes and increasingly tech-savvy consumers, Asian consumer markets are burgeoning.", "This has helped to spur a burst of entrepreneurship in Asia.", "We see this innovative energy across Asian cities, from Bangalore to Shenzhen, Jakarta to Manila, from Ho Chi Minh City to Bangkok, and of course Singapore.", "Asia is now home to a large number of high-growth companies, such as Carousell, Carro, Justco, MiRXES, and Ninja Van.", "To scale up, Asian companies need to raise capital.", "As these firms expand into more markets, they will need PE/VC funding, and eventually tap on the public markets.", "Asia has attracted substantial institutional funds from around the world.", "Global investors' allocations to the region have been rising, alongside Asia's increasing weight in global indices.", "The region has become a favourite hunting ground for investors, in search of the next unicorns.", "Households and institutions in the region have themselves become ample sources of wealth looking for investment opportunities.", "These pools of capital can be mobilised through our capital markets, to finance the region's high-growth enterprises.", "Asia has an abundance of channels through which companies and capital can meet.", "There are established bourses as well as newer, tech-focused exchanges.", "There is also a growing number of blockchain-enabled platforms.", "Example: DBS Bank has launched the DBS Digital Exchange for the tokenisation, trading and custody of digital assets.", "Singapore's Value Proposition Singapore is well poised to become one of the leading fund-raising centres in Asia.", "There are four key dimensions to Singapore's value proposition: a vibrant ecosystem for private equity and venture capital; the premier Asian hub for solutions in investment risk management; a rapidly growing debt capital market; anda promising equity capital market.", "First, a vibrant private equity and venture capital ecosystem.", "The thriving start-up and Fintech scene in Singapore and Southeast Asia have drawn active interest from PE/VC players from around the world.", "PE/VC assets under management in Singapore have doubled over the last five years.", "They grew by over 50% last year despite the COVID-19 pandemic and recession, testament to the resilience of the ecosystem.", "Technology and innovation are making private equity and venture capital investments more accessible.", "With tokenisation, assets can be fractionalised, allowing smaller investors to access investments that were once the domain of large institutional investors.", "Example: ADDX, a private market exchange backed by the Singapore Exchange, offers eligible investors access to a wide range of investments with just $10,000 - from global names such as Partners Group' private equity fund to homegrown private companies like XM Studios.", "Second, a comprehensive suite of solutions for investment risk management.", "Singapore's foreign exchange market is the third largest in the world.", "Daily trading volume is more than US$640 billion.", "The deep FX market enables market participants to manage and hedge currency risks in their investments.", "Singapore is the premier derivatives hub in Asia, and the largest offshore market for Asian equity index derivatives.", "Corporates and investors can hedge their risks through a wide range of derivative products, across equities, FX, commodities, rates, and fixed income.", "Let me give two examples of how these derivative products play an important role in managing risks.", "SGX's freight futures contracts have proven especially useful in helping companies manage their freight rate risks amid strains in global supply chains and volatility in shipping rates.", "As a commodities trading hub, Singapore's deep derivatives market for materials such as iron ore provides global participants with the tools to manage risks as well as express their market views.", "Singapore's strengths in technology are helping to make its risk management solutions even more accessible and efficient.", "Efforts are underway to use blockchain technology to enable a more streamlined and transparent market.", "Example: SGX's Marketnode seeks to enhance the efficiency of fund raising through international debt capital markets, shifting from a largely analogue process today, to a digital, automated environment supported by distributed ledgers and smart contracts.", "We anticipate that in the near future, the ability of real-time validation through a distributed ledger will shorten settlement cycles, which in turn allows for more cost-effective margin requirements.", "Third, a growing bond market that serves the needs of global and regional issuers.", "The size of Singapore's bond market has expanded by 50% over the last 5 years, reaching almost half a trillion Singapore dollars as at the end of 2020.", "SGX is the largest bond listing exchange in Asia with over 3000 bonds from 45 countries in 19 currencies.", "More than two-thirds of the bonds issued in Singapore are in foreign currencies including the G-3 and Asian currencies.", "Over 60 international and regional banks have debt origination teams and capabilities here to support international bond issuance out of Singapore.", "More than half of the bonds issued in Singapore come from foreign issuers.", "Example: China's Three Gorges issued a dual-tranche jumbo issue of US$1 billion in 2020, and the Philippines' Jollibee issued two tranches totalling US$1.2 billion.", "Singapore also has a vibrant green and sustainable bond market to support the region's transition to a low carbon future.", "The green bond market started only in 2017 but issuances are expected to cross S$10 billion by the end of this year.", "Diversity in financing instruments has also widened beyond green bonds, with around half of the funds raised so far in 2021 expected to come from the issuance of sustainability, sustainability-linked bonds as well as transition bonds.", "Fourth, an equity capital market with significant potential for growth.", "Singapore's public equity market has seen increased trading interest amid the COVID-19 pandemic.", "However, other exchanges in the region have grown even faster.", "SGX has traditionally had more active volumes in less volatile, income-generating investments, such as REITs, compared to other growth-focused exchanges.", "This is a gap we are committed to bridging.", "An extensive consultation with market participants last year highlighted two key challenges: a perceived lack of institutional investor interest, and a dearth of high-growth companies listing in Singapore.", "These are chicken-and-egg challenges.", "The public and private sectors have together come up with a slate of measures to enhance the ability of our equity market to better meet the needs of issuers and investors: strong co-investment support; reduced listing costs and improved research coverage; a new listing pathway; and a platform for sustainable investments.", "We have launched two new funds for co-investment.", "The government has come together with Temasek Holdings to establish a new S$1.5 billion fund, called Anchor Fund @ 65, which will act as a cornerstone investor for promising companies looking to list on SGX.", "The Economic Development Board's investment arm, EDBI, will establish a Growth IPO Fund, that is starting with a fund size of S$500 million to invest in growth stage companies, grooming them for IPOs in Singapore.", "We are bringing down listing costs and improving the research ecosystem.", "MAS has enhanced its Grant for Equity Market Scheme (GEMS) to provide additional support for listings in Singapore.", "The GEMS listing grant defrays the cost of listing on SGX by co-funding up to S$2 million of listing expenses, an increase from S$1 million before.", "The coverage of the scheme will be expanded to defray the listing costs of special purpose acquisition companies (SPACs) and real estate investment trusts (REITs).", "The GEMS research grant seeks to groom equity research talent and expand Singapore's research coverage of listed companies by co-funding the hiring costs of research analysts.", "We are expanding the listing pathways for corporates.", "SGX launched its framework for SPAC two months ago.", "Traditionally, IPOs can be a time-consuming process, and it can come with some uncertainty over valuations and pricing.", "With good quality sponsors, SPACs can meet the expansion needs of Asia's fast growing companies by letting them gain greater certainty on price and timing, as well as strategic partners that can help them grow further.", "We are positioning SGX as a platform for sustainable investments.", "There is much that capital markets can do to direct funding towards sustainable projects and corporates seeking to reduce their carbon footprint.", "Investors are demanding more transparency and they want the information they receive to be consistent and comparable.", "Issuers must account for the impact their actions have on the environment.", "There must be reliable disclosures and access to data for verification.", "SGX is spearheading efforts to enhance transparency in sustainable investments.", "Listed issuers on SGX have been making disclosures on sustainability since 2016.", "SGX is now developing a common sustainability disclosure portal, that will facilitate sustainability reporting for private companies and SMEs in the future.", "This will help promote more efficient pricing of corporates' ESG activities, through for example, incorporating a green premium or a brown discount.", "It will also help to prepare private companies and SMEs for increasing scrutiny from investors, as well as customers and consumers who demand greater accountability.", "In conclusion, Singapore has a comprehensive capital markets ecosystem supported by active public-private partnership and well laid out strategies.", "These are exciting times for Asian capital markets.", "The Asian middle class continues to grow.", "There is a wave of entrepreneurial energy and innovation.", "Technology is enabling more inclusive capital markets.", "The imperative of transitioning to a lower carbon future will be an increasingly important preoccupation for the region's capital markets.", "The Singapore capital markets aim to finance the next chapter of Asia's growth- underpinned by sustainability, enabled by technology, and fuelled by innovation."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Asia capital markets", "private equity", "venture capital", "debt capital", "equity capital", "sustainable investments", "investment risk management", "Singapore capital markets", "innovation", "technology"]}