{"sentences": ["The outlook for Euro Area inflation has clearly improved over the past few months.", "After years of low inflation, the headline number has passed 4% in October, for the first time in thirteen years.", "Euro Area inflation came from a lower pre-pandemic level than in the US, so this is a significant change.", "And in fact, after a prolonged period of deflation risks, the increase in inflationary pressures in the Euro Area is rather welcome.", "Inflation will stay at current levels at least until the end of this year.", "My baseline view is that current levels of Euro Area inflation are largely transitory, and that inflation will fall below 2% towards the end of next year.", "But upside risks to this baseline dominate.", "And we need to prepare for upside scenarios as well.", "Let me elaborate a bit on this.", "There are three factors relevant for inflation in the future: transitory factors that we know will end at a specific date, transitory factors of uncertain length, and factors that affect inflation durably.", "An important example of the first type is the temporary reduction of the German VAT-rate that ended in January of this year.", "It will drop from the inflation rate in January next year.", "This will lower core inflation in the Euro Area significantly from then onward.", "Another example comes from oil prices, where past increases will filter out of the data after 12 months.", "Oil prices were quite low one year ago and started rising almost continuously from there.", "This base effect will have a moderating effect on inflation in the months to come as well.", "This is the easy part.", "Less easy are transitory factors of uncertain length.", "Important in this category are the inflationary pressures from supply chain bottlenecks and future developments in energy prices.", "They both have a strong but transitory impact on headline inflation.", "At some point in time, bottlenecks will stabilize or even unwind.", "And energy prices will stop rising.", "But these transitory pressures are not necessarily short-lived.", "In fact, we have come to realize that the inflationary pressures from these sources last longer than initially thought.", "Thirdly, for our assessment of durable inflation, future wage developments are crucial.", "The average unemployment rate in the Euro Area is at the same level as before the start of the pandemic and employment has almost returned to the pre-pandemic levels.", "Nonetheless, wage demands, and realized wage agreements continue to be relatively modest.", "But if inflationary pressures were to persist longer, while the recovery matures and the labor markets conditions become tighter, higher wage increases will become more likely.", "If I weigh these three factors, I first note that the inflation outlook is one characterized by elevated uncertainty.", "Nonetheless, my current assessment is that transitory factors still dominate the inflation picture.", "The longer these transitory factors persist, however, the higher the probability that elevated inflation eventually feeds into higher wages.", "That is why our assessment of future wage developments will be very important in the period to come.", "Focusing on policy implications, the recent increase in inflationary pressures does not mean that we have already achieved our goal of inflation converging durably to our 2% target.", "Nor does it mean that our accommodative monetary policy is about to come to an end.", "In fact, our interest rate forward guidance is clear about this: we will only start raising our key policy rates once we are confident that inflation has durably converged to our target, also in our projections.", "This is a condition that is very unlikely to be fulfilled already in 2022.", "Although in the current outlook inflation has not yet durably converged to our 2% target, we should not be complacent about upside risks to inflation.", "We therefore need to maintain a degree of policy optionality.", "Or in other words, we cannot make long-lasting unconditional commitments that might end up being incompatible with how the inflation outlook develops.", "This need for policy optionality has implications for the transition out of the Pandemic Emergency Purchase Program, the PEPP, which is likely to come to an end in March 2022.", "Here, we face two challenges related to the PEPP's dual purpose.", "First, there's the PEPP's monetary stance role.", "The program was designed in part to counter the downward impact of the pandemic on inflation.", "With the pre-pandemic inflation outlook restored, and with upside inflation risks being prominent, this goal has been reached.", "A key question going forward is whether we will need a higher purchase volume under our regular Asset Purchase Program to facilitate the transition out of the PEPP and to further support inflation dynamics.", "To me, this is not clear-cut.", "While we will definitely aim to prevent cliff effects, it very much depends on the inflation outlook whether we will need a durably higher purchase pace.", "If this outlook changes, I think the Asset Purchase Program, the APP, is our appropriate instrument of marginal policy adjustment.", "We should thus maintain the policy optionality to adjust our purchase pace in either direction, if needed.", "A second challenge is that, when we transition from the PEPP to the APP, we will likely lose some of the flexibility that was embedded within PEPP.", "This flexibility has served us well in countering risks to the monetary policy transmission mechanism caused by the pandemic.", "PEPP has therefore been designed in such a way that purchases can be conducted in a flexible way over time, across asset classes and among Euro Area countries.", "When we transition out of PEPP, we will need to assess whether maintaining this type of flexibility is proportional and, if so, how it can best be achieved.", "I think I stop here and hand it over to you, Axel."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Euro Area inflation", "transitory factors", "durable inflation", "wage developments", "policy optionality", "Asset Purchase Program", "PEPP", "headline inflation", "monetary policy transmission mechanism", "monetary policy"]}