{"sentences": ["I would like to welcome everyone this afternoon to our conference on the important role of statistics in economic analysis and policymaking, and what lessons we can take from the pandemic period to support us in our future challenges.", "Evidence-based policymaking is key for the Central Bank and, of course, high quality data provides the foundation for this approach.", "In addition, part of our statutory role involves producing high quality financial statistics, both for our own analysis but also as a public good.", "We disseminate our data and analysis through various publications, seminars and through ongoing interactions with government departments, academia and commentators.", "It is highly important to us to be a trusted and credible source for our users domestically and further afield.", "Improvements to statistics in recent years One of my very last pre-pandemic speeches was at the Sixth Household Finance and Consumption Conference in December 2019.", "My focus then was very much on marking the significant progress made by the statistical community over the previous decade in response to the Financial Crisis.", "We saw substantial national and international efforts to build better quality, more comprehensive, flexible and integrated statistics.", "International cooperation is crucial for further progress including identifying data gaps, building areas of speciality and developing platforms to share ideas in a world that is becoming ever more interconnected.", "Within the Central Bank we have being developing key skills to integrate granular data into our decision making and existing risk assessment frameworks.", "Local initiatives covering credit risk and borrower resilience such as the Central Credit Register and European initiatives such as AnaCredit along with insights on capital market financing from Securities Statistics have emerged as important tools in supporting decision making within the Central Bank.", "Our data and analyses also support decisions and public policy on a range of topics impacting households and businesses, most notably with the establishment of Irish National Claims Information Database in 2019, as well as ongoing data sharing with the Central Statistics Office for the purposes of National Accounts, amongst other things.", "To future-proof our data as the economy and financial sector evolves, we were also feeding into work on establishing harmonised statistics on distributional financial accounts, occupational pensions and the innovations in payments at the European level, amongst others.", "The progress made has been significant and a leap from where we stood a decade ago.", "The challenges of the pandemic There were, however, some dark clouds gathering when I made that speech in 2019, in the form of the pandemic.", "I don't think any of us fully appreciated what the next 18 months would hold for each of us and our families.", "Little did we know how quickly and intensively we were about to test the resilience of our societies, economies and financial systems.", "In addition, we were about to test the previous decade of investment in our statistical infrastructure.", "We were about to test the statistical system's ability to rapidly change and adapt to a completely new set of challenges.", "I will leave it to others to make a final determination of the success of this but I would draw three key observations.", "As a consumer of statistics, one aspect that we may Keeping the show on the road: underappreciate is the work behind the scenes and the systems required to maintain the production pipeline.", "Credit has to go to all those involved in keeping this statistical system running throughout the pandemic; in particular during the early stages where information was so desperately required.", "We knew that if we were to make good decisions, we needed to see and understand what was happening in the economy and financial system.", "This success was due to good planning, prioritising what really mattered, but also excellent interagency cooperation working in the public interest.", "Reaping the benefits of granular data: The investment in highly granular data served us well.", "Unlike in the financial crisis, we were very quickly able to see inside loan and securities holding portfolios by name of counterparty to quickly understand where the large financial exposures in the economy lay, particularly in heavily affected sectors.", "For example: who held large exposures to airlines or consumer-facing sectors?", "How were investment managers and their investors changing investment behaviours?", "Because of the nature of the datasets, we were able to ask and answer questions that we had not envisaged at the time of design.", "There were some areas where the data was still not as available, such as granular deposit information to understand excess savings, and detailed data on SME financial positions.", "Some experimental work supported us in this space.", "The future - real-time data and beyond: Finally, I say nothing new when I state that statistics, by their nature, paint a picture of the world at a point in time and with a lag.", "We could not wait weeks or months to understand pandemic developments in credit and consumer spending behaviour.", "By the nature of an unfamiliar event such as a pandemic, events move very fast and there were effects that we did not fully understand.", "We also needed very clear messaging on what was happening underneath the data, how to interpret the data and to communicate findings.", "Serious innovations occurred both in Ireland and across many countries.", "The Bank for International Settlements established a very useful webpage listing many of these initiatives and played an important role in diffusing the lessons from one country to the next.", "Within the Central Bank, our Head of Statistics, Rory McElligott, will detail in his presentation later on some of our innovations, including highfrequency data on payments and credit activity and new partnerships with private tech companies to help understand labour market conditions.", "These new higher frequency experimental statistics complemented existing datasets and official statistics, allowing us to deliver timely economic assessments for both internal discussions and publications to inform the public.", "Future challenges So, the direction of travel is positive but the challenges ahead remain substantial.", "One challenge that both our Governor and I have outlined in recent months is related to climate change and the challenge of transitioning the economy and society to a low-carbon environment.", "The Central Bank has been taking steps in this space in recent years and indeed our keynote speaker today discussed climate change and its effects on the Irish Financial System during his time as Governor.", "This year, the Central Bank has established a dedicated climate change unit to strategically drive the work that the Central Bank needs to do to address the challenge of climate change within its mandate.", "This includes, for example, the need to understand the exposure of our financial system and firms within it to climate change risks, and the need to monitor and assess progress in mobilising finance to sustainable means.", "Reliable data will be required to examine all of these issues and to support our decision-making over the coming years.", "Progress will need to be made swiftly at national and international levels, and we will need to be innovative to gather the data that we need.", "However, innovation alone will not fill all the gaps.", "Given the global and broad nature of climate change risks, the solutions will be in collaboration with others in the public and private sectors, and through sharing experience and skills.", "Many of you will also be aware that the ECB has concluded an in-depth review of its monetary policy strategy.", "This too will have data implications.", "For example, the revised analytical framework, with its focus on monetary and financial analysis, is likely to draw increasingly on micro data.", "An area where developments are foreseeable in the coming years that could alter the economic and financial landscape in which monetary policy operates is the increasing role of non-banks.", "Given Ireland's role as a global international centre for a whole range of financial entities including Money Market Funds and Investment Funds, we aim to play an active role in this research agenda and leverage the vast amounts of data available from the Irish system.", "Lastly, the depth, speed and scale of technological innovation and digitalisation in the financial system has been significant in recent years and certainly looks set to continue - particularly in the payments ecosystem.", "The world is and will continue to be awash with data - some trusted, some that requires caution.", "In this world the importance of clearly communicated, trusted and verified statistics becomes even more valuable for an organisation like the Central Bank of Ireland to deliver on its mandate.", "The foundations are solid, and it will be the continuation of the international cooperation seen over the past decade as well as agility and innovation that will support us into the future.", "To conclude, I would like to again welcome everyone to our conference today and I would like to thank all those who have contributed to organising and participating in this event, especially our speakers and panelists.", "For the keynote speech today, we are delighted to welcome Philip Lane back to the Central Bank of Ireland, if only virtually.", "I will now hand over to Jenny Osborne-Kinch from our Statistics Division, who will provide a full introduction for Philip.", "Thank you for your attention.", "Donnery, Sharon, Better Data to Inform Better Policy.", "Opening remarks at the Sixth Conference on Household Finance and Consumption (16 December 2019).", "Makhlouf, Gabriel, Climate Change: Towards Action.", "Central Bank of Ireland Governor's Blog (31 March 2021).", "Donnery, Sharon, Risks and Opportunities from Climate Change.", "Address to Department of Finance and Sustainable Nation Ireland Conference (16 May 2016).", "P., 2019, Climate Change and the Irish Financial System.", "Central Bank of Ireland Economic Letter, Vol.", "Central Bank of Ireland, Financial Stability Note, Vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Statistics", "Granular Data", "Climate Change", "Pandemic", "Data Gaps", "Monetary Policy", "Economic Analysis", "Policymaking", "Technological Innovation", "Digitalisation"]}