{"sentences": ["I would like to thank the BIS for inviting me to participate in this panel on Bigtech and data in finance, and discuss what does the entry of big techs in payments mean for competitiveness and financial ecosystem and the challenges it represents for central banks.", "Recent advances in technology and innovation have created the potential for a structural transformation in payment and financial services (platform payments and platform finance).", "The inclusion of networks with a wide customer base in the financial ecosystems, the so-called Bigtechs, seeks to link customers with financial services, either provided by financial intermediaries or themselves.", "This raises key issues for public policy, in terms of competition, consumer protection and financial stability.", "An open finance ecosystem could have several benefits, better services, lower costs and deeper financial inclusion, but authorities should be careful and avoid potential suboptimal results (concentration, vertical integration, lack of interoperability, etc.).", "An open finance ecosystem without adequate regulation will not deliver the desired public goods.", "Bigtechs providing payment and financial services are clearly part of our financial ecosystem.", "We must work on the necessary technological and regulatory conditions to avoid regulatory arbitrage.", "It must be clarified that a level-playing field is not against innovation.", "Instead, it is a response by policymakers to avoid the \"winner takes all equilibrium in networks\" and \"too big to regulate\" problems, as conditions needed to promote competition, sound risk management and public interest.", "To promote a well-functioning payment systems and a more inclusive and efficient financial system and to make a good use of the opportunities offered by new technologies, we have identified seven public policy anchors to guide this process: 1.", "Same risk / same regulation: o align incentives to achieve maximum social benefits, o addressing market failures and o promoting an environment for competition.", "Level playing field on AML/CFT requirements, legal, financial and operational risks.", "Interoperability and neutrality: Need to avoid large networks using their condition as a competitive advantage to carry financial transactions exclusively through their networks.", "No kingmakers: Large networks joint-venturing with specific financial institutions could extend the former's market power and concentration to financial markets.", "Ensure business continuity with large foreign providers: The failure of a Fintech or Bigtech could have substantial spill-overs.", "Global coordination to address jurisdictional gaps.", "Mexican Financial Authorities are working on the adoption of these policy anchors.", "The cornerstone for a healthy open financial and payment ecosystem is a safe and robust infrastructure, and central banks play a key role on four core elements: 1.", "A robust infrastructure for clearing and settlement is imperative for low, medium and large value payments (24/7 services).", "Strong authentication and validation infrastructure.", "Plug-in arrangements such as APIs to provide access to new participants to the network, including Bigtechs.", "Capacity to operate ledger services, as a requirement to implement a CBDC facility.", "Another involvement of Bigtechs in the financial system that central bankers must evaluate is the provision of back-office services to the financial system.", "A clear example is on cloud computing, that could entail business continuity and systemic risks.", "I conclude stressing that developing an open payment and financial ecosystem safeguarding public interest should be at the top of the local and international agenda: 1) Adequately regulated, Bigtechs and large customer networks could help promote financial inclusion in three key dimensions, payments, investing and financing. )", "Payment systems are inherent to central bankers in their provision of money.", "Leveraging on the latest technology and developing fast retail payments and CBDCs, are of utmost importance for central banks"], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Open finance ecosystem", "Bigtechs", "Financial inclusion", "Competition", "Level playing field", "Central banks", "Payment systems", "Same risk / same regulation", "Cloud computing", "CBDCs"]}