{"sentences": ["It is a great pleasure to join you this afternoon and share some thoughts on possible avenues for addressing vulnerabilities in the non-bank financial sector.", "I will focus on three main areas.", "I will start by outlining why a macroprudential approach to non-banks matters from a central banking perspective, touching upon monetary policy and financial stability considerations.", "I will then highlight some examples of the key externalities which emerged in the non-bank financial sector at the onset of the coronavirus (COVID-19) pandemic.", "Finally, I will share some considerations on the way forward for a macroprudential approach to non-bank financial intermediation (NBFI).", "Why a macroprudential approach to NBFI matters from a central banking perspective The non-bank financial sector has grown considerably in size over the past decade, and it has become increasingly relevant for funding the real economy.", "In the euro area, the financial assets of non-bank financial institutions have more than doubled since the global financial crisis.", "Accordingly, this sector has become an important source of funding for the real economy, with its share of overall credit to non-financial corporations growing from about 15% to 30%.", "This has clear benefits for non-financial corporations seeking to diversify their sources of funding across bank-based and market-based finance.", "From a central banking perspective, it also has implications for both financial stability and monetary policy.", "Let's first consider financial stability.", "Structural vulnerabilities and the increasingly interconnected nature of the non-bank financial sector both pose a considerable risk to the wider financial system and the real economy.", "We highlighted some of these risks in our latest assessment published in the ECB's Financial Stability Review, including growing liquidity mismatch, increasing duration risk and emerging evidence of pockets of high leverage in certain funds.", "In particular, the investment fund sector is now more exposed to credit risk, duration risk and liquidity risk than it was before the pandemic.", "Holdings of BBB and sub-investment grade bonds now represent more than half of investment fund portfolios.", "Non-banks are also crucial for the transmission of monetary policy.", "Yet, for monetary policy to be transmitted smoothly, it is important that non-banks can provide a stable source of finance across the financial cycle.", "More broadly, in line with the conclusions of our recent strategy review, financial stability is a precondition for price stability and vice versa.", "To that end, effective macroprudential policies are needed to keep financial stability risks at bay and thereby complement monetary policy in the pursuit of its price stability objective.", "Vulnerabilities in non-bank finance and possible externalities During the market turmoil in March 2020, it became clear that parts of the non-bank financial sector were not sufficiently resilient to absorb the shocks facing them.", "These shocks then spilled over to other sectors of the financial system.", "Money market funds and the less liquid corporate bond funds came under stress, as they faced large redemptions at the same time as a decline in underlying market liquidity.", "As investors shed some of their assets and corporates scrambled for cash, there was a risk that mounting liquidity pressures would amplify market stress and lead to a wider loss of confidence.", "Timely interventions by central banks helped to contain the stress and calm financial markets.", "Nevertheless, there were vulnerabilities in non-bank finance that created negative externalities during the market turmoil at the onset of the pandemic in March 2020.", "Let me give you some examples.", "First, while corporate bond funds were generally able to meet increased redemptions, their response to outflows added to selling pressures and the broader demand for cash, thereby amplifying liquidity stress in financial markets.", "Existing crisis management tools were not effective in slowing down the outflows or mitigating the impact of asset sales on underlying markets.", "Although the shock triggered by the COVID-19 pandemic was unprecedented, concerns about liquidity mismatch in some open-ended funds had been raised long before the pandemic, including by the ECB and the ESRB.", "Second, while money market funds (MMFs) have been an important source of liquidity in unsecured short-term markets, such funding proved unstable during the March 2020 market turmoil.", "MMFs significantly reduced their holdings of short-term bank debt in response to outflows.", "This undermined the pricing and liquidity in the primary market of bank commercial paper, contributing to the rise in the euro interbank offered rate (EURIBOR) - a key reference rate in the euro area - with the potential to affect borrowing rates in other sectors of the economy.", "Third, the significant increase in margin calls in derivatives markets during the March 2020 turmoil also exacerbated the liquidity stress, as certain non-bank financial institutions had to liquidate assets to meet these margin calls.", "Some non-banks had been using money market fund shares to store and manage cash, therefore the need to meet margin calls eventually spilled over to MMFs.", "Externalities might also arise from the use of non-bank leverage, where the interlinkages with the banking system are usually more direct.", "Take the recent example of Archegos, a family office which used derivatives to lever up and which triggered significant losses for some of the largest global banking groups.", "The way forward for strengthening the NBFI regulatory framework from a macroprudential perspective To date, the macroprudential policy framework has focused primarily on the banking sector.", "The framework for the non-bank financial sector, meanwhile, is to a large extent lacking a macroprudential perspective.", "This means that there are fewer safeguards in the non-bank space and, during periods of benign market conditions, risks can grow largely unchecked.", "But as market conditions deteriorate, there is a risk of non-banks amplifying shocks.", "As I have explained, this is what we saw during the early stages of the pandemic, when the role of MMFs and open-ended funds contrasted with that of the banking sector.", "Instead of amplifying the shock, the banking sector helped to absorb it.", "This episode also underlines the need for authorities to take a comprehensive approach to strengthening the macroprudential policy framework for non-banks.", "Such a framework should adopt a system-wide perspective with a focus on building resilience ex ante, rather than relying on ex post measures.", "It should aim to ensure that non-banks can provide a stable source of funding in both good times and bad.", "And it should be developed with the flexibility to respond to risks as they evolve, given the diverse set of entities and activities in the non-bank financial sector.", "In terms of the international policy agenda, we have seen considerable progress on MMF reforms over the past year.", "The Financial Stability Board, for example, has recently issued policy proposals to tackle vulnerabilities in MMFs.", "The ESRB will also soon publish a recommendation on money market fund reforms and the European Commission will review the EU money market fund regulation in 2022.", "The next steps should include enhancing policies for open-ended investment funds and margining practices as well as tackling risks from non-bank leverage.", "Policies for the broader investment fund sector should address liquidity mismatches as a key priority.", "Improvements to margining practices should focus on increasing transparency, reducing excessive margin procyclicality and ensuring that non-banks are better prepared for margin calls.", "And it is important to understand and tackle the risks associated with leverage in the non-bank financial sector.", "To monitor and address vulnerabilities arising from the use of leverage, globally consistent leverage metrics are needed.", "The non-bank sector's role in financing the euro area economy has increased significantly over time.", "In terms of strengthening European capital markets, this is a welcome development.", "Looking ahead, a more comprehensive macroprudential framework will support this role even further: it will help ensure that non-banks are more resilient and, in turn, a more stable source of funding for the real economy in both good times and bad.", "It should also reduce the need for extraordinary central bank interventions in the future, thereby helping to alleviate concerns related to excessive risk-taking and moral hazard.", "ECB (2021), Financial Stability Review, November.", "Work stream on non-bank financial intermediation (2021), \"Non-bank financial intermediation in the euro area: implications for monetary policy transmission and key vulnerabilities\", Occasional Paper Series, No 270, ECB, September.", "ECB (2021), \"The role of financial stability in the ECB's new monetary policy strategy\", Financial Stability Review, November.", "Financial Stability Board (2020), \"Holistic Review of the March Market Turmoil\", 17 November.", "See, for example, ECB (2019), \"Euro area bond funds continue to expand and increase liquidity risk\", Financial Stability Review, Chapter 4, November; and ESRB (2019), \"EU Non-bank Financial Intermediation Risk Monitor 2019\", July.", "(2020), \"Recent stress in money market funds has exposed potential risks for the wider financial system\", Financial Stability Review, ECB, May.", "Financial Stability Board (2021), \"Policy Proposals to Enhance Money Market Fund Resilience - Final report\", October.", "Basel Committee on Banking Supervision, Committee on Payments and Market Infrastructures and Board of the International Organization of Securities Commissions (2021), \"Consultative report: Review of margining practices\", October."], "classifications": ["none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["macroprudential approach", "non-bank financial sector", "financial stability", "monetary policy", "liquidity risk", "money market funds", "investment funds", "margin calls", "leverage", "vulnerabilities"]}