{"sentences": ["The challenges addressed here today are of vital importance to the Network of Central Banks and Supervisors for Greening the Financial System (NGFS).", "Since its foundation in 2017, the NGFS has grown with lightning speed from eight to almost 100 members today.", "Our membership encompasses central banks and supervisors from developing, emerging and developed economies.", "Covering five continents, ranging from the biggest economies to the smallest island states - none immune from storms, fires, floods and deforestation.", "The bad news is that until a few years ago, climate change and environmental degradation were all but blind spots for the financial sector.", "The good news is that this is no longer so.", "The work of the NGFS has decisively contributed to the insight that climate and environmental risks are a source of financial risk, bringing them squarely within the mandates of central banks and supervisors.", "And to the understanding that the financial sector needs to be part of the solution to the ongoing climate and environmental crises.", "With our large and committed membership, our leverage on the financial sector can hardly be overestimated.", "Together we supervise all global systemically relevant banks and over two-thirds of systemically relevant insurers.", "Together we cover 88% of the global economy and 85% of all global emissions.", "At the NGFS we have been working hard over the past four years to integrate climate-related and environmental risks into the work of central banks and supervisors.", "We published a Guide recommending that supervisors clarify their expectations that banks and insurers should revisit their very DNA to address climate-related and environmental risks.", "In addition, the NGFS has developed forward-looking scenarios, identified data gaps and assessed how climate change is relevant for monetary policy.", "Through these activities, clear light has been shone on the relevance of climate change for the financial sector.", "Concrete tools have been developed and significant progress has been made.", "However, forests - and more broadly, nature - have so far remained too much in the shadows.", "Recognising the harm that nature-blind financial flows may cause, and that climate change and environmental degradation are very much related, last month the NGFS published a study on biodiversity and financial stability.", "We - and the financial institutions we supervise - need to become at least as expeditious on nature-related risks as we are on climate.", "Reaching net zero and saving nature requires the right combination of urgent, concrete and decisive government policies and a financial system aligning itself with these policies in terms of both grasping the related opportunities and managing the related risks.", "Our network will continue to wield its leverage to green the financial system.", "For although finance alone cannot make the world green, greening the world without it is impossible.", "Forests and finance are more intricately intertwined than ever and only together they can thrive."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Climate change", "Environmental risks", "Financial stability", "Biodiversity", "Green finance", "NGFS", "Central banks", "Supervisors", "Nature", "Deforestation"]}