{"sentences": ["Speeches Statements by Yannis Stournaras, Governor, Bank of Greece Governors' panel \"Inflation: Can Central Banks Cope?", "\", European Forum Alpbach (EFA) 2022 30/08/2022 - Speeches Drivers of inflation Let me first say that it is a pleasure and an honor to be participating at the European Forum Alpbach.", "Upon its founding in 1945, the Forum was one of the first post-war initiatives that aimed to establish a unified and democratic European community.", "We have come a long way since that time but, as the war in Ukraine has shown, we are still some distance away from achieving the goals of Otto Molden and Simon Moser, the founders of this wonderful forum.", "Robert Holzmann has posed a very important question: what are the drivers of the very high inflation rates that we see today?", "It has been over a year since the euro area economy has been hit by a sequence of supply shocks -- including successive waves of the pandemic-- that have pushed up inflation.", "We have seen a spike in fuel prices and a series of supply disruptions caused by the pandemic, which raised energy and commodity prices further.", "While the euro area economy was just recovering from the pandemic earlier this year, it was hit by another major shock stemming from the outbreak of the war in Ukraine and the associated sanctions.", "The shock exacerbated the supply bottlenecks and intensified the surge in energy, commodity and food prices.", "These surges in energy prices have hit the euro area much harder than they hit the Unites States, which is not nearly as dependent on imported energy.", "In parallel, as restrictions imposed to curb the pandemic waves were lifted, pent-up demand, especially in the services sector, strengthened and, as a result, upside pressures on prices broadened and intensified.", "If all this was not enough, in the years 2020 and 2021 the U.S. government undertook fiscal expansions amounting to 20 per cent of that country's GDP - an unprecedented amount in peacetime.", "These fiscal expansions played a role in feeding the rise in inflation in the United States.", "With almost 50 per cent of global trade denominated in U.S. dollars, there were spillover effects to other countries.", "To contain the domestic inflationary impact, the Fed has aggressively raised its policy rate, thus contributing to currency depreciations against the dollar, including of the euro, which added to inflationary pressures in the euro area.", "To sum up, we have been hit with a perfect inflation storm.", "What, then, is my prognosis about inflation?", "The answer is not simple.", "In dealing with inflation, we are dealing with what the ancient Greeks called the Hydra multi-headed monster.", "It is difficult to tame inflation, because the inflation process, like that monster, is complex, reflecting multiple shocks hitting the economy.", "As Fed Chair, Jerome Powell, recently stated \"we now understand better how little we understand about inflation.\"", "I believe that the succession of ever-increasing inflation numbers is shortly coming to an end.", "A steady deceleration is about to begin.", "Among other things, my view is based on an assumed moderation in energy and commodity price increases and a gradual easing of the supply bottlenecks.", "According to our latest projections at the ECB (published in June), inflation is expected to peak before year-end, to gradually decline in 2023 and converge towards target in 2024.", "A similar profile is expected for core inflation.", "This inflation profile is mirrored in measures of expected inflation.", "Market-based inflation expectations (measured by the 5 year/ 5 year forward inflation-linked swap rate) continue to be well-anchored -- fluctuating slightly above and slightly below 2 per cent for a considerable period.", "Recent survey measures of longer-term inflation expectations (such as the ECB survey of professional forecasters and survey of monetary analysts) remain close to 2 per cent.", "Similar forecasts have been released by other economic institutions.", "Some factors which help explain the sluggish reaction of expectations are the following.", "Available data on wage growth provide evidence of still moderate pass-through from rising prices.", "The Russian invasion of Ukraine has put a strain in output growth and has worsened confidence and economic sentiment, adversely impacting investment and consumer spending.", "Elevated prices are reducing the real disposable income of households, with negative implications on savings and consumption.", "The fall in stock prices on the past several months suggests that financial wealth has eroded.", "Risks to euro-area, as well as global, growth are increasingly tilted to the downside.", "This could mean lower pressures on prices over the medium-term.", "Against this backdrop, monetary policy faces the dilemma of bringing inflation down to target, while ensuring a soft-landing amid rising fears about economic recession.", "Instruments & challenges to cope with inflation What has made the inflation storm especially difficult for monetary policy makers in Europe, is that a perfect policy reaction is not possible.", "The argument that monetary policy should be tightened when inflation rises hinges on inflation being demand driven.", "That argument may be partly true for the United States, but it clashes with the European reality.", "In the euro area, inflation has been driven by the supply side.", "When inflation is driven by supply-side pressures, an undue tightening of monetary policy would aggravate the negative output effects of the supply side shocks.", "Accordingly, the main challenge is to bring down inflation, while not triggering a sharp decline in output and employment.", "In this environment, the appropriate monetary policy response has in my view been to ride out the succession of supply-side shocks, proceeding with policy normalization in a gradual but determined manner, incorporating optionality and flexibility.", "I believe that our approach of gradual normalization has been successful and should continue.", "In December last year when we embarked on this process, up to June this year, we took a series of decisions in this direction.", "We have ended net purchases under our two asset programs, removed the easing bias of our forward guidance, did not prolong the very favourable terms - of a rate that could go down to minus 1 per cent - on targeted longer term refinancing operations, and have been phasing out collateral easing measures.", "In a historic move in July, which marked the end of the eight-year-long era of negative rates in the euro area, with my colleagues on the panel today and the rest of the Governing Council we decided to raise our key policy rates by 50 basis points.", "The hike was larger than what was signaled on the occasion of our June monetary policy meeting, reflecting our assessment that a materialization of risks to the inflation outlook had, in the meantime, taken place since the June meeting.", "These risks not only relate to the rise in inflation to very high levels but also to increases in indicators of underlying inflation, which pointed to the need for a re-optimisation of our policy stance.", "In the forthcoming meetings, a further progressive normalisation of policy rates will be appropriate in order to converge to the estimated equilibrium interest rates, as we transition to a meeting-by-meeting approach.", "Both the timing and the pace of moves will depend on the evolution of our assessment with respect to inflation risks.", "Supply-side and war-related disruptions may persist.", "But slowing demand will act to reduce inflation.", "The Governing Council will need to remain attentive to all factors.", "A gradual or a step- by-step approach is appropriate given the surrounding high uncertainty and the supply-side nature of inflation.", "Let me now turn to a very important pledge we have made at the Governing Council, ever since we first embarked on the gradual process of policy normalization: any resurgent fragmentation risks that would undermine the smooth transmission of the normalisation of our monetary policy across all countries in the euro area must be forcefully confronted.", "This summer, the Governing Council acted forcefully on this pledge.", "In June, it applied flexibility in reinvesting redemptions coming due under the Pandemic Emergency Purchase Programme (PEPP), with a view to maintain the functioning of the monetary policy transmission mechanism.", "This is a first line of defense to counter risks to the transmission mechanism related to the pandemic.", "In July, the Governing Council introduced the Transmission Protection Instrument (TPI).", "The TPI is a very powerful tool that will support the effective transmission of the ECB's single monetary policy across all countries of the euro area as monetary policy is normalised.", "The euro area has been at the epicenter of strong and successive fragmentation episodes.", "A major reason for that is in my view that our monetary union is incomplete.", "In the absence of a complete banking, capital markets and fiscal union, we would have faced a distinct possibility of further fragmentation episodes in the future if we had not adopted the TPI.", "To conclude, we remain determined at the Governing Council, to eradicate the Hydra-headed monster of high inflation, without leaving unattended risks to the transmission of our single monetary policy, to financial stability and to economic activity.", "Short concluding remarks Let me conclude with the following remarks.", "Monetary policy can be a powerful tool to maintain price stability if the shocks hitting the economy are from the demand side.", "During the past few years, the euro area has been hit by a series of shocks.", "The Governing Council has determined that the shocks, especially for the euro area, have predominantly come from the supply side of the economy.", "Like the Hydra monster, these supply-side shocks have been multi-headed.", "We have navigated the rough seas of high inflation with the needle of our compass on our medium- term objective - an inflation rate of 2 per cent.", "To help us navigate these rough seas, we have kept a close eye on inflation expectations.", "Throughout the storm, inflation expectations have remained close to our 2 per cent objective.", "We have formulated policy in such a way that will minimize the output and employment costs of bringing down inflation using a policy framework entailing gradualism and flexibility.", "We remain determined to eradicate the Hydra-headed monster of high inflation, without leaving unattended risks to the transmission of our single monetary policy, to financial stability and to economic activity.", "We have therefore developed an important new tool, the TPI, which will allow us to both respond to inflation aggressively and to thwart any threat of fragmentation.", "I am confident that, by the end of 2024, the inflation monster will have been defeated."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Supply-side shocks", "Monetary policy", "Transmission protection", "Energy prices", "Inflation expectations", "Gradual normalization", "Hydra-headed monster", "Economic growth", "Fiscal expansions"]}