{"sentences": ["The introduction of euro banknotes and coins in 2002 was a milestone in European history, as it put a tangible sign of European integration in the pockets of over 300 million citizens in 12 countries.", "It was a historic event at a global level, as it represented - and still does - the world's largest ever monetary changeover.", "Since 2002, a further seven countries have adopted the euro, which has become an integral part of our European identity, uniting us across national borders, languages and cultures.", "Sharing a currency is more than simply using the same means of payment; it is being part of a common endeavour.", "This feeling of shared identity is well recognised by our fellow citizens.", "When asked what the European Union means to them, the single currency was second on the list of things they thought of most .", "The euro has simplified the lives of European citizens and produced tangible economic benefits that we sometimes take for granted.", "It has supported the free movement of people, goods and services and allowed European citizens to work, study and travel in 19 different Member States without worrying about exchanging money.", "The euro has also made it easier for businesses to trade across borders.", "It has facilitated closer economic ties between countries and allowed small and medium-sized enterprises to participate in cross-border value chains more easily.", "From 1990 to 2002, trade between the soon-to-be 19 countries of the euro area increased by less than 5%, whereas since the introduction of the single currency it has grown by almost 200% .", "By deepening the integration among our economies, the euro has also strengthened Europe's role and autonomy.", "It has quickly become the second most important currency in the world and is increasingly being used in key markets for our future growth.", "Indeed, in 2021 about half of total green bond issuance around the world was denominated in euros .", "The European Central Bank is the custodian of the euro.", "It is our job to keep banknotes secure and safeguard the supply of euro cash to the economy , as well as investigating innovative and complementary forms of payment.", "Last year, we launched the digital euro project.", "We will investigate how a digital euro could offer a convenient, cost-free means of payment, allowing people to pay anywhere in the euro area with risk-free digital money - for example, when making payments online, which preclude the use of cash.", "In any event, a digital euro would complement cash, not replace it.", "This is also why we launched the process for redesigning our banknotes .", "The redesign is part of a long-term development process to ensure that the next generation of euro banknotes will continue to be secure, accepted and an efficient means of payment.", "We will keep the Parliament informed throughout the process and will seek input from citizens on the theme and design of the new banknotes, before making our final decision in 2024.", "Thereafter, the roll-out of the new banknotes will be planned.", "The redesign of our banknotes is a unique opportunity to make them more relatable to Europeans of all ages and backgrounds, thereby offering a new symbol of European integration.", "For more than 20 years now, euro banknotes and coins have circulated smoothly.", "They are a tangible testament to the euro's success.", "The cash in our pockets reminds us that, despite our diversity, we share a common endeavour that goes beyond national borders.", "European Commission (2021), Standard Eurobarometer 95.", "ECB (2021), The impact of the euro on trade: two decades into monetary union, Occasional Paper No 283.", "ECB (2021), Annual review of the international role of the euro.", "The Eurosystem cash strategy.", "ECB (2021), Eurosystem launches digital euro project, press release."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["euro", "European integration", "digital euro", "banknotes", "single currency", "economic benefits", "monetary changeover", "European Central Bank", "cash", "payment"]}