{"sentences": ["- DNB-OMFIF Conference on Biodiversity Amsterdam, 29 September 2022 what we do know, what we don't Biodiversity, macroeconomics and finance: know yet, and what we have to do Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is a great pleasure to be with you again today at this DNB-OMFIF conference on biodiversity.", "Let me start by sharing a memory: more than four years ago, I was here in Amsterdam for the very first conference of the nascent NGFS and I must pay tribute to its first Chair Frank Elderson to whom we collectively owe a great deal for his passionate leadership on climate but also nature-related green finance to be the \"new frontier for the 21st issues.", "At the time I called for century\".", "- The substantial progress made since then on climate change disclosure, stress tests, greening of the monetary policy is undoubtedly a source of optimism; but it also gives rise to two concerns : (i) despite this progress, the fight against climate change is far from over (ii) on biodiversity, which we are discussing today, our knowledge and tools lag several years behind those on the climate.", "Today, I would like to share with you clearly and purposefully what we already know (A), and what we don't know yet (B), before reflecting on what we have to do (C).", "We are facing an alarming loss of biodiversity We can no longer ignore the warnings of a \"Silent Spring\".i We are currently facing a global change in fauna and flora: some are rarefying or disappearing, while others are now thriving in environments that were until recently not suited for them.", "The figures are quite telling: 25% of studied species are threatened with extinction; scientist are talking about an ongoing 6th mass extinction, the first one caused by humankind.", "Yet, biodiversity is key to the resilience of ecosystems, which provide unaccounted for but essential services that sustain life on our planet, what we \"ecosystem services\".", "To put it in economic terms, they include the provision of basic but essential goods such as food, wood, water, etc., but also regulation services such as climate regulation, water purification or pollination.", "The deterioration of nature through deforestation, plastic and chemical pollution and overconsumption obviously alters the provision of those services.", "Since 1970, 14 out of the 18 categories of ecosystem services have declined according to the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES).", "Some of these ecosystems are critical to human life and activity: pest and disease control is an alarming example, with scientists warning of an \"Era of pandemics\" if we do not tackle the biodiversity crisis.ii 2.", "These biodiversity losses pose significant risks to economic growth and the financial system For centuries, human societies, economic activities and finance were very much embedded in nature: loan schedules for example were indirectly shaped by the rhythm of the seasons.", "Nowadays, the vast majority of economic agents act as \"disembedded\" from nature if our economies were completely (Dasgupta, 2021):iii we even call the impacts we have on nature \"externalities\".", "But facts do not cease to exist because they are ignored: our economies are deeply dependent on ecosystems.", "More than half of global GDP i.e.", "44 trillion USD of economic value generation is estimated as moderately or highly dependent on ecosystem services (WEF/Herweijer et al., 2020).", "Moreover, the total value of the ecosystem services we consume almost for free may amount to more than annual global GDP (Costanza et al., 2014).v Because financial institutions support the development of economic activity, our financial system is also clearly exposed to biodiversity loss.", "The joint study group NGFS-INSPIRE thankfully released an insightful report in Marchvi highlighting the financial stability implications of nature-related risks, especially those associated with biodiversity loss.", "Biodiversity-related risks can be understood as physical and transition risks, which reminds us the schemes used to analyse climate-related risks.", "Physical risks stem from the dependency of economic activities on ecosystem services and their vulnerability in the case of disruption; transition risks result from the impact of these activities on biodiversity, which makes them vulnerable to transition policies.", "As an illustration, recent research showed that exposure to degraded land could impact the value of listed companies in the food supply chain in Brazil: the market value of farmers operating on degrading land declined by 13 per cent following extreme weather, while those on healthy soils increased by 6 per cent.vii 3.", "Climate change, biodiversity loss and other nature-related risks are intricately linked First, biodiversity-related risks and climate-related risks are deeply intertwined, - what we call the and subject to feedback phenomena \"climate-biodiversity nexus\".", "Climate change is indeed already the third driver of biodiversity loss behind land use change and overexploitation of living organisms; in turn, the loss of biodiversity undermines the capacity to adapt to and mitigate climate change.", "The canonical example of Amazonian deforestation is prime evidence of the synergies between these drivers: the Amazon rainforest is both a carbon reserve and a unique ecosystem hosting many endangered species.", "In fact, nature-based solutions represent several of the most valuable options to progress toward net zero according to the IPCC.viii These interdependences also extend to several other aspects of nature-related risks: for example, both climate and land-use change drive imbalances in freshwater availability, notably caused by droughts which we have been Let's acknowledge that so far, the contours of acutely aware of lately.", "nature- related risks are more vague, as they relate to risks posed by any phenomena relating to nature.", "We still have here a definition challenge.", "The variety of interactions and overlaps between climate-related risks, biodiversity-related risks and other nature-related risks is precisely what is being studied at the NGFS taskforce, which I will speak about later.", "A useful approach on which experts are currently drawing to sum up the different facets of nature-related \"planetary boundaries\".", "According to the latest assessment, six out of the nine planetary boundaries have been crossed, increasing the risk of reaching a tipping point, past which our impact on the planet could prove irreversible.", "These limits include climate change and biodiversity loss, but also freshwater use, deforestation and land use, pollution, ozone depletion for example; each of these boundaries interacts significantly with the others.", "Let us not fool ourselves: these interconnections generate a heated political debate.", "Many advocate for priority to be given to climate-risks, as we know them better, and as we have the right instruments at our disposal.", "Some of those who, on the contrary, support a broad approach to environmental risks like the - aim in reality at \"diluting\" the climate priority.", "former American administration Today, I would like to call for extending our scope progressively but with ambition.", "First, climate change, on which we must proceed as swiftly as possible; second, biodiversity, which is at an intermediary stage; third, other economically material nature-related risks, including air and water pollution, land use, etc.", "to the extent they are not already covered as we work on climate and biodiversity.", "I can only wish for a holistic approach someday; but we certainly cannot wait until we know everything on all nature-related risks before we act on climate.", "What we don't know yet B.", "Drawing a parallel with the progress made on climate, we face two significant metrics and scenarios (\"IPCC type\") challenges ahead for biodiversity issues: and macroeconomics and finance (\"NGFS type\").", "Biodiversity metrics and scenarios Biodiversity and even more so nature is complex and multidimensional: for example, biodiversity measurement cannot be reduced to a single metric like the concentration of greenhouse gas in the atmosphere and the associated rise in temperature for climate change.", "We still lack understanding on, and especially awareness of, this phenomenon.", "Thankfully, the IPBES, which we could describe as the IPCC equivalent for biodiversity, is advancing knowledge and raising awareness about biodiversity.", "It provides landmark assessments of biodiversity loss and ecosystem services, including work on scenarios that we could explore further as we aim for improved risk assessment by the financial sector, just like we did with IPCC scenarios.", "When attempting to assess risks, we are indeed confronted with numerous conceptual challenges that require adapted tools: the diversity of drivers and impacts; uncertainty over the time horizon (which may be relatively short for biodiversity-related risks), the importance of tail risks and non-linearities associated with tipping points; the limited substitutability of ecosystem services (for instance, forests provide flood protection services that can only partially be replaced by costly infrastructure, while ignoring many other services provided by forests), interdependencies between phenomena (climate change, biodiversity, land use pollution and fresh water use, as mentioned earlier), etc.", "A particular issue relates to the need for data and metrics, which is targeted by several initiatives.", "These include the Global Biodiversity Score (GBS), developed by CDC Biodiversité using the GLOBIO model of the Netherlands Environmental Assessment Agency (PBL) hence a good example of fruitful French-Dutch cooperation.", "This tool assesses the impacts of economic activities on biodiversity and synthetizes them into one metric, the Mean Species Abundance (MSA) km2.", "It can be applied at the level of individual companies, but also allows for a global measure of our impacts: in 2010, losses were equivalent to 32% of biodiversity globally; by 2050, it is estimated that such losses could increase to 41.5%.", "Such an aggregated metric is not a silver bullet, but it helped us to better understand the materiality of the issues.", "Advances on these metrics will further enable efforts to bring forward biodiversity-related disclosure.", "Globally, the Taskforce on Nature-related Financial Disclosure (TNFD), a market-led initiative set up by two UN Programmes and the WWF in cooperation with major development banks, aims at extending the success of TCFD, its equivalent for climate-change: allow for enhanced disclosure and management of nature-related risks and opportunities; I would like to commend the commitment of the Dutch and the French financial sector in this respect; while closer connection between the TNFD and the NGFS will certainly prove beneficial.", "Meanwhile, EU regulation on corporate disclosures aims at encompassing a wide range of environmental objectives, including biodiversity.", "Macroeconomics and macrofinance of biodiversity Despite data gaps and the lack of commonly accepted methodologies for translating biodiversity metrics into the financial world, the central bank community is starting to assess the implications of biodiversity loss and other nature-related risks for the financial system.", "Building on a pioneering methodological work of DNB (van Toor et al., 2020)ix the first biodiversity report published by a central bank complemented by similar studies in Brazil, Malaysia and Mexicox, fruitful research at the Banque de France (\"A 'silent spring' for the financial system?", "\", 2021)xi provides such an exploration of biodiversity-related risks for the French financial system.", "To approximate physical risks, the authors assess the dependency on ecosystem services of each security issuers financed by French financial institutions, using a dependency score computed with the ENCORE database.", "The authors found that 42% of amounts in the portfolio held by French financial institutions are a \"high\" dependency score (>60%) on one or issued by companies that display more ecosystem services; this number amounts to 9% when considering \"very high\" dependency scores (>80%).", "The main ecosystem services involved were water supply (surface and ground) and regulating services, such as erosion control, flood and storm protection and climate regulation.", "To approximate transition risks, the authors measure the biodiversity impact (or footprint) of companies whose securities are held by French financial institutions through their direct activities or their upstream value chains.", "To do so, they used the MSA.km2 metric.", "The authors estimate that the terrestrial biodiversity footprint of the equity and bond portfolio of French financial institutions at end-2019, cumulated over time, was comparable to the loss of at least 130,000 km2 of undisturbed ecosystems surface.", "This corresponds to the complete artificialisation of 24% of the surface area of metropolitan France.", "The annual additional impact on terrestrial biodiversity is equivalent to the loss of 4,800km2 of 'untouched' nature, which corresponds to 14% of the terrestrial area of the Netherlands.", "Hence, the indirect impact of the French financial system on biodiversity is also material, which makes them vulnerable in the event of a change in the regulations on biodiversity.", "A growing body of research is also dedicated to other aspects of nature-related risks through case studies, such as the work conducted by DNB on water stress,xii or studies at the Banque de France to focus on transition risks in the fields of imported deforestation and domestic land use.", "But obviously, we still have to progress on macroeconomics and macrofinance of biodiversity.", "C. What we have to do as central banks and supervisors First of all, we must remain humble in the face of the scale of the task.", "Despite our determined commitment, nothing will replace government action, be it at the national, European, or hopefully international level.", "Europe has already set ambitious targets in the context of its Green Deal (30% of land and seas turned into protected areas, 50% reduction in the use of pesticides, etc.", "), and so has France.", "I can only wish for a fruitful outcome for the forthcoming COP15 on Biodiversity in Montreal.", "However, rest assured that we will do everything in our power and within our mandate to manage biodiversity and nature-related risks.", "Our scope of action can be summed up Cooperate through the NGFS.", "Our common child Banque de France and DNB being among the founding fathers will be 5 years old in December.", "It has proven incredibly successful in raising awareness, building knowledge and spreading ideas for action among central banks and supervisors, and I have great confidence in Ravi Menon's leadership.", "Beyond climate change, the NGFS is acting as a great catalyst on nature-related issues.", "In light of its March report, the NGFS launched in April a Nature-Related Risks Taskforce co-chaired by Sylvie Goulard, Deputy Governor of the Banque de France, and Saskia de Vries from DNB, with the objectives to incorporating nature-related risks into the NGFS's long standing workstreams within the next two years.", "As much as possible, let us have interim deliverables earlier.", "Conceptual framing and research: as a problem well-stated is a problem half-solved.", "Bridging methodological shortcomings and data gaps is a crucial pre-requisite for action, before jumping to any conclusions on the prudential or monetary front these must come in due time.", "Our priority as central banks and supervisors is thus to build the capacity to further analyse and study empirical evidence of the financial implications of biodiversity and nature- related risks.", "At the Banque de France, we are fully committed to this effort, thanks to a dedicated team of experts within the Climate Change Centre (CCC) who contribute both to NGFS and BDF research advances.", "We will strive to provide state of the art metrics, financial assessment, and, hopefully in a near future, scenarios analysis.", "The work plan of the NGFS Taskforce includes the development of a unique conceptual framework adapted to our activities, which will be key to build a common understanding and address the knowledge, capacity and methodological gaps that we face.", "Contribute through individual or national pilot initiatives be it on reporting, monitoring, or responsible investment.", "And let me underline here that France is Article 29 of France's Energy leading the way, especially on biodiversity issues.", "and Climate Law extends climate-related risks reporting requirements for financial investors to biodiversity-related risks.", "The French Prudential Supervision and Resolution Authority (ACPR part of the Banque de France) is assessing the compliance of our supervised entities with Article 29 of the insurance companies we supervise.", "We received the first reporting last September, and not so surprisingly early control checks indicate that reporting entities are facing challenges in the access to relevant biodiversity- related data and mostly relied on third party providers.", "As required by law, entities that are not able to disclose on all required information will have to disclose on their plans for continuous improvement.", "Since 2020, we at the Banque de France have also been monitoring two biodiversity-related indicators for the equity components of our own funds and pension liabilities portfolios: (i) a biodiversity impact score, reflecting commitments made, measures deployed and actual outcomes of portfolio companies and (ii) an indicator of our exposure to companies producing chemicals that are harmful to biodiversity (e.g.", "pesticides).xiii The performances of the portfolios' equity components were up in 2021 and described by data Moody's ESG as \"robust\" provider (despite room for improvement on pension liabilities portfolio), while exposure to companies producing harmful products is declining, remaining well below the benchmark.", "To conclude, let me quote one of the most famous Dutch painters, Van Gogh, writing to his brother Theo from the south of France in 1879: \"art is man added to nature nature, reality, truth, but with a significance, a conception, a character, which the artist brings out in it\".", "Just like in Van Gogh's art, it is France we say \"art of life\" [art de becoming urgent that we find a way of life (in vivre]) that allows men to live harmoniously within nature.", "We have 're-embed' our economies into nature, also in the name of our long-term economic interest.", "It will take time and hard work, as I stressed: this is one more reason to start soon.", "Thank you for your attention.", "IPBES (2020), Workshop Report on Biodiversity and Pandemics.", "Dasgupta, P. (2021), The Economics of Biodiversity: The Dasgupta Review.", "(London: HM Treasury).", "(2020), Nature Risk Rising: Why the Crisis Engulfing Nature Matters for Business and the Economy, World Economic Forum.", "NGFS and INSPIRE (2021), Central banking and supervision in the biosphere: An agenda for action on biodiversity loss, financial risk and system stability.", "NGFS Occasional Paper.", "See NGFS and INSPIRE (2021), Ibid, p13, citing University of Cambridge Institute for Sustainability Leadership [CISL] (2022), Nature-related financial risk: use case.", "How soil degradation amplifies the financial vulnerability of listed companies in the agricultural value chain.", "IPCC (2022), Climate Change 2022: Mitigation of Climate Change.", "Contribution of Working Group III to the Sixth Assessment Report, Summary for Policymakers van Toor et al.", "De Nederlandsche Bank andPlanbureau voor de Leefomgeving; Calice, P., Diaz Kalan, F., and Miguel, F. (2021), Nature-related financial risks in Brazil.", "Policy Research Working Paper 9759, World Bank Group; Martínez-Jaramillo, S. and Montañez-Enríquez, R. (2021), Dependencies and impact of the Mexican banking sector on ecosystem services.", "Unpublished NGFS-INSPIRE Study Group Input Paper; World Bank and Bank Negara Malaysia.", "An exploration of nature-related financial risks.", "Kuala Lumpur: World Bank.", "Sustainability risks and goals in the Dutch financial sector.", "Banque de France (2022), Responsible investment report 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Biodiversity", "Ecosystem services", "Nature-related risks", "Climate change", "Planetary boundaries", "Macroeconomics", "Macrofinance", "NGFS", "TNFD", "Disclosure"]}