{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss our recent policy announcement and the Bank of Canada's Monetary Policy Report (MPR).", "We published our MPR as Russia's unprovoked invasion of Ukraine entered its eighth week.", "The war is causing tremendous human suffering, and our hearts go out to the Ukrainian people.", "The war has also injected new uncertainty into the global economic outlook.", "It is boosting already high inflation in many countries, including Canada, and it is disrupting the global recovery from the COVID-19 pandemic.", "Against this backdrop we have three main messages.", "First, the Canadian economy is strong.", "Overall, the economy has fully recovered from the pandemic, and it is now moving into excess demand.", "Second, inflation is too high.", "It is higher than we expected, and it's going to be elevated for longer than we previously thought.", "Third, we need higher interest rates.", "Our policy interest rate is our primary tool to keep the economy in balance and bring inflation back to the 2% target.", "Two weeks ago, we raised our policy rate by 50 basis points to 1%.", "And we indicated Canadians should expect further increases.", "Let me expand on each of these three themes.", "Canadians have been through a lot in the past two years.", "Everyone has been touched by the pandemic, through illness or the loss of loved ones, fear and uncertainty, job loss or business closure.", "We experienced the sharpest and deepest recession on record.", "And repeated waves of the virus have made the recovery bumpy.", "Thanks to exceptional monetary and fiscal stimulus, effective vaccines and a willingness to adapt and innovate, the economy has bounced back remarkably quickly.", "It has been the fastest and sharpest recovery ever.", "And now demand is beginning to run ahead of the economy's productive capacity.", "The labour market shows this clearly.", "Before the pandemic, Canada's unemployment rate was 5.7%.", "When the pandemic hit, it quickly soared to 13.4%.", "And now, two years later, it is at a record low 5.3%.", "Job vacancies are elevated, and wage growth has reached pre-pandemic levels.", "Businesses can't find enough workers to meet demand and they are telling us they'll need to raise wages to attract and retain staff.", "We expect strong growth to continue in the months ahead.", "As remaining public health restrictions ease, Canadians are spending more on services-travel and recreation, lodging and restaurants.", "And we're still buying a lot of goods.", "Housing activity is still strong, and while we expect it to moderate, it will remain elevated.", "Business investment and exports are both picking up, and higher prices for many of the commodities Canada exports are bringing more income into the country.", "Robust business investment, improved labour productivity and higher immigration should help boost the economy's productive capacity.", "And higher interest rates will slow spending.", "That brings me to my second point-the Bank's primary focus is inflation.", "Consumer price index (CPI) inflation in Canada hit a three-decade high of 6.7% in March, well above what we projected in the January MPR.", "The war has driven up the prices of energy and other commodities, and it is further disrupting global supply chains.", "While most of the factors pushing up inflation come from beyond our borders, with the economy in excess demand, we are facing domestic price pressures too.", "About two-thirds of CPI components are growing above 3%, which means Canadians are feeling inflation across their household budgets, from gas to groceries to rent.", "Our latest outlook is for inflation to average almost 6% in the first half of 2022 and remain well above our 1% to 3% control range throughout this year.", "Inflation at 5% for a year-or 3 percentage points above our target -costs the average Canadian an additional $2000 a year.", "And it is affecting more vulnerable members of society the most, both because they spend all their income and because prices of essential items like food and energy have risen sharply.", "This broadening in price pressures is a big concern.", "It makes it more difficult for Canadians to avoid inflation, no matter how patient or prudent they are as shoppers.", "This brings me to my third point-interest rates are increasing.", "The economy needs higher rates and can handle them.", "With demand starting to run ahead of the economy's capacity, we need higher rates to bring the economy into balance and cool domestic inflation.", "We also need higher interest rates to keep Canadians' expectations of inflation anchored on the target.", "We can't control or even influence the prices of most internationally traded goods.", "But if Canadians' expectations of inflation stay anchored on the 2% target, inflation in Canada will come back down when global inflationary pressures from higher oil prices and clogged supply chains abate.", "We are committed to using our policy interest rate to return inflation to target and will do so forcefully if needed.", "Increases in the Bank's policy rate raise the interest rates on business loans, consumer loans and mortgage loans-and they increase the return on savings.", "We have been clear that Canadians should expect a rising path for interest rates, but seeing their mortgage payments and other borrowing costs increase can be worrying.", "We will be assessing the impact of higher rates on the economy carefully.", "We recognize everyone wants to know where rates might end up-how high they will need to go.", "It is important to remember that we have an inflation target, not an interest rate target.", "This means we do not have a pre-set destination for the policy interest rate.", "But I can say that Canadians should expect interest rates to continue to rise toward more normal settings.", "By more normal we mean within the range we consider for a neutral rate of interest that neither stimulates nor weighs on the economy.", "We estimate this rate to be between 2% and 3%.", "Two weeks ago, we raised the policy rate to 1%, still well below neutral.", "This is also below the pre-pandemic policy rate of 1.75%.", "How high rates go will depend on how the economy responds and how the outlook for inflation evolves.", "The economy has entered excess demand with considerable momentum and high inflation, and we are committed to getting inflation back to target.", "If demand responds quickly to higher rates and inflationary pressures moderate, it may be appropriate to pause our tightening once we get closer to the neutral rate and then take stock.", "On the other hand, we may need to take rates modestly above neutral for a period to bring demand and supply back into balance and inflation back to target.", "Finally, let me a say a word about our balance sheet.", "As of this week, we are no longer replacing maturing Government of Canada bonds with new ones, so our balance sheet will shrink.", "This brings our exceptional monetary policy response full circle.", "When the economy needed exceptional support in the depth of the recession, we lowered our policy rate to its lower bound and complemented this with quantitative easing or QE.", "Last November we ended QE and began reinvestment.", "We have now moved to quantitative tightening or QT.", "With the economy fully recovered, it is time to normalize our balance sheet.", "QT will complement increases in our policy rate by putting upward pressure on longer-term interest rates.", "Senior Deputy Governor Rogers and I will be happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Economic outlook", "Excess demand", "Labour market", "Monetary policy", "Quantitative tightening", "Commodity prices", "Supply chains", "Wage growth"]}