{"sentences": ["Honourable Minister of Education and Sports, Dear Chairman of the Albanian Association of Banks, Dear students, teachers, friends and banker colleagues, I have the pleasure to welcome you to the launching ceremony of the Global Money Week 2022.", "For more than a decade this global awareness-raising campaign brings together pupils, students, teachers and bankers.", "Each March, the Bank of Albania in cooperation with the Albanian Association of Banks, and the outstanding support of the Ministry of Education and Sports, organises educational and awareness-raising activities tailored to different age groups of pupils and students.", "Last year, due to the difficult situation caused from the COVID-19 pandemic, the launching ceremony and all the programmed activities in the framework of the Global Money Week, took place virtually, in compliance with the social distancing protocol.", "Notwithstanding these circumstances, the programme was successfully accomplished.", "Meanwhile, this year, the physical presence of participants, makes our educational activities more productive.", "For this reason, I am very happy we are back to normality, and welcoming you, as traditionally, in our historic hall, the Bank of Albania's Museum premises.", "The Albanian public and particularly, young people are familiar with the Global Money Week.", "It is an international initiative organised by the OECD International Network on Financial Education (OECD/INFE) which aims at awareness-raising of the young generation, becoming responsible and financially capable citizens in the future.", "In this framework, central banks, public agencies, financial institutions and civil society organisations across the world held each year their own GMW events in the last week of March.", "Since its start, with an ever increasing participation, the Global Money Week is held in 176 countries across the world, and has involved over 53 million children and young people in various activities.", "The international theme for this year, selected by the organisers is: \"Build your future, be smart about money.\"", "The theme highlights the importance of a prudential and pro-active thinking about money, as a premise for a safe and prosperous future, empowering children and youth with the adequate know-how and skills for an evolving digitalised and innovative financial market.", "The Bank of Albania, through its commitment in the field of financial education, over this decade, has shown to consider financial education of public, an integral part of its duties.", "Financial education enables the resilient welfare and safeguards the financial soundness of everyone, even in critical situations.", "The unprecedented events in recent years have driven to the need for cultivating financial literacy, as part of the overall formation of everyone.", "The COVID-19 pandemic and recent developments in Ukraine, events that successively hit sharply the equilibrium state in each field of life worldwide, including economy and finances, trigger challenges to: managers of public finances; families and personal finances; as well, to everybody.", "This \"New reality\" for the 21st century has shocked financial markets and the increasing geopolitical tensions are continuing to generate consequences that may vary from relatively contained to very serious ones.", "Nowadays, almost the entire global economy is facing unexpected shocks, which have driven to hard and complex crisis.", "After a two-year pandemic period and the extraordinary measures undertaken by governments and financial authorities, the war in Ukraine has caused a new shock.", "These events, coupled with the implemented sanctions, have hit the global production, supply chain and public confidence, driving to an immediate effect in the upsurge of commodities prices, like oil, petrol and food.", "It caused a chain of consequences, leading to an immediate and strong increase of inflation in worldwide economies, including the Albanian economy as well.", "To this end, they will impact the direct and indirect economic and financial equilibriums which demand for time and crucial interventions from authorities.", "In response, policy makers, governments and central banks across the world have already activated a set of measures for mitigating the impact of these successive and robust shocks on the economy.", "The supportive packages, controls over prices, and the interventions of monetary policy have enabled and alleviated these shocks, and have kept the negative expectations of public under control.", "In the same spirit, Albania has remained neither affected not indifferent.", "The undertaken measures to control prices and the interventions of the Bank of Albania have calmed the energy and foreign exchange markets.", "Naturally, the above-stated events do affect both the present and future, by increasing uncertainty and the negative expectations.", "Education is the best response to fight against uncertainty.", "Today, more than yesterday we should properly understand the importance of financial literacy, which helps us in our everyday life, not only for well-informed decision making, also to properly comprehend and react to policy makers' messages.", "Thus, the supportive polices undertaken will become more effective and support more strongly the mitigation of negative shocks.", "Being aware and making the right financial selections, everyone - banks, institutions, enterprises, households and individuals - may play an important role in dealing with the consequences of extraordinary situations that the world is suffering.", "This educational campaign of Global Money Week is an excellent event to recall certain messages that the Bank of Albania has addressed extensively, turning them into an important part of its efforts for meeting the objectives and preserving the economic and financial stability.", "I would like to point out three main messages, which nowadays, due to the geopolitical and financial situation become more meaningful.", "First, I would like to emphasise the importance of using the national currency against foreign currencies.", "Lek plays a crucial and direct role in transmitting the positive effects of monetary policy to our economy.", "The higher the use of Lek, the bigger is the part of economy which feels the effects of the central bank's policies.", "Furthermore, the use of the national currency helps to amortise the shocks that steam from external sector through minimising the shocks on income, consumption and investments.", "The broad use of foreign currencies alongside the national one has important negative impacts, on both the effectiveness of economic policies and financial stability.", "Particularly, in this period, while global developments, ambiguity and the change in monetary policy stance may give rise to additional risks to the exchange rate.", "These risks destabilise and expose the balance sheets of private sector against the fluctuations of the exchange rate.", "In simple words, the less you use the foreign currency; the lower is the exposure to the exchange rate risk, which nowadays is even higher.", "The stability of financial institutions, enterprises and households contributes in the monetary policy pass through and macroeconomic stability.", "Second, I would like to re-emphasise the importance of growing and promoting financial literacy as a counter-response to informality.", "This objective belongs to the central banks, and to all economic agents, educational institutions and media, to enhancing financial awareness and ability of public.", "These joint efforts, in addition to strengthening the monetary policy effectiveness, directly affect the financial inclusions of population.", "It means that: an increase in the number of users of safer financial products and services and at low cost drives to an increased access in financial sources, and consequently the growth of possibilities, income, and the quality of life.", "Formal markets are the sole possibility that public and economic agents directly benefit and in real time from the policies undertaken by governments and central bank.", "The effects of these policies are materialised in the financial instruments and products of formal market.", "The successful measures taken by both the Bank of Albania and the Government throughout the pandemic situation are a recent example of benefits from participation in formal markets.", "Also, the increase of formalisation and financial inclusion makes it easier and more efficient the effort of the Government to implement the helping policies over the crisis.", "Third, I would like to draw attention on social inequality and the effect that the current situation has on its deepening.", "The crisis, particularly pandemics and wars, mostly and more rapidly affect the population in need, which are at the same time, the part of population with the lowest level of both financial education and inclusion.", "For these reasons, the Bank of Albania has turned the financial literacy and inclusion in one of the important objectives of its mandate.", "We are proactive in developing the market and infrastructure of financial products, as well as in enhancing knowledges on these products and the overall financial literacy.", "It is indispensable that households with minimum income to access and benefit the basic banking products, such as current accounts.", "The Bank of Albania, through legal and institutional changes has provided the possibility that households benefit these basic financial products at a low or no cost at all.", "As a result, cheaper and swifter alternatives, which compete with the existing financial products, will be available.", "At the same time, companies that will enter into these new markets will have better possibilities of profit.", "Education is the sole costs to know and benefit from these products.", "In this regard, the Bank of Albania remains the main actor for the spread and implementation of the national financial education and inclusion strategies.", "In this framework, the Bank of Albania is working with national and international important partners, the World Bank and EBRD.", "Their long experience shows that the correction and reduction of social and economic disparities is a difficult commitment, which takes time.", "Nevertheless, enhancing financial literacy, by spreading knowledges such are: budget drafting; its effective management; knowing risks and avoiding wrong investments; may affect the mitigation of wounds that these turbulences brings into the life of poor people, and of course to everyone; to the whole society and population and the financial situation that the moment brings about.", "Turning back to the launching of the Global Money Week 2022, I am glad to see the ever increasing interest of youths, their teachers and professors in our educational activities.", "We are surprised with the particular interest of universities related to the current issues and their impact on the Albanian economy, and the large number of projects, videos and drawings that pupils and high school students have presented at the Bank of Albania.", "Today, we will see and award some of them.", "Nevertheless, I would like to point out that the participation and engagement of all participants was impressive.", "Concluding, I would like to thank all participants and the collaborators of the Bank of Albania in its educational initiatives and programmes, particularly for the Global Money Week.", "We are grateful that in this week, as participants, you have become partner of the central bank, joining us in the work to face important challenges to the society.", "Also, we are aware that these themes, like prudential and proactive approach to the world of finances, are a precondition for a safe and prosperous future, and the ever increasing participation in such annual activities makes as optimistic for this new generation being aware and interested for acquiring a better education.", "The Bank of Albania, as the central institution in these fields as well, is ready and committed to collaborate with every institution aiming at bolstering the financial literacy and financial inclusion of the public.", "I avail this opportunity to extend may heartiest thank you for your contribution, wishing all participants success in everything they do!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Financial inclusion", "Monetary policy", "Global Money Week", "Economic stability", "Financial education", "Social inequality", "Use of national currency", "Exchange rate risk", "Financial markets"]}