{"sentences": ["Chair Members of the Committee Good morning.", "My colleagues and I look forward to the day where we can return to in-person hearings.", "We hope that will be for the next hearing.", "I would like to focus my introductory remarks today on three issues: the economic recovery; the outlook for inflation; and the RBA's monetary policy decisions.", "The economic recovery At the time of the previous hearing in August, we were in the early days of the Delta lockdowns and were expecting a strong bounce-back when the restrictions were eased.", "This bounce-back did eventuate and the economy had strong momentum late last year.", "Then Omicron hit, which has been a significant setback for many people and businesses.", "Yet, once again, the economy has proven to be resilient.", "Despite the disruption caused by Omicron in January, we still expect positive growth in GDP in the March quarter, with spending and hours worked already recovering.", "Reflecting this resilience, the outlook for the Australian economy has improved since we last met.", "We estimate that GDP increased by around 5 per cent over 2021 and are expecting GDP growth of around 41⁄4 per cent over 2022 and 2 per cent over 2023.", "This outlook is being underpinned by a number of factors.", "These include household balance sheets that are in generally good shape, with households having accumulated more than $200 billion in additional savings over the past two years.", "An upswing in business investment is also under way and there is a large pipeline of residential building to be completed over the next year or so.", "Macroeconomic policy settings are supportive of growth, with governments planning significant infrastructure spending and monetary policy remaining very accommodative.", "The resilience of the economy is evident in the Australian labour market, where the outlook has continued to improve.", "A year ago, our central forecast was that the unemployment rate would be close to 6 per cent at the end of 2021.", "The outcome was much better than this: 4.2 per cent.", "There has also been a welcome decline in underemployment as many people have been able to obtain additional hours.", "Labour force participation has increased and the share of the working age population with a job has never been higher than it is now.", "The forward-looking indicators suggest further growth in jobs over the months ahead with vacancies at a very high level.", "Our central forecast is for the unemployment rate to decline to below 4 per cent later this year and remain below 4 per cent next year.", "If this comes to pass, it would be a significant milestone.", "Australia has not experienced unemployment rates this low since the early 1970s, almost half a century ago.", "The main source of uncertainty about the outlook continues to be COVID-19.", "The pandemic is not yet behind us and it is entirely possible that there will be more outbreaks.", "It also remains to be seen how households use all those savings that they have accumulated over the past two years.", "There are major geopolitical uncertainties and our largest trading partner, China, is working through a difficult adjustment in its property market.", "The sharp pick-up in inflation in parts of the world, especially in the United States, has come as a surprise and is an additional source of uncertainty about the outlook.", "For the first time in several decades, inflation has become a major issue in the global economy, although it is worth noting that inflation rates in most of Asia remain low.", "In the United States, CPI inflation is running at more than 7 per cent and in the United Kingdom it is expected to be at a similar rate soon.", "In Germany, inflation is 5.7 per cent and in New Zealand it is 5.9 per cent.", "These are the highest rates in decades and the higher inflation is turning out to be more persistent than earlier expected.", "This lift in inflation largely reflects the surge in global demand for goods during the pandemic coinciding with a reduced ability of the global economic system to produce and distribute goods.", "A related factor in a few countries, including the US and the UK, has been a decline in labour force participation, which has reduced the supply of labour and contributed to stronger wages growth.", "Higher prices for petrol, electricity and gas have also pushed inflation up in many countries.", "In Australia, we too have had higher inflation than we and others expected, although the increase here is smaller than in many other countries.", "In headline terms, inflation is 31⁄2 per cent and in underlying terms it is 2.6 per cent.", "We are feeling the effects of global supply-chain problems and higher oil prices, but we have not seen the same increases in goods prices as have occurred in the United States.", "It is also relevant that the prices that Australian households pay for utilities are little changed and have not gone up sharply like the prices of utilities in Europe.", "Rent inflation has also been lower in Australia than elsewhere.", "Looking ahead, we expect a further lift in underlying inflation.", "There is also likely to be a shift in the drivers of inflation.", "Our central forecast is that underlying inflation will increase to 31⁄4 per cent in the coming quarters, before easing to around 23⁄4 per cent.", "This increase in the short term primarily reflects the ongoing effects of supply-side disruptions, most recently due to Omicron, at a time of strong demand.", "As these supply-side pressures are resolved, some of the current upward pressure on prices is expected to abate.", "An offset to this, though, is expected to be stronger growth in labour costs due to the tighter labour market.", "Wages growth has picked up recently, but only to the low rate prevailing before the pandemic.", "The vast bulk of Australians are still experiencing wages increase of no more than 2 point something per cent, although there are areas where the increases are much larger than this and non-wage benefits are also increasing.", "A further pick-up in overall wages growth is expected, although this is likely to be a gradual process given the institutional features of our labour market - including multi-year enterprise agreements, an annual review of award wages and publicsector wages policies.", "We are also expecting broader measures of labour costs to pick up faster than the Wage Price Index.", "There is, however, more than the usual degree of uncertainty around the outlook for inflation and wages.", "It is still unclear as to whether, and at what pace, the demand for goods will normalise as infection rates decline.", "The speed at which the supply side of the economy can respond to changes in the demand side is also uncertain.", "And we have no contemporary experience to assess how wage outcomes will evolve at a national unemployment rate below 4 per cent.", "A broader uncertainty is the extent to which other central banks will have to increase interest rates to return inflation to lower rates.", "Central banks and financial markets expect that a decline in inflation to target can be achieved without real policy interest rates returning to positive territory.", "It is entirely possible, though, that countries with higher inflation rates will need a bigger adjustment in interest rates than currently anticipated.", "If so, this could result in an abrupt adjustment in financial conditions.", "I would now like to turn to Australian monetary policy, where there have been a number of significant developments since we last met, including the discontinuation of the yield target, the cessation of the bond purchase program and a change in the outlook for interest rates.", "The yield target for the April 2024 bond was discontinued in early November.", "Up until that point the target had played an important role in anchoring the yield curve and keeping funding and borrowing costs low in Australia.", "In early October, the yield on the target bond was sitting at close to zero per cent.", "But then, a flow of stronger-than-expected data, both here and abroad, resulted in a shift in the distribution of possible future outcomes for the cash rate.", "In particular, these data implied that there was a reasonable probability of an increase in the cash rate before 2024.", "This assessment was reached by both the RBA and financial market participants and it was reflected in market prices.", "In these circumstances, the Board judged that there were more costs than benefits in seeking to continue to anchor the yield on the April 2024 bond at 10 basis points.", "The removal of the target was associated with volatility in the bond market.", "The RBA is conducting a review of the whole experience with the yield target and the results will be published later this year.", "In terms of the bond purchase program, the final purchases were made yesterday.", "All up, across the various programs, the RBA has purchased $350 billion of bonds issued by the Australian Government and by the states and territories.", "These purchases have lowered funding costs, supported asset prices and led to a lower exchange rate than otherwise.", "As a result, more people have jobs and inflation is closer to target.", "The stock of bonds purchased will also continue to support accommodative financial conditions in Australia.", "The decision to end the bond purchase program followed a review of the three considerations we have used from the outset: (i) the actions of other central banks; (ii) the functioning of our bond market; and (iii) the actual and expected progress towards our goals.", "All three considerations pointed to the same conclusion - to end the program.", "Of these three considerations, the most important was that faster-than-expected progress has been made towards our goals of full employment and inflation consistent with the target.", "The final development has been the change in expectations about the future path of interest rates.", "Since the onset of the pandemic, the Board has said that it will not increase the cash rate until inflation is sustainably in the 2 to 3 per cent range.", "When we last met, this condition was not expected to be met before 2024 in the RBA's central scenario.", "Since then, the economy has performed better and inflation has been higher than in that scenario.", "As a result, interest rate expectations have moved higher.", "It is too early, though, to conclude that inflation is sustainably in the target range.", "In underlying terms, inflation has just reached the midpoint of the target band for the first time in over seven years.", "And this comes on the back of very large disruptions to supply chains and distribution networks, which are expected to be only temporary.", "It also comes at a time when aggregate wages growth is no higher than before the pandemic, which was associated with inflation being persistently below target.", "In these circumstances, the Board is prepared to be patient.", "We have scope to wait and see how the data develop and how some of the uncertainties are resolved.", "Countries with higher inflation rates have less scope here.", "I recognise that there is a risk to waiting but there is also a risk to moving too early.", "Over the period ahead we have the opportunity to secure a lower rate of unemployment than was thought possible just a short while ago.", "Moving too early could put this at risk.", "At the same time, we are committed to maintaining low and stable inflation and will do what is necessary to achieve this important goal.", "The stronger the economy and the more upward pressure on prices and wages, the stronger will be the case for an increase in interest rates.", "I would like to end with a brief reflection about the past couple of years.", "Throughout the pandemic, the RBA has had to make decisions in a highly uncertain environment in which there have been many moving parts.", "Over the two years, we have sought to provide the support the Australian economy needed and to play our role in building the bridge to the other side.", "Our actions have also been motivated by providing the country with insurance against the possibility of large downside risks that could have damaged the economy and hurt the welfare of the Australian people.", "Throughout this period, some things have worked out as expected but there have been plenty of surprises along the way.", "The RBA is committed to fully examining this experience in an open and transparent manner and to drawing lessons for the future.", "I will close on that note.", "In the interests of time, I will not make any introductory remarks regarding the many payments system issues that the RBA is working on, but we would welcome the opportunity to talk about these during the hearing, if that were possible.", "My colleagues and I are here to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Inflation", "Monetary policy", "Labour market", "Central banks", "Interest rates", "Supply chain", "Wages", "Bond purchases", "Yield target"]}