{"sentences": ["Thank you Didier, it is great to be back.", "As you indicated in your kind introduction, this time I am speaking here in my capacity as Chair of the Financial Stability Board, although with a nod to my other hat, as President of De Nederlandsche Bank.", "But whether you stand on top of the BIS tower in Basel - where the FSB is housed -, the Eurotower in Frankfurt, or the Toorop building in Amsterdam, the view is not fundamentally different.", "In fact, many financial stability risks we face today are not only common across Europe, but are global in nature.", "And these global issues require global cooperation, which is why they are at the top of the FSB's agenda.", "Today I want to talk about these global issues, what the FSB is doing, and how Europe can play its part.", "I will be discussing these issues against the backdrop triggered by the Russian invasion of Ukraine.", "Developments keep evolving as I am speaking, and I do not want to engage in any speculation about what might happen.", "But we need to be alert that the dramatic shift in the geopolitical landscape may also affect the functioning and resilience of the global financial system.", "One of the first priorities for policy makers worldwide is to navigate their economies out of the Covid pandemic.", "The economic fall-out of the pandemic seems to be subsiding, and the extraordinary fiscal and monetary support measures that kept economies afloat are being gradually unwound.", "But, as the economic recovery is proceeding at an uneven pace across regions, this unwinding process is increasingly likely to be asynchronous.", "This creates the potential for cross-border spillovers.", "Moreover, since the onset of the pandemic, both public and private sector debt have increased, while asset valuations have grown amid a continued search for yield.", "This has made the global financial system more vulnerable to a disorderly tightening of financial conditions.", "A concern that has been accentuated lately by the return of high inflation.", "The job of the FSB here is to monitor and analyze developments closely and facilitate global coordination of policies, where necessary, to minimize the risk of a disorderly exit.", "At the same time as we need to chart a course out of the pandemic, we need to strengthen resilience in the non-bank financial intermediation, or NBFI, sector.", "A sector that now represents almost half of global financial assets and is evolving rapidly.", "Enhancing NBFI resilience offers significant benefits, not least during the transition to a post-Covid world.", "First and foremost, it will contribute to a more stable provision of financing to the economy.", "Second, it will enhance the ability of the financial system to absorb different types of shocks.", "And a resilient NBFI sector reduces the need for the types of extraordinary central bank interventions we witnessed in March 2020.", "The FSB is therefore working on vulnerabilities in specific NBFI areas.", "This includes money market funds, where we have developed policy proposals to enhance their resilience.", "And it includes open-ended funds, where we are working with IOSCO to assess whether recommendations to address structural vulnerabilities are effective.", "We will use the insights to develop a systemic approach to NBFI risks and policies to address them.", "We also need to remain vigilant to new threats to the financial system, particularly those that will have a transformational impact on our economies such as digitalization and climate change.", "Digital innovation offers opportunities for more efficient and inclusive finance, for example in global payments, but it also creates potential new risks.", "In particular, markets for crypto-assets are fast evolving and could reach a point where they represent a threat to global financial stability.", "It is critical that we address risks in crypto-asset markets holistically and avoid fragmented policy approaches that could give rise to regulatory gaps and arbitrage.", "The FSB is stepping up to the plate to deliver effective and risk-based regulatory approaches for all types of crypto-assets.", "We are doing so in close cooperation with standard setting bodies and national authorities.", "These approaches include reviewing the High-level Recommendation for the regulation, supervision and oversight of stablecoins, undertaking further work on so-called unbacked crypto assets, and analyzing the financial stability implications of the rapidly evolving decentralized finance.", "Another feature of digital innovation is the ever-greater use by financial institutions of outsourcing to third-party service providers.", "While this may have provided additional resilience during the pandemic, it has also reinforced the importance of effective policies for the oversight of financial institutions' reliance on critical service providers.", "To this can be added the greater exposure to cyber risk.", "Greater interconnections in the financial system increase the surface for cyber attacks, which have escalated during the Covid pandemic.", "Enhancing operational and cyber resilience will therefore remain an important item on the FSB agenda.", "Next to digitalization, we face the ever-present challenge to address risks to financial stability from climate change.", "These risks reflect the particular nature of climate change: it is global in its causes and its implications, and it is pervasive, affecting all kinds of financial assets and contracts.", "If we want to safeguard financial stability and ensure the financing needed for the transition to net zero, it is key that climate related financial risks are adequately priced in financial contracts.", "This is crucial because financial contracts price the future, and that future is about to undergo fundamental change.", "The FSB's roadmap for addressing climate-related financial risks aims to ensure that climate risks are properly reflected in all financial decisions.", "It covers disclosures, data, vulnerability analysis, and regulatory and supervisory approaches.", "Because there are no international standards in place yet, not least relating to disclosures, we have an enormous opportunity to get this right from the start.", "We should not miss it.", "It is important to act early to address these big transformational issues in the global financial system.", "Experience has taught us that global financial stability risks, like so many other global issues, are often best dealt with using a globally consistent approach.", "Not because one size fits all, but because this makes national policies more effective, provided that the global approach leaves room to be tailored to country-specific circumstances when it comes to implementation.", "Because of their history, to us Europeans, this is second nature.", "From the Treaty of Rome to the Treaty of Maastricht, now 30 years ago, the process of European integration has always been about Europeans working together to pursue common interests.", "That's why we have always been a strong partner in fostering international cooperation and high-quality minimum standards.", "Indeed, European countries have been key contributors to the international financial architecture.", "From the Bretton Woods Agreement back in 1944 to the establishment of the Financial Stability Board in 2009.", "When it comes to financial stability, the EU itself, but also other countries in Europe, has benefitted greatly from its commitment to multilateralism.", "The centre pieces of the European financial regulatory framework as we know it today are based on the G20 reform agenda that followed the financial crisis of 2008.", "These reforms have served the European financial systems well during the Covid pandemic.", "Greater resilience of major banks at the core of the financial system has allowed the system to absorb, rather than amplify, the economic shock.", "And in turn, this helped European economies weather the storm.", "As we have seen, today Europe and the world need each other more than ever in keeping the financial system stable and safe.", "Focusing on the EU, how can it contribute to making this global agenda a success?", "First of all, the EU can play an active role in implementing the lessons learnt from the recent crisis.", "The immediate challenge is to facilitate an orderly exit from the different support measures without creating shock effects or scarring the economy.", "Also, any exit strategy will have to bear in mind the risk of spillovers to other countries from uncoordinated actions.", "Next, the EU should aim to lead by example by implementing reforms in a comprehensive and consistent manner.", "In particular, the EU could make further progress in implementing the Basel III standards in accordance with the internationally agreed framework.", "In addition, policy makers need to strengthen the regulation of non-bank financial intermediation.", "For an internationally consistent approach, it is important that the FSB's recommendations on money market fund reforms are taken on board in the upcoming review of the EU's Money Market Funds Regulation.", "Moreover, the Covid pandemic has once again highlighted the unfinished agenda of increasing the growth potential across Europe, completing the European banking union and the need to break the interconnectedness between governments, the domestic banking sector and nonfinancial corporates.", "Additional measures are needed to develop the European Capital Markets Union and facilitate private risk-sharing.", "Finally, the EU can play a leading role in supporting the transformation of the financial system.", "With the Sustainable Finance Strategy, Europe is leading the way, for example with the development of a green taxonomy and incorporating climate risks into prudential regulation and stress testing.", "When it comes to meeting the challenges of rapid digitalization, the EU is making important progress on regulating crypto-asset markets, and creating financial oversight of critical third-party service providers.", "Europe's hands-on experiences with these initiatives can provide valuable input for the global discussions.", "The financial system has proven more resilient in light of the pandemic.", "This has illustrated the benefits of our collective, global reform efforts.", "The FSB has set out an ambitious work program to deal with the structural challenges of this age.", "The EU is already taking these challenges head on.", "We are working towards the same objective.", "In the road towards that objective, we should make sure that everyone is on board.", "This means we need European policies that fix European problems and can serve as an example for others, but that are also compatible with a coordinated global response.", "This is not only good for the world, it is also good for Europe.", "Because European ambitions can only succeed if they are part of a larger, global effort.", "Perhaps no one understood this better than Jean Monnet, a great Frenchman and a great European of the 20th century.", "Of course we all know Jean Monnet as one of the founding fathers of what would become the European Union.", "But what is less known is that he was also quite a global guy.", "Even at a young age, he had traveled the world to explore new markets for his family's cognac business.", "During the First World War, he worked closely with the Americans to coordinate the food supply of the allied troops in France.", "During the Second World War, he served in Washington as a liaison between the British and American governments on economic support to the UK.", "He was one of the architects of the land-lease act and of President Roosevelt's famous 'Arsenal-for-democracy' speech.", "Right after the war, he realized that any plans for European cooperation would only work if they were compatible with American ideas, thus securing the much-needed Marshall aid.", "So Monnet's later vision of Europe was very much based on what he had learned on the world stage during the decades before.", "That same spirit of Jean Monnet is needed today.", "The spirit of a global Europe.", "The spirit that brought forth not only the Treaty of Rome, and the Treaty of Maastricht, but also the Bretton Woods Agreement, and the post-crisis G20 reforms.", "Just as we Europeans chose to cooperate to pursue common interests, we need to cooperate at the global level too, to keep our financial systems safe and sound and fit for purpose in the 21st century."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Stability", "Global Risks", "Non-Bank Financial Intermediation", "Digitalization", "Climate Change", "Crypto-Assets", "Cyber Resilience", "European Integration", "Sustainable Finance", "Jean Monnet"]}