{"sentences": ["SPEECH Europe as a common shield: protecting the euro area economy from global shocks Keynote speech by Fabio Panetta, Member of the Executive Board of the ECB, at the European Parliament's Innovation Day \"The EU in the world created by the Ukraine war\" Brussels, 1 July 2022 I am very pleased to be taking part in this event, even though I unfortunately cannot do so in person.", "I would like to thank European Parliament Secretary-General Klaus Welle for his kind invitation.", "As an EU institution, the ECB is accountable to the citizens of Europe via the European Parliament.", "And our two institutions have quickly learnt one of the key lessons of the COVID-19 crisis: physical distance need not imply intellectual distance.", "Thanks to technology, since the outbreak of the pandemic I have participated in several virtual hearings of the Committee on Economic and Monetary Affairs to discuss the ECB's work on a digital euro.", "The digital euro is a key innovation for serving the interests of Europeans in a digital world.", "It would provide easy, costless and safe access to central bank money for daily digital payments, just as cash does for physical transactions today.", "[ Co-legislators can ensure that the European Union supports modernisation and progress in a way that is fully aligned with European values and interests.", "For the digital euro, they will legislate on key aspects such as the protection of privacy and legal tender status.", "But the digital euro is just one example.", "Promoting socially desirable innovation does not only apply to technology.", "It also applies to institutions.", "We need to continuously modernise the \"technology\" that underpins the functioning of our Union, from its governance to its economic architecture.", "This is crucial if we are to enhance our resilience to global shocks and safeguard European sovereignty.", "Ultimately, this is about protecting our society and guaranteeing that it can continue to enjoy peace, freedom and prosperity in spite of the geo-economic disruptions that we are facing with Russia's aggression against Ukraine, the commodity and energy price shock and the threats to international cooperation and multilateralism.", "If we are to overcome these formidable challenges, we must be united.", "The lesson of history is that when our actions are inspired by selfishness, and we waste our human, economic and political capital on fuelling internal disputes instead of solving them, we are defeating Europe.", "We are dividing it, weakening its ability to face shocks and shape global outcomes.", "Unity, not fragmentation, makes us strong.", "Two years ago, at the onset of the pandemic, Jacques Delors warned that the \"germ\" of national divisions was back and that it posed a mortal danger to the European Union.", "[ His warning was heeded and our Union emerged from the pandemic stronger, with inclusive policies and innovations such as the Next Generation EU (NGEU) programme.", "Following the Russian invasion of Ukraine, EU leaders took a major step towards European integration with the Versailles Declaration of March 2022.", "To deliver on its strategic objectives - reducing energy dependence, bolstering defence capabilities and building a more robust economic base - we need to continue innovating.", "also marks the 30th anniversary of the signing of the Maastricht Treaty, which transformed the European Communities into the European Union.", "This Treaty contained two important innovations.", "First, it granted the European Parliament extended powers through the right of co-decision, thereby strengthening the democratic foundations of policymaking in the EU.", "Since then, the Parliament has consolidated its role in shaping the EU.", "Second, the Treaty enshrined the decision to form Economic and Monetary Union (EMU) in law.", "The European Parliament is also EMU's parliament.", "And it has been a key promoter of the modernisation of our economic architecture in recent years, alongside the ECB and other EU institutions.", "[ So today I would like to reflect on the evolution of European economic governance and then explore the challenges facing the euro area economy and monetary policy in the new geopolitical landscape.", "The pandemic crisis: a paradigm shift Since the Maastricht Treaty entered into force back in 1993, progress towards EMU has been discontinuous, echoing Jean Monnet's famous statement that \"Europe will be forged in crises, and will be the sum of the solutions adopted for those crises\".", "[ The economic framework introduced by the Treaty had the specific aim of preventing economic policies from jeopardising the stability of the monetary union as a whole.", "But this was initially implemented mainly through preventive tools that sought to avoid excessive government spending at national level.", "The euro area was not prepared to manage large shocks.", "This weakness was laid bare by the financial crisis.", "The euro area adopted a flawed policy mix, causing an economic gap to emerge with other major economies.", "Fiscal policy - after briefly intervening to support the economy - procyclically turned towards fiscal consolidation, mainly through uncoordinated interventions that were inconsistent with the fiscal stance that would have been appropriate at European level.", "Between 2011 and 2013 procyclical fiscal consolidation triggered contractionary forces that also turned out to be self-defeating in terms of debt sustainability.", "The task of stabilising the economy fell on the ECB's monetary policy alone, forcing the euro area to undergo a slow and fragile recovery with members of EMU suffering economic losses and social distress.", "The procyclical policies of those years generated a political backlash.", "Europe was divided into creditor and debtor countries - a core and a periphery - resulting in a deep economic, social and political divide.", "The pandemic crisis represented a watershed in the journey of European integration.", "In spring 2020 European leaders recognised that a strong, common fiscal response to offset the economic damage caused by the pandemic was in the interests of all euro area countries.", "[ In particular, under the NGEU programme, a decision was taken to set up a European fiscal instrument with the necessary resources to support the recovery.", "[ This created the basis for a European social contract for exiting the pandemic: EU Member States committed to making their economies more competitive in exchange for European funding.", "In this way, not only would NGEU enhance medium-term growth prospects, it would also contribute to convergence.", "The ECB's monetary policy also responded decisively to the pandemic shock.", "At the outset, the COVID-19 crisis had a severe impact on the euro area economy and capital markets, bringing inflation into negative territory and threatening financial stability.", "Faced with this situation, the ECB adopted extraordinary measures to secure favourable financing conditions in all euro area countries.", "The most significant of these measures was the pandemic emergency purchase programme (PEPP), whereby the ECB - over a two-year period - purchased private and public sector securities amounting to around €1.7 trillion.", "[ In contrast to previous ECB asset purchase programmes, the PEPP was given the flexibility needed for purchases to be calibrated over time, across asset classes and among jurisdictions.", "This enabled action to be directed more effectively to where the risks to monetary policy transmission were greater.", "Overall, the ECB's measures supported favourable financing conditions across the euro area and fended off risks of financial fragmentation.", "And governments were in a position to step in, offsetting lost private sector income.", "We have learnt two main lessons from this experience.", "First, situations that require a joint monetary and fiscal policy response may arise more frequently than previously thought.", "[ During the pandemic, fiscal policies and our independent monetary policy have reinforced each other.", "[ This prevented a repetition of the experience of the global financial crisis, when the procyclical amplification of financial stress and inadequate support for demand resulted in a persistent output gap, high unemployment, financial instability and too-low inflation.", "The second lesson is that, for EMU to be viable, European policies must be conducted for the benefit of all Member States.", "The new model embraced by European authorities during the pandemic avoided the political divisions we saw in the past.", "This provided evidence of how EMU can create a virtuous circle.", "When we intervene at European level to counteract external shocks, when we promote responsible national fiscal and economic policies, and when we shore up the financial system against self-fulfilling risks of instability and fragmentation, we support the resilience and the progress of the entire euro area.", "A well-functioning EMU in turn supports the integration of European supply chains, boosting autonomy, efficiency and growth.", "[ It strengthens the international role of the euro[ and our collective firepower to react to external shocks.", "And in doing so it delivers both economic and geopolitical benefits to Europeans, acting as a collective economic defence clause.", "[ The euro area in the new geo-economic context Our ability and resolve to make EMU work are again being put to the test, this time by the war in Ukraine.", "And macroeconomic policies are facing renewed challenges in the current geopolitical landscape.", "The Versailles Declaration: implications for Europe's economic governance The Russian invasion of Ukraine marked a turning point for Europe and for globalisation.", "[ When European leaders met in Paris on 11 March, they described the current situation as a \"tectonic shift in European history\", with far-reaching effects on the structure and governance of the European economy.", "In the ensuing Versailles Declaration, they recognised Europeans' collective security as a shared public good and identified three conditions for achieving it: reducing energy dependence, bolstering defence capabilities and building a more robust economic base.", "The adjustment to this new state of international political and trade relations will be costly and require substantial investment.", "This investment is also necessary to protect our productive capacity in the face of the current shocks and to avoid a permanent loss of economic potential that could entrench inflationary pressures.", "In this context and responding to the mandate from the European leaders, on 18 May the European Commission presented REPowerEU, an ambitious plan that aims to reduce the EU's fossil fuel dependence on Russia to zero by 2030.", "[ Moreover, huge amounts of financing are needed if we are to make the green transition a reality.", "Overall, reducing dependence on Russian fossil fuels and achieving the EU's 2030 climate targets[ will require energy-related investments of €500 billion per year, on average, between 2021 and 2030.", "[ Member States' defence budgets are also likely to increase significantly.", "And in the coming years, Europe will have to increase its investment to speed up the digital transformation and expand research and development activities, to name just a few sectors.", "If the responsibility for these higher investments and the associated costs were to fall exclusively on the shoulders of the individual Member States, this could lead to underinvestment, a less coherent and effective response to current shocks and a narrowing of fiscal space.", "Financial fragmentation could also increase as the external shocks we are facing, such as the energy shock, are impacting European economies to varying degrees.", "According to the theory of fiscal federalism, public goods that cannot be offered more effectively or efficiently by national governments - and for which there is broad support across Europe - should be provided by the EU.", "In my view, the required investment I have just outlined can be considered as such a public good.", "And the action points set out in the Versailles Declaration enjoy broad support among Europeans.", "[ So if we think back to those words of Jean Monnet, the current geopolitical crisis requires us to make another leap forward in the process of EU fiscal integration, recognising that it is an illusion that EMU can function smoothly without a fiscal capacity at European level to respond to such external shocks.", "A larger, permanent and centralised fiscal capacity, if designed appropriately, could help to address the imbalances in the institutional framework of the monetary union, in which a single monetary policy coexists with a fiscal policy that is fragmented along national lines.", "In the current uncertain economic landscape, this would allow us to cushion the asymmetric effects that may emerge from the common shock of the war, thereby preventing fragmentation risks.", "Shielding the European economy from global shocks: the role of monetary Clearly, the new economic order created by the war also poses new challenges for monetary policy.", "Over the past two years, our economy has been hit by an unprecedented sequence of imported supply shocks.", "These are pushing up inflation and depressing growth.", "[ The exit from the pandemic had already produced a sharp rise in energy and commodity prices.", "And the emergence of supply bottlenecks had raised the prices of durable goods.", "The Russian invasion of Ukraine is now exacerbating each of these individual forces.", "In particular, energy prices were 41.9% above their levels one year earlier and food prices were 8.9% higher.", "Moreover, Eurosystem staff revised their baseline inflation projections up significantly in June.", "This surge in prices does not reflect excess demand in the euro area.", "Consumption and investment remain below their pre-pandemic level and even further away from their pre-pandemic trend.", "With wages rising at a moderate pace, real incomes have been severely hit by the surge in import prices.", "Together with the war, this is further depressing consumption and confidence, despite the boost they have received from the reopening after the pandemic.", "Leading indicators of consumer confidence and business sentiment are deteriorating, and the growth outlook is being progressively revised downwards.", "Our projections now foresee activity remaining below its pre-pandemic trend throughout our projection horizon.", "So how should monetary policy react to this situation?", "Faced with persistently high inflation, we started a gradual process of policy normalisation at the end of last year.", "And at its meeting on 9 June the Governing Council decided to end net asset purchases under our asset purchase programme as of 1 July.", "We signalled that we intend to raise our policy rates by 25 basis points in July and that we expect to raise them again in September.", "As a result, there is already an adjustment working its way through the economy.", "Nominal yields and real rates have seen a material increase in recent months.", "Banks have started to tighten their credit conditions and expect to further tighten them markedly in the coming quarters.", "Given the prevailing uncertainty, normalisation should remain gradual.", "For now, our aim should be to avoid high near-term imported inflation becoming entrenched by feeding into higher inflation expectations.", "And this is why we are ending the policies that sought to fend off deflationary dynamics, such as net asset purchases and negative rates.", "But beyond this, further adjustments to our monetary policy stance will depend on the evolution of the outlook for inflation and the economy.", "At this stage, inflation expectations stand at around 2% and wage increases remain moderate.", "We are closely monitoring these developments.", "And we need to see how the economy reacts to the tightening in financing conditions and the deterioration of the global and domestic economic outlook.", "Faced with several external shocks that have varying impacts on the economies of the euro area, we need to ensure that our policy stance is transmitted evenly, thereby preserving the singleness of our monetary policy.", "Monetary policy could otherwise be impaired by an excessive, self-fulfilling market reaction leading to an asymmetric tightening of financing conditions across the euro area.", "Action to prevent fragmentation is therefore not at odds with the normalisation of monetary policy.", "On the contrary, it is a necessary condition for us to have the freedom to adjust our stance as needed to bring inflation back to 2%.", "This is required to ensure that the desired monetary policy stance is reflected not only in the financing conditions of countries perceived as vulnerable to fragmentation, but also in the financing conditions of the other countries.", "In the vulnerable countries, fragmentation would lead to capital outflows and an increase in yields, resulting in financing conditions that would be too tight.", "It could trigger self-fulfilling financial tensions.", "At the same time, the least vulnerable countries would experience capital inflows that would compress yields, resulting in financing conditions that would be too loose and inflation that would be too high compared with our intended monetary policy impulse.", "And this would trigger even greater divergence and undesirable outcomes that would go against our monetary policy objective.", "So acting against fragmentation, countering any excessive reaction by market yields to the normalisation of our monetary policy, is not just consistent with our mandate; it is necessary for us to fulfil that mandate.", "And it is in the interest of all euro area countries.", "If we didn't act, the result would be inadequate financing conditions across the euro area, with a weaker, fragmented economy and less scope for us to adjust our stance.", "And this would inevitably be reflected in a weaker exchange rate.", "Accordingly, the Governing Council decided that it will apply flexibility in reinvesting redemptions coming due in the PEPP portfolio.", "The aim is to avoid a situation where the lasting vulnerabilities that the pandemic has left in the euro area economy result in our monetary policy normalisation being transmitted unevenly across countries.", "The Governing Council also stressed more broadly that preserving the functioning of the monetary policy transmission mechanism is a precondition for the ECB to be able to deliver on its price stability mandate.", "The Governing Council therefore requested that the completion of the design of a new anti-fragmentation instrument be accelerated.", "Together, our decisions to adjust the stance and protect the transmission of monetary policy underpin our commitment to ensuring that inflation stabilises at our 2% target over the medium term.", "As President Lagarde said earlier this week, \"we will address every obstacle that may pose a threat to our price stability mandate\".", "The war on our doorstep is a reminder of what we owe to European integration: three-quarters of a century of peace, freedom and prosperity within our Union, of openness and closer links between our economies.", "The Spring 2022 Eurobarometer survey commissioned by the European Parliament suggests that Russia's aggression against Ukraine has strengthened public support for the EU.", "Two in three Europeans see EU membership as a good thing, the highest result since 2007.", "[ We now need to protect the achievements of European integration and build on them to defend our shared interests, strengthening our Union and our economies in the face of geopolitical and geoeconomic challenges.", "This is the spirit and the letter of the Versailles Declaration.", "We have a collective responsibility to bring it to life.", "In March 2020 the ECB's Governing Council, under the leadership of President Lagarde, took courageous decisions to protect the European economy from the potentially disruptive consequences of the pandemic shock.", "I am confident that we will act with the same courage and determination to preserve price stability while safeguarding European unity in the difficult circumstances we are facing today.", "Fiscal and economic policies will need to play their part at both European and national level to achieve the necessary transformation of our economies and address concerns of competitiveness and longterm sustainability.", "Protecting our collective military, energy and economic security requires substantial financing.", "But it requires first and foremost political investment in a common response to common shocks.", "The reaction to the pandemic shows that our Union is capable of providing such a response.", "I would like to end by highlighting the importance of your work at the European Parliament.", "This Parliament is the voice of the European people.", "It holds us to our European responsibilities.", "And, in recent crises, it has in many ways been Europe's conscience, unwavering in calling for ambitious responses to the multiple challenges we face.", "Panetta, F. (2022), \" The digital euro and the evolution of the financial system \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, Brussels, 15 June.", "(2020), \" Coronavirus pandemic infects Europe with 'germ of division' \", Jacques Delors Centre - Hertie School, 29 March.", "Informal meeting of the Heads of State or Government (2022), \" Versailles Declaration \", 10 and 11 March.", "See, for instance: Juncker, J.-C. in close cooperation with Tusk, D., Dijsselbloem, J., Draghi, M. and Schulz, M. (2015), \" Completing Europe's Economic and Monetary Union \", European Commission (commonly known as the Five Presidents' Report), which established a roadmap towards a genuine Economic and Monetary Union; European Parliament resolution of 8 July 2021 on the review of the macroeconomic legislative framework for a better impact on Europe's real economy and improved transparency of decision-making and democratic accountability; and European Parliament resolution of 23 June 2022 on the implementation of the Recovery and Resilience Facility.", "Panetta, F. (2020), \" Why we all need a joint European fiscal response \", contribution published by Politico on 21 April.", "The European Union launched other powerful initiatives, too.", "In particular, it introduced: (i) the €100 billion SURE programme, a common fiscal instrument at the European level to mitigate unemployment risks in an emergency; (ii) a €25 billion European Guarantee Fund managed by the European Investment Bank, aimed at mobilising additional financing of up to €200 billion for the private sector; and (iii) the European Stability Mechanism's credit line of up to €240 billion, aimed at supporting euro area governments' pandemic-related spending on direct and indirect healthcare, and cure and prevention-related costs stemming from the COVID-19 crisis.", "In addition to the PEPP, the ECB adopted measures to ease the conditions for its targeted longer-term refinancing operations and temporarily eased the collateral eligibility criteria.", "ECB (2021), \" Monetary-fiscal policy interactions in the euro area \", Occasional Paper Series, No 273, Frankfurt am Main, September.", "Panetta, F. (2020), \" Asymmetric risks, asymmetric reaction: monetary policy in the pandemic \", speech at the meeting of the ECB Money Market Contact Group, Frankfurt am Main, 22 September.", "Intra-euro area exports as a share of GDP have increased by more than one-quarter since 1999.", "The regional integration of supply linkages in Europe is higher than on any other continent and has continued to increase in recent years.", "See Cigna, S., Gunnella, V. and Quaglietti, L. (2022), \" Global value chains: measurement, trends and drivers \", Occasional Paper Series, No 289, ECB, Frankfurt am Main, January.", "Panetta, F. (2022), \" Europe's shared destiny, economics and the law \", Lectio Magistralis on the occasion of the conferral of an honorary degree in Law by the University of Cassino and Southern Lazio, 6 April.", "Lagarde, C. (2022), \" Monetary policy statement \", Frankfurt am Main, 10 March; and Lagarde, C. (2022), \" A new global map: European resilience in a changing world \", keynote speech at the Peterson Institute for International Economics, 22 April.", "European Commission (2022), \" REPowerEU: A plan to rapidly reduce dependence on Russian fossil fuels and fast forward the green transition \", 18 May.", "The Fit for 55 package aims to put the EU on course to meet its target of achieving a reduction of at least 55% in greenhouse gas emissions by 2030, relative to 1990 levels.", "It is a set of proposals to revise and update EU legislation and put in place new initiatives with the aim of ensuring that EU policies are in line with the climate goals agreed by the Council and the European Parliament.", "The European Commission estimates that REPowerEU financing needs (to reduce fossil fuel dependence on Russia to zero, i.e.", "This corresponds to roughly €33.3 billion per year, on average, until 2030.", "Moreover, the Commission estimates that energy-related investments needed to achieve the EU's 2030 climate targets amount to €402 billion per year, on average, until 2030, at 2015 prices.", "This amount excludes investments in the transport sector, which are very sizeable (around €650 billion), as well as \"wider environmental investments\" such as environmental protection and resource management (€130 billion).", "Including these additional components, the volume of green investment for the period 2021-30 would amount to €1.2 trillion, on average, per year, with a yearly increase of €520 billion relative to the annual average of the previous decade.", "For more information, see European Commission (2021), \" Commission staff working document: Impact assessment report \"; and European Commission (2022), \" Towards a green, digital and resilient economy: our European Growth Model \".", "European Commission (2022), \" Flash Eurobarometer 506 - EU's response to the war in Ukraine \", May.", "According to this survey, four in five Europeans support further actions at the European level to reduce our energy dependency on Russia, increase our resilience by investing in renewable energies and energy efficiency, and take joint action to limit the impact on those who are suffering the most.", "Panetta, F. (2021), \" Patient monetary policy amid a rocky recovery \", speech at Sciences Po, 24 November.", "Panetta, F. (2022), \" Small steps in a dark room: guiding policy on the path out of the pandemic \", speech at the European University Institute, 28 February.", "Lagarde, C. (2022), \" Price stability and policy transmission in the euro area \", speech at the ECB Forum on Central Banking 2022 on \"Challenges for monetary policy in a rapidly changing world\", 28 June.", "European Parliament (2022), \" EP Spring 2022 Survey: Rallying around the European flag - Democracy as anchor point in times of crisis \", June."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "financial dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Fiscal policy", "Euro area economy", "European Union", "Geopolitical landscape", "Inflation", "Fragmentation", "European integration", "Energy security", "Economic transformation"]}