{"sentences": ["Speech by NBU Governor Kyrylo Shevchenko at Press Briefing on Monetary Policy Decisions Dear colleagues, I would like to inform you that the Board of the National Bank of Ukraine has decided to keep the key policy rate at 25% per annum.", "The decision to raise the key policy rate taken in June will continue to push up market rates.", "Improved attractiveness of hryvnia assets, coupled with the change in the official exchange rate, will dampen demand on the FX market.", "This will allow maintaining sufficient international reserves and ensuring macrofinancial stability in Ukraine.", "How have prices changed since the onset of the war?", "Inflation has been accelerating but is under control.", "In June, the pace of growth in consumer prices was 21.5% yoy.", "The consequences of the war are the main reason for the rise in inflation.", "They include a disruption of supply chains, a decrease in supply of some goods, higher business expenses, physical destruction of production facilities and infrastructure, and temporary occupation of some territories of Ukraine.", "Persistently high global energy prices and record-high inflation in trading partner countries also fueled price pressures in Ukraine.", "On the other hand, administrative measures of the NBU and the government - namely, fixing the hryvnia exchange rate and natural gas and heating tariffs - restrained inflation.", "How will prices behave going forward?", "Inflation pressures will persist in late 2022: consumer prices will grow by more than 30% yoy.", "The consequences of the war and high global prices, especially energy prices, will remain the main factors.", "Under such conditions, the NBU will conduct tight monetary policy.", "It will allow maintaining inflation expectations, raising interest in hryvnia assets, and reducing pressures on international reserves.", "These measures will support financial stability and partially lower inflationary pressures.", "The NBU's baseline scenario contains a number of assumptions, including the assumptions that in 2023 logistics will recover, businesses will face lower risks, and harvests will increase gradually.", "Such developments will help improve inflation expectations and reduce inflationary pressure by partially overcoming the adverse effects of the war that restrain the recovery of supply.", "A decline in global inflation and the NBU's tight monetary policy will additionally foster disinflation.", "At the same time, persistently high energy prices will limit disinflation in Ukraine and require a review of utility tariffs.", "Taking into account the above and the consequences of the war, the NBU expects inflation will drop to 20.7% in 2023, and 9.4% in 2024.", "Inflation will return to the 5% target in 2025.", "What will be the overall state of the Ukrainian economy?", "Economic activity has been reviving in Ukraine since April 2022, particularly due to the liberation of northern oblasts and a decrease in the number of regions affected by active hostilities.", "In the meantime, hostilities in the east and south of the country, destruction of infrastructure in various regions, the blockade of sea ports, and weak demand in the majority of sectors are restraining the economic recovery.", "Losses in the agricultural sector also make a large impact.", "The economy will thus shrink by a third in 2022 because of the war.", "When the active phase of the war is over, it is expected that consumer demand will rise, technological and logistical processes will be set up, and investment activity will recover, among other things, thanks to Ukraine's European integration prospects.", "This will enable the Ukrainian economy to return to growth.", "At the same time, the large losses of production and human potential caused by the war and security risks will be a drag on economic growth.", "The NBU expects the Ukrainian economy will grow at the rate of around 5%-6% per year in 2023-2024.", "What does the materialization of the NBU's baseline scenario depend on?", "Ukraine's continued cooperation with its international partners will remain one of the key factors in supporting the economy during the full-scale war and contributing to its recovery after the active phase of hostilities ends.", "Ukraine will continue to work closely with international financial organizations in 2023, including through the launch of a new IMF program to support macroeconomic stability in the country.", "Ukraine's cooperation with the IMF and continued European integration will help the country implement other structural reforms.", "A prudent economic policy is also a necessary prerequisite for delivering macroeconomic stability and ensuring the NBU's baseline scenario materializes.", "Under the current conditions, it envisages: narrowing the budget deficit through prioritizing expenditures and raising revenues gradually reducing imbalances in the energy sector • replacing the monetary financing of the budget with market borrowing • decreasing demand for imports by imposing additional taxes • discontinuing the practice of monetizing the state budget deficit.", "The key risk to the forecast is that the war in Ukraine will last longer.", "If materialized, this risk will delay economic recovery and the return of inflation to its target.", "What will the NBU's monetary policy stance be in future?", "According to the baseline scenario of the macroeconomic forecast, the key policy rate will remain at 25% at least until Q2 2024.", "If risks materialize, the NBU is prepared to continue to act decisively, if this is required to safeguard economic stability and to ensure inflationary processes remain under control.", "If required, the NBU stands ready to take additional measures to protect international reserves, increase monetary transmission, rein in inflationary pressures, and to maintain economic stability in the country.", "Today, the NBU took FX regulation decisions that will lay a solid foundation for economic recovery.", "Starting from 9 am on 21 July 2022, the NBU set and fixed a new official UAH/USD exchange rate of UAH 36.57 per USD 1.", "This step will improve the competitiveness of Ukrainian producers, converge exchange rate conditions for various groups of businesses and households, while also supporting the resilience of the economy during the war.", "The NBU's decision to fix the hryvnia exchange rate at UAH/USD 29.25 from the first hours of the war helped ensure the stable functioning of the financial system.", "Today, the fixed exchange rate remains the stabilizer of the economy.", "That said, the war has lasted for almost five months, during which the Ukrainian and global economies have changed significantly.", "Therefore, the official exchange rate of the hryvnia fixed on 24 February lost its relevance and gradually stopped being an anchor for expectations.", "With that in mind, the NBU has made a one-time correction in the hryvnia official exchange rate against the U.S. dollar and fixed it at a new level.", "The new exchange rate will become an anchor for the economy in a time of uncertainty.", "Keeping the exchange rate fixed will enable the NBU to maintain control over inflation dynamics and to support the uninterrupted functioning of the financial system.", "This is a key precondition for the stable operation of the economy, which is vital in wartime.", "The NBU also took some additional measures to balance supply and demand on the FX market.", "First, the NBU allowed the banks to sell cashless FX to individuals with the purpose of depositing it for three calendar months or more, with a monthly limit of UAH 50,000 and without the right for early termination.", "This will reduce the demand for cash foreign currency.", "Second, today the NBU has introduced additional measures to minimize the use of international reserves on things that are not a top priority in wartime.", "More specifically: Individuals will still be allowed to withdraw abroad the equivalent of UAH 50,000 from their hryvnia payment card accounts per month.", "However, the monthly limit on abroad FX cash withdrawals from hryvnia card accounts has been replaced with a weekly one: the equivalent of up to UAH 12,500 per seven calendar days.", "• The monthly limit on card-based P2P transfers from Ukraine abroad, using hryvnia cards issued by Ukrainian banks, has been reduced to the equivalent of UAH 30,000 per month from UAH 100,000.", "• A monthly limit of UAH 100,000 (in the equivalent) has been set on hryvnia card-based payments outside of Ukraine from all of a customer's hryvnia accounts opened with a bank.", "Most Ukrainians staying abroad will not be affected by these restrictions.", "Third, the NBU has changed the algorithm for calculating the banks' open FX position limits to reduce potential demand for foreign currency.", "The new requirement will come into force on 1 August 2022.", "All of the restrictions imposed since the beginning of the war are temporary measures.", "That said, today they are one of the wall of the country's \"financial fortress.\"", "It is keeping the economy afloat in wartime, and will contribute to the economy's more rapid recovery after the war.", "Thank you for your attention!"], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none"], "topics": ["Inflation", "War", "Economy", "FX market", "Hryvnia", "Monetary policy", "IMF", "Energy prices", "Exchange rate", "Risks"]}