{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss today's policy announcement and the Bank of Canada's Monetary Policy Report (MPR).", "Russia's unprovoked invasion of Ukraine is causing enormous human suffering, and our hearts go out to the Ukrainian people.", "The war has also introduced a major new source of uncertainty to the global outlook, and it is boosting already high inflation in many countries, including Canada.", "Against this background we have three main messages this morning.", "First, the Canadian economy is strong.", "Overall, the economy has fully recovered from the pandemic, and it is now moving into excess demand.", "Second, inflation is too high.", "It is higher than we expected, and it's going to be elevated for longer than we previously thought.", "Third, we need higher interest rates.", "Our policy interest rate is our primary tool to keep the economy in balance and bring inflation back to the 2% target.", "This morning we raised our policy rate by 50 basis points to 1%.", "And we indicated Canadians should expect further increases.", "Let me expand on each of these three themes.", "Recent data suggest the Canadian economy weathered the Omicron variant of COVID-19 remarkably well, and the economy has considerable momentum going into the second quarter.", "A broad set of indicators suggests that our economy is now moving into excess demand.", "The labour market shows this clearly.", "Job growth has been strong, the unemployment rate is at a record low, job vacancies are elevated, and wage growth has reached pre-pandemic levels.", "Businesses are also telling us they expect they'll need to increase wages further to keep and attract workers.", "Looking forward, momentum in most major spending components points to strong growth in gross domestic product this year.", "Canadians are spending more on services as public health measures ease and spending on goods remains solid.", "Housing activity has remained strong and is expected to moderate, but to still-elevated levels.", "Business investment and exports are both picking up, and higher prices for many of the commodities Canada exports are bringing more income into the country.", "Higher interest rates should moderate growth in domestic spending as we move through this year and next.", "At the same time, Canada's productive capacity should be helped by robust business investment, improved labour productivity and higher immigration.", "The Bank's primary focus is inflation.", "We are acutely aware that already-high inflation has risen further above our target.", "The invasion of Ukraine has driven up the prices of energy and other commodities, and the war is further disrupting global supply chains.", "We are also concerned about the broadening of price pressures in Canada.", "With about two-thirds of consumer price index (CPI) components growing above 3%, Canadians are feeling inflation across their household budgets, from gas to groceries to rent.", "CPI inflation in Canada hit a three-decade high of 5.7% in February, above what we projected in the January MPR.", "We now expect inflation to average almost 6% in the first half of 2022 and remain well above our 1% to 3% control range throughout this year.", "With inflation broadening and remaining higher for longer, the risk is that Canadians start to think that high inflation will become entrenched.", "This brings me to my third point-interest rates are increasing.", "Raising the policy rate is the main tool the Bank has to moderate demand, prevent a persistent buildup in domestic price pressures and keep inflation expectations moored on the 2% target.", "The economy can handle higher interest rates, and they are needed.", "Increases in the Bank's policy rate raise the interest rates that banks and other lenders charge their customers.", "These include the rates on business loans, consumer loans and mortgage loans.", "With increases in the policy rate, interest paid on savings products will move up as well.", "By making borrowing more expensive and increasing the return on saving, a higher policy interest rate dampens spending, reducing overall demand in the economy.", "And with demand starting to run ahead of the economy's supply capacity, we need that to happen to bring the economy into balance and cool domestic inflation.", "We also need higher interest rates to keep Canadians' expectations of inflation anchored on the target, so that as global inflationary pressures from higher oil prices and clogged supply chains abate, inflation in Canada falls back toward the target.", "We are committed to using our policy interest rate to return inflation to target and will do so forcefully if needed.", "Let me now say a few words about the Governing Council's deliberations.", "We of course discussed the economic impact of the invasion of Ukraine.", "The war has led to higher and more volatile energy prices.", "The war has also disrupted trade, increased uncertainty and caused volatility in financial markets.", "This will weigh on global growth, particularly in eastern Europe.", "The impact of the war on growth in Canada is likely to be small for two reasons.", "First, our economic links to Ukraine and Russia are very limited.", "And second, while the war has reduced global growth overall, it has increased the demand and prices for commodities we produce and export, such as oil, potash and wheat.", "We spent considerable time discussing the impact of higher inflation on Canadians and on their inflation expectations.", "People are increasingly expecting inflation will be higher for longer.", "But they continue to see inflation coming down, and their longer-term inflation expectations are still anchored on the 2% target.", "Finally, we discussed the impact of increasing our policy interest rate.", "While we have been clear that Canadians should expect a rising path for interest rates, seeing their mortgage payments and other borrowing costs increase can be worrying.", "We will be assessing the impacts of higher interest rates on the economy carefully.", "We also discussed where rates might end up-how high will they need to go?", "I know many Canadians have the same question.", "So let me share the Governing Council's thinking.", "Canadians should expect interest rates to continue to rise toward more normal settings.", "By more normal we mean within the range we consider for a neutral rate of interest that neither stimulates nor weighs on the economy.", "The neutral interest rate isn't something we can measure directly.", "We have to estimate it.", "And our estimate is between 2% and 3%.", "Today we raised the policy rate to 1%, still well below neutral.", "This is also below the pre-pandemic policy rate of 1.75%.", "It is important to remember that we have an inflation target, not an interest rate target.", "This means Governing Council is not on autopilot to a pre-set destination for the policy interest rate.", "How high rates go will depend on how the economy responds and how the outlook for inflation evolves.", "The economy has entered this period of excess demand with considerable momentum and high inflation, and we are committed to getting inflation back to target.", "If demand responds quickly to higher rates and inflationary pressures moderate, it may be appropriate to pause our tightening once we get closer to the neutral rate and take stock.", "On the other hand, we may need to take rates modestly above neutral for a period to bring demand and supply back into balance and inflation back to target.", "We will of course be updating our views on the outlook for the economy and inflation as new data come in, and we will continue to share our assessments so Canadians can make informed decisions.", "Let me conclude with a brief word on quantitative tightening.", "We expanded our balance sheet during the pandemic, first to help restore financial market functioning and provide liquidity to the financial system, and then to add further stimulus to support recovery.", "Last November, we stopped increasing our holdings of Government of Canada bonds and have been in the reinvestment phase since then.", "Today we announced that we are entering the next phase, quantitative tightening, or QT.", "Effective April 25, we will stop purchasing Government of Canada bonds to replace our holdings as they mature, so our balance sheet will shrink.", "This will put upward pressure on borrowing costs further out on the yield curve, complementing the increases to our policy interest rate.", "Senior Deputy Governor Rogers and I will be happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["inflation", "interest rates", "economic outlook", "ukraine invasion", "canadian economy", "monetary policy", "commodity prices", "labor market", "quantitative tightening", "neutral rate"]}