{"sentences": ["Introduction I am delighted to be given this opportunity to speak to you at the FIN/SUM 2022 through a video message.", "The main theme of this year's FIN/SUM is \"Aiming for two-way players in both business and society.\"", "Climate change, pandemics, social inequality, and many other issues of today all have a great deal to do with our society, that is to say, our livelihoods.", "Under these circumstances, financial services should constantly evolve to meet the diverse needs of people's everyday life.", "If businesses are committed to meeting such needs, new businesses will be created one after another, becoming a source of growth.", "Also, every economic activity should ultimately contribute to an improvement in people's livelihoods.", "Today, I would like to talk about the role that digitalization will play in enabling more people to receive financial services that fit their livelihoods.", "New Combinations of Consumers and Businesses Last year at this forum, I mentioned that Schumpeter, who is considered to be the founder of innovation theory, introduced the concept of innovation with the term \"new combinations\" in his book The Theory of Economic Development.", "According to Schumpeter, innovation is not necessarily about invention but is more about creating new combinations.", "Today, digitalization is creating new combinations in many fields.", "In the past, financial services for consumers were provided face-to-face in physical locations.", "Now, with the widespread use of the internet and smartphones, it is not unusual to find digitalized financial services that require no face-to-face interaction, such as online banking and securities transactions as well as smartphone-based mobile payment services.", "The spread of COVID-19 has led to an increase in people's demand for services through these digital channels regardless of age group.", "The digital world has no geographical limitations.", "These days, we often hear the term \"Metaverse,\" coined by combining \"meta\" and \"universe.\"", "Metaverse has its origin as the name of a fictitious virtual space service that appears in a novel Snow Crash, released by Neal Stephenson, a science fiction novelist, in 1992.", "Today, this term is broadly used to refer to the wide-ranging activities of avatars that represent various entities beyond geographical limitations.", "The digital world, although not something that is peculiar to Metaverse, has the potential to create new combinations of businesses and consumers.", "As consumers will be able to access a variety of businesses without being limited by where they live, they will find it easier to receive the services that best meet their needs.", "Such an environment will incentivize businesses to design and launch brand-new, superior services.", "As businesses whose activities were once limited by geographical conditions are now able to access a broader market, they are also more likely to be able to commercialize services which meet the niche demands of consumers, thereby providing consumers with more choices.", "Such a possibility is also the case for financial services - a greater variety of financial services will be provided to more people through digital channels.", "For example, some firms have already launched internet-based multilingual remittance services for foreigners working or studying in Japan.", "As a decline in Japan's population is anticipated going forward, especially in nonmetropolitan areas, there will be a growing need for digital technology as a means of providing financial services in underpopulated areas.", "One thing to keep in mind is that it is difficult, nor is it right, for all financial businesses to provide homogeneous digital services to consumers.", "There is no homogeneity in the ability of businesses to offer digital services, nor in the degree to which consumers accept digital services.", "In addition, consumers are not homogeneous in what they look for in services.", "We can expect to see more and more new combinations of consumers that actively use digital services and businesses that cater to their diverse needs.", "That being said, it is also important there are businesses that offer services tailored to the needs of consumers that prefer non-digital services.", "By strengthening the combination of consumers and businesses through digital channels, our society as a whole should not overlook various potential needs.", "This in turn is likely to lead to an increase in the Japanese economy's growth potential.", "It is essential to have global perspectives in advancing digital services.", "It is a good thing that businesses provide finely-tuned services for the specific needs of domestic customers.", "However, potential business areas may not be expandable if services are optimized to be competitive only in the Japanese market without taking into account global technical and societal trends - this is the so-called Galapagos Syndrome.", "This would make it difficult for businesses to improve services by incorporating global trends or to evolve services into those that are acceptable to a wider market outside of Japan.", "New Combinations of Data The digitalization of financial services also has an effect that facilitates data coupling.", "For example, banks and funds transfer service providers incur substantial costs to monitor fraudulent transactions as a measure against money laundering and other financial crimes.", "In recent years, automatic detection systems for fraudulent transactions utilizing machine learning technology have been considered and introduced.", "However, one of the challenges is that individual firms by themselves cannot necessarily collect sufficient amounts of data for machine learning.", "In this regard, efforts have been made to enhance detection effectiveness and efficiency by sharing the learned parameters for machine learning, which exclude personal identifiable information, with third-party businesses under certain conditions.", "In line with the roadmap endorsed by the Group of Twenty (G20) in 2020 to enhance cross-border payments, many international initiatives are underway.", "Appropriate data coupling is expected to not only improve the functionality and efficiency of existing business operations but also, through the creation of new value, enable more consumers to access financial services that better match their needs.", "In addition, new combinations of financial and non-financial data may be expected to create new value.", "For example, data on deposit account activities contain various kinds of information related to the account holder's daily life.", "Such information could help identify where potential consumer demand for financial and non-financial services is still unknown.", "In this personalized marketing field, online businesses and consumer businesses have taken the lead.", "Recently, more financial institutions have started to adopt personalized marketing in order to increase customer satisfaction by using various sorts of information, which can be regarded as new combinations with other business categories.", "Also, some financial and non-financial businesses are collaborating with each other to calculate a consumer's credit score based on shared data, utilizing the score for screening loan applications.", "If such \"data collateralization\" can provide financing opportunities to a customer segment that has had difficulty obtaining loans from financial businesses, this should be of service to greater numbers of people's lives.", "In promoting new combinations of data in a way that consumers feel comfortable, it is extremely important to pay due attention to privacy.", "As you may know, there are various debates over issues such as obtaining consent as well as conducting data analysis and using the results for socially acceptable purposes, in addition to complying with laws and regulations, including the Act on the Protection of Personal Information.", "It has been pointed out that the greater the amount and scope of data coupling, the greater the network effects, thereby increasing benefits at an accelerated rate.", "While this in itself could yield large benefits to consumers, it could also cause new problems associated with monopolies or oligopolies, where one or a few entities have too strong a domination over data.", "We need to be aware that data monopoly can inhibit competition and innovation, and ultimately have a negative impact on consumer benefits.", "Finally, in the remaining time, I would like to touch upon central bank digital currency (CBDC).", "After the release of \"The Bank of Japan's Approach to Central Bank Digital Currency\" in October 2020, the Bank of Japan carried out Proof of Concept (PoC) Phase 1 from April 2021 to conduct experiments on the basic functions that are core to CBDC as a payment instrument.", "Completing Phase 1 as planned, next month we will move on to PoC Phase 2 in order to test the additional functions of CBDC.", "While there is no change in the Bank's stance that it currently has no plan to issue CBDC, we consider it important to prepare thoroughly to respond to changes in circumstances in an appropriate manner, from the viewpoint of ensuring the stability and efficiency of the overall payment and settlement systems.", "Amid various new combinations that are being created in an increasingly digitalized society, the Bank will continue to carefully consider the expected roles of central bank money for people's lives today and in the future, drawing on the wisdom of various stakeholders both at home and abroad.", "I would like to close my remarks by expressing my hope that interactions between the participants at this year's FIN/SUM will lead to many new combinations.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalization", "Financial Services", "New Combinations", "Data Coupling", "Consumer Needs", "Global Perspectives", "Privacy", "Central Bank Digital Currency (CBDC)", "Innovation", "Metaverse"]}