{"sentences": ["Ladies and gentlemen, I'm delighted to be with you, even if I would have preferred a more serene context after two years of crises.", "The war in Ukraine is casting a new shadow on our times with deep and possibly long standing consequences on economic and financial relations at global and regional levels.", "In the short run, it could alter significantly our macroeconomic and macrofinancial environment, bringing new challenges and amplifying old ones both for financial institutions and public policy makers and supervisors.", "Today, I would like to discuss some of these challenges, by sharing with you, with my central banker and supervisor lens, my perspective on short run challenges associated with the macroeconomic and the financial stability outlook and on longer term challenges associated with climate change and digitalisation of finance.", ".The macroeconomic outlook: the challenges associated to a new interest rates The war in Ukraine is likely to play an important role in the growth and price perspectives in the euro area, as it represents a so-called \"slow-flationary\" shock whose impact in terms of length and magnitude is highly uncertain at the current juncture.", "It is already clear however that it will amplify the headwinds to the strong recovery that the euro -area has been experiencing in 2021, and that it will intensify inflation pressures in a context where inflation has already increased significantly and will remain high over the coming months.", "The general uncertainty that marks the euro-area macroeconomic environment has implications for the conduct of monetary policy.", "In these conditions, it is important to balance carefully the risks of waiting too long to act as opposed to those of normalizing too soon.", "In any case, the commitment of the ECB is clear: the Governing Council will do what is necessary to bring inflation firmly and durably to around two per cent over the medium term.", "forward guidance, relying on state contingent criteria and the \"sequencing\" are instrumental to this goal.", "Policy normalization will follow a clear order: the ECB will end its asset purchases first, likely in Q3 2022, then raise the key interest rates, eventually reducing its balance sheet in a third step.", "All along this gradual process of normalization, the Governing Council of the ECB made it clear that it will maintain optionality; gradualism and flexibility in the conduct of monetary policy.", "In that context, financial markets are currently considering that the rise in interest rates might start in the near future, with a first 25 bps hike almost fully factored in (90 %) as of next July, followed by two others by the end of this year.", "We will see whether these expectations, which are very volatile, will be vindicated by the actual decisions of the governing Council as they will remain data driven and will reflect their assessment of the outlook.", "However, I believe it is fair and safe to say that the interest rates environment is likely to change after a long period of very low interest rates.", "As a supervisor, the current downside risks to growth and upside risks to inflation, and the associated perspective of a normalization of monetary policy of the euro area, make it all the more relevant to maintain credit and market risk management of banks, including exposures to vulnerable sectors, to leverage finance and to shocks in interest rates and credit spreads, a top SSM supervisory priority.", ".Financial stability situation: the risks associated with indirect exposures Normalization of monetary policy will certainly come with a rise in interest rates.", "An orderly rise in interest rates as well as the direct exposures, which are small and concentrated, of euro-area financial intermediaries to Ukraine and Russia, are not likely to threaten financial stability.", "Through these direct exposures, the financial stability impact of the war has been well contained so far.", "However, the outlook is uncertain as vulnerabilities associated in particular with markets underpricing of risk, NFC high level of debt and exposure to cyber-attacks may unravel through indirect exposures and amplification mechanisms.", "Particular attention should be paid to abrupt repricing moves in risky asset prices, in the wake of rising interest rates.", "This situation could put some non-bank financial actors in difficulty, especially the ones using leverage, as illustrated by the Archegos' default at the end of March 2021.", "Likewise, given the role played by Russia and Ukraine in the supply of energy and more widely some commodities, rising prices and volatility in commodities markets have led to a major increase in the magnitude of margin calls for derivatives, in particular for energy and agricultural products.", "Such margin calls have generated liquidity strains for commodity market participants, which require strong vigilance notably to ensure that any possible default should remain idiosyncratic and does not develop into a systemic chain.", "The banking sector has proved resilient so far and has contributed to soften and not amplify shocks.", "Given the uncertainties about the macroeconomic and macrofinancial outlook, it is important that banks' capacity to absorb shocks is maintained going forward and possibly strengthened.", "Hence the relevance of a timely, fair and definitive implementation of the Basel 3 accord.", "With the Basel III agreements in 2017, we indeed reached the best possible agreement to promote financial stability at the international level.", "With the publication last October of the Commission's proposal for a new banking package to implement it, the European Union made a decisive and very balanced step.", "Indeed, the Commission's proposal allows for a faithful implementation of the final Basel 3 standards, as agreed at the international level, while taking into account EU specificities and avoiding material increase in capital requirements.", "As negociations are underway, at the ACPR we see merits in sticking to the following: First, the implementation of the Output floor at the European consolidated level, consistently with the Banking Union which is now almost complete.", "Second, that the few targeted adjustments, on critical and strategic exposures for the financing of the EU economy which are transitional in nature, remain so.", "This concerns both the low-risk exposures on residential real estate and the exposures to unrated corporates.", "The transitional period is planned to end on 31 December 2032, which will give sufficient time for European banks to absorb the impact of the output floor, through organic capital generation, and for the market to ensure a larger coverage of ratings for EU companies.", "Another pragmatic measure proposed by the Commission that we strongly support at the ACPR is the introduction of a mechanism that would allow the Commission to adjust rapidly in reaction to international developments on the calendar or the content of key elements of the standard, in particular for market risk activities.", "This would provide some necessary flexibility for these activities exposed to international competition, as Europe continues to be a front-runner regarding the transposition of the final Basel 3 standards.", "Achieving a complete and consistent macroprudential safety net, in addition to completing the microprudential one, is also desirable in the current context to enable banks to absorb further shocks while maintaining the provision of key services.", "This should take several avenues, ranging from countercyclical buffers, to be set at 0.5 % in France as of 2023, to borrower based measures.", "In this regard, there is clearly a need to act across Europe with regards to the buoyancy of the residential real estate market.", "In France, the macroprudential authority has put in place since 2019 a framework to regulate lending by imposing a debt-service-to-income ratio standards in the residential real estate market cap of 35% and a maturity limit of 25 years on new housing loans.", "Such measures together with the prominence of fixed rates in France, has strengthened households' financial resilience against any potential increase in market interest rate and any related rise in loan maturity.", ".Challenges associated with climate change and digitalisation of finance The challenges brought forward or amplified by the war in Ukraine should not blind us to more structural vulnerabilities, which the war in Ukraine has not made disappear.", "What I have in mind here is the transition to a sustainable economy and the digitalisation of finance.", "To conclude my remarks I would like to say a few words about the role we can play as supervisors and central banks to help banks address those two challenges.", "Regarding the first one, the publication at the beginning of the month of the last contribution to on climate change mitigation reminds us of the need for an the IPCC 6th assessment report urgent transition toward carbon neutrality, which will entail major transition risks for banks.", "Supervisors have already started to assess the exposure and disclosure of financial institutions to those risks to incentivize them to identify, assess and manage those risks as mainstream ones- and the ACPR played a pioneering role in this respect, with the achievement of the first bottom-up climate risks stress-test last year.", "From now on climate risks will be progressively integrated into the prudential framework, starting with pillar 3 and pillar 2 requirements.", "Banks must step up their efforts to prepare meeting these forthcoming regulatory requirements, including those related to climate stress-tests and banks' transition plans, which are part of the CRD6 proposal currently in negotiation.", "As regards the pillar 1 framework, let me note that the integration of climate risks is still a and I hope the upcoming publication of hotly debated topic a discussion paper by the EBA on this issue will allow us to move forward.", "We shouldn't jump to conclusions though.", "There are many methodological and data shortcomings to address before implementing new requirements.", "In any case, let me emphasise that from my supervisory perspective the pillar 1 should remain risk-based and that we should overcome the green / brown dichotomy by assessing transition risk on the basis of the instead.", "transition plans in addition to the support to the development of Regarding the digitalisation of finance, regulations, like DORA and MICA, that are intended to facilitate the development of innovations in a confidence and financial stability enhancing framework, we can, as central banks, play a positive operational role in revisiting the central bank money services we provide.", "This is indeed what we have started to do with the conduct by the Banque de France of 9 experiments which consisted in putting central bank money \"on the ledger\" for interbank settlement purposes of securities transactions or cross-border payments, and with the launch by the ECB of an investigation phase for a digital euro for merchants and citizens' daily payments needs.", "However, let me note here that issuing a retail CBDC raises a number of challenges, in particular because financial intermediaries, including banks, play a key role in the security and financial stability of our monetary and financial system.", "These challenges need to be addressed by design in the architecture and functionality of a digital euro, for example by introducing holding limits and by promoting an intermediated model.", "This is why it is essential that the financial intermediaries, along with the other stakeholders, be properly involved in the investigation phase that is currently conducted.", "But it must be clear that beyond regulators and central banks, the private sector has also to ensure that the digitalisation of finance indeed brings about the efficiency a key role to play benefits it is expected to deliver without jeopardizing the stability of our financial system.", "From that perspective I would like to underline the strategic importance of the European Payments Initiative.", "The EPI is currently the only project aiming to offer an integrated pan-European payment solution with a common brand, and not based on the interoperability of heterogeneous domestic solutions.", "I regret that part of the European banking community has prioritised other interests over a common, lasting project.", "This shrinking of the number of shareholders has inevitable consequences on the capacity of the initiative, leading EPI to give up on a European card scheme, and leaving this field open for international schemes in the short and medium term.", "On the other hand, we can also acknowledge that EPI has decided to invest in the next generation of payments: mobile, account-to-account and instant payments.", "Eight of the first ten European banks and the two largest European payment processors are part of the project.", "We therefore hope that the launch of the first EPI solutions, expected for the beginning of 2023, will convince other banking communities to join this new digital pan-European solution, which stands as a great chance for the European market to build the independence of the European payments market for the future.", "By way of conclusion, let me say that there is currently no shortage of challenges.", "However, the reforms introduced in the regulation and the efforts made by banks to enhance their resilience over the last decade have borne fruits and the European banking system has demonstrated with the Covid crisis not only its ability to withstand enormous shocks but also its ability to support public authorities efforts to overcome difficulties to the benefit of the European people.", "This is a major positive development.", "While this is not the time for complacency, this development should collectively encourage us to maintain our attention and efforts and to address the current and forthcoming challenges with both confidence and determination."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["interest rates", "financial stability", "climate change", "digitalisation of finance", "macroeconomic outlook", "monetary policy", "Basel III", "macroprudential safety net", "European Payments Initiative", "EPI"]}