{"sentences": ["Speech Housing in the Endemic Phase Assistant Governor (Economic) Keynote Speech to the UDIA 2022 National Congress Sydney - 25 May 2022 I would like to thank UDIA for the opportunity to speak to you today.", "I'd originally been invited to the same congress two years ago, but the event was cancelled for obvious pandemic-related reasons.", "Suffice to say, the talk I'm giving today is very different from the one I had written and planned to give in March 2020.", "Two years of pandemic and ongoing recovery have profoundly affected every aspect of how we live and work, but few more so than our housing choices.", "In fact, things have changed so much on this front that the focus of my talk is almost solely the drivers of housing outcomes.", "There is that much to talk about!", "I won't have anything to add about monetary policy, beyond what has already been published in recent weeks in the Governor's media conference, the Statement on Monetary Policy, and the Board Minutes.", "And I'm not going to say much about the prices of established homes.", "Rather, I plan to focus on some of the underlying drivers of housing demand, their likely persistence, and the capacity of the construction industry to meet that demand.", "The shift in space It is no surprise that the pandemic has changed how we think about our homes.", "There is nothing quite like being confined to your home for months on end to make you appreciate having a home that meets your needs, or rankle at one that does not.", "Spurred by the experience of lockdown and self-isolation, many people understandably wanted a bit more space, and perhaps a garden.", "Some also needed space where they could work, or perhaps just fewer flatmates to share that space with.", "This shift towards wanting more space has changed many people's living arrangements - the full extent to which will be revealed in the 2021 Census results to be released from late June.", "Until then, there are some intriguing and suggestive results from survey data, which show that average household size has fallen since the pandemic began (Graph 1).", "The share of group households declined in 2020 and has remained at this lower level.", "By contrast, while some young adults moved back in with their parents at the onset of the pandemic, that shift has since reversed.", "On the question of who you would rather be locked down with, at least some Australians have voted with their removalists' van, by moving out of their share house and in with their partner.", "Household Dynamics* Living arrangements Average household size Share of households Live with partner 2.6 50 2.5 25 Live with parents Other 2.4 0 2018 2022 2018 2022 Based on self-reported survey data; six-month moving average.", "Sources: RBA; Roy Morgan Single Source The decline in average household size increased the demand for homes (by number).", "This helps explain why rental vacancy rates quickly returned to low levels even though the international border was closed and population growth declined to be close to zero.", "Roughly speaking, the decline in population growth meant that there were up to 200,000 households that didn't arrive in Australia over the past two years, who would have done so if population growth had stayed where it was before the pandemic.", "But the decline in the average size of households that were already here broadly offset this.", "Across the whole Australian population of more than 25 million people, a decline in average household size of the extent shown in Graph 1 would add about 140,000 households.", "This is a necessarily rough calculation and, as I mentioned, we will know more when the Census results are released.", "In broad terms, though, these two factors have roughly offset each other.", "This suggests that the number of homes demanded didn't changed much throughout the pandemic.", "There's a broader point to be made here: things always adjust.", "If average household size hadn't declined, there would have been fewer households to fill the new homes being built.", "Instead of the result being a swathe of empty homes, though, prices would have adjusted - in this case, rents.", "This would have induced the demand needed to match the supply.", "I am reminded of the predictions that population ageing would result in a shrinking labour force, because people aged over 65 are less likely than younger people to be employed.", "But, as I have noted in the past, participation of older workers, and female workers in most age groups, increased and more than offset the effect of ageing.", "The lesson here is that we shouldn't focus only on the original shock - but rather how people will react to that shock.", "People's housing choices changed over the past two years.", "Homes with some outdoor space became even more attractive relative to small apartments.", "This shift in preferences was evident both in rental and purchase markets.", "Rents and prices of apartments weakened relative to those for detached houses during the early phase of the pandemic, especially in the largest cities.", "Renovation activity also increased.", "The desire for more space is one thing; the ability to get it is another.", "For some, this choice became more feasible due to other pandemic-related shifts.", "As I first described some years ago, people's choices around housing represent a trade-off between space, place and price.", "The widespread shift to working from home reduced the premium on place.", "If you don't need to commute to employment centres as often, living further out becomes more tenable.", "It then becomes more feasible to get more space for a similar price, by trading off place.", "A lower relative advantage of central locations will show up in their relative price.", "And that is exactly what has happened.", "The relative premium paid to be closer to the city centre, both in rents and purchase prices, narrowed during the pandemic (Graph 2).", "Housing prices increased over the two years to April this year across almost all neighbourhoods in the major cities; however, in general, price increases were stronger in the outer suburbs than in inner-urban regions.", "The premium for being close to the centre remains, but it is much smaller now and is closer to the premium for being in a middle-ring suburb.", "House Price Premiums* Inner and middle city ring prices, relative to outer capital city prices Sydney Melbourne Brisbane Perth 1.75 1.75 1.50 1.50 1.25 1.25 1.00 1.00 Inner Middle Inner Middle Inner Middle Inner Middle Inner refers to 0-15 km from CBD; middle refers to 30-60 km from CBD.", "Sources: CoreLogic; RBA It should be noted that the desire for more space has likely been more widespread than the ability and willingness to trade-off place.", "While a large fraction of the population has experienced long lockdowns, and more than a few of us have had to self-isolate, not everyone can make the location trade-off.", "Many people cannot work from home because of the nature of their work.", "ABS data from the Characteristics of Employment survey showed that more than 60 per cent of managers and professionals were working from home in August last year, but only around 20 per cent of people in sales or the community and personal services sector.", "And even those who can work from home at least part of the time will not be in a position to do so full-time.", "The 'laptop class' of people who can mostly work from home on an ongoing basis are in fact a small minority - a minority, who, prior to the pandemic, were not evenly distributed across geography.", "Rather, they were concentrated in inner-urban, higher-priced areas.", "Data from the 2020 HILDA survey suggests that around 60 per cent of people who lived within 5 kilometres of a city centre could work from home, but less than 40 per cent of those who lived more than 20 kilometres out could do so.", "As a result, a shift in the location of some of the laptop class will be more noticeable than if they had initially been more evenly spread.", "Some effects will wane In considering the effects of the pandemic on the housing market, we need to remember that only some of these shifts might last.", "The desire for more space further from the office might wane over time as the memories of lockdown start to fade.", "Not everyone who sought a 'tree change' in the regions will find that to be the right choice in the long term.", "More importantly, many of the shifts of population between locations were less a change in people's decisions than a simple interruption of the normal flows.", "In broad terms, the usual pattern of net population flows is that migrants from overseas are more likely to arrive in Sydney and Melbourne, and this net flow into those cities more than offsets the usual net outflow of residents to other parts of Australia, especially Queensland.", "There are variations around this trend, such as the shifting net flows into and then out of Western Australia as the mining boom peaked and declined.", "But these net flows mask much larger flows in both directions from each region (Graph 3).", "People move for all sorts of different reasons.", "As well as the flow of overseas migration coming to an effective halt while the international borders were closed, people from parts of Australia that were not in lockdown at the time tended not to move to cities that were in lockdown.", "So this wasn't so much about city people wanting tree changes, but rather the interruption of the longstanding trend of others moving to the big smoke.", "Regardless of the source of the change in population flows, though, it is undeniable that in many regional housing markets, prices and rents have increased considerably.", "This is impinging on the budgets of existing residents.", "It is important to be mindful of that.", "With the inflow all but stopped and outflows continuing, population growth in Australia's largest cities over the last two years was much weaker than in the rest of the country.", "These shifts are now unwinding, with internal migration returning to a more typical pattern and overseas migration slowly starting to pick up.", "Overall population growth is now expected to revert to close to pre-pandemic patterns by 2024.", "It will take a little while for students and other migrants to return in the numbers that were seen before the pandemic.", "Importantly, official projections do not embody any catch-up from the period of closed borders.", "This implies that the population level is on a permanently lower track than would have been expected had the borders not been closed.", "While the local market implications of this will be important, it is also worth considering the national picture.", "The sharp decline in population growth stemming from pandemic-related border closures occurred at the same time as the housing stock continued to expand (Graph 4).", "Much of the additional supply will have been absorbed by the decline in household size noted earlier.", "Even so, the net effect is likely that housing supply has for a number of years been running ahead of what would normally be thought of as trends in demand.", "Sources: ABS; Australian Treasury; RBA Treasury forecasts imply that, over time, the population growth rate is likely to revert to something closer to its pre-pandemic trend.", "But what about the flow of new housing supply?", "Our expectation is that construction of new homes will remain solid for the next couple of years.", "The housing stock will therefore continue to expand as a result.", "We expect it will expand at rates similar to the first decade of this century, but not as much as during the boom in apartment building in the second half of the 2010s.", "This is likely to still be enough to keep the housing stock growing faster than the population.", "Solid rates of home-building have been encouraged by a range of public policy measures, including the low level of interest rates.", "Also important has been the raft of subsidies and other incentives for home construction, as well as support for first home buyers during the pandemic.", "In combination, these subsidies have been quite sizeable in some cases (Graph 5).", "Maximum Grants Available* New home construction New South Wales Victoria 20 5 Queensland Western Australia 20 5 H2 2020 H2 2020 HomeBuilder (LHS) Other** (LHS) First home owner grant (LHS) Per cent of median housing price*** (RHS) Subject to eligibility criteria including first-home-buyer status, income and property price caps.", "Other includes regional bonuses in Victoria and Queensland, and the Western Australian Building Bonus grant.", "Median price of all new and established dwellings at the end of the reference period.", "Sources: CoreLogic; federal and state governments; RBA It is difficult to disentangle how much of the increase in demand for housing has reflected temporary subsidies and the current low level of mortgage rates versus the shift in preferences.", "However, it is clear that the time-limited nature of HomeBuilder and some other subsidies induced a temporary surge in building approvals for detached homes and renovations (Graph 6).", "We estimate that about one-quarter of building approvals during this period were supported by HomeBuilder, though many of these would have happened anyway.", "Grant value by phase of the HomeBuilder program.", "Sources: ABS; RBA Even now, after eligibility for these subsidies has closed, these categories of building approvals have remained higher than immediately before the pandemic.", "This suggests that the extra demand induced by the subsidies wasn't entirely pulled forward from this year and next year, which would have left a 'hole' in activity.", "Rather, the combined effect of low interest rates and preference shifts is continuing to support demand.", "Over time, though, that additional surge in building approvals from HomeBuilder and other subsidies will have been worked through and will no longer be a support for the level of dwelling construction.", "But not yet, because - as I'll explain - the construction industry appears to be at capacity.", "Construction at capacity Despite the surge in demand and building approvals, the data on housing completions have not yet picked up in the same way (Graph 7).", "This is why current and expected growth in the housing stock is around the same rate as in the first decade of the century.", "The large number of detached approvals have mostly started construction, but there is now an unusually large pipeline of detached homes that are yet to be completed.", "Residential Pipeline Quarterly activity Dwellings approved but not yet completed 60 200 Approvals Completions 0 0 2002 2012 2022 2002 2012 2022 Sources: ABS; RBA All the signs point to the fact that the residential construction industry is at capacity and cannot work down this pipeline any faster.", "To be clear, this has nothing to do with land availability or governments approving enough homes.", "The land has been made available and the building project is already approved.", "The issue is how fast these projects can be completed.", "We hear from liaison contacts in the construction industry that delays are common.", "Normally, a detached home takes about six months to build.", "Currently, they are telling us that it is averaging around nine months.", "The divergence in the relationship between dwelling investment and its usual drivers also suggests that construction is at capacity.", "Normally, dwelling investment can be reasonably well explained by factors such as recent building approvals, population growth and interest rates.", "But lately, actual outcomes have been significantly weaker than those usual relationships would imply (Graph 8).", "Pipeline Model - Total New Dwelling Investment 16 16 14 14 Change in backlog, four-quarter rolling sum Higher density 2009 2013 2017 2021 Sources: ABS; RBA Some of these delays relate to the availability of materials.", "The supply chain disruptions around the world have impinged on a range of building materials, especially steel and timber, but also everything from tiles to appliances.", "Around one-fifth of firms are reporting that the availability of materials is a significant constraint on their output (Graph 9).", "This is far higher than reported over the past three decades.", "Based on the feedback from our liaison contacts, many of these firms are in the construction industry, including residential construction.", "Availability of labour is also an issue, especially in Western Australia, but this is not specific to construction.", "Availability of Materials as a Constraint on Output Share of firms reporting significant or minor constraint Minor constraint Significant constraint 1992 1998 2004 2010 2016 2022 Sources: NAB; RBA It is worth noting that residential construction is also affected by conditions in other parts of the broader construction sector.", "Non-residential construction activity by the private sector is not unusually strong at the moment, but the pipeline of work yet to be completed is at the upper end of its normal range relative to the size of the economy (Graph 10).", "The pipeline of planned public infrastructure projects is also quite large.", "There are some inputs and skills that are specific to one sub-industry - there isn't much call for tunnel engineers or crane drivers in detached homes construction, for example.", "But in broad terms, it seem that all segments of the construction industry are making a relatively large call on the same material and labour resources at the same time.", "It is therefore not surprising that the pipeline is remaining large, cost pressures are squeezing margins, and delays are longer than usual.", "That is a big part of the reason why we expect dwelling investment to remain high for some time, as this pipeline is worked down.", "Building and Engineering Pipeline Per cent of nominal GDP Building pipeline Public buildings Private buildings Engineering pipeline Public infrastructure Private infrastructure 2005 2009 2013 2017 2021 Sources: ABS; RBA The backwash from the wash-out Over time, the short-term fillip to demand from HomeBuilder and other temporary support measures will work its way out of the pipeline.", "As interest rates increase, the boost to demand from the current low interest rates will also wane.", "And the shifts in demand stemming from the pandemic will have worked their way through.", "As these more transitory factors wash out, what will this mean for the housing and construction markets?", "The first observation to make is that prices will also shift, and this will both reflect and produce some of the adjustment in quantities.", "The cost of building a new detached home has increased markedly in recent quarters, and so has the price of the land it sits on (Graph 11).", "The combination of large rises in the cost of materials and the high level of demand represented by recent commencements has seen to that.", "Prices of existing homes have been easing in some cities, so the relative attractiveness of building a new one is reduced.", "In this environment, it is likely that buyer interest in new homes will ease as well.", "The current pipeline will sustain activity for quite a while, but the backlogs and strained capacity will ultimately work themselves out.", "Exactly when that will happen is hard to know.", "But when it does, we can expect some of the current rate of cost escalation and squeeze on margins to ease.", "New Dwelling Inflation and Costs Building commencements* (quarterly growth) New dwelling inflation** 5 5 Greenfield land prices (per m2) (RHS, year-ended) Building materials inflation (LHS, year-ended) 2002 2007 2012 2017 2022 Six-quarter average lagged by one quarter.", "Sources: ABS; RBA; Research4 The second observation is that the decisions to rent or buy and who to live with are important margins of adjustment.", "HomeBuilder and other subsidies lifted the number of first home buyers for a period.", "At the margin, this reduced the number of people wanting to rent.", "At least some of the people who moved out of share houses to live with their partner would have done so in a newly purchased home.", "Rents have been growing slowly for some time.", "This is not that surprising given that yields on other assets are also generally quite low (Graph 12).", "Some rental contracts are probably still being affected by discounts offered earlier in the pandemic.", "In addition, the subdued level of rents was likely one of the factors that induced the decline in average household size I mentioned earlier.", "Vacancy rates in Sydney and Melbourne have declined recently, and in other capital cities vacancy rates remain around historical lows.", "Certainly advertised rents have increased quickly of late, though it will take some time to flow through to the stock of actual rents.", "It's natural to focus on the opening of the borders and resumption of population growth as potential drivers of higher rents.", "But it turns out that similar surges in advertised rents are evident in the United States and the United Kingdom.", "Actual rents paid have been rising there, and in these and some other countries, such as Canada, CPI rental inflation is now running at the fastest pace in many years.", "We aren't seeing this here in Australia, at least not yet.", "It is something to watch out for.", "Even so, if we do see a broad surge in rents here, we know that - as with all these deep shifts - other things will adjust in response.", "Concluding remarks In thinking about the landscape for housing now that we are more-or-less past the acute pandemic phase of the health crisis and into the endemic phase, I'd like to conclude with a few observations and lessons to draw from recent experience.", "First, the importance of home and a sense of place has been emphasised by the experience of the past two years, and this could carry into the medium term.", "In predicting what this means for overall outcomes, we should consider what people do want in a home, not an idealised concept of what they ought to want.", "Second, policy matters, especially in the short term.", "Whether it's time-limited subsidies bunching demand and boosting prices, or the interplay between low yields globally and rental yields locally, policy can have pervasive effects on housing outcomes.", "Third, everything has a limit, at least in the short term.", "We've seen this in the ability of global supply chains to supply materials, and in the capacity of the construction industry to deliver a volume of projects.", "When capacity limits are reached, prices can shift very quickly, at least until people find ways to expand those limits.", "Or, as the next point highlights, until people find ways to stop pushing on those limits.", "Finally, we should be mindful that there are many margins of adjustment.", "For this reason, the medium term doesn't always resemble the short term.", "Whether it is a shift between flatmates and partners, renting and owning, or even short-term holiday rentals versus long-term rentals, the housing system does not stand still in the face of a shock.", "It is tempting to focus on a single outcome, such as prices of established homes in particular areas.", "A better question to ask - if a more difficult one to answer - is how the whole system will adjust.", "Thank you for your time.", "[*] I would like to thank Connor Butterfield, Tomas Cokis, Amelia Gao, Rob Gao, Fred Hanmer, Neya Suthaharan and Sally Wong for their contributions to the material in this speech.", "[1] This assumes that the average size of new migrant households is not that different from that for existing residents.", "This a strong assumption, so the 200,000 figure should be treated as an upper bound.", "[3] Ellis L (2014), 'Space and Stability: Some Reflections on the Housing-Finance System', Address to the Citi Residential Housing Conference, Sydney, 15 May.", "[4] These are the only economies for which comparable data on advertised rents or new rental contracts are available to us."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Housing demand", "Construction industry capacity", "Pandemic effects", "Home preferences", "Location trade-offs", "Population flows", "Housing subsidies", "HomeBuilder", "Rental market", "Policy implications"]}