{"sentences": ["Speech Normalising monetary policy in non-normal Speech by Fabio Panetta, Member of the Executive Board of the ECB, at a policy lecture hosted by the SAFE Policy Center at Goethe University and the Centre for Economic Policy Research (CEPR) Frankfurt am Main, 25 May 2022 Following the acute phase of the pandemic, central banks in most advanced economies have started to withdraw stimulus as the recovery has progressed and inflationary pressures have emerged.", "In the jargon of central bankers, this process is often described as bringing about a \"normalisation\" of monetary policy.", "We are not, however, in normal times.", "Unlike some other advanced economies, the euro area is not facing a situation of excess domestic demand.", "As ECB President Christine Lagarde recently noted, \"consumption and investment remain below their pre-crisis levels, and even further below their pre-crisis trends\".", "[ Instead, the euro area is confronted with a war on its doorstep that comes on top of a series of negative supply shocks generated abroad.", "These shocks - above all the increase in energy prices - are creating sizeable and persistent upward pressures on near-term inflation.", "But by hitting real incomes, confidence and ultimately domestic demand, these shocks could derail the post-pandemic recovery.", "In other words, the very shocks that have led to a surge in inflation are also depressing output.", "As a result, the inflation path is starting from a much higher point but the medium-term inflation outlook is characterised by high uncertainty.", "In this situation, policy normalisation needs to be clearly defined, and how it is carried out needs to be carefully judged and calibrated.", "In my remarks today, I will outline what it means to normalise monetary policy, what implications this normalisation has for our policy instruments, and how far it should go.", "For now, given the exceptional level of uncertainty we face, we should normalise our monetary policy gradually, in line with the progressive adjustment that has inspired our action in recent months.", "Let me begin by defining what normalisation is, and what it is not.", "Normalisation occurs when the central bank adjusts its policy parameters as medium-term inflation approaches its price stability objective[ ], so as to achieve this objective durably.", "In other words, normalisation describes a situation in which monetary policy is shifting from a stance that aims to raise the inflation path - for example, by making the policy stance more expansionary - to one that aims to cement the inflation path at the target.", "There are three important distinctions we need to make about normalisation.", "Normal does not mean neutral First, normalisation is not the same thing as a neutral policy stance, which is when monetary policy is neither accommodative nor contractionary for the economy.", "A neutral stance allows the central bank to stabilise inflation around its target when output is at potential and when there are no transitory shocks disrupting the inflation path.", "But if we have a situation where there are shocks depressing the economic outlook, uncertainty is high and output is still below its potential level, cementing the inflation path at 2% would require a gradual withdrawal of accommodation, so that the stimulus is reduced over time but does not suddenly disappear.", "Normal does not mean theoretical Second, the normalisation process should not be assessed against unobservable reference points, such as the natural (or neutral) rate of interest[ and some optimal or \"normal\" size and composition of the central bank's balance sheet in the long run.", "These concepts are only vague guideposts at the best of times, and they are particularly fraught with uncertainty in the current environment.", "Before the pandemic, the real natural rate of interest for the euro area was estimated to range from just over 0% to less than -2%, depending on the model used.", "[ In fact, proxies of real rates are already at the higher end of that range - for instance, the one-year forward real rate nine years ahead recently increased significantly, reaching 0%.", "But the natural rate of interest is particularly hard to estimate at the moment, not least because the pandemic has scrambled all the typical models used to calculate it.", "All we can say with confidence is that the natural rate of interest has declined significantly compared with the period before the global financial crisis and that estimates are imprecise and widely dispersed.", "As such, they cannot serve as an actual guide for policy.", "The picture is further clouded when it comes to the \"normal\" size and composition of the central bank's balance sheet.", "It is unlikely that the prevailing size and composition prior to the global financial crisis are still valid benchmarks - we can surmise that the optimal balance sheet is different in size and composition today.", "But there has so far been little empirical work in this area[ ], so it cannot serve as an actual guide for policy either.", "This uncertainty means we should think about normalisation in terms of changes in the degree of accommodation we are providing based on the medium-term inflation outlook, rather than the distance of our policy tools from their unobservable theoretical levels.", "So, if we were to see shocks that would lead to the medium-term inflation path being revised upwards, we would change our policy stance to reduce accommodation more rapidly - and vice versa - so as to keep inflation on target over the medium term.", "Normal does not mean conventional Third, normalisation does not imply adjusting unconventional instruments more rapidly than conventional ones.", "In the review of the ECB's monetary policy strategy that we completed last year, we were clear that both types of instrument are essential and permanent components of our toolkit.", "What matters is finding the combination of tools to deliver the necessary policy stance in the most effective and proportionate way.", "In the ECB's case, we currently have three main levers that we can, in principle, use to adjust policy.", "The first is interest rates, which have a greater influence on the short and medium-term segments of the risk-free yield curve.", "The second is asset purchases, which have a greater influence on the longer end of the yield curve and risk premia.", "The third is the provision of liquidity through our targeted longer-term refinancing operations (TLTROs).", "TLTROs influence the transmission of benchmark yields to bank lending conditions, as well as overall liquidity conditions in the financial markets.", "This, in turn, helps to control rates at the short end of the money market and affects risk premia.", "[ Various combinations of tools could be used to achieve the desired policy stance.", "For instance, if we bring net purchases to an end but continue to reinvest the stock of assets purchased, our balance sheet will keep supporting the economy through what is known as the \"stock effect\"[ ], but it will no longer provide additional accommodation.", "In fact, for technical reasons, the degree of accommodation it provides is likely to decrease over the coming years.", "[ So the appropriate stance could in principle involve maintaining a constant stock of assets purchased under our asset purchase programme (APP) and pandemic emergency purchase programme (PEPP).", "At the same time, we would be using interest rates to adjust the degree of policy accommodation - so long as this combination of tools remains consistent with inflation stabilising at 2% over the medium term.", "Overall, this way of defining normalisation is consistent with our inflation-targeting framework.", "It is not about targeting unobservable natural settings for our instruments, or about preferring some tools over others.", "Rather, it is about using an efficient mix of instruments to achieve the policy stance that effectively cements inflation at 2% over the medium term.", "Calibrating policy normalisation Even if the goal of normalisation is relatively straightforward, calibrating this policy normalisation process in the euro area today is extraordinarily complex.", "In my view, there are two principles we need to apply to orient the normalisation process correctly.", "The first is gradualism, and the second is robustness.", "These principles can, in turn, help us to define the pace of normalisation and the mix of instruments.", "As William Brainard proposed in his seminal work, gradualism is necessary when the transmission of policy changes to the economy is uncertain.", "[ In such conditions, the optimal policy involves moving cautiously and observing how the economy responds to a gradual adjustment.", "Gradualism is clearly appropriate in the euro area today, for several reasons.", "First, the nature and strength of recent shocks is generating extreme uncertainty about the outlook for economic activity in the period ahead.", "The range of plausible outcomes is wide.", "The economy has faced a series of negative global supply shocks in the form of surging energy and commodity prices, compounded by supply bottlenecks.", "The Russian invasion of Ukraine and \"zero Covid\" policies in China are now prolonging and amplifying these shocks, which are all contributing to very high imported inflation.", "The higher cost of imports, in turn, is eating into domestic demand and pulling production away from full capacity, reinforcing the war's negative impact on confidence.", "It is hard to gauge how far-reaching and persistent the implications of the hit to euro area consumer and business confidence will be.", "The weakening in consumption registered this year suggests that the rise in near-term inflation expectations is not prompting consumers to bring purchases forward.", "Rather, as recent research findings illustrate[ ], it is leading households to be more pessimistic about their real income and to reduce their consumption.", "[ In other words, the depressing effect on consumption from higher inflation is working through the expected - and not just the realised - hit to real income.", "We may also be underestimating the full impact on global growth of the simultaneous tightening of financing conditions across advanced economies, coupled with the slowdown in China.", "A recent survey suggests that global growth optimism has collapsed to record lows.", "[ The second reason why gradualism is appropriate is that, given the unprecedented nature of the shocks we are facing and the lack of reliable benchmarks for our policy stance, we can only truly gauge the effects of the withdrawal of accommodation by getting feedback from the economy.", "This means not only monitoring soft leading indicators - like inflation projections and expectations or confidence indicators - but also assessing hard data on financing conditions and economic activity.", "As a result, we will have to move step by step, reassessing and adjusting our policy as necessary.", "In an environment where leverage in the economy is high, small rate increases might have larger effects.", "We are already seeing some evidence of this in the United States, where some highly leveraged segments of asset markets - such as the technology sector - are responding strongly and non-linearly to policy adjustment.", "During the pandemic, demand has largely been concentrated in sectors that are sensitive to interest rates, such as durable goods and construction.", "This could also mean that rate increases will have a sizeable effect on demand.", "The considerable uncertainty surrounding how monetary tightening will be transmitted through broader financing conditions and across the euro area is another reason why we should take small steps.", "Typically, at cyclical turning points financial markets become more volatile and banks' lending policies are more difficult to forecast.", "[ In the euro area, this latter effect is reinforced by the phasing-out of the TLTROs.", "Of course, a gradual approach is not appropriate in all circumstances.", "For example, when faced with deflationary shocks that risk rooting interest rates at the lower bound, it pays to act more decisively.", "[ The same is true when inflation expectations are threatening to become de-anchored or if we see incipient signs that a wage-price spiral may start.", "[ The current short-term inflationary pressure may spill over to inflation expectations, leading to more protracted inflationary pressures.", "These risks have to be carefully considered when we are deciding on both the pace and path of the withdrawal of accommodation.", "If we were to see clear signs of a de-anchoring of medium-term inflation expectations, we would accelerate the pace of withdrawal, and we could go further and adopt a restrictive stance if necessary.", "For now, we do not see this \"ugly inflation\" scenario materialising[ ], but the risks need to be monitored.", "Currently, premia-adjusted market-based measures of inflation expectations are consistent with inflation meeting our 2% target at the end of 2024, and being slightly below 2% from 2025 onwards.", "[ Turning to the second principle, we need to choose the mix of instruments that is most robust to the wide range of plausible scenarios we are facing.", "[ This calls for us to avoid normalising our monetary policy using all instruments at once, in order to minimise uncertainty and reduce the risk of financial stability being negatively affected.", "The natural way forward would be to start raising interest rates while keeping the stock of assets purchased under the APP and PEPP constant.", "This seems the most appropriate approach for a number of reasons.", "First, the size of our balance sheet is already expected to significantly shrink and its composition will change as the TLTROs are wound down, ultimately leading to a reduction of around €2.2 trillion in excess liquidity.", "Second, we do not need to risk unsettling financial markets via a passive runoff or active sales of bonds we hold on our balance sheet, given that we could proceed with the necessary withdrawal of accommodation in other ways.", "Starting to reduce the stock of assets purchased under the APP and PEPP would likely exacerbate the impact of rate changes, both along the yield curve and on risk premia, especially if liquidity is declining.", "Third, although we have plenty of experience of how asset purchases and policy rates can reinforce each other as part of an easing strategy, we have no experience of the reverse scenario in the euro area.", "And the experience of other major central banks, limited as it is, is unlikely to be transferable to the euro area given the unique nature of our economic, financial and institutional set-up.", "In this context, we will be much more able to anticipate the consequences of gradually adjusting rates while keeping our balance sheet constant.", "Using policy rates to withdraw accommodation thus allows us to better calibrate the adjustment that is consistent with 2% inflation over the medium term.", "This reduces the risk of an overcorrection that would durably depress the economy.", "And, at the same time, it allows us to move faster if the risk of second-round effects starts to materialise.", "Tightening policy through rate changes would also be simpler for us to communicate and easier for the general public to understand, reinforcing confidence and the anchoring of inflation expectations at our target.", "So, once net asset purchases have come to an end and the stock is being reinvested, I see rate policy as being clearly superior to balance sheet policy as the main tool to deliver these various goals.", "This is the position of the ECB.", "We currently intend to end net asset purchases in the third quarter.", "However, even after net asset purchases come to an end and policy rates start to rise, we still intend to continue reinvesting in full the principal payments from maturing securities.", "Policy implications So what does this imply for the ECB's normalisation process today?", "Subject to incoming data - we are and should remain data-driven - both the economic outlook and the principles I have outlined justify ending net asset purchases and then gradually exiting negative rates.", "This would allow us to continue to normalise policy by removing the part of our monetary accommodation that is no longer needed today.", "In particular, negative rates may imply distortions which were only necessary and proportionate when inflation was threatening to be too low over the medium term, relative to our target.The first adjustment is already under way.", "The ECB has already made two major announcements on asset purchases, first in December last year, and then again in March, when we signalled our expectation that net asset purchases would be concluded in the third quarter of this year.", "At the same time, the stock effects associated with our reinvestment policy will ensure that accommodation is withdrawn gradually.", "This will avoid creating financial stability risks in an already very volatile and uncertain environment.", "The second adjustment - the adjustment to our deposit facility rate - would allow the recent rise in medium-term inflation expectations to be reflected in our monetary policy.", "It would be consistent with a progressive removal of accommodation, still allowing us to steer output back towards potential but confirming the direction of normalisation that has already led to an increase in rate expectations.", "By the time we consider the next steps, we will have more information on which to base our decisions.", "In particular, we will have a better sense of two key developments.", "First, the sensitivity of the economy to the significant adjustment in financing conditions that is already under way, so we can gauge whether the pace at which we are withdrawing accommodation is appropriate.", "We have already seen a material increase in nominal yields and real rates in recent months.", "In fact, an adjustment is already working its way through the economy.", "And according to our latest bank lending survey, banks expect to tighten credit conditions markedly in the coming quarters.", "[ The second key development will be how resilient the domestic economy is to the combined impact of the war, lower real incomes and a darkening global outlook.", "So far, we are seeing a clear weakening of soft leading indicators.", "[ Signs of economic stress are emerging in the hard data[ - signs which may become more visible in the coming months.", "Against this background, pre-committing to further steps - just like ruling them out - seems unnecessary and unwise.", "The uncertainty we are facing makes it harder to accurately forecast economic developments beyond short time horizons.", "Given these circumstances, speculating about monetary policy measures over an extended period of time would be a futile exercise at this stage, as further evidence is needed in the period ahead.", "Finally, a critical element in determining the normalisation process will be how rate increases are transmitted across the euro area.", "In this respect, ensuring monetary policy is transmitted smoothly and evenly and delivering the adequate degree of policy normalisation are two sides of the same coin.", "And this is not a new concept for the ECB.", "During the recovery from the global financial crisis, the ECB applied a \"separation principle\" to its various policy tools, whereby measures that prevented financial fragmentation could be deployed regardless of the level of interest rates.", "The logic was that delivering the appropriate policy stance should not come at the cost of disrupting the transmission of the stance through the financial sector.", "I believe a similar principle should apply today.", "In particular, we should be ready to intervene as needed to neutralise any non-linear market responses that may arise from raising rates, and to mitigate the impact of an asymmetric tightening of financing conditions within the euro area.", "In other words, we should avoid the risk of a \"normalisation tantrum\".", "An anti-fragmentation tool of this nature would be even more beneficial if we were to see incipient signs of a de-anchoring of inflation expectations or risks of a wage-price spiral, which would dictate that rates should rise more rapidly.", "We should thus ensure that we are in a position to credibly announce the availability and readiness of such an anti-fragmentation tool.", "In other words, addressing fragmentation risks is central to the normal conduct of monetary policy in the euro area.", "At the same time, the successful implementation of the national investment and reform plans under the Next Generation EU programme remain critical to support macroeconomic resilience, thereby also addressing fragilities that increase fragmentation risks.", "And joint European investments to reduce energy dependence would help cushion the effects of the idiosyncratic shocks that may result from the war.", "The ECB is currently dealing with the economic effects of an unprecedented sequence of shocks generated abroad.", "Like other major central banks, we are faced with the task of normalising monetary policy at a point in time that is anything but normal.", "In this difficult situation we will guarantee medium-term price stability, just like we protected the euro area economy from deflation during the pandemic.", "Normalisation does not mean removing stimulus outright.", "Rather, it is a process of gradually reducing that stimulus in a way that firmly anchors the inflation path at 2% over the medium term.", "This process has already got under way in the euro area.", "Getting normalisation right is no easy task, as the euro area economy must contend with an outlook that is marked by exceptional uncertainty.", "This means we should normalise our monetary policy gradually and choose a mix of instruments that is robust to the wide range of plausible scenarios we could face.", "These tried-and-tested principles have proved instrumental for central banks in the past.", "We should remain true to them today.", "Lagarde C. (2022), \" Monetary policy normalisation in the euro area \", The ECB Blog, 23 May.", "In the ECB's case, the price stability objective corresponds to 2% inflation over the medium term.", "The natural rate of interest is the real interest rate level that contemporaneously brings output into line with its potential and stabilises inflation at the central bank's target in the absence of transitory shocks or nominal rigidities.", "See Brand, C., Bielecki, M. and Penalver, A.", "(2018), \" The natural rate of interest: estimates, drivers, and challenges to monetary policy \", Occasional Paper Series, No 217, ECB, December.", "As detailed in Chart 16 in Panetta, F. (2022), \" Small steps in a dark room: guiding policy on the path out of the pandemic \", speech at an online seminar organised by the Robert Schuman Centre for Advanced Studies and Florence School of Banking and Finance at the European University Institute, 28 February.", "See Brand, C., Bielecki, M. and Penalver, A.", "(2022), \" The monetary policy strategy of the ECB: the playbook for monetary policy decisions \", speech at the Hertie School, Berlin, 2 March.", "The \"one-year forward real rate nine years ahead\" is the market's judgement of the one-year real interest rate prevailing nine years from now.", "The literature on the optimal size of the central bank balance sheet is limited.", "Charles Goodhart provided an initial discussion of this notion in Goodhart, C. (2017), \" A Central Bank's optimal balance sheet size?", "\", Discussion papers, No 12272, Centre for Economic Policy Research.", "As regards the ECB's balance sheet, there is no established view about the desirable (\"optimal\") size and composition in the long run.", "It is clear, however, that any attempt to determine an optimal size and composition would need to take stock of the evidence from the global financial crisis, the sovereign debt crisis and the COVID-19 crisis.", "Moreover, balance sheet policies have been recognised as a key instrument in the ECB's monetary policy toolbox, as reflected in the ECB's monetary policy strategy statement .", "See also Altavilla, C., Lemke, W., Linzert, T., Tapking, J. and von Landesberger, J.", "(2021), \" Assessing the efficacy, efficiency and potential side effects of the ECB's monetary policy instruments since 2014 \", Occasional Paper Series, No 278, ECB, September.", "Barbiero, F., Boucinha, M. and Burlon, L. (2021), \" TLTRO III and bank lending conditions \", Economic Bulletin, Issue 6, ECB.", "Stock effects of asset purchases relate to the persistent changes in bond prices due to the ensuing variations in the (risk-adjusted) stock of bonds that private investors are expected to hold.", "Notably, asset purchases lead to a compression in term premia via the extraction of duration risk from the market (see Altavilla, C. et al., op.", "Because markets are forward-looking, stock effects generally arise upon a policy announcement (or in anticipation of the announcement) and are influenced by the expected future evolution of central banks' asset holdings.", "Empirical evidence suggests that stock effects account for the bulk of the impact of asset purchases and are likely to last longer (although assessing their duration is extremely difficult).", "Conversely, within the academic literature, \"flow effects\" refer to those effects that emerge through the actual implementation of the purchases and generally reflect improvements in liquidity conditions and market functioning during periods of high financial stress.", "The evidence suggests that flow effects are typically contained and short-lived.", "It is notable, however, that the term \"flow effects\" has at times been used in relation to the high pace of asset purchase programmes carried out in response to the COVID-19 crisis, for which only the envelope and duration were defined at the time they were announced.", "From this perspective, flow effects help to signal the central bank's commitment to providing ample policy accommodation and reassure market participants about the presence of central banks as large and patient investors.", "The extraction of duration risk associated with the stock of securities held by the ECB loses potency over time because the residual maturity (and hence the duration) of all securities shrinks over time.", "And reinvesting maturing securities falls short in terms of making up for this loss.", "As the extraction of duration risk smoothly recedes over time, the stock effects on term premia tend to recede.", "Moreover, the size of our balance sheet will tend to decrease relative to other economic variables.", "Brainard, W.C. (1967), \"Uncertainty and the Effectiveness of Policy\", The American Economic Review, Vol.", "Coibion, O., Georgarakos, D., Gorodnichenko, Y. and van Rooij, M. (2019), \" How Does Consumption Respond to News about Inflation?", "Field Evidence from a Randomized Control Trial \", NBER Working Paper Series, No 26106, National Bureau of Economic Research, July.", "Based on a survey of Dutch households in which random subsets of respondents receive information about inflation, the paper shows that an increase in inflation expectations leads to a sharp negative effect on durable spending and that this is likely to be driven by the fact that Dutch households seem to become more pessimistic about their real income.", "See the European Business and consumer survey results for April 2022 , which show a significant realised and expected deterioration of households' financial situation and major purchases.", "See Bank of America's Global Fund Manager Survey, May 2022.", "Global growth optimism is defined as the net share of fund managers expecting a stronger economy.", "It has reached its lowest point in almost three decades.", "(2022), \" The euro area outlook: some analytical considerations \", speech at Bruegel, 5 May.", "In September 2020, for example, I made the argument that \"the risks of a policy overreaction are much smaller than the risks of policy being too slow or too shy to react and the worst-case scenarios materialising.\"", "See Panetta, F. (2020), \" Asymmetric risks, asymmetric reaction: monetary policy in the pandemic \", speech at the meeting of the ECB Money Market Contact Group, 22 September.", "(2002), \"Monetary Policy with Uncertain Parameters\", The Scandinavian Journal of Economics, Vol.", "In previous speeches I have distinguished between good, bad and ugly inflation.", "Good inflation is driven by domestic demand and wages consistent with our target, which monetary policy should seek to nurture until that target is reached.", "Bad inflation reflects negative supply shocks that raise prices and depress economic activity, which monetary policy should look through.", "Ugly inflation - the worst type of inflation - is driven by a de-anchoring of inflation expectations, which monetary policy should immediately stamp out.", "See Panetta, F. (2021), \" Patient monetary policy amid a rocky recovery \", speech at Sciences Po, 24 November, and Panetta, F. (2022), \" Small steps in a dark room: guiding policy on the path out of the pandemic \", speech at an online seminar organised by the Robert Schuman Centre for Advanced Studies and Florence School of Banking and Finance at the European University Institute, 28 February.", "Based on premia-adjusted one-year forward inflation-linked swap rates.", "Sources: Refinitiv, Bloomberg, and ECB calculations.", "(2008), \" Risk management in action: robust monetary policy rules under structured uncertainty \", Working Paper Series, No 870, ECB, Frankfurt am Main, February.", "Recent survey data were weaker than expected.", "In particular, in April 2022 the Economic Sentiment Indicator for the euro area declined significantly (from 114.5 in February 2022 to 105 in April), driven by worsening confidence in industry, services, retail trade and construction, and among consumers.", "Industrial production (excluding construction) decreased sharply (by 1.8% month-on-month) in March and currently stands 0.6% below the level it reached before the pandemic (in February 2020).", "Euro area GDP growth in the first quarter of 2022 was 0.3%, and while there were growth spikes in a few countries, in major economies GDP growth either slowed (Spain), halted (France and the Netherlands) or contracted (Italy).", "In Germany growth momentum is low and weakening according to Destatis , which emphasised that \"the economic consequences of the war in Ukraine have had a growing impact on the short-term economic development since late February\".", "Panetta, F. (2022), \" Europe's shared destiny, economics and the law \", Lectio Magistralis on the occasion of the conferral of an honorary degree in Law by the University of Cassino and Southern Lazio, 6 April."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy normalization", "Inflation", "Interest rates", "Economic outlook", "Gradualism", "Asset purchases", "Financial stability", "Uncertainty", "Robustness", "Economic recovery"]}