{"sentences": ["Digital euro: opportunities and risks CFS-IMFS Special Lecture Goethe University 11.07.2022 | Frankfurt am Main | Joachim Nagel 1 Welcome, acknowledgement and congratulations 2 Risks and opportunities 3 Central bank digital currency in cross-border payments 4 Current project status 1 Welcome, acknowledgement and congratulations Ladies and gentlemen, Thank you for your cordial invitation to this event, which is being co-hosted by the Center for Financial Studies (CFS (Centre for Financial Studies)) and the Institute for Monetary and Financial Stability (IMFS (Institute for Monetary and Financial Stability)).", "I have been following the work of both institutions for many years, and I am impressed by how they have been critically observing and advancing the public debate on monetary policy and financial markets.", "I have learned that around 15,000 interested parties in the German-speaking world and 5,000 others from elsewhere - mostly from the financial sector, but also from politics, central banks and academe - received invitations to attend this event.", "These figures show that both institutions can claim to influence the economic debate far beyond Frankfurt.", "The Bundesbank has been supporting the CFS (Centre for Financial Studies) and the IMFS (Institute for Monetary and Financial Stability) as one of the main sponsors for many years, and I can say in my role as President that we are very happy with how the CFS (Centre for Financial Studies) and the IMFS (Institute for Monetary and Financial Stability) have evolved into highly sought-after and valued institutions.", "You all deserve our great appreciation for this.", "Since 2006, Mr Issing, you have successfully chaired the Center for Financial Studies as President for 16 years.", "Under your presidency, the SAFE (Sustainable Architecture for Finance in Europe) Research Center was opened in 2013.", "As a member institute of the Leibniz Association for just over two years, it has been making valuable contributions to improving the architecture of the financial system.", "And the impressive list of Distinguished Fellows, Senior Fellows and many other Fellows, as well as the high-profile speakers at the lectures, are also an indication of the importance of the CFS (Centre for Financial Studies).", "Mr Issing, this is due in large part to your efforts.", "I would like to thank you personally for your many years of work and the influential impact you have had here at the Institute.", "I am pleased that you will continue to share your valuable experience as an \"elder statesman\" in your new role as honorary president.", "Your successor has already been found, and probably everyone here in the audience knows him: Axel Weber.", "I am convinced that you, Mr Weber, will fill your new position as President of the CFS (Centre for Financial Studies) just as ably and with much skill.", "Your wealth of experience makes you just the right choice for the CFS (Centre for Financial Studies), where you will be following in Mr Issing's great footsteps.", "And you are already very familiar with the CFS, as you were its Director from 1998 to 2002 and also maintained contact during your tenure as Bundesbank President.", "Welcome back, just a few metres away from your old \"stomping ground\" in Frankfurt.", "Welcome home, and here's to a fruitful working relationship!", "I am looking forward to exchanging ideas with you.", "There is no shortage of topics for an exchange of views between the Bundesbank and Frankfurt's research institutions.", "One of them is central bank digital currency ( CBDC (Central Bank Digital Currency)), specifically the digital euro.", "I would like to talk about this in my speech today.", "There are three aspects which I wish to address.", "First, the opportunities and risks presented by the digital euro.", "Second, the international dimensions of CBDC (Central Bank Digital Currency).", "Many central banks across the globe are currently working on this issue.", "We should take this opportunity and try to make systems compatible across currency zones.", "And third, I will report on the current status of the digital euro project.", "The digital euro offers a whole range of opportunities.", "However, I will begin with the potential economic risks of introducing it.", "Risks and opportunities Most of you certainly know what the \"digital euro\" project entails.", "The idea is to make a CBDC (Central Bank Digital Currency) available to individuals and businesses: like euro banknotes but in digital form.", "Alongside cash issued by central banks and \"book money\" created by commercial banks, the digital euro would constitute an additional form of money.", "This would then be the third form of money in our current monetary system that consumers can use as a means of payment.", "The Bank for International Settlements (BIS (Bank of International Settlement)) defines a monetary system as \"the set of institutions and arrangements that supports monetary exchange.", "It consists of money and payment systems.\"", "[1] What quickly emerges from this definition is that a monetary system is a complex entity with many interdependencies.", "The ability of a monetary system to function hinges on the public's confidence in the system.", "This also applies to the digital euro.", "If, at the end of the project, a decision should be taken to introduce a digital euro, a further component would be added to our monetary system.", "However, interventions in a complex system are always also associated with risks, as not all the consequences can be predicted with certainty.", "Two main risks to the financial system are highlighted.", "One of the two risks is a well-known one: bank runs.", "In future, the digital euro would enable citizens, in the event of tensions in the financial system, to convert their overnight bank deposits into central bank money in seconds with a few mouse clicks or \"touches\".", "In extreme cases, this could bring many banks to their knees if they encounter liquidity problems due to rapid outflows of deposits.", "US (United States) economist Perry Mehrling put it in somewhat martial terms: \"Liquidity kills you quick,\" [2] naturally meaning a lack of bank liquidity.", "Supervisors, governments and central banks have introduced insurance systems to protect against bank runs.", "However, we are still well-advised to remain vigilant.", "Identifying and controlling risks at an early stage remains one of the key takeaways from the 2008 financial crisis.", "Depending on the design of the digital euro, however, I believe that these risks can be managed.", "More on this topic later.", "The other risk is referred to as structural disintermediation: bank customers could shift a significant proportion of their bank deposits from their current or other deposit accounts to CBDC (Central Bank Digital Currency).", "For commercial banks, this would mean losing a cheap and stable source of funding.", "Depending on the market situation, banks can use overnight deposits to obtain funding for a few basis points less than from other sources, such as refinancing operations with the central bank or bond issuance.", "If commercial banks lose a significant portion of these deposits because citizens are using the digital euro as a store of value, banks' credit supply could fall and financing conditions for the real economy could deteriorate.", "Further risks cannot be ruled out if the complex monetary system is expanded.", "In the event of an introduction, it will initially be necessary to design the digital euro with an eye to keeping the potential risks manageable.", "However, the fact that I began by looking at the risks does not mean that they should shape our perception of the digital euro.", "Ultimately, there are good reasons why the Eurosystem is looking at its introduction.", "Its advantages can be seen from several perspectives.", "I would like to touch on two of these: first, the monetary and foreign exchange policy perspective; and, second, the payment transactions perspective.", "From a monetary and foreign exchange policy perspective, the introduction of a digital euro is a measure that would safeguard the anchoring function of central bank money, even in an increasingly digitalised world.", "Central bank money has hitherto included cash as well as the credit balances held by counterparties at the central bank.", "Besides central bank money, there is also book or giro money, which is put into circulation by commercial banks.", "One of the reasons that citizens trust book money is because they can exchange it for cash, i.e.", "(that is) central bank money, at any time.", "Central bank money therefore acts as an anchor for private commercial bank money.", "Let's assume that the trend toward digital payments continues and that central banks still do not offer consumers the opportunity to make digital payments using central bankissued money, as has been the case so far.", "The less cash were used, the less people would remember in this scenario that private commercial bank money can be exchanged 1:1 for central bank money at any time.", "In short, in this case, central bank money would be at risk of no longer being viewed as an anchor.", "And as digitalisation continues, additional private digital forms of money, used on certain digital platforms, for instance, could emerge.", "Here, too, the anchoring function of centralbank issued money would remain important - it might even gain in importance.", "If there were a digital euro, private commercial bank money could also be exchanged for central bank money within the digital world.", "This way, central bank digital currency could be an important building block for public money to continue to act as an anchor for all forms of money denominated in euro, even in an increasingly digitalised economy.", "The second perspective concerns payment transactions in Europe.", "The introduction of a digital euro could support progress in the area of payments and increase Europe's sovereignty.", "There is currently no single cross-border solution for e-commerce or card payments for the euro area that is based on European infrastructure.", "In order to overcome this deficit, the Eurosystem may also be able to build on work started by the private sector \"European Payments Initiative,\" which includes a common digital wallet, amongst other ideas.", "One could imagine such a wallet also containing a digital euro in the future.", "With a digital euro, future digital payments in the euro area could be carried out independently of non-European payment infrastructures.", "This would reduce risks and dependencies in payment transactions, which would also be beneficial to financial stability.", "Furthermore, users' payment data are increasingly recognised as a valuable good, as some private payment service providers in online trading use them to analyse purchasing behaviour and customer characteristics.", "If data can be referred to as a commodity of the digital age, this is certainly also true of payment data.", "In the private payment services market, there are a number of major players with market power.", "It is therefore difficult for users to get by without recourse to the services offered by these payment service providers.", "A digital euro could therefore contribute to the protection of payment data, as the Eurosystem itself has no interest in using this data commercially.", "One could expect better protection of privacy for this reason alone.", "The introduction of a digital euro would be particularly beneficial for consumers if it would allow digital payments to be processed easily, quickly and cost-effectively as well as better protect their privacy when making payments.", "People would then have access to the digital euro in addition to cash.", "Like cash, it would be issued by the central bank and it would permit digital payment in central bank money.", "Furthermore, depending on the design, the digital euro's infrastructure could open up the prospect of serving as a platform for innovation.", "In particular, this could apply to automated payment transactions, which are likely to become increasingly popular as digitalisation increases.", "A wholesale version of the digital euro could make progress possible, especially for largevalue payments, which are common amongst Eurosystem banks and counterparties.", "This option would be limited to a specific user group and would provide an opportunity to process payments efficiently and automatically.", "At present, discussions in the Eurosystem are mainly focused on the retail version, i.e.", "(that is) a digital euro for everyone, but a wholesale variant could also be provided if the need for it is there.", "This requires potential users to let their needs be known.", "However, regardless of whether people are paying large amounts or just enough for a coffee, the digital euro should help to save time, sometimes our nerves, too, and maybe even money.", "Transaction fees are high particularly for payments across currency areas, which brings me to my next point - the role of CBDC (Central Bank Digital Currency) in cross-border payments.", "The Bundesbank will soon be tackling this topic in its Monthly Report.", "Central bank digital currency in cross-border payments Nowadays, a large proportion of cross-border payment transactions are conducted through correspondent banking.", "During settlement, a payment often moves from bank to bank on its way to the final payee via very long transaction chains.", "Throughout this process, neither the duration of the individual processing steps nor the associated fees are transparent for users.", "Often, they can only be quantified once the credit transfer has been completed.", "The situation is not made any better by the fact that more and more correspondent banks are withdrawing from international payments - partly because the costs of preventing money laundering and terrorist financing have increased considerably.", "In addition, there is a risk that individual regions or currencies will be largely cut off from international payments.", "CBDC (Central Bank Digital Currency) now opens up the possibility of designing settlement systems for payment transactions in such a way that cross-border payments can be processed more cheaply, faster and more efficiently than with current payment systems.", "To this end, central bank digital currency systems in different currency areas need to be designed so that they enable interoperability.", "Put simply, the systems need to be able to talk to each other so that business can be conducted across systems.", "This requires close coordination between central banks.", "However, implementation even in a single currency area alone is complex and fraught with many challenges, not to mention the time dimension.", "So when we talk about the interoperability of CBDC (Central Bank Digital Currency), we are looking at a medium-term goal.", "But this opportunity should be taken nonetheless, because central bank digital currency is not just a means of payment - it also requires a new settlement infrastructure.", "Most central banks around the world are contemplating central bank digital currency.", "Many are considering building a new settlement structure for it.", "Given the right cooperation, this offers a historic opportunity to ensure interoperability from the outset.", "In principle, there are two approaches to making CBDC (Central Bank Digital Currency) usable for cross-border payments.", "On the one hand, a unilateral approach would be conceivable: in other words, issuing digital currency according to one's own rules \"without looking around\" and - like cash - also making it available to holders abroad.", "On the other hand, one could take a multilateral approach that would rely on cooperation with other central banks.", "A unilateral approach would certainly be less complex, but would have economic risks attached.", "If a foreign central bank digital currency became widespread domestically, this could impair the effectiveness of monetary policy.", "A similar phenomenon is known as informal currency substitution or dollarisation, and affects countries with unstable currencies and less stability-oriented monetary policy in particular.", "However, undesirable consequences could also arise for the issuing central bank.", "For example, high demand for the digital euro from abroad could significantly expand the Eurosystem's consolidated central bank balance sheet.", "This could increase balance sheet risks.", "If stocks of the digital euro rose sharply, driven by high foreign demand, the euro would be put under appreciation pressure.", "This stronger currency could then impair price competitiveness and therefore have an impact on the euro area economy as well.", "Meanwhile, a multilateral approach involving cooperation between the issuing central banks would have the potential to make CBDC (Central Bank Digital Currency) directly exchangeable in individual currency areas from the outset, i.e.", "(that is) interoperable.", "This approach does not provide for large quantities of digital money to be held in foreign currency, thereby potentially limiting the aforementioned economic risks for the participating currency areas.", "Varying degrees of interoperability can be aimed for.", "At one end of the spectrum, minimally invasive common technical standards could be developed as a basis for compatible systems, granting system operators the greatest possible autonomy in terms of design.", "Message formats and programming interfaces, for instance, could be standardised.", "At the other end of the spectrum, different digital currencies could conceivably be issued on a single platform, representing the maximum level of integration.", "This option would require the highest degree of agreement between the central banks involved.", "In particular, the creation of a joint set of rules for system participation and transaction processing is likely to be no mean feat, given the different legal jurisdictions involved.", "That said, such an option would probably generate the highest efficiency gains in the long term, as all payments could be processed immediately.", "Currency exchange functions could, in principle, be integrated directly into the platform, thereby considerably speeding up the processing of payments.", "However, a degree of interoperability somewhere between the two extremes would probably be a more promising goal.", "For one thing, efficiency gains should be clearly apparent.", "For another, different legal frameworks and standards need to be taken into account.", "In the European Union, for example, we rightly place high demands on cyber security and data protection.", "The governance structure needs to be clarified - who is involved, who decides what?", "And finally, we shouldn't endlessly put off making this kind of system operational.", "CBDC (Central Bank Digital Currency) could also offer a currency exchange solution by making processes automated, simplified and more transparent.", "This is another area of use for a wholesale variant of the digital euro, which is limited to a specific group of users.", "This group of users largely overlaps with institutions that currently already hold an account with the central bank; in other words, they are primarily commercial banks.", "For example, it is conceivable for cross-border payments to be processed directly in various currencies as delivery-versus-payment transactions.", "Even as we speak, there is a range of pilot projects [3] involving smart contracts and liquidity pools that promise significant advantages over traditional correspondent banking business.", "After this overview, you may share my views on the topic of the interoperability of central bank digital currency: namely that CBDC (Central Bank Digital Currency) presents a special opportunity to make international payments faster, more cost-effective and more transparent.", "The achievement of interoperability poses great economic, technical, legal and political challenges.", "Once these can be overcome, the shortcomings of cross-border payments will decline significantly - something we should not leave to volatile crypto-assets or stablecoins in closed ecosystems alone.", "In this vein, it is all the more important to proceed with great care when conducting studies for a digital euro, and also to take international aspects into account.", "As I see it, we should exploit the opportunities presented by CBDC (Central Bank Digital Currency).", "Current project status In the Eurosystem, we are currently working to establish how this potential can be harnessed.", "Allow me to give you a brief insight into the current status of the project in the last part of my speech.", "The initial focus of the work is on using the digital euro within the euro area.", "Should it come to fruition, a digital euro is intended to enable simple payments in everyday life - just like we're familiar with when we use cash, but in digital form.", "It should therefore be usable in both retail outlets and when making purchases online.", "Equally, it should be possible to use the digital euro for cashless payments from person to person or payments made between individuals and public authorities.", "In the Eurosystem, we have identified two possible design options that would make the digital euro available for these purposes: an online version allowing payments to be processed by a third party and an offline version in which payments are made directly from person to person.", "A digital euro that can be transferred online would be suited to all the aforementioned payment situations.", "It would thus slot seamlessly into the range of services offered by commercial banks and payment service providers, which would supply the digital euro issued by the Eurosystem.", "It would create one payment solution that could be used to pay almost anywhere.", "In an ECB (European Central Bank) survey on new digital payment methods across all euro area countries, the majority of respondents expressed their preference for a single (\"one-stop\") solution.", "[4] The online variant of a digital euro, which would be held in a digital wallet on a smartphone, would fit this purpose.", "At the same time, many respondents expressed a desire to be able to pay anonymously.", "An offline variant would be better equipped to meet this need.", "Paying via an electronic wallet without an internet connection could allow for a higher degree of financial privacy.", "Similarly to cash, a digital euro available offline would allow for person-to-person payments.", "This is more complex from a technical perspective.", "And European legislators would first have to prepare the way for exempting payment service providers intending to offer it from their obligations with regard to preventing money laundering and counterterrorism.", "This would certainly only apply to payments involving smaller amounts - because, at the same time, it must be ensured that the digital euro does not become a preferred payment medium for illegal purposes.", "Whether it be online or offline, a digital euro could complement cash in payment transactions by providing a digital component.", "However, anyone who wishes to continue using cash should and will be able to do so in future.", "And we, as the Eurosystem, would ensure that a digital euro - if it came to fruition - could be exchanged for cash at any time, and vice versa.", "At the same time, we want to prevent the introduction of a digital euro from leading to instability in the banking and financial system, as described at the start of my speech.", "We are therefore considering measures at this early stage to prevent an excessive and abrupt shift of deposits from commercial banks into the digital euro.", "Two kinds of upper limit come into consideration for this purpose: fixed upper limits or \"soft\" upper limits in the form of threshold values above which the interest rate becomes unattractive - the keyword here being \"tiered remuneration\".", "Fixed upper limits would allow for an effective limitation of the amount of digital euro in circulation.", "By contrast, a tiered remuneration system would provide more flexibility to meet the demand for digital euro.", "Especially in the introductory period, fixed upper limits for individuals may be better in order to rule out disruptions in the financial system.", "However, it must also be possible to make payments in CBDC (Central Bank Digital Currency) simply and efficiently even given an upper limit.", "This could be achieved by automatically channelling surplus digital euro balances into a commercial bank account.", "For enterprises and merchants that accept payments on a larger scale, by contrast, a tiered remuneration system would, where possible, be more suitable from the start.", "That being said, the threshold values would have to be chosen carefully in order to avoid large shifts from bank deposits into the digital euro.", "What the specific use of such instruments might look like and what the specific upper limits or threshold values would be can only be determined for good shortly before the potential introduction of a digital euro.", "First of all, it has to be established what form the overall package preparing us for a digital euro might take.", "In a next step, then, we will get a better idea of the specific involvement of commercial banks and payment service providers.", "Commercial banks and payment service providers will play a decisive role in the potential launch of the digital euro: they will have a say in whether an attractive range of services can be created for users.", "They will also be needed when it comes to the question of what a digital euro should be able to do.", "This holds particularly true for a potential wholesale version.", "Developments in the financial system and requirements for a stable financial architecture are being dealt with by the Center for Financial Studies, the Institute for Monetary and Financial Stability and the Leibniz Institute for Financial Research SAFE (Sustainable Architecture for Finance in Europe).", "I am sure that the institutions will continue their critical observation of the necessary considerations and potential steps towards digital central bank money.", "The work that is being done here is extremely valuable to us as central banks.", "Because even in an increasingly digital environment, it remains clear that a stable, resilient financial system is crucial to prosperity in Europe.", "Cooperation between central banks and state-of-the-art research institutions is of great importance if the stability of the financial system is to be ensured as best as possible going forward.", "We at the Bundesbank are delighted to have several of these establishments in such close proximity - and under such excellent leadership at that.", "Thank you very much for your attention.", "I will now take your questions.", "BIS (Bank of International Settlement) (2022), Annual Economic Report 2022, III.", "Mehrling, Perry, as quoted in Bloomberg (2019), Repo Oracle Zoltan Poszar Expects Even More Turmoil, available at -12- 20/repo-oracle-zoltan-pozsar-expects-even-more-turmoil [-12-20/repo-oracle-zoltan-pozsarexpects-even-more-turmoil] 3.", "These include pilot projects of the BIS (Bank of International Settlement) Innovation Hub, among them Project Dunbar [] ) and Project mBridge [] ).", "Report on new digital payment methods as part of the digital euro investigation phase, March 2022, available at ~309dbc7098.en.html [~309dbc7098.en.html]"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital euro", "Central bank digital currency", "CBDC", "Cross-border payments", "Interoperability", "Financial stability", "Risks", "Opportunities", "Retail payments", "Wholesale payments"]}