{"sentences": ["Speech [*] Governor Address to National Press Club of Australia Sydney - 2 February 2022 This is the fourth time that I have addressed the National Press Club.", "Thank you for having me back.", "As I've done on each of the three previous occasions, I have titled my remarks 'The Year Ahead'.", "I will talk about our latest forecasts, the outlook for monetary policy and yesterday's decision by the Reserve Bank Board to end the bond purchase program.", "In summary, I remain optimistic about Australia's prospects.", "Our economy has weathered the pandemic much better than was expected, jobs growth is strong and unemployment is low, household and business balance sheets are generally in good shape and wages growth is picking up.", "These are all welcome developments.", "At the same time, though, the country faces challenges.", "The pandemic is not yet behind us and the sharp pick-up in inflation in some parts of the world, particularly in the United States, has added a new element of uncertainty to the outlook.", "We also face the challenge of lifting productivity growth, including through investing in the workforce skills and technologies that are needed to generate sustained increases in real wages.", "And over time and as conditions allow, we will need to navigate a return to more normal settings of monetary policy.", "A useful place to start is to look to the year just past for lessons.", "To do this, the table below shows the outcomes for the key economic variables in 2021 as well as the RBA's central forecasts at the start of last year.", "Sources: ABS; RBA The picture is pretty clear.", "The economy performed significantly better last year than we had expected - GDP growth is likely to have been around 5 per cent, compared with our forecast of 31⁄2 per cent.", "This is despite the setback caused by the Delta outbreak.", "The unemployment rate also declined by more than we had expected and now stands at 4.2 per cent, the lowest rate since the peak of the resources boom.", "These stronger GDP and labour market outcomes have translated into higher inflation than we were expecting.", "We had expected underlying inflation to be 11⁄4 per cent over 2021, yet the actual outcome was 2.6 per cent.", "Headline inflation was higher still at 3.5 per cent, boosted primarily by a sharp increase in petrol prices and the cost of constructing new homes.", "Wages growth was also higher than we were expecting, although the difference here is smaller than for the other variables and wages growth remains low.", "This experience is a reminder of the difficulty of economic forecasting in a pandemic, but also points to three broader observations.", "The first is that the economy has been remarkably resilient.", "The second is that the link between the strength of the real economy and prices and wages remains alive.", "And the third is that the supply side matters for both economic activity and prices.", "These three observations are also relevant for the year ahead.", "We will be releasing a full set of updated economic forecasts on Friday in the quarterly Statement on Monetary Policy.", "Ahead of that, I can summarise the key elements of our forecasts.", "I will start with GDP.", "Our central forecast is for the economy to grow by 41⁄4 per cent this year and around 2 per cent over 2023 (Graph 1).", "Prior to Omicron, the economy had established strong positive momentum, bouncing back quickly following the easing of the Delta restrictions.", "This momentum wasn't sustained into the new year, with Omicron leading to many people having to isolate, interrupting supply chains and affecting spending as people sought to limit their activities.", "Yet, once again, the resilience of the economy has been on display.", "Australians have adjusted and adapted, and we still expect GDP to grow in the March quarter, although only modestly.", "The worst of the disruptive economic effects from Omicron now appear to be behind us, with supply chain and workforce management problems gradually being addressed.", "As case numbers trend lower, we expect a strong bounce-back over the months ahead.", "While Omicron has delayed the recovery of the Australian economy, it has not derailed it.", "That recovery is being underpinned by a number of factors.", "These include household balance sheets that are in generally good shape, with households having accumulated more than $200 billion in additional savings over the past two years.", "An upswing in business investment is also underway and there is a large pipeline of residential building to be completed over the next year or so.", "Macroeconomic policy settings are also supportive of growth, with governments planning significant infrastructure spending and monetary policy very accommodative.", "Turning now to the labour market, the outlook has continued to improve.", "The unemployment rate has declined to the low fours earlier than we had expected and a further reduction is expected.", "Our central forecast is for the unemployment rate to decline to around 33⁄4 per cent by the end of this year and be sustained at around this rate during 2023 (Graph 2).", "If this comes to pass, it would be a significant achievement.", "Australia has not experienced unemployment rates this low in the past half century - the last time we had the unemployment rate below 4 per cent was in the early 1970s.", "Sources: ABS; RBA The decline in the unemployment rate has been accompanied by a welcome decline in underemployment, which is at its lowest rate in 13 years.", "It has also been associated with a rise in labour force participation.", "This stands in stark contrast to the United States and the United Kingdom, where labour force participation has declined (Graph 3).", "In Australia, the share of working age Australians with a job has never been higher than it is now.", "Underemployment and Participation Underemployment rate Participation rate Australia United Kingdom United States 2011 2016 2021 2011 2016 2021 Sources: ABS; RBA; Refinitiv The forward-looking indicators suggest that the demand for workers remains strong.", "Job vacancies reached a record high in November and job advertisements have also increased strongly (Graph 4).", "The information from our business liaison program is that Omicron has not changed this story.", "More than half of businesses still report that they intend to increase headcount over the coming months and very few expect to reduce their workforces.", "There has also been an increase in staff turnover and ongoing reports of difficulties finding workers for certain roles.", "Sources: ABS; National Skills Commission; RBA Once the labour market disruptions from Omicron have dissipated, we expect some of the additional demand for labour to be met with a further rise in labour force participation.", "We also expect an increase in average hours worked as part-time workers wanting additional hours have more success in finding the hours they are seeking.", "Turning now to inflation, there has also been an upside surprise (Graph 5).", "The pick-up in inflation reflects both the strength of the economic recovery and the significant disruptions on the supply side.", "Headline inflation, in particular, has been boosted by the 32 per cent increase in petrol prices over the past year and the 71⁄2 per cent increase in the cost of constructing new dwellings.", "There have also been larger price increases for a wide range of consumer durables.", "In the December quarter, there was also less discounting because firms faced very strong demand as most of the country emerged from lockdowns at a time when inventories were low and firms had trouble filling their shelves.", "Sources: ABS; RBA Looking ahead, we expect underlying inflation to increase further over coming quarters, largely reflecting the ongoing difficulties on the supply side, including currently from Omicron (Graph 6).", "As these problems are resolved, some moderation in inflation is expected.", "Then, over time, stronger growth in labour costs is expected to become the more important driver of inflation.", "The central forecast is for underlying inflation to be around 23⁄4 per cent over both this year and next.", "Trimmed Mean Inflation Forecast 0 0 2008 2012 2016 2020 2024 Sources: ABS; RBA Wages growth has picked up as well, but it has only just returned to the rates prevailing prior to the pandemic (Graph 7).", "A further pick-up is expected, though there is substantial inertia in aggregate wage outcomes even if there are large wage increases in some pockets.", "This inertia stems from multi-year enterprise agreements, the review of award wages that takes place on an annual basis and public sector wages policies.", "Our central forecast is for the Wage Price Index to increase by 23⁄4 per cent this year and 3 per cent over 2023.", "Broader measures of labour costs, which also matter for inflation, are expected to be growing at a faster rate than this.", "This reflects the increase in superannuation contributions and pay increases that arise from job switching and job reclassifications in a tight labour market.", "Sources: ABS; RBA So that is a summary of our central forecasts.", "I would like to return, though, to a point I made at the outset: that actual outcomes can be quite different from the central forecasts.", "This is especially so in a global pandemic, with all its uncertainties.", "We still can't be certain how the pandemic will evolve and how people will respond to further outbreaks.", "There are also major geopolitical uncertainties at present and our major trading partner, China, is going through a difficult adjustment in its property market.", "Domestically, one issue that we will be watching closely is how households use all the savings accumulated over the past two years.", "On the inflation and wages fronts there are also a range of significant uncertainties.", "These partly stem from the uniqueness of the period in which we are living.", "Over the past two years there has been very strong demand for goods globally just at the time that the ability of the economic system to produce and distribute goods was impaired.", "This strong demand colliding with impaired supply means higher prices and higher published inflation.", "It is still unclear as to whether, and at what pace, the demand for goods will normalise as infection rates decline.", "There is also uncertainty as to how quickly the supply and distribution problems will be resolved, although there has been positive news on some fronts recently.", "We can't rule out the possibility that some of the recent price increases are reversed as a more normal balance between supply and demand is re-established.", "In any case, for inflation to be sustained at current rates the prices of many goods would have to keep increasing at their recent rates, not just settle at higher levels.", "All of this means that there are significant uncertainties as to the persistence of the recent price pressures.", "They may be the start of a period of persistently higher inflation, but they could also simply be a shift in the level of prices as a result of this unique period.", "There are also uncertainties regarding the supply side of the labour market and how wages respond.", "We are experiencing a unique combination of record labour force participation, a pandemic preventing some people from working, and a gradual reopening of our international borders after they have been closed for two years.", "In addition, we have no contemporary experience as to how labour costs will evolve in a world where the national unemployment rate is below 4 per cent.", "We do know, though, that wages growth remained modest a number of years ago when the unemployment rates in New South Wales and Victoria were temporarily around 4 per cent.", "The point here is that there are many unanswered questions.", "We are unlikely to know the answers quickly.", "There are many moving parts on both the demand side and the supply side of the economy and it will take time for these various issues to be resolved.", "This is relevant to the Board's deliberations about monetary policy to which I will now turn.", "I want to start with the decision the Board took yesterday to end the bond purchase program.", "The final purchases under this program will take place on Thursday 10 February.", "In taking this decision, the Board considered the three criteria that have guided it from the outset: (i) the actions of other central banks; (ii) the functioning of our own bond market; and (iii) most importantly, the actual and expected progress towards our goals of full employment and inflation consistent with the target.", "All three criteria pointed to the same conclusion: that is to bring the bond purchase program to an end.", "Most other central banks have already completed their programs, or will shortly do so.", "The Federal Reserve has announced that it will end its program in March and the Bank of Canada, the Bank of England, the Riksbank and the Reserve Bank of New Zealand have all ended their programs.", "This is relevant because one of the reasons we introduced our program was that other central banks were buying bonds.", "If we hadn't also done this, our bond yields and exchange rate would have been higher than they have been and this would have impeded the recovery from the pandemic.", "In terms of the second criterion, our bond market is continuing to function reasonably well and the RBA's stock lending activities are supporting this.", "But there have been some pressure points recently.", "This is evident around the three-year mark, where there has been a gap between the price of the physical bonds and the futures contract.", "Among the range of bonds we are purchasing, the RBA owns 42 per cent of Australian Government Securities on issue and 60 per cent of some individual bond lines (Graph 8).", "Our assessment is that the market could accommodate further purchases by the RBA, but that there would be a rising probability of additional strains emerging.", "Sources: AOFM; RBA The most important consideration was the third one - that is, the actual and expected progress towards our goals.", "Since November, we have made better progress than we were expecting, which is good news.", "The unemployment rate now stands at 4.2 per cent and underlying inflation is at 2.6 per cent.", "For the first time in some years, the achievement of our goals is within sight.", "In these circumstances, the Board judged that now was the right time to draw the bond purchase program to a close.", "There are four additional points that I would like to make.", "The first is that our bond purchase program has played an important role in achieving this progress towards our goals, complementing our other monetary policy measures.", "The purchases have lowered funding costs, supported asset values and led to a lower exchange rate than would otherwise have been the case.", "As a result, more people have jobs and inflation is closer to the target.", "The second point is that the cessation of our bond purchases does not represent a tightening of monetary policy.", "The accumulated international evidence is that it is the stock of bonds purchased, not the flow of purchases, that provides the economic support.", "By mid-February, the RBA will have purchased over $350 billion of government bonds under our various programs and our balance sheet will have more than tripled since the start of the pandemic to around $650 billion (Graph 9).", "These purchases and the expansion of our balance sheet are providing ongoing support to the Australian economy.", "Unlike many other countries, there are not maturities of government bonds in Australia every week or month (Graph 10).", "The large gaps in the maturity profile mean that we have more time to make a decision.", "The next maturity of an Australian Government bond is in July 2022.", "Ahead of this, the Board will consider its approach to reinvestment at its meeting in May, with the key considerations being the state of the economy and the outlook for inflation and unemployment.", "The fourth and final point is that the decision to end the bond purchase program does not mean that an increase in the cash rate is imminent.", "I recognise that in a number of other countries the ending of the bond purchase program has been followed closely, or is expected to be followed closely, by an increase in the policy rate.", "This is in contrast to earlier episodes of quantitative easing and reflects their current circumstances, which are quite different from our own.", "While inflation has picked up in Australia, it remains substantially lower than the 7 per cent rate in the United States, 5.4 per cent in the United Kingdom, and 5.9 per cent in New Zealand, and it has not been accompanied by strong wages growth as is the case in the United States and the United Kingdom (Graph 11).", "Our lower rate of inflation and low wages growth are key reasons we don't need to move in lock step with others.", "Headline Inflation 6 6 United States Canada United Kingdom Euro area 2017 2021 2017 2021 Sources: ABS; RBA; Refinitiv As I have said on previous occasions, the Board will not increase the cash rate until inflation is sustainably within the 2 to 3 per cent range.", "Given the recent inflation data and the forecasts I discussed earlier, I would like to provide some additional detail on our thinking here.", "We do not have a specific definition as to what 'sustainably in the target range' means.", "The actual rate of inflation is relevant as are the trajectory and the outlook.", "So too is the breadth of price increases and the factors driving them.", "Based on the evidence we have, it is too early to conclude that inflation is sustainably in the target range.", "In terms of underlying inflation, we have just reached the midpoint of the target range for the first time in over seven years.", "And this comes on the back of very significant disruptions in supply chains and distribution networks, which would be expected to be resolved over the months ahead.", "It also comes at a time when aggregate wages growth in Australia remains low and is at a rate that is unlikely to be consistent with inflation being sustained around the midpoint of the target range.", "As I discussed earlier, there is a range of significant uncertainties here that will take time to resolve.", "We are in the position where we can take some time to obtain greater clarity on these various issues.", "Countries with higher rates of inflation have less scope here.", "The Board is prepared to be patient as it monitors the evolution of the various factors affecting inflation in Australia.", "It is also relevant that Australia is within sight of a historic milestone - having the national unemployment rate below 4 per cent.", "This is important because low unemployment brings with it very real economic and social benefits for many Australians and their communities.", "Full employment is one of the RBA's legislated objectives and the Board is committed to playing its role in achieving that objective, consistent with also achieving the inflation target.", "As we navigate towards full employment, we have scope to take the time to distil the balance between supply and demand in the economy.", "Over the course of this year, we will be watching how the various supply-side problems resolve and the effects on prices.", "We will be watching consumption patterns and whether they normalise.", "We will also be looking for further evidence that labour costs are growing at a rate consistent with inflation being sustained within the target range.", "We expect this evidence to emerge over time, but it is unlikely to do so quickly.", "Finally, I want to make it clear that the RBA is committed to achieving the inflation target, which remains at the centre of our monetary policy framework.", "We don't want to see inflation too low or too high.", "We will do what is necessary to maintain low and stable inflation, which is important not only in its own right but also as a precondition for a sustained period of full employment.", "To conclude, the year ahead will no doubt have its challenges and its surprises.", "But standing here in early February, we are closer to full employment and achieving the inflation target than we had anticipated.", "It has been a difficult few years for the country, but our economy has proven to be resilient and Australians are adapting to living with the virus.", "This augurs well for the future.", "I wish you all the best for the year ahead.", "I look forward to answering your questions.", "[*] I would like to thank Penny Smith for assistance in the preparation of this talk.", "[1] Lowe P (2021), 'The RBA and the Australian Economy', Speech to CPA Australia Riverina Forum, Wagga Wagga, 16 December.", "[2] The small holdings of semis maturing in March and April will not be reinvested.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice.", "The Reserve Bank of Australia acknowledges the Aboriginal and Torres Strait Islander Peoples of Australia as the Traditional Custodians of this land, and recognises their continuing connection to Country.", "We pay our respects to their Elders, past, present and emerging."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Unemployment", "Labour market", "Wages", "Economic growth", "Supply chain", "Bond purchase program", "Omicron", "Pandemic"]}