{"sentences": ["Governor's Speech - Thailand Focus \"Normalizing Policy to Ensure a Smooth Take-off\" [clip] Dr. Sethaput Suthiwartnarueput, Governor of the Bank of Thailand Grand Hyatt Erawan Bangkok, 24 August 2022 Focus on 3 questions: (1) What do we need for a smooth take-off?", "(3) What is our rationale for monetary policy normalization?", "What should we really be worried about?", "Part 1: What do we need for a smooth take-off?", "Our policy objective has been and continues to be trying to ensure a smooth take-off.", "For Thailand, this objective is different from that in industrial economies because the stages of recovery are different.", "Therefore, the policy response is also different.", "What is needed to achieve a smooth take-off?", "We need to keep inflation under control and ensure that the financial system continues to function well.", "Need to keep inflation under control.", "Inflation harms purchasing power of households and hurts businesses, which in turn can put a drag on consumption and overall economic activities.", "High and persistent inflation may become entrenched if households and businesses expect inflation to remain high for long periods.", "A shift towards a higher and less well-anchored inflation regime must be prevented because in such a regime, high inflation expectations generate broader cost passthrough that act to keep inflation persistently high in a self-fulfilling manner.", "In such situations, inflation can also become more sensitive to relative price shocks including large depreciation in exchange rate and wage adjustment.", "Need to ensure that the financial system continues to function well to perform its intermediary role and continue to provide support the recovery.", "a. Thailand is a bank-based economy and banks are currently in good shape as reflected by their robust capital positions and high liquidity.", "SME credit growth is also positive while NPL ratios are low near pre-pandemic levels as a result of the financial measures implemented since the pandemic.", "We wish to see this momentum going forward.", "SME credit growth has become positive since Q2/21.", "Current Q2/22 credit growth = 0.9% We actively assess if further action is needed to ensure the functioning of the financial system as we b. are phasing out some \"all-in\" broad-based measures while focusing on targeted measures.", "Financial measures that are left in place for too long while they are no longer warranted by the economic situation may lead to moral hazard behavior, which will result in the build-up of inefficiencies and distortions in the financial system.", "We need to make sure that inflation does not derail growth and the financial system remains healthy and acts as a lubricant to keep the economy taking off smoothly.", "Part 2: How do we get there?", "Guidelines for our policy normalization • A holistic and integrated approach towards both monetary and financial policy normalization.", "Just as we required concerted effort of all policies and financial measures to get us through this crisis, the unwinding and recalibrating of both monetary policy and financial measures must be done in unison.", "With economic recovery gaining traction and inflation pressure increasing, policy normalization must begin.", "Rate hikes will help contain inflationary pressures and ensure price stability that is required for a sustained growth path.", "A gradual removal of financial support measures is in line with income recovery while encouraging banks to continue the normal functioning on their own with proper risk management.", "Pursue a gradual and measured normalization regarding the pace and sequencing of policy withdrawal a.", "[Financial front] Moving from broad \"blanket-type\" to targeted measures.", "A gradual and measured approach allows flexibility to withdraw financial measures with limited impact.", "Broad-based measures will be normalized first in line with the overall macroeconomic strength.", "Targeted measures need to stay in place to help support those that still lag behind as the recovery is uneven.", "Targeted financial measures that will still be in place: 1) long-term debt restructuring until \"at least\" end of 2023 to be in line with the recovery path of the economy/income of retail borrowers 2) asset warehousing program until \"at least\" April 23 by which the tourism sector is expected to recover, and 3) special loan scheme until \"at least\" April 23 to encourage businesses to adapt to new trends of the post-pandemic world (digital, technology, green).", "The clause \"at least\" means we will be flexible, pragmatic and only remove them once deemed appropriate.", "[Monetary policy front] Gradual: We do not see the need to undertake aggressive heroically large rate hikes.", "Aggressive hike is not warranted as the Thai economy is still in the early phase of recovery, while it could risk derailing the recovery.", "A gradual approach is needed to strike a balance between facilitating a smooth take-off of the recovery and minimizing the impact from potential bumps.", "• Measured: Policy decision will be calibrated taking into account economic conditions and circumstances prevailing at the time.", "If a pause is required, we will pause.", "If 50 bps is necessary to meet our policy objective, we will raise 50 bps.", "But with the current circumstances, aggressive rate hikes or too early withdrawal of financial measures can jeopardize the economic recovery given pockets of vulnerabilities and the uneven impacts on different groups.", "c. We have taken first steps towards this at the Financial Institutions Policy Committee (FIPC) meeting on June 30th and the Monetary Policy Committee (MPC) meeting on August 10th.", "• The FIPC decided to withdraw some of the blanket-type measures including FIDF fee cut and bank dividend payment restrictions.", "Part 3: What is our rationale for monetary policy normalization?", "[3.1 MPC decision: 10 August] Two weeks ago, the MPC has delivered the first policy rate hike after having held the policy rate at its historically low level for more than two years.", "After a thorough assessment of all the trade-offs, the MPC judged that policy normalization was warranted as the balance of risk has changed: the recovery is intact and resilient, financial stability remains sound overall, but inflation risk has increased.", "The recovery is intact and resilient a.", "Economic recovery gaining traction supported by a strong recovery of tourism and domestic demand given improved labor market, household income and economic activities.", "Although Q2 GDP headline is lower than expected, we reaffirm the growth trajectory and economic recovery underpinned by strong domestic demand growth.", "Consumption has recovered well with not just pent-up demand but supported by real improvements in income.", "Recovery of the tourism sector is key to ensuring a smooth and sustained income recovery as the sector accounts for 12% of GDP and employs over 20% of total employment.", "The recovery should also be resilient to potential slowdown in world economic growth given that the initial pick up this year is mostly driven by domestic demand while growth momentum next year mostly reflects the continued rebound in tourists from abroad, which tend not to be sensitive to global economic activity.", "Bilateral inbound tourist flows in the past are relatively resilient to home economic conditions.", "This reflected the fact that there is a lot of pent-up demand and Thailand is a cost-effective value for money destination.", "Balance of risk has tilted towards inflation Headline inflation is expected to peak in Q3/22 and gradually return to target range next year, but what's concerning is that core inflation is increasing.", "Headline inflation is uncomfortably high and above the target range.", "It has been around 7.6% in June and July, the highest in 14 years.", "The rise of headline inflation has been supply-side driven and largely concentrated in food and energy-related categories.", "There has not been any sign of demandside pressure unlike in the US and UK.", "However, the risks are titled to the upside given possibilities of broader and faster cost pass-through and rising demand pressures as the economy gains strength.", "Core inflation has continued increasing for 4 consecutive months mainly due to faster cost pass- through such as from raw foods to prepared food prices.", "This is a sign or an indication that inflation engine might get fully started.", "If the MPC does not take any action, there is then a danger of moving from a low inflation regime to a high inflation regime.", "Given that core inflation tends to be more persistent, we need to be watchful of any further sustained pickup in momentum.", "Financial stability remains sound overall but there remain pockets of vulnerability.", "Financial institutions remain sound with robust capital positions and high liquidity, while NPL ratios remain low.", "Debt serviceability of households and businesses has improved in line with the economic recovery and with support from financial measures implemented since the crisis.", "However, there are vulnerable segments given the uneven nature of recovery especially SMEs in sectors that are lagging and low-income households.", "Therefore, targeted measures will still be in place to support vulnerable groups.", "Although raising interest rates may increase financial burdens for indebted households to some degree, the potential costs of sustained high inflation is much greater.", "Therefore, the MPC judged that policy rate hike will not harm financial stability and will in turn help prevent inflationary pressures that will hurt consumption in the future.", "[3.2 What should we really be worried about?]", "Given the reasons and trade-offs outlined above, we are taking a gradual and measured policy normalization approach.", "However, there remain certain issues that raise concerns to some.", "Let me take this opportunity to clarify several issues: (1) Thailand is not behind the curve The context of Thailand is different from other countries that have begun their rate hikes a while back.", "Thailand's economic recovery is still in an early stage and lags others due to heavy tourism reliance.", "In terms of the economy's cyclical position, we have started our hiking cycle relatively fast compared to others.", "Compared to many central banks, including those in major economies as well as in the Asian region, that started raising policy rates only after GDP reached or exceeded pre-pandemic levels at their 1st hike, the MPC has started to normalize policy well before that milestone, with the Thai economy expected to reach pre-pandemic level only at the end of this year.", "High inflation in Thailand has mostly been attributed to extraordinarily large supply shocks, while there are limited signs of inflation being broad-based or entrenched as demand-side pressure has so far been contained, inflation expectations are well-anchored, and the likelihood of wage-price spiral in Thailand is low.", "The rise in headline inflation has been supply-side driven, 60% of which attributed to food and energy-related categories and is expected to dissipate without monetary policy response.", "Demand-pull inflation is limited as the economic recovery is still in early stages.", "The rise in core inflation is predominantly due to direct effect and supply-side factors, rather than second-round passthrough effect due to demand pressure.", "Meanwhile, medium- and long-term inflation expectations are well-anchored within the target range.", "The impact of weak baht on inflation via exchange rate passthrough (ERPT) is quite low.", "The ERPT could be higher in case of large and rapid baht depreciation, especially if coupled with rising oil prices.", "This could trigger a non-linear passthrough to inflation and could have a contractionary effect to the economy.", "This has not materialized.", "We will keep close monitoring.", "c. In Thailand, there is less chance of wage-price spiral given that there remains slack in the labor market.", "Moreover, the nature of the labor market structure in Thailand, where there is flexibility in labor movement and a lack of labor bargaining power, has helped suppressed wage pressure and prevented broad-based and persistent increases in inflation.", "On the contrary, a tight labor market such as in some AEs could also set a wage-price spiral effect in motion.", "In such circumstances, bold rate hikes are necessary to prevent a shift to a high-and-entrenched inflation regime.", "• Thailand has low share of wage earners at 44% and little wage indexation.", "• Labor cost is relatively low at 15% of total production cost.", "(2) Limited risks from Fed tightening to derail a smooth take-off 1.", "Depreciation of the baht (and most other Asian currencies) has been influenced by the US dollar.", "Interest rate differential is not causing the capital outflow.", "Thailand actually saw net capital inflows of 4.8 billion USD YTD.", "In the past 8 months, only 3 of out 8 months that saw net capital outflows.", "Given our robust cushions, Thailand's financial sector has been relatively shielded from global market volatility: high reserves (220 bn USD, 2.9 times of short-term debt) and low external debt (38.7% of GDP).", "While we see higher bond yields in the US and Thailand, the impact on real economy would still be limited.", "Thailand is a bank-based economy where 75 percent of the private sector finance their activities through banks.", "Reliance on the bond market mostly relates to larger corporates with strong balance sheets and thus limited vulnerability to bond yield movements.", "Moreover, bank financing is mainly from deposits, not wholesale funding through the bond market.", "(3) Low stagflation risks Whether the country will face stagflation risk depends very much on both inflation and stagnation factors.", "Inflation is mainly supply-side driven and self-correcting by this year.", "As I have outlined earlier, price spillovers have not spread much.", "Demand-pull inflationary pressures have been well contained, while wage pressures remain low, thus limiting adverse feedback between prices and wages.", "We expect that, as supply constraints and cost-push pressures start to subside toward the end of this year, inflation will thus return to the target range.", "Economic recovery is resilient.", "No sign of broad-based slowdown expected in stagflation.", "Despite the lower-than-expected Q2 GDP outturn, we are certain that economic recovery has already begun and is gaining traction.", "Key drivers should carry their growth momentum going into H2/22 as we see high growth in consumption and better-than-expected tourist numbers, as well as more broad-based improvement in employment and income.", "Despite softening global economic outlook, tourism is gaining traction from pent-up demand to travel and not that sensitive to global slowdown.", "For stagnation to occur, we should expect to see severe slowdown in key drivers.", "For example, we should expect to see very low tourist numbers for the remainder of this year or sustained price increases that severely affect consumption.", "This is unlikely to occur.", "(4) Most concerning risk to a smooth recovery is risks to the tourism sector from unpredictable and volatile shocks, e.g.", "a new covid variant which could trigger a ban on international travel, and geopolitical risks.", "Part 4: Concluding remarks 1.", "Aggressively rate hikes in order to curtail aggregate demand and bring down high inflation may be the right approach for some.", "It is however not universal and depends critically on the underlying nature of high inflation, the cyclical position of economic activity, as well as structural features of the economy that determine the degree of persistence of price shocks.", "The right policy approach is thus more nuanced and country-specific.", "In the Thai context, the decision to start a gradual and measured monetary policy normalization only recently reflects our cyclical position, where the recovery is gaining traction later than others.", "As such, the rapid rise in headline inflation here has also been propelled predominantly by higher food and energy prices rather than aggregate demand.", "Inflation at current rates are uncomfortably high, but they are not expected to be persistent given Thailand's very flexible labor market where extensive reallocations help to keep wage pressure contained while well anchored inflation expectations help to mitigate cost passthrough."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Financial system", "Economic recovery", "Tourism", "Core inflation", "Interest rates", "Stagflation", "Bank-based economy", "Supply-side factors"]}