{"sentences": ["- Warwick Economics Summit 4 February 2022 and twenty years ahead Twenty years later...", "Speech by François Villeroy de Galhau, Governor of the Banque de France Press contact: Mark Deen (mark.deen@banque-france.fr) Ladies and Gentlemen, I am delighted to be with you today, though I would have preferred to actually come to Warwick and your world-renowned University.", "And I am deeply honoured to offer today, with this speech, the very first of the Persaud Lectures, launched this year by Professor Avinash Persaud none other than the son of Professor the Honourable Bishdonat Persaud.", "I borrowed my title from the Twenty Years Later famous French writer Alexandre Dumas: was his sequel to the Three Musketeers.", "January 1st marked 20 years since the introduction of the euro as cash.", "And if central banking isn't quite as much fun as the tales of d'Artagnan and his friends, our young currency has had a few adventures and it is worth drawing some lessons from them.", "I will then turn to the next twenty years and the two main transformations facing Europe.", "Before I plunge into this longer view, allow me to say a few words about the European Central Bank's latest monetary policy decision as set out by ECB President Christine Lagarde.", "Yesterday, in the face of increasing uncertainty on inflation, our key word was « more than ever » optionality.", "We take it seriously: we retain our full optionality on the decisions we will make from March and in the following quarters, informed then by the latest data, forecasts and geopolitical developments.", "And as we clearly stick to our sequencing starting with first tapering and second lift off - we will also retain our full optionality about the pace of this sequence, and timing of moving from one stage to the other.", "Hence, while the direction of the journey is clear, one shouldn't rush to conclusions about its calendar: it will remain gradual, state dependent, and open in each of its steps.", "The outstanding success of the euro So back to the tale of the euro.", "You students are perhaps too young to remember the politics of the 1990s, but reminding ourselves of how far we have come.", "When we recall that the European Union had only 12 members when the Maastricht Treaty was signed in 1992, we realize how much the world has changed.", "Today the EU counts 27 members and 19 countries have adopted the euro.", "The addition of Croatia and Bulgaria will soon bring the latter number up to 21.", "Along with this impressive progress, there was of course a significant loss: the U.K. opted out of the single currency from the start and has more recently exited the EU altogether.", "We continentals may regret those decisions but we respect We'll miss great British architects of our projects, like them.", "former Chancellor Sir Kenneth Clarke, whom I can personally testify to how much he contributed.", "What we do sometimes regret is when Britain's vibrant debate on European issues verges on schadenfreude in relation to our own projects and ambitions.", "Take, for instance, Sir William Cash, a long-standing Conservative Member of Parliament, who at a debate on euro membership in 1997, insisted that \"the euro would be extremely weak\" and \"we are heading for disaster.\"", "that \"the Euro with its one size fits all years later, in 2011, Bill Cash wrote approach and the uniformity demanded by the EU simply cannot work...", "The survival of the euro itself is in question due to its structural shortcomings and the inherent workings of monetary union.\"", "Well, here we are, more than a decade later, and the euro is still alive and kicking.", "Not only has the euro survived, but it is recognised and used globally, including outside its own borders as both a store of value and a means of trade.", "The single currency has also proved remarkably stable, with inflation averaging 1.7% since its inception in 1999, compared with 4.9% during the two decades before.", "The euro has therefore helped to protect the purchasing power of European citizens, which has increased by 15% since 1999.", "Moreover, the euro is not simply an elite project as is frequently charged.", "It is also a popular success; it inspires trust which is the core value of a currency.", "The latest standard Eurobarometer poll conducted in spring 2021 reported that 79% of the population in the 19 countries using the euro believe that having the currency is good for the EU.", "That's up from 66 percent a decade ago.", "known nationalist politicians, including in my own country, have dropped or backed-off their anti-euro stances because they have concluded that the policy is an electoral dead-end.", "Obviously as Governor of the Banque de France and a committed European, I enjoy reading out those numbers.", "Yet I do not wish to be simplistic or Panglossian.", "The euro area has had problems over the years, most notably resulting in the sovereign debt crisis in the early 2010s.", "That crisis was a reminder that by forging a currency union before a political union existed, we were doing something unprecedented.", "Yet European political leaders have ultimately proved themselves to be pragmatic, backing the European Central Bank in its defence of the euro.", "Lessons were learned and when the Covid crisis hit in 2020, the EU gave the region's economy appropriate fiscal support.", "The combined stimulus provided by the EU and national governments was comparable to that of the U.S. and the U.K.", "Meanwhile the ECB did its part in supplying monetary stimulus also on par with that of other developed countries.", "There is, however, still progress to be made; our monetary and economic union needs to be completed.", "Our European economic institutions are like a trimaran.", "Our vessel already has a robust central hull in the form of the ECB and the Eurosystem, with its credible single monetary policy.", "This boat must be completed with two floaters.", "On one side, we need a public float with a standing common fiscal capacity to better cope with macroeconomic shocks.", "This need not mean increasing permanently our yearly budget; rather we should construct a fiscal facility that could be activated in moments of crisis or recession.", "In this respect, the EUR 750 billion Next Generation EU programme agreed in 2020 and now actively implemented has been a major step forward.", "On the other side, we need a private float to foster a better capital allocation, which is just as important.", "The Banking Union and Capital Markets Union, though somewhat and technical, should be absolute political priorities to enhance the free circulation suggest to rebrand a of capital across the EU and build what I \"Financing Union for Investment and Innovation\".", "In the U.S., private capital flows are a major financial shock absorber between states.", "We can achieve the same in Europe, and make better use of the world's largest pool of savings, including by fostering venture capital which is still underdeveloped.", "All these initiatives are key to ensuring our capacity to finance the transformations\", ecological and digital, that we will all have to pursue in the long run.", "Both require very significant investments in the coming years and hence a co-financing by the public and the private sectors: it is healthy to encourage convergence of private actors with policy goals set by public authorities on these collective issues.", "Allow me here to turn to some great economists of the last century to shed some light on these transformations.", "One of them is Joseph Schumpeter and his creative destruction, and the decisive role of private innovation.", "But we shouldn't forget Karl Polanyi and his \"Great transformation\", written in Britain and published in 1944.", "Polanyi warned of the dangers of changing Economy\" into a \"Market society\", and hence of purely self-regulated markets forgetting about social and political institutions.", "We might say that his ideas are the structural side of what Keynes wrote on cyclical policies.", "To succeed in the face of the challenges of both the modern economy and democratic discontent, we will need to reconcile the ideas of these three great thinkers.", "20 years ahead: our two great transformations, ecological and digital 1/ I will start with the digital revolution, where Europe is still lagging behind the United States and China.", "Compared to the United States, we spend less on R&D, have fewer researchers and have filed fewer patents, particularly in biotechnology and in information and communication technologies.", "We nevertheless have reasons to cheer: in 2021 around EUR 100 billion were invested in the European technology ecosystem, almost three times the previous record of 2020, with around 100 new unicornsi.", "Furthermore, although technologies have not yet shown their full potential in terms of productivity, we may be at a turning point with the latest advances in artificial intelligence, biotechnologies or telework-related reorganisations - after a lag which corresponds to the process of appropriating these technologies by the economic fabric (investment, training, etc.).", "These disruptions are also reflected in the monetary, financial and payments spheres which we scrutinise as central banks and supervisors -, where digitalisation is bringing about a triple revolution and it is far from over: (i) First, the arrival of new players: new actors born from the tech world Fintechs and Bigtechs are challenging historical players with radically new approaches to financial services and at present much less regulation; (ii) Second, the emergence of crypto-assets from the blockchain universe in the form of tokens: they will never according to me be credible as but could be used as settlement means - \"crypto-currencies\", think of stablecoins for instance; (iii) Lastly, the emergence of decentralised market infrastructures: new technologies tend to reduce the use of proven centralised settlement systems.", "These revolutions offer the potential for increased market efficiency while reducing costs and time.", "But they entail several risks, and they could lead to significant concentration effects among a few dominant private networks: these would in practice \"re-intermediate\", but without the trust and regulation associated with the architecture of the monetary and financial edifice that we public and private players have built together over a period of decades.", "In the face of this major challenge, we need to both innovate and regulate.", "For some, the conjunction between the two should be an \"or\", considering them mutually exclusive: innovation in the form of a central bank digital currency would be an alternative, indeed the only alternative, to the unchecked the conjunction is the development of decentralised finance.", "For me, \"and\": two pillars clearly work together to foster sustainable innovation; this is why the EU should at once (i) adopt the MiCA regulation on crypto assets in the first half of this year, (ii) prepare for a Central Bank Digital Currency, a e-euro, by 2026.", "But \"neither, nor\": revolutions always happen the worst conjunction would be quickly, and we are at risk of neither innovating nor regulating in time.", "In that case we would have failed in our historical mission and jeopardised centuries of work building up confidence in our money.", "/ Let me now turn to the second major transformation underway, the ecological transition, which is an absolute necessity at the global level even if Europe here lies ahead.", "Beyond the COP26 held in Glasgow a few months ago, globally coordinated governmental policies are therefore necessary to anchor concrete and credible commitments, such as the one taken by the European Union in its Fit for 55 programme.", "And yes, policies to fight climate change should imperatively include an appropriate carbon price.", "Rest assured that central banks will do everything they can do.", "The ECB monetary policy strategy review, concluded last summer under President Lagarde's leadership, sets out an ambitious action plan leading up to 2024.", "But central banks and financial intermediaries cannot solve everything, and substitute for adequate and sometimes difficult public policies.", "The ecological transition holds risks, including on inflation as the gradual switch to greener energies may entail higher and more volatile prices, at least in the intermediate phase.", "Central banks are closely monitoring this debate about a \"greenflation\".", "So far, the evidence points to a non-negligible but limited direct contribution of climate policy in the recent increase in inflation.", "For example, the ongoing rise in CO2 prices in the European ETS market, which we are already taking into account in our inflation projections, has a modest positive impact on inflation.", "And the implementation of a carbon tax in Germany in 2021 has had a discernible impact in 2021: combined with other measures to tackle climate change, the overall impact on German consumer prices was estimated at 0.4 percentage point in 2021.", "That said, climate transition is far from being the primary cause of the recent surge in energy prices across the world.", "Indeed, it has more to do with a combination of global factors: rapid demand recovery from the pandemic- induced recession, supply disruptions, geopolitical tensions.", "And in the specific case of Europe, the shock on energy prices is amplified by the run-up in wholesale electricity market prices, due to a shortage in natural gas.", "Afterwards, beyond our projection horizon, the transition to net zero might have a more significant impact on inflation, especially if it were to be disorderlyii.", "The net zero transition would then result into a negative supply shock, in particular if the capacity increase in alternative energy sources were too slow.", "In addition, the reallocation of demand involved by the transition might trigger relative prices changes in some sectors.", "The level of r* the natural interest rate could also be affected in two opposite ways: higher green investments will increase it; but a negative impact on productivity growth would reduce it.", "On many of these questions, it's too early to tell.", "We need urgently more analytical work on the macroeconomic modelling of climate transition; more than ever, monetary policy will remain a judgment exercise, looking through temporary phenomena while averting lasting increases in inflation.", "Central banks will have to ensure that these shocks on relative prices do not result into a lasting increase in inflation.", "One thing is certain: the sooner we start the transition, the better to ensure long- term sustainable growth and price stability.", "In economic and financial matters, there is always a degree of uncertainty.", "In the word \"espérance\" has two meanings: French, hope, and mathematical expectation.", "has been the driver for Europe and the euro, in both its meanings.", "Daring decisions made by visionary men and women in the past decades have proved winning bets.", "They were guided by the same conviction as another French writer, Georges Bernanos, who wrote in 1941 in his Letter to the English: \"It is in my reason, not my heart, that lies the principle of my invincible hope\".iii I thank you for your attention.", "State of European Tech Report, December 2021 Schnabel, I., speech, \"Looking through higher energy prices?", "Monetary policy and the green transition\", iii Bernanos, G., in Letter to the English, 1941"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Euro", "Monetary Policy", "Digital Transformation", "Ecological Transition", "Central Bank Digital Currency", "Inflation", "Financing Union", "Climate Change", "Crypto-Assets", "Greenflation"]}