{"sentences": ["Speech Klaas Knot - Working on progress.", "On public and private risk sharing in the EMU 27 september 2022 \"We have thirty years of experience to learn from.", "Thirty years of crises and successes, of design flaws and great innovation, of opportunities for reform that we have missed, and opportunities for prosperity gains that we have seized.\"", "This is what Klaas Knot said on the thirtieth birthday of the Maastricht Treaty.", "In his speech, he stressed that the Economic and Monetary Union is a work-in-progress, but also that we need to keep working on that progress, and that \"whatever way you look at it, going forward means, at least partly, increasing risk sharing.", "And I mean cross- border risk sharing.", "This means using the strength in our numbers to absorb possible shocks.\"", "\"In a sense, the fall of the Berlin Wall led to the rise of the Economic and Monetary Union.\"", "President , De Nederlandsche Bank Datum: 27 september 2022 Spreker: Klaas Knot Locatie: \"Euro at 20: shifting paradigms?", "\", Maastricht Hello everyone.", "Happy thirtieth birthday to the Maastricht Treaty.", "What better place to celebrate this birthday than here - in the Statenzaal - the very room where the Maastricht Treaty was signed.", "I remember this historic event vividly.", "Just like I vividly remember what happened only a few years before: the fall of the Berlin Wall.", "In a sense, the fall of the Berlin Wall led to the rise of the Economic and Monetary Union.", "Because after 1989, Germany once again wished to become a unified nation.", "But other European nations, principally the French, were hesitant.", "A unified Germany would de facto set the economic and monetary tone for a lot of other European countries.", "And so those countries were keen to ensure that a reunified Germany would remain embedded in a countries were keen to ensure that a reunified Germany would remain embedded in a united Europe.", "That is why discussions on the economic and monetary union gained momentum - eventually leading to the deal between Mitterrand and Kohl: unification for you - the euro for us.", "And for the past twenty years, the euro has been the very bedrock of our single market.", "The absence of exchange rates has been an impressive impetus for prosperity - in the entire euro area.", "Being a unified economic block has brought much stability.", "And as a central banker, that sounds like music to my ears.", "But... indeed, there is a but.", "At the start of the EMU, in 1999, per capita income levels between countries differed significantly.", "It was expected that the EMU would level these differences.", "It was expected that countries that had catching-up to do would experience faster economic growth.", "That we would see sustainable economic convergence in Europe.", "And to some extent this happened.", "But - here it is - it did not happen quite as across the board as was expected.", "In terms of real GDP per capita, we mainly saw east-west convergence.", "So between the original twelve countries on the one hand and the seven, soon eight, countries that joined later, on the other hand.", "So it is no wonder that, despite past crises and the pervasive pessimism in some European corners, a lot of countries are still very eager to join our economic and monetary union.", "As far as north-south convergence goes, the first decade of the euro demonstrated the expected economic convergence within the original group of member states.", "But much of that convergence proved unsustainable and disappeared again after the global financial crisis.", "In 2010, the EMU even suffered a crisis that threatened the very existence of the euro.", "This taught us that it is much harder to achieve convergence that goes beyond the initial convergence that comes with the entry to the euro area.", "This further convergence will only be possible when we address a number of design flaws in the euro area's construction.", "Design flaws that the signatories to the Treaty did not expect nor foresee.", "As you will remember, the way out of the 2010 eurocrisis consisted of acute, collective help for individual countries and banks - but also the creation of several European institutions to increase the EMU's resilience.", "We now have common supervision of major financial institutions, a single resolution fund for failing banks, and the European Stability Mechanism to help when sovereign nations get in trouble.", "And more recently, we also set up a Recovery and Resilience Facility to collectively and effectively tackle the economic outfall of the pandemic.", "So now that the EMU has proven itself to be an adaptive project, where do we go from here?", "This is, of course, mainly a political question.", "And while the eurocrisis was an impetus for improvement, for making progress, we currently find the EMU too often at a standstill.", "To get past that, the following political question needs to be resolved at the very least - what should be done first: increase risk sharing in the EMU or decrease existing risks within individual countries?", "I am a central banker.", "I look at things from an economic standpoint.", "And in that capacity I can say that the longer we have a standstill, the more vulnerabilities between euro- countries will grow, the deeper future economic crises will be, the more emergency support will be needed, and the less prosperity we'll have - all of us.", "So for me, as an economist, too long a standstill is not an option.", "And, whatever way you look at it, going forward means, at least partly, increasing risk sharing.", "And I mean cross-border risk sharing.", "This means using the strength in our numbers to absorb possible shocks.", "And when I talk about cross-border risk sharing, I have to distinguish between public and private risk sharing.", "The first goes through governments.", "The second through credit or asset markets.", "Currently, compared to other monetary unions like the Unites States, risk sharing in the EMU is low.", "Especially private risk sharing.", "To bolster such private risk sharing, we need, first, a stronger banking union.", "The great financial crisis and the pandemic showed us that the banking sector and the public sector are closely linked financially.", "That risks easily find their way onto banks' balance sheets.", "To some extent, we should use this to smooth the economic cycle and absorb shocks more evenly - to increase our resilience, but, of course, without repeating the past, in which depositors and tax payers ultimately took the hit.", "Alongside the European supervision and resolution authorities I already mentioned, the completion of the banking union with a common deposit insurance programme would also greatly contribute to economic and financial resilience.", "Together with risk-based capital requirements on sovereign exposures, a European Deposit Guarantee Scheme would delink the financial health of banks from the countries in which they are located.", "Additionally, the presence of a common deposit guarantee scheme would function as the foundation for deep integration of banking credit markets.", "This would significantly diminish the risk of crises spilling over national borders and causing financial distress in other EU countries.", "This would also enable banks to better absorb local economic shocks, and thus increase economic resilience.", "In addition to a stronger banking union, we need a stronger capital markets union to bolster private risk sharing.", "Well-developed and integrated capital markets lead to more risks being shared privately, they reduce systemic risk and they stimulate diversification of the funding mix of corporates.", "All this adds to our resilience as an economic and monetary union.", "In theory, the EMU opened the way for the free movement of capital.", "But in practice, we see that European financing remains too one-sided - firms and households depend too much on banks, and the home bias of both investors and banks is persistent.", "So we are not using the numbers in our union to decrease risk.", "Cross-border risk sharing remains low.", "One reason could have to do with cross-border public risk sharing.", "Here, too, I am referring to the past to learn about where to go in the future.", "Because I know of very few historical examples where strong cross-border private risk sharing developed without, or before, a significant degree of cross-border public risk sharing.", "So to some degree the two are complements rather than substitutes.", "In other words, the EMU needs both.", "The recent Recovery and Resilience Facility that I already mentioned, is a telling example of such cross-border public risk sharing.", "The fund was set up to temporarily support public investments in the energy transition and in digital projects all over Europe.", "Investments that strengthen the economic growth potential, and thus the capacity of the EU as a whole to absorb shocks - including in countries facing greater financial constraints.", "The RRF is temporary because continuous large transfers of public funds would make the project vulnerable from a political perspective.", "However, the mere existence of this successful cross-border public risk sharing, gives hope for the future.", "Because the matter of the fact is that some public goods, like climate, like energy markets, are simply more efficiently arranged at the European level.", "Over the years, the euro area has grown from twelve to nineteen countries - and soon twenty.", "Almost 350 million people live in the EMU.", "As an economist, it just makes a lot of sense to use the strength in our numbers.", "To use our strength to achieve shared goals.", "And to do that, we need to share funds... and also risks.", "I am an economist, but also a realist.", "So I am well aware of the political hurdles that must be overcome if we are to increase risk sharing.", "But looking at what we have achieved so far, I might just be, above all, an optimist.", "Thirty years ago, the Maastricht Treaty set out a vision.", "And in the past thirty years, we have witnessed the tremendous economic and political accomplishments of that vision.", "We are not there yet, the EMU remains a work-in-progress.", "But let's keep working on that progress.", "We have thirty years of experience to learn from.", "Thirty years of crises and successes, of design flaws and great innovation, of opportunities for reform that we have missed, and opportunities for prosperity gains that we have seized.", "So let's learn from these thirty years - politicians, economists, everyone - let's learn from them and then lift our economic and monetary union to the next level.", "So, again, happy birthday to the Maastricht Treaty.", "I'm looking forward to our progress in the next 30 years!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["risk sharing", "EMU", "convergence", "public risk sharing", "private risk sharing", "banking union", "capital markets union", "cross-border", "economic resilience", "political hurdles"]}