{"sentences": ["Distinguished Guests, Ladies and Gentlemen, On behalf of the Bank of Finland, may I wish you a very warm welcome to this online event, in this the 20th anniversary year of the euro banknotes and coins!", "I was talking with the other speakers just before the start, and we were delighted to see that there are so many of you joining us online today.", "We shall do our best to provide you with fresh perspectives on the matters at hand.", "Feel free to join the discussion in the chat section at any time during the event.", "Although we may all have Europe's geopolitical tensions and Russia's power politics uppermost in our minds, it is also always worth looking periodically at the state of European integration and the outlook for it.", "New Year's Day marked the 20th anniversary of the moment when some 300 million Europeans got their hands on the new currency, the euro.", "The euro became one of the most tangible achievements of European integration and a reflection of a common European identity.", "The financial and debt crises of the last decade constituted a severe stress test for the European Union.", "Europe passed the test - stumbling, maybe, but, as they say in eastern Finland in particular, stumbling can prevent a fall.", "The crises demonstrated that the common structures of Monetary Union must be further strengthened.", "They must be designed so that each Member State bears, and knows that it bears, primary responsibility for its own economic policies.", "Monetary Union's resistance to shocks is being boosted by the development of Banking Union and the European financial markets.", "Nevertheless, we still have some way to go.", "Particularly in regard to the capital markets, we are still some way behind the United States, a fact reflected in the availability of risk capital for growth businesses and SMEs in the EU.", "For Finland, the first two decades of the euro have brought numerous concrete benefits from the common currency.", "But in regard to economic developments we can also easily find much to improve in the decades ahead.", "Debates around the euro often forget the benefits Finland enjoys as a member of Monetary Union, such as lower transaction costs for international trade and travel as well as a reduced exchange rate risk.", "The greatest benefit Finland has received has come from stability and the increased credibility of monetary policy as well as the consequent drop in the level of interest rates.", "The fall in real interest rates from the unhealthy heights of the 1990s indicates a reduction in economic risks, and it released debt-servicing expenditure for other uses.", "This was by no means an insignificant factor in Finland's recovery from the recession of the 1990s and the establishment of healthier public finances.", "Finland's EMU report, produced in the 1990s by a professorial group under the leadership of Jukka Pekkarinen, stressed the need to improve our economy's ability to adjust particularly to asymmetric shocks.", "When the exchange rate is fixed and a country surrenders its own currency, the economy's most important channels for adapting are domestic prices and wages.", "The long recession following the financial crisis showed that there remains a need to strengthen Finland's ability to adjust.", "The slow growth of the 2010s was marked by many headwinds, which the persistent problem of cost-competitiveness exacerbated, right up to the competitiveness pact.", "After the pandemic, we will be faced with the same issues relating to growth challenges and the sustainability of the public finances as before the crisis, but in respect of the public finances we could unfortunately be facing more difficult times.", "Over the past 15 years, the Finnish economy has lagged well behind the pace of the other Nordic countries, and the current forecasts do not suggest that the situation is likely to turn more favourable.", "The other Nordic countries are also operating in the same external environment as Finland.", "So this does not explain Finland's weaker performance relative to our Nordic neighbours.", "Nor is it explained by Finland's membership in the Monetary Union.", "Sweden is often mentioned as an example of how well we would be doing outside the euro area.", "At the same time, however, it is forgotten that Sweden also differs from Finland in many other ways: its production structure is more diverse, the demographic structure is more favourable, and Sweden has progressed with structural reforms that improve growth and employment.", "Sweden has been able to maintain its competitiveness.", "Denmark, which has linked its currency to the euro, has also fared well.", "On the other hand, Germany, Ireland, Spain and Portugal demonstrate that it is entirely possible to improve competitiveness in the Monetary Union, too.", "Ladies and Gentlemen, The strong but necessary monetary and fiscal policy response to the pandemic has supported economic recovery.", "At the same time, the question is whether the measures have been excessive.", "Is the economy now in such a high gear that high inflation could become entrenched?", "Looking at the big picture, the positive factors are that economic recovery continues in the euro area and employment is improving.", "At the same time, high fuel and food prices have hit the pockets of many people and cause concern to citizens.", "Euro area consumer prices have increased exceptionally rapidly, by 5.1% in January.", "Inflation has been fuelled by three factors in particular.", "Energy inflation explains over half of euro area inflation.", "The escalation of geopolitical tensions is likely to keep energy prices high for a long period.", "Inflation has been driven up by the normalisation of prices for services, following the opening up of economies in autumn 2021. .", "The rapid recovery from the recession has aggravated production bottlenecks and problems in the availability of components and has pushed up product prices.", "However, by themselves, these factors that are fuelling inflation will not lead to a permanent, prolonged rise in inflation, unless they cause significant second-round effects and a wage-price spiral.", "In contrast to the United States, wage inflation has thus far been fairly moderate in the euro area.", "We are thus following wage developments very closely.", "Last summer, the European Central Bank's Governing Council adopted a new monetary policy strategy for the ECB: we have a symmetric inflation target of 2% over the medium term.", "Currently, the medium-term outlook for inflation in the euro area is not far from this target.", "Monetary policy decision-making does not react to short-term deviations from the symmetric inflation target, unless they are expected to leave a more permanent mark on inflation.", "If, however, inflation threatens to climb too high and for a prolonged period, the ECB's monetary policy will work to prevent this by reducing the purchase programmes and refinancing operations as well as by raising policy interest rates.", "This is how an independent central bank that has been set the primary objective of price stability operates.", "The ECB Governing Council launched in December the gradual normalisation of monetary policy.", "Net purchases under the Pandemic Emergency Purchase Programme (PEPP) will be discontinued at the end of March 2022.", "In our meeting last week, we assessed that risks to the inflation outlook are tilted to the upside.", "In an uncertain situation - I am referring also to the current geopolitical tensions and their possible impact on energy prices and growth - it is better to be safe than sorry, in other words to proceed gradually and step by step in monetary policy normalisation.", "Monetary policy will be conducted in a consistent and flexible manner, maintaining the room for manoeuvre.", "The Governing Council will use all its instruments to ensure that inflation stabilises at its 2% target over the medium term.", "Ladies and gentlemen, The heightened geopolitical tension emphasises the importance of unity in the European Union.", "When the COVID-19 crisis fades into history, the EU's greatest challenge will be to strengthen its Common Foreign and Security Policy.", "In people's everyday lives, geopolitics is now seen and felt in the form of higher energy prices and rising inflation.", "In these circumstances too, the economic stability of Europe and Finland is vitally underpinned by the European Union and the common currency shared by 19 Member States.", "I look forward to hearing the views of others here today on the challenges ahead, and shall be following the discussion closely.", "Bank of Finland Bulletin article Koronapandemiasta toipuminen kiihdytti inflaatiota, mutta inflaation ennustetaan tasaantuvan ('The COVID-19 crisis fuelled inflation, but inflation is forecast to s t a b i l i s e ' ) .", "www.eurojatalous.fi/fi/2022/artikkelit/koronapandemiasta-toipuminen-kiihdytti-inflaatiota-muttainflaation-ennustetaan-tasaantuvan/"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Euro area", "European Union", "Finland", "Economic growth", "Energy prices", "ECB", "Stability", "Geopolitics"]}