{"sentences": ["Speech From QE to QT - The next phase in the Reserve Bank's Bond Purchase Program Christopher Kent Assistant Governor (Financial Markets) KangaNews DCM Summit Sydney - 23 May 2022 It is great to be here in person.", "Last year at this event, I discussed the Bank's Term Funding Facility (TFF).", "Today, I'm going to focus on the Bank's bond purchase program.", "At its meeting earlier this month, as well as raising the cash rate target, the Board decided not to reinvest the proceeds from bonds as they mature from the Bank's portfolio.", "This signals the next phase in the bond purchase program.", "The initial phase in which the Bank built up its stock of bond holdings is often referred to as 'quantitative easing', or QE for short.", "That phase ended in February this year.", "We have now entered the phase known as 'quantitative tightening', or QT.", "By allowing our bond holdings to gradually diminish over time as they mature, the initial stimulatory effects of those holdings - namely, downward pressure on government bond yields and the Australian dollar exchange rate - will gradually unwind.", "In my presentation today, I'll explain the reasoning behind the decision to begin QT.", "I'll then discuss some of the implications of QT for financial conditions, and explore what it means for the Bank's balance sheet and the operation of monetary policy through the cash rate.", "But first, I'll briefly recap the QE phase of the program.", "The Bank introduced the bond purchase program in November 2020 to provide additional support to the Australian economy in the early and still very uncertain stage of its economic recovery from the COVID-19 shock.", "This was a new element to the package of policy measures adopted at the outset of the pandemic.", "The very low cash rate target was already anchoring the front end of the yield curve.", "The Bank's forward commitment on the cash rate and the three-year bond yield target were tying down the yield curve a few years out.", "In this context, the bond purchase program was designed to further ease financial conditions by lowering bond yields further out the curve and contributing to downward pressure on the exchange rate.", "The program was introduced at a time when the unemployment rate was close to 7 per cent and expected to rise even higher.", "Inflation was low, at only 11⁄4 per cent in underlying terms, and was widely anticipated to rise only gradually.", "Indeed, most of the market economists that we regularly survey were forecasting that underlying inflation would remain well below 2 per cent until at least the end of 2022.", "In addition, the central banks of other major advanced economies had been purchasing significant amounts of their governments' bonds for some time under pandemic-related asset purchase programs (Graph 1).", "While those programs had led to an easing in financial conditions in global financial markets, they had also contributed to upward pressure on the Australian dollar.", "By October 2020, these central banks held close to 30 per cent or more of their governments' bonds on issue - by contrast, the Reserve Bank held only around 9 per cent of Australian Government Securities (AGS) outstanding, following purchases to restore market function in the early months of the pandemic and in support of the Bank's three-year yield target.", "Financial market participants anticipated a substantial amount of purchases under the program - of both AGS and bonds issued by the state and territory governments (semis) of 5-10 years maturity.", "Under the bond purchase program, the Bank has acquired almost $224 billion of AGS and $57 billion of semis.", "These were purchased in the 'secondary market' between November 2020 and February 2022, when the Board decided to cease purchases.", "By then, the Bank's share of AGS outstanding had risen to around 35 per cent, which was above the equivalent share for the US Fed, but still below other central banks like the Reserve Bank of New Zealand and the Bank of Canada.", "The share of our holdings relative to GDP has been consistently lower than other advanced economy central banks, reflecting the relatively low level of Australian public debt as a share of GDP.", "Our estimates suggest that the bond purchase program reduced longer term AGS yields by around 30 basis points and lowered the spread of yields on semis to AGS by between 5 and 10 basis points.", "Not surprisingly - given the forward-looking nature of bond markets - most of these effects appear to have been associated with the announcements related to the purchases (and the subsequent expectations of market participants about the stock of bonds the Bank would eventually hold), rather than with the actual purchases taking place; this was broadly in line with international experience.", "The decline in bond yields helped to lower financing costs for borrowers, contributed to a lower exchange rate than otherwise, and supported asset prices and balance sheets of businesses and households.", "The precursor to QT was the decision in February 2022 to end QE by ceasing purchases under the bond program.", "That decision was made on the basis of three criteria.", "First, by the time of the February meeting, most other central banks had concluded their pandemic purchase programs, or were flagging that they would do so shortly.", "Second, while the Australian bond market had been functioning reasonably well, some pressure points had emerged.", "These were related to the high share of some bond lines that were held by the Bank, though they were being mitigated in part by our stock-lending activities, which have been focused largely on bonds in the three-year futures basket (Graph 2).", "Third, and most importantly, there had been significant progress towards our goals, with the unemployment rate declining to 4.2 per cent and inflation rising in underlying terms to be close to the centre of the 2 to 3 per cent target range for the first time in seven years.", "By the time of the May Board meeting, the economy was looking stronger still - and stronger than had been forecast just three months prior.", "Unemployment had declined to a very low level, one which had not been seen for a very long time.", "Inflation in the March quarter was high.", "It was also higher than had been expected.", "In part, that was due to the effect of the invasion of Ukraine on commodity prices, particularly oil prices.", "But high inflation had also become more broadly based, with underlying inflation rising to 3.7 per cent and pressures building in a number of non-tradable categories.", "There was also evidence - from the Bank's liaison program, as well as business surveys - that there had been a further lift in the growth of labour costs in March and April.", "The Wage Price Index for the March quarter (based on information obtained in mid-February) subsequently showed a further pick up in the year-ended rate of growth of wages, with pockets of stronger wages growth in parts of the economy.", "Given that background, the Board's assessment in May was that it was time to begin raising interest rates and to start the process of QT.", "The decline in our bond holdings will be gradual over this year and next.", "The first major maturities from the Bank's portfolio will be about $2 billion worth of the July 2022 Australian Government bond, followed by $2 billion of the November 2022 bond.", "The maturity of the April 2023 bond is much larger, at slightly over $13 billion (Graph 3).", "Maturities will then step up again to be more sizeable from 2024.", "The average maturity of the Bank's holdings is a little lower than for most other advanced economy central banks (Graph 4).", "This largely reflects the fact that the Bank did not buy bonds beyond those in the 10-year futures basket, in contrast to other central banks like the Bank of England, the US Fed and the Bank of Canada that purchased bonds at maturities of beyond 20 years.", "Also in contrast to the Reserve Bank, those central banks have bonds maturing in the near term that had been purchased as part of earlier asset purchase programs, prior to the pandemic.", "Some central banks have decided to sell bonds in order to run down their portfolio faster than otherwise, or have indicated that they will consider that option.", "However, the Reserve Bank Board noted that it currently has no plans to sell bonds from its portfolio.", "This decision reflected a number of considerations.", "First, the Board judged that raising the cash rate was the best way of reducing the extent of monetary stimulus in the economy.", "In particular, it is easier to adjust policy and influence financial conditions by calibrating one instrument rather than two in response to evolving conditions.", "Second, sales of bonds by the Bank into the market could potentially complicate the task of issuance by the federal, state and territory authorities, including by adding to volatility in bond markets.", "Third, should a bond buying program be needed in the future to provide support to the economy, it would be likely to be more effective if sales are avoided this time around.", "Setting a precedent of sales in the QT phase of the current program could reduce the effectiveness of a given value of any future bond purchases.", "That's because the effect of those purchases on bond yields and the exchange rate would arguably be lessened if the market anticipates a fast run down of holdings next time around.", "In short, the market would probably assume 'once a seller, always a seller'.", "Now that the process of QT has started, the path of the Bank's bond holdings is clear.", "So long as markets are sufficiently forward looking, this means that yields today should reflect all of the information available about the steady decline in the Bank's holdings.", "The effect that our purchase program has had on bond yields (and the exchange rate) will persist while we hold those bonds, but it will gradually diminish over time.", "In particular, the effect of the extra demand in the market associated with the Bank's purchase of bonds gradually falls as those bonds move towards and eventually reach maturity in a very predictable way.", "Of course, many other forces, including global developments, will be affecting bond yields at the same time.", "But the key point is that, as the Bank's holdings gradually mature, their contribution to lower bond yields will slowly diminish.", "While that reduction in stimulus is appropriate given the economic circumstances, as I mentioned already, reducing the very substantial monetary policy stimulus put in place at the outset of the pandemic will be a task best served by increases in the cash rate.", "The balance sheet and the operation of monetary policy The Bank's bond portfolio will remain substantial for some years to come, and so too will the Bank's balance sheet.", "By April 2024, about $47 billion worth of bonds purchased in support of the yield target and market functioning will have matured.", "And the last of the $188 billion provided to banks under the TFF is due at the end of June 2024 (Graph 5).", "Despite these substantial declines up to that point, the Bank's balance sheet will still be at least twice as large as what it was just prior to the pandemic.", "It will decline gradually thereafter, with bond maturities of between $35 billion and $45 billion every year for some time.", "One of the consequences of the Bank's bond purchase program, and other policy measures adopted in response to the pandemic, is the abundance of Exchange Settlement (ES) balances.", "These are held by commercial banks (and other financial institutions) at the Reserve Bank and are used to settle transactions between banks.", "Banks can also lend them to others in the overnight cash market, with those transactions determining the cash rate.", "As expected, the abundance of ES balances led to a noticeable decline in the demand to trade cash overnight.", "It has also been unsurprising that the cash rate has traded slightly below the cash rate target since late-March 2020 (Graph 6).", "While ES balances will decline as the various monetary policy measures adopted during the pandemic unwind, as discussed, that process will take a number of years.", "Recently, the Board considered options to reduce ES balances more quickly.", "If we were to do that, banks would have more of an incentive to borrow funds overnight, since their ES balances would once more become relatively scarce.", "Hence, such a change would encourage more trading in the overnight cash market, with the cash rate trading closer to, and eventually around, the cash rate target.", "However, the benefits of reducing ES balances quickly were judged to be modest compared with the risks, including the potential to create volatility in a range of financial markets.", "Moreover, while the abundance of ES balances affects the behaviour of the cash rate relative to the cash rate target, it does not impair the ability of the Bank to achieve the desired stance of monetary policy via adjustments to the cash rate target and the rate paid on ES balances.", "In particular, because ES balances will remain abundant for some time, the cash rate will tend to be priced as a margin above the ES balance rate.", "This is because the ES balance rate is the opportunity cost for banks considering whether to lend spare cash overnight or leave it sitting with the Reserve Bank.", "But, given that the gap between the ES balance rate and the cash rate target is just 10 basis points, this also means that the cash rate is only trading a little below the cash rate target.", "Moreover, banks borrowing cash have little need to pay more than the cash rate target - they know that there should be many banks willing to lend cash at that price and, if needed, they can obtain similar liquidity themselves via the Reserve Bank's open market operations at a similar (term-matched) rate.", "When considering the framework, the Board saw value in continuing to set and communicate both the remuneration rate on ES balances and the cash rate target in policy announcements.", "It also agreed to maintain the current margin of 10 basis points between the ES rate and the cash rate target (subject to periodic review, as the appropriate margin could change over time as market conditions evolve).", "In the current environment, that modest difference helps to ensure effective control of the cash rate.", "In May, the Board began to remove some of the extraordinary monetary policy stimulus put in place to help support the economy through the pandemic.", "The focus of most observers at that time was on the 25 basis point increase in the cash rate target and the rate paid on ES balances.", "That's as it should be.", "But at the same time, the Bank also decided to proceed with quantitative tightening - by allowing its bond holdings to mature in a steady and predictable way over time.", "The bond purchase program was adopted in late 2020 to provide additional support to the Australian economy at the same time that the cash rate was reduced to its effective lower bound.", "The bond purchases helped to reduce yields further out the curve and contributed to a lower value of the Australian dollar than otherwise.", "As the Bank now takes steps to remove the considerable monetary stimulus, increases in the cash rate are the tried and tested measure that will do most of the work, including because they can be easily calibrated to evolving economic conditions.", "The end of the TFF and the gradual process of QT will also play a role in this task, but a predictable and modest one.", "Because the Bank's bond portfolio will mature gradually, the Bank's balance sheet and commercial banks' ES balances will remain large for some years.", "This means that the cash rate will continue to trade slightly below the cash rate target, but above the rate paid on ES balances.", "Most importantly though, the Bank will continue to be able to maintain effective control over the cash rate as it withdraws monetary policy stimulus in the period ahead.", "[*] I thank Nick Stenner for his help in preparing this material.", "[1] See Finlay R, D Titkov and M Xiang (2021), 'An Initial Assessment of the Reserve Bank's Bond Purchase Program', RBA Bulletin, June; Finlay R, D Titkov and M Xiang (forthcoming), 'The Yield and Market Function Effects of the Reserve Bank of Australia's Bond Purchases', RBA Research Discussion Paper.", "[2] The Reserve Bank of New Zealand decided to sell NZ$5 billion of its portfolio to New Zealand Debt Management (the issuer of New Zealand Government bonds) each year and has a government indemnification against losses on the QE program.", "The Bank of England is considering bond sales and also has a government indemnification against losses on its bond purchase program.", "For a discussion of the different channels through which bond purchases can influence bond yields and financial conditions more generally, see Debelle G (2021), 'Monetary Policy During COVID', Shann Memorial Lecture, Online, 6 May.", "[4] When thinking about the theory, there are two interesting cases to consider in terms of the effects of monetary stimulus and the bond purchase program on bond yields.", "In the first case, let's assume that the economy would have eventually recovered from the shock of the pandemic even without any additional support from unconventional policies.", "In this case, the economy returns to the pre-pandemic equilibrium (and bond yields), but additional monetary policy stimulus, including the bond purchase program, helps this process to occur much sooner than otherwise.", "In the second case, let's assume that the economy is affected by hysteresis.", "Monetary policy in this case can help to avoid a permanently weaker equilibrium (say with unemployment too high and inflation and inflation expectations too low), in which case the bond purchase program can have a persistent effect on yields, even once it has ended; like the first case, additional policy support helps to restore the equilibrium that existed prior to the adverse shock.", "[5] See Dowling S and S Printant (2021), 'Monetary Policy, Liquidity, and the Central Bank Balance Sheet', RBA Bulletin, June.", "[6] See RBA (2022), 'Minutes of the Monetary Policy Meeting of the Reserve Bank Board', Hybrid, 5 April.", "[7] See Kent C (2022), 'Changes to the Reserve Bank's Open Market Operations', Remarks to the Australian Financial Markets Association, Sydney, 22 February."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "financial dominance", "fiscal dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Quantitative easing", "Quantitative tightening", "Bond purchase program", "Cash rate", "Exchange Settlement balances", "Term Funding Facility", "Monetary policy", "Bond yields", "Inflation", "Unemployment"]}