{"sentences": ["Perhaps more than any other place, Berlin embodies Europe's journey from division and war to peace and unity.", "The city was devastated by fighting in 1945.", "It was divided by the Iron Curtain until 1989.", "But now we see a vibrant city, attracting people from all over Europe, living in peace.", "So it comes as a profound shock to be confronted with a new war in Europe, less than 800 kilometres to the east of here.", "The scenes of dying soldiers and civilians are horrifying.", "Millions of people have been displaced, many of them coming to Germany, to Berlin.", "This tragedy is a watershed for Europe and it calls on all of us to revise our ambitions.", "And we, as the central bank of the euro area, will play our part too.", "On 10 March the ECB's Governing Council expressed its full support to the people of Ukraine.", "We will ensure smooth liquidity conditions and implement the sanctions decided by the EU and European governments.", "We will take whatever action is needed to fulfil our mandate to pursue price stability and to safeguard financial stability.", "At our meeting on 10 March we made a first assessment of the impact of the Russia-Ukraine war.", "We concluded that it would lower growth and raise inflation through higher energy and commodity prices, the disruption of international trade and weaker confidence.", "But if the baseline scenario of the staff projections materialises, the economy should still grow robustly in 2022 thanks to the declining impact of the pandemic and the prospect of solid domestic demand and strong labour markets.", "However, we also acknowledged that the uncertainty surrounding the outlook had increased significantly.", "The repercussions of the war on the economy will depend on how the conflict evolves, on the impact the current sanctions will have and on any further measures taken.", "We therefore looked at two alternative scenarios for the economic and financial ramifications of the war.", "In these scenarios, growth could be dampened significantly and inflation could be considerably higher in the near term.", "However, in all scenarios, inflation is still expected to decrease progressively and settle at levels around our two per cent inflation target in 2024.", "Based on our updated assessment of the inflation outlook and taking into account the uncertain environment, we decided to reduce the pace of our net asset purchases for the second quarter, while maintaining optionality to respond to changing circumstances.", "The calibration of net purchases for the third quarter will be data-dependent and reflect our evolving assessment of the outlook.", "If the incoming data support the expectation that the medium-term inflation outlook will not weaken even after the end of net purchases, we will conclude net purchases in the third quarter.", "But if the medium-term inflation outlook changes and if financing conditions become inconsistent with further progress towards our two per cent target, we stand ready to revise our schedule for net purchases in terms of size and/or duration.", "Any adjustments to interest rates will take place some time after the end of our net purchases and will be gradual.", "The path for interest rates will continue to be determined by our forward guidance and by our strategic commitment to stabilise inflation at two per cent over the medium term.", "The events of the past few weeks have demonstrated Europe's strength and resolve in times of peril.", "We have agreed on an unprecedented set of sanctions that hit their target hard, but also have material costs to ourselves.", "We have shown that we are prepared to pay the price necessary to uphold the universal values of peace, freedom and prosperity.", "These weeks have also demonstrated why many of the structural changes that were in progress before the war have now become a matter of urgency.", "De-carbonising the economy faster will help avert the worst climate scenarios, while lowering our dependence on outside sources of energy.", "The idea of strategic autonomy is no longer simply desirable - it is essential.", "The summit in Versailles last week exemplified the united approach required to make Europe stronger in all areas.", "Some might have doubts as to whether Europe can truly take this leap.", "We have seen false dawns before.", "But I believe that this time is different.", "Many Europeans have now become aware of their vulnerability and want to respond with strength and unity.", "And that is when change can happen.", "I am moved to think of the words inscribed on a remaining part of the Berlin Wall at the East Side Gallery: \"Many small people, who in many small places do many small things, can alter the face of the world\"."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Russia-Ukraine war", "Inflation", "Economic growth", "Monetary policy", "Sanctions", "Energy prices", "Financial stability", "Strategic autonomy", "Climate change", "European unity"]}