{"sentences": ["Constantine P. Cavafy's famous poem \"Ithaca\" starts with the words: \"When you set out on your journey to Ithaca, pray that the road is long, full of adventure, full of knowledge.\"", "And indeed, these words capture well the story of Cyprus in modern times.", "It is a story full of adventure, with many obstacles along the way.", "And yet, your people have overcome them all, gaining in knowledge, and emerging stronger and more resilient each time.", "Your nation rebounded after the invasion of 1974 and subsequent partition of the country, using its agility and acumen to become a hub for business in the Middle East and North Africa region.", "Cyprus transformed itself from an island on Europe's easternmost edge to a Member State at its core, joining the EU in 2004 and adopting the euro in 2008.", "It endured and then recovered from a crippling banking crisis in 2013, with the economy growing by around 6% each year from 2015 until the start of the pandemic.", "More recently, Cyprus has rallied well from the pandemic, despite the importance of tourism to the economy, which was heavily hit by lockdowns and travel bans.", "But Europe is now faced with another crisis in the form of the Russian invasion of Ukraine.", "This is first and foremost a human tragedy whose cost is growing by the day.", "But it is also a significant economic shock, owing to our proximity to Russia and our dependence on its gas and oil.", "That shock will be felt here in Cyprus too.", "So I applaud your country for opposing this unjustified act of aggression together with the rest of Europe.", "But I recognise that Cyprus, like all of Europe, is now confronted with rising uncertainty.", "In my remarks today, I would therefore like to review the economic situation in the euro area, touching on what we know so far about the impact of the war.", "And I would like to lay out how national and European policies can combine to help mitigate its costs and manage today's uncertainty.", "The recovery from the pandemic Before the Russia-Ukraine war began, the euro area economy was rebounding well from the pandemic.", "The recovery was much faster and more job-rich than after previous recessions.", "For example, from the onset of the great financial crisis, it took seven years for euro area GDP to return to its pre-crisis level and almost 12 years for unemployment to do the same.", "This time, GDP had already surpassed its pre-crisis level at the end of last year.", "Unemployment in the euro area has reached a record low and is at levels not seen since the 1970s.", "Cyprus has shared in this strong recovery dynamic.", "Unemployment has also returned to its pre-crisis level of around 6%.", "This strong performance owes a lot to the exceptional policy response in the euro area, where fiscal and monetary policy worked hand-in-hand to protect incomes and demand.", "However, it has not been so easy to restart supply after the lockdowns triggered by the virus.", "That has caused a global mismatch between surging demand and constrained supply, leading to shortages and supply chain disruptions.", "Given the interconnectedness of the world economy, this has cascaded across markets, creating strong inflationary pressures.", "Since June last year, for example, energy and food have accounted for, on average, around twothirds of inflation in the euro area.", "This reflects, in part, the decision by OPEC+ to cut oil supply by 9.7 million barrels per day in 2020, followed by the failure of some members to return supply to its previous levels.", "That has in turn contributed to the rising price of natural gas, which has flowed into food prices, by making fertiliser more expensive, and into the prices of energyintensive industrial goods.", "These spillover effects across markets have led inflation to reach 5.9% in the euro area at the last reading, with energy inflation above 30%.", "Cyprus has seen similar price pressures, with inflation rising by 5.8% - driven mainly by higher energy and food prices (26.2% and 6.8%, respectively).", "We had been expecting these disruptions to ease as economic conditions returned to normal after the pandemic.", "However, the Russia-Ukraine war has now introduced considerable uncertainty into the outlook for the economy.", "The economic uncertainty created by the war The economic impact of the war is best captured by what economists call a \"supply shock\", which is a shock that simultaneously pushes up inflation and reduces growth.", "Three main factors are likely to take inflation higher.", "First, energy prices are expected to stay higher for longer, with gas prices up by 52% since the start of the year and oil prices up by 64%.", "Second, the pressure on food inflation is likely to increase.", "Russia and Ukraine account for nearly 30% of global wheat exports, while Belarus and Russia produce around a third of the world's potash, a key ingredient in producing fertiliser, thereby exacerbating supply shortages.", "Third, global manufacturing bottlenecks are likely to persist in certain sectors.", "For example, Russia is the world's top exporter of palladium, which is key for producing catalytic converters.", "Ukraine supplies around 70% of the world's neon gas, which is critical for semiconductor manufacturing.", "At the same time, the war poses significant risks to growth.", "As the euro area is a net importer of energy, rising energy prices mean a loss in purchasing power for consumers here and a gain for our import partners.", "This effect already reduced income by 1.2% of GDP in the fourth quarter of 2021, compared with the same quarter in 2019 before the pandemic.", "Expressed in euro, that figure would imply a loss of about €150 billion in one year.", "The conflict is also starting to drain confidence through at least two channels.", "First, households are becoming more pessimistic and could cut back on spending.", "Consumer confidence this month has fallen to its lowest level since May 2020 and stands well below its long-term average.", "Based on national surveys, households' expectations of growth have worsened, while their inflation expectations have risen.", "This suggests that people are expecting to see their real income (i.e.", "their income adjusted for inflation) squeezed.", "Households are likely to save less, which should absorb part of this shock, but they have also revised down their spending plans.", "Second, business investment is likely to be affected.", "The latest survey data suggest that business activity held up relatively well in March, but firms' expectations in a year's time fell sharply.", "Suppliers' delivery times, capturing manufacturing supply disruptions, also deteriorated again.", "How much inflation rises and growth slows will ultimately hinge on how the conflict and sanctions evolve.", "Reflecting this uncertainty, at the last Governing Council meeting ECB staff prepared different scenarios to capture some of the possible outcomes.", "Clearly, the longer the war lasts, the higher the economic costs will be and the greater the likelihood we end up in more adverse scenarios.", "This is why we are continually monitoring the incoming data and updating our analysis accordingly.", "This is a challenging situation for Cyprus, too.", "The country will be affected by the inflationary pressures from higher energy costs owing to its dependence on oil imports for power generation.", "The tourism sector will also see dwindling numbers of visitors from Russia and Ukraine, which represented 27% and 5% of total arrivals in 2021 respectively.", "In addition, given the importance of Cyprus as a hub for foreign direct investment to and from Russia, professional services such as accounting, consulting and legal services are also expected to be affected.", "However, the fundamentals of the Cypriot economy have grown stronger over the last few years thanks to the hard work accomplished after the banking crisis in 2013.", "In particular, nonperforming loans have fallen from about 50% of all loans in 2014 to single digit percentages at the end of last year.", "Overall, the banking sector is highly capitalised and liquid and exposures to Russia are contained.", "Implications for policies With the right policy response, we can mitigate the economic consequences of the war and manage the high levels of uncertainty we are facing.", "To offset the short-term effects of higher energy prices and sanctions, national fiscal policies have a range of tools to deploy, such as tax cuts and subsidies.", "And rules at the EU level are being loosened so that governments can take the necessary measures to protect their people.", "The additional fiscal measures announced in the euro area since the invasion amount to 0.4% of euro area GDP this year.", "Similarly, Cyprus is acting to reduce taxes on energy and to diversify tourism flows via new flight routes and schemes to encourage domestic tourism.", "But in the longer term, we need a European approach, working across borders, to adjust to the post-invasion world.", "The war has underlined the deep strategic vulnerabilities in our security and trade relationships, which we can only address by being more united.", "This is rightly bringing Europe's objective to achieve \"strategic autonomy\" to the forefront.", "The European Commission has already announced some ambitious goals, such as doubling Europe's share of the global market for semiconductor production to 20% by 2030.", "Last week, Europe's leaders agreed to reduce demand for Russian fossil fuels and bolster our energy security by diversifying liquefied natural gas (LNG) supplies and investing more in clean energies.", "This is clearly desirable, but it will create some costs during the transition.", "Supply chains need to be restructured and the energy supply reorganised, while greening the economy is likely to increase pressure on some of the metals and minerals that are already in short supply.", "Electric vehicles, for example, use over six times more minerals than conventional cars.", "So, Europe needs a plan to ensure that the necessary investment comes online as quickly and smoothly as possible, with public and private finance reinforcing each other.", "The Next Generation EU facility - the €750 billion fund set up to aid the recovery from the pandemic - will help spur public investment over the next few years.", "Almost 40% of spending has been allocated to the green transition.", "Here in Cyprus, you are already building a new LNG import terminal, funded largely by grants from the EU and loans from the European Investment Bank.", "But we need private finance to step up as well, and for that we need to better mobilise Europe's large pool of private capital.", "At present, capital markets in Europe are segmented along national lines rather than spanning the continent.", "That is why the capital markets union - the project to integrate Europe's capital markets - has become more important than ever.", "For our part, the ECB has made it clear that, in the context of the ongoing conflict, we will take whatever action is needed to pursue price stability and safeguard financial stability.", "We have also put in place a policy response which is tailored to the uncertainty we face today.", "As I explained last week the best way that monetary policy can navigate this uncertainty is to emphasise the principles of optionality, gradualism and flexibility.", "First, optionality means that we are prepared to react to a range of scenarios, and the course we take will depend on the incoming data.", "In particular, if the incoming data support the expectation that the medium-term inflation outlook will not weaken even after the end of our net asset purchases, we will conclude net purchases under the asset purchase programme (APP) in the third quarter.", "But if the medium-term inflation outlook changes and if financing conditions become inconsistent with further progress towards our 2% target, we stand ready to revise our schedule for net asset purchases in terms of size and/or duration.", "Second, gradualism means that we will move carefully and adjust our policy as we receive feedback on our actions.", "Any adjustments to the key ECB interest rates will take place some time after the end of our net purchases under the APP and will be gradual.", "And third, flexibility means that we will use our toolkit to ensure that our policy is transmitted evenly across all parts of the euro area.", "Europe is entering a difficult phase.", "We will face, in the short term, higher inflation and slower growth.", "There is considerable uncertainty about how large these effects will be and how long they will last for.", "The longer the war lasts, the greater the costs are likely to be.", "At the same time, Europe's recent history shows that, with each crisis, we have learned the right lessons and emerged stronger.", "That was true after the sovereign debt crisis and the pandemic, and all the signs suggest that the Russian invasion will be a turning point for Europe, too.", "In that vein, we can be inspired by the example of Cyprus and the spirit of its people.", "Your country has demonstrated time and again that it is agile and resilient, and that it can turn crises into opportunities.", "I am confident that it will do so again.", "You have proven the truth of the philosopher Epictetus' famous words: \"it's not what happens to you, but how you react to it that matters\".", "European Commission (2020), \"Study on the EU's list of Critical Raw Materials - Final Report\".", "This figure reflects the latest GDP release in March 2022.", "According to Eurostat, Cyprus' energy import dependency (calculated as net imports divided by gross available energy) stood at 93% in 2020.", "In the five largest countries.", "International Energy Agency (2021), \"The Role of Critical Minerals in Clean Energy Transitions\".", "From the European Climate, Infrastructure and Environment Executive Agency.", "Lagarde, C. (2022), \"Monetary policy in an uncertain world\", speech at \"The ECB and Its Watchers XXII\" conference, Frankfurt am Main, 17 March."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Russia-Ukraine war", "Inflation", "Energy prices", "Economic growth", "Fiscal policy", "Monetary policy", "European Union", "Energy security", "Capital markets union", "Supply chain disruptions"]}