{"sentences": ["Accompanying slides can be found on the Bank of France website.", "[SLIDE 1] Students, faculty, ladies and gentlemen, We now have sufficient distance to say that, if the health crisis unleashed by Covid-19 was not compounded by a financial crisis, this was in part because our prudential framework has made banks considerably more resilient.", "The new framework, coupled with the exceptional support measures introduced by governments and the European Central Bank (ECB), enabled banks to continue financing businesses during the health crisis.", "Today, it is enabling them to cope with the economic and financial impacts linked to the war in Ukraine.", "That being said, for this new architecture to be consolidated, the Basel III Accord still needs to be fully implemented in a manner that is fair, reasonable and definitive.", "Yet this strengthened abilities to withstand shocks cyclical crises must not blind us to more structural vulnerabilities, which the health crisis has helped to amplify, I am thinking in particular of digitalisation and the transition to a sustainable economy.", "These two transformations present banks with a twofold challenge: on the one hand, they are exposed to and must protect themselves against the intrinsic risks associated with these developments; on the other, they have to act, because they have a role to play in these transitions, particularly on the financing side, with government backing.", "The banking sector and the transition to a digital future and a sustainable economy The banking sector is currently facing the twin Let us begin by diagnosing the situation.", "challenges represented by the digital and green transition.", "These have the potential to weaken banks but also the wider financial system, and could ultimately impact the real economy.", ".1 Vulnerabilities in relation to the digital transition [SLIDE 2] From blockchain and artificial intelligence to electronic payments, the cloud and big data, the growing digitalisation of banking and finance represents a multi-faceted evolution that is changing how banking has traditionally been done.", "We can pick out three broad shifts that characterise banking's digital transformation and that are impacting the industry's business model.", "First, customers have new expectations in terms of digital services.", "I am thinking here in particular of greater accessibility to tools to manage accounts remotely and obtain remote banking services, faster - even instant - payments, and more flexible customer relations.", "As the chart shows, more and more Europeans are using the internet for online banking, in a clear sign of how the sector is going digital [SLIDE 2].", "Customers also have new product needs.", "They want customised products that match their own profiles and habits.", "Some are showing interest in crypto-assets as investment products.", "Second, banks are facing stiffer competition from agile and opportunistic fintechs and bigtechs.", "These firms follow a model based on breaking up traditional universal banking activities into a series of distinct core functions, such as payment routing, finance provision, risk sharing and capital allocation, which are reassembled on an online platform that acts as a user interface.", "Bigtechs, in particular, enjoy numerous comparative advantages, including deep financial resources, a strong brand image, a global customer base and, critically, preferred access to data that can support the sale of customised products.", "This makes them extremely serious competitors for banks.", "Third, the intermediation role between borrowers and lenders played by banks is threatened by the rise of decentralised finance, or DeFi.", "At this stage, the banking sector's future path could follow different scenarios, not all of which are equally likely, namely (i) continuation of the traditional bank intermediation model, (ii) a non-bank financial intermediation model, (iii) a reintermediation model in which bigtechs and fintechs act as intermediaries for banks, and (iv) a decentralised model.", "Besides changing the business model, digitalisation is increasing banks' exposure to operational risks that were already present, including cyber risk, naturally, but also third-party risk linked to the outsourcing of services as well as risk in relation to money laundering and terrorist financing.", "Digitalisation is an ambivalent process in that it also offers banks tools to control these risks.", "For example, artificial intelligence is a valuable tool in the prevention of money laundering and terrorist financing, as it can be used to analyse large volumes of data quickly in order to spot unusual transactions more swiftly.", ".2 Vulnerabilities in relation to the transition to a sustainable economy [SLIDE 3] The other structural challenge, namely the green transition, exposes banks to a number of vulnerabilities.", "The exposure of banks to climate-related risks is now well established, in part thanks to work by the Network of Central Banks and Supervisors for Greening the Financial System, or NGFS.", "In particular, banks may be exposed to physical risks and transition risks.", "Physical risks stem from the rise of extreme weather events such as droughts, flooding and storms.", "These events can weaken the businesses and households to which banks are exposed, potentially generating losses.", "Transition risks are related to the measures that are taken by public authorities or the private sector to support the move to a low-carbon production model, which oblige economic participants to restructure their activities and cause some assets to become impaired.", "Coal mines, for instance, are destined to become stranded assets.", "Since transition risks materialise over a longer time horizon and are less visible, they are challenging to identify and model.", "In addition to climate risk, the financial system is also affected by the risks linked to ecosystem disruption, such as biodiversity loss.", "The quantitative measurement of these risks over time represents a major challenge.", "Whereas standards of supervision have traditionally been based on statistical analyses of historical, backward-looking data, there are few, if any, past climate risk events that resemble what scientists are predicting for the 21st century.", "This is why, to borrow an image from Banque de France Governor François Villeroy de Galhau, the snapshot of risks that I just provided is being supplemented by a video, as it were, of the long-term risks, created through forward-looking climate stress tests.", "In 2020, France's Prudential Supervision and Resolution Authority, the ACPR, conducted a pilot climate exercise to measure losses by 2050 connected with the climate transition to net zero by that date.", "The assessment found that French banks are \"moderately\" exposed to climate risk.", "However, our analysis points to a greater probability of default for business loans in the event of a disorderly transition, albeit with variations across sectors, calling for us to work together to organise the financial system's climate transition [SLIDE 3].", "The ECB, meanwhile, is assessing banks' resilience to climate-related risk at the level of the euro area for the first time through a climate stress test that kicked off in late January.", "The findings are to be published in July.", "The ECB also recently conducted supplementary work.", "After assessing reporting requirements, it found that, overall, European banks have significant room for improvement if they are to meet in full its expectations on climate and environmental risk disclosures.", "French banks have a head start in this regard, owing to the statutory disclosure requirements applicable to institutional investors since 2015 and the ongoing dialogue in recent years with the ACPR, notably aimed at measuring action on climate commitments.", ".3 These vulnerabilities are a source of risk for financial stability [SLIDE 4] The vulnerabilities that I have just outlined could affect financial stability.", "If the public and private responses to these structural developments fall short, banks could be weakened, which in turn could adversely impact the real economy.", "competition from new intermediaries, such as fintechs, In terms of the digital transition, bigtechs and DeFi players, along with the rise of private digital assets like stablecoins and cryptoassets could (i) lead to fragmentation of financial and payment services, making them less safe and efficient, and (ii) cause banks to be crowded out of the value chain by the \"platformisation\" of financial services.", "DeFi especially is seeing pronounced growth, although the amounts in play remain small in absolute terms, as the chart illustrates [SLIDE 4].", "Moreover, these new participants and products are not currently subject to regulations and supervision comparable to those applicable to banks.", "This situation could eventually impact financial stability, notably if it is accompanied by decreased regulation of critical financial and payment services providers and a reduction in the security associated with regulation.", "As regards the challenge of moving to a more sustainable economy, the financial sector and the wider economy could be hurt by an inadequate or delayed response to the accelerated transition to a carbon-neutral economy.", "Allow me to illustrate my point with an example: the Banque de France conducted simulations based on macrofinancial scenarios prepared by the NGFS, which found that a delayed and disorderly transition would be far more damaging, costing up to 5.5% of French GDP by 2050.", "Given their lynchpin role in financing the economy, banks must continue to be resilient amid the twin transition.", "This is especially necessary in Europe where, unlike in the UK and US economies for example, bank loans are the main source of financing, accounting for approximately 70% of financing for euro area businesses, compared with around 40% in the United States.", "In saying this, I do not want to give the impression that banks are alone in providing financing to the economy.", "On the contrary, they need to harness the complementarities offered by market financing.", "The digital and green transition that lie ahead will require huge investment but also, and most importantly, innovation.", "On this front, the European Union (EU) lags Asia and the United States.", "Take the example of research and development (R&D) spending: in 2018, total public and private R&D expenditures in the EU were equivalent to 2.2% of GDP, compared with 4.5% for South Korea and 2.8% in the United States.", "However, the European Union holds a trump card as it boasts the world's largest pool of savings, with the annual surplus of domestic savings over investment regularly exceeding EUR 300 billion.", "For this reason, we see a critical need to foster equity financing, as it is ideally suited to innovative projects, which entail higher risk-taking.", "This is also why, on a broader note, we support implementation of the Capital Markets Union which, through a series of technical reforms, will enable Europe's plentiful savings reserves to be allocated efficiently to companies through market financing.", "Efforts to strengthen the Capital Markets Union must be conducted in concert with steps to deepen the Banking Union, which remains an absolute priority.", "These two initiatives are crucial to the continued financial integration of the EU and will ultimately pave the way for investment and innovation to be funded more effectively.", "That is the diagnosis that I wanted to share: the twin transition to a digital future and a sustainable economy has the potential to weaken not only banks, but also financial stability and the real economy.", "Yet this is merely a diagnosis, not a prognosis.", "This same risk could also be a source of beneficial changes.", "The banking sector: a participant in the digital and green transition And so I come to what could and should be done to turn these challenges into opportunities.", "I will talk about three courses of action.", "First, the regulatory response that will enable the operating framework for finance and payments to adapt to the new challenges.", "Second, the adjustments that banks must make.", "Third, initiatives by the Banque de France to lead by example and support participants as they engage in the necessary transformations.", ".1 The regulatory responses to these challenges seek to ensure that risks are better controlled and to create a change-friendly framework [SLIDE 6] For starters, let's talk about the regulatory responses being initiated by lawmakers alongside regulatory and supervisory authorities.", "In terms of the digital transition, the regulations are intended to nurture innovation while ensuring that it is subject to the \"same activities, same risks, same rules\" principle.", "In the case of DeFi, this principle is applied via a square of guarantees designed to ensure equal security, compliance, responsibility and accessibility relative to the situation for traditional financial services.", "[SLIDE 6] Accordingly, the Banque de France supports the adoption of several key pieces of legislation that are currently being discussed by the European Parliament and the Council.", "First, the draft Digital Operational Resilience Act (DORA) is set to improve the financial sector's digital operational resilience by harmonising the applicable requirements and by making certain critical IT services providers, including cloud services providers, subject to direct regulation.", "Second, in 2020, the European Commission presented a proposal for a Markets in Crypto-Assets (MiCA) regulation that we hope to see adopted during France's presidency of the EU Council.", "These two pieces of legislation will usefully supplement the Second Payment Services Directive adopted in 2015, which paved the way for the creation of payment institutions, i.e.", "regulated entities that do not have to be registered as credit institutions.", "As you are well aware, however, the challenges linked to better regulation of digital finance are not confined to Europe.", "Globally, several major initiatives are under way.", "Because of time constraints, I will mention only two.", "First, the Financial Action Task Force, an intergovernmental body that works to prevent money laundering and terrorist financing, recently extended the scope of transfer transparency requirements, also known as the \"travel rule\", to include virtual assets.", "Second, the Basel Committee on Banking Supervision is currently doing work on the question of setting prudential requirements for banks' crypto-asset holdings.", "In a fast-changing world, there are a number of issues that regulatory authorities have yet to get to grips with.", "For example, we need to develop an adequate approach to regulate bigtech activity in finance.", "I would now like to talk about regulatory responses in the area of sustainable finance.", "A major step forward was taken with the The EU leads the field in this regard [SLIDE 6].", "adoption on 18 June 2020 of the European Taxonomy Regulation, which seeks to promote sustainable investment through a common classification of economic activities (not of financing or businesses).", "Furthermore, several European reforms currently under discussion have the same end goal of increasing transparency and data disclosure in order to improve market discipline and ensure that capital is allocated more efficiently.", "Thus, the Corporate Sustainability Reporting Directive (CSRD) will require large companies to publicly report on the alignment of their activities with the taxonomy from 2024 onwards.", "Likewise, we hope that a European regulation establishing a label for green bonds (EuGB) will be adopted by next summer.", "This voluntary label is expected to have stringent requirements, which will help to build confidence: proceeds from the bonds will go towards funding activities designed to achieve six environmental goals; ex ante and ex post transparency requirements will make it possible to assess the environmental impact of the funds raised; and most importantly of all, an external reviewer must check that bond issues are compliant with environmental requirements.", "This reviewer must be a legal person that is registered with the European Securities and Markets Authority and, as such, subject to supervision modelled on that of credit rating agencies.", "In addition, the proposed CRD6 Directive provides supervisors with new means to integrate environmental, social and governance (ESG) risks in supervision, harmonised development of stress testing methodologies.", "The European Banking Authority (EBA) has also been tasked with exploring the question of including ESG risks in regulatory requirements, although persistent conceptual difficulties make calibrating these tools a tricky business.", ".2 Banks are adapting to the digital and green transition [SLIDE 7] Beyond the regulatory response, banks themselves will be in charge of another course of action: far from being merely a source of risk, the digital and green transition offers growth opportunities for the banking sector, which has already found ways to adapt.", "Efforts to adapt to the digital challenge are already under way, as illustrated by three examples.", "First, the ACPR study on the digital transformation of the banking sector published in January, shows the wide array of initiatives taken.", "Strategies aimed at acquiring fintechs or developing partnerships with them point to the emergence of a new rationale of \"coopetition\".", "This kind of cooperation by competitors is proof that banks and fintechs can grow together and that the digital transition can be a boon for all participants.", "Next, banks are increasingly harnessing new technologies.", "Artificial intelligence, as I mentioned earlier, is being built into new operational systems, where it is helping to improve aspects ranging from customer relations to risk management.", "Banks are also experimenting with blockchain technologies.", "And they are collaborating on an initiative that has our strong backing: the European Payment Initiative, more widely referred to as EPI, seeks to provide Europeans with an everyday payment solution that combines card and mobile components and addresses all use cases.", "Banks are also adapting to ensure the transition to a sustainable economy.", "For example, they are making public commitments in different areas that can have a positive impact in terms of mitigating and adapting to climate change, such as their carbon footprint, fossil fuel exit strategies, shareholder engagement and greenhouse gas emissions reductions.", "The ACPR and France's securities regulator, the AMF, which have been monitoring these commitments for the last two years, stress that significant headway has been accomplished in a short time, but also warn that progress still needs to be made if banks are to communicate more clearly and transparently about their objectives and especially about the means of action likely to ensure that these collective commitments are kept.", "Banks could also contribute to the transition to a sustainable economy by playing their part in the emerging green bonds market.", "This market doubled in size in 2021 to reach EUR 460 billion globally, of which half is denominated in euros [SLIDE 7].", "But it still has lots of room to grow, judging by the fact that green bonds made up a mere 0.4% of the total volume of bonds issued during the same year worldwide and 2.6% in Europe.", "In this setting, the new label will help to support a fast-growing market while also preventing greenwashing risks.", ".3 Central banks are also helping to steer these transformations as they lead by example To conclude, I would like to say a few words about what we at the central bank are doing.", "I will offer two illustrations for each challenge.", "Central banks are playing an active role in digital innovation.", "To support innovation while safeguarding the vital anchoring role of central bank money, the Banque de France is exploring the question of issuing a central bank digital currency, or CBDC.", "We carried out nine trials between September 2020 and December 2021 on the issuance of a \"wholesale\" or interbank CBDC, acting in partnership with a diverse line-up of participants, including commercial banks.", "These trials showed that a CBDC could significantly improve cross-border payments and interbank processes, such as securities settlement, more generally.", "On the question of a retail digital euro, the Banque de France is making a full contribution to efforts by the Eurosystem, which, following preliminary work, began an investigation phase on 14 July 2021 aimed at analysing the pros and cons of such a currency.", "A final decision on whether to launch a digital euro will be taken in the final quarter of 2023 To preserve the strong complementarity [SLIDE 8].", "between central bank money and commercial bank money that lies at the heart of our monetary system, the intermediation role of banks must be maintained and banks must be fully involved in this project.", "A CBDC will be created with banks, not in opposition to or in spite of them.", "On the climate front, the ECB has adopted an ambitious action plan [SLIDE 8] to which the Banque de France made a decisive contribution.", "Running through to 2024, the plan aims to integrate climate-related risk into the ECB's monetary policy strategy, not just in asset purchases but also in the framework governing the collateral eligible for central bank refinancing.", "Central banks themselves also have a role to play in steering investment flows towards the green transition, in particular by greening their own funds.", "The Banque de France was the first Eurosystem central bank to adopt and implement a Responsible Investment Charter, which it did in 2018 for its own funds portfolios.", "It aims to limit the exposure of its assets to climate-related risk while also taking account of the impact of its investments on the environment, in keeping with the double materiality principle promoted by the EU.", "In conclusion, there is certainly no shortage of challenges for banks.", "However, I hope I have shown that these challenges are also opportunities.", "Accordingly, we should neither overstate nor underestimate their significance.", "Thank you for your attention."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital transition", "Sustainable economy", "Basel III Accord", "Financial stability", "Climate risk", "Green bonds", "Central bank digital currency (CBDC)", "Fintechs", "Bigtechs", "DeFi"]}