{"sentences": ["Summary of remarks by Ravi Menon A crypto asset or token is about digitally representing anything we regard as having value, putting encryption around it on a distributed ledger, where the ownership of the asset can be ascertained and verified, and it can be transferred securely.", "In Singapore and in MAS, we are excited about the potential to build a crypto or tokenised economy.", "Cryptocurrencies, about which there is so much excitement, is just one sliver of the crypto ecosystem or economy comprising a variety of tokenised assets.", "Cryptocurrencies are crypto assets which perform a payments function and try to mimic money.", "Private cryptocurrency is unlikely to perform the functions of money because its value is unstable and it is not backed by the central bank or the government.", "Stablecoins are pegged to a fiat currency and therefore derives stability, but it is not clear that all stablecoins, which purport to have a backing, are indeed backed adequately.", "Without such backing, it is hard to imagine how they will fulfil the function of money.", "Stablecoins will become a more prominent feature as long as their backing is strong.", "They could potentially challenge the currencies of some smaller emerging market economies.", "If they are used widely, they could lead to currency substitution and the potential loss of money sovereignty in these countries.", "With respect to Central Bank Digital Currencies (CBDCs), MAS makes a careful distinction between wholesale CBDCs and retail CBDCs.", "Both are digital currencies issued by the central bank.", "For wholesale CBDCs, MAS sees a variety of potential use cases.", "They can be used in the interbank system on a decentralised ledger to facilitate cross-border payments and transactions.", "MAS has conducted successful experiments with the industry and other central banks on wholesale CBDCs.", "This is an interesting development to watch.", "Most of the impactful use cases are going to be in wholesale CBDCs for, for example, cross-border payments, and cross-border trade finance.", "For retail CBDCs, MAS is keeping an open mind.", "We want to make sure we have the technology, governance, and policy structures to launch a retail CBDC, if necessary.", "But there does not seem to be a compelling case for it yet, given that today's digital payment system is already effective and efficient in transferring money.", "The regulatory approach that MAS has taken towards crypto assets or tokens distinguishes the different types of such tokens.", "If a crypto token is being offered as a security with an expectation of a return, it is regulated under the Securities and Futures Act.", "If a digital token is being offered as a payment instrument, it is regulated under the Payment Services Act where the focus is on anti-money laundering and technology risk management, and increasingly, customer protection.", "MAS looks at the underlying activity, and the nature and quality of the crypto asset, to determine the specific risk it poses.", "We right-size our regulations to focus on those risks.", "We hold digital payment token licensees to the same high anti-money laundering standards that we hold banks to.", "But we do not regulate them like banks because they do not conduct other activities that banks do.", "Payment service providers have a lighter regulatory regime overall compared to banks.", "This gives them more latitude and space to innovate, and yet for the risks that they pose, we hold them to the same high standard."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Crypto assets", "Stablecoins", "CBDCs", "Cryptocurrencies", "Payment services", "Anti-money laundering", "Technology risk management", "Customer protection", "Securities", "Payment token licensees"]}