{"sentences": ["Our Transformation Regulator A speech delivered to the Financial Services Council in Auckland on 22 September 2022 By Christian Hawkesby, Deputy Governor and General Mananger Financial Stability Written with Maisie Prior Kia ora koutou katoa.", "It is a pleasure to speak to you today at the annual Financial Services Council Conference.", "This was the first speaking invitation that I received when I took up the role of Deputy Governor and General Manager of Financial Stability.", "It is a great opportunity to outline what's next for the Reserve Bank, Te Pūtea Matua as a prudential regulator and supervisor.", "In one sense, this role is new to me.", "I have spent much of the past ten years being regulated rather than being a regulator.", "In another sense, it is familiar territory, given my time on our internal Financial Stability Committee since 2019, and experience at the Bank of England earlier in my career.", "As an institution we are going through the most significant changes since the Reserve Bank of New Zealand reforms of the 1980s.", "Phase one of these changes was to our approach to monetary policy.", "They came into force on 1 April 2019 and provided us with a dual mandate - price stability and contributing to maximum sustainable employment - and established our Monetary Policy Committee (MPC), replacing the single decision-maker model.", "Today, I'll focus on the result of phase two of these reforms, relating to our institutional arrangements and approach to financial stability, as a prudential regulator and supervisor.", "This has been an important and exciting opportunity for us, the Treasury and Government, to lead a review of the Reserve Bank's whole institutional and financial stability framework, almost from a 'clean slate'.", "The objective has been to build a framework that fits our role and responsibilities as a modern kaitiaki (guardian) of the financial system of Aotearoa, New Zealand.", "I'd like to begin by acknowledging the mahi done by my predeccesor as Deputy Governor, Geoff Bascand.", "Much of what I'll be covering today brings to life the approach he signalled in a speech three years ago as these reforms were first taking shape.", "I'll begin by providing some background to our responsibility for financial stability, and our role through history, both as an institution and as part of a global community of central banks and prudential regulators.", "I'll then outline how the expectations on us are changing, and how this has translated to changes to our legislation and mandate, including our new overarching purpose to \"promote the prosperity and wellbeing of New Zealanders and contribute to a sustainable and productive economy\".", "Finally, I'll cover what our new approach means for our mahi, and our relationships with regulated entities.", "In particular:  How our Financial Policy Remit guides us to seek a strong, efficient, innovative and inclusive financial system.", " How our Statement of Prudential Policy outlines that we will be proactive, evidence-led and risk-based, proportionate, collaborative and outcomes-focussed.", "How our Relationship Charter holds us to account to have clear, consistent and timely communication and to work together with the industry to prioritise our shared mahi.", "These changes to our legislation, mandate, tools, powers, and approach provide the foundational roots for our role as a modern kaitiaki of our financial system.", "The Rationale for Prudential Regulation and Supervision But first, it is important to step back and briefly remind ourselves why there is a role at all for a public policy institution like Te Pūtea Matua to have responsibility for financial stability.", "A sound and well-functioning financial system - financial markets, financial institutions, payments systems - provides a public good shared by society in much the same way that physical infrastructures - such transport, energy, water and communications - provide benefits felt much more widely than by individual users of these networks.", "The role of the financial system is to enable saving and spending to be managed over time and through different states of the world.", "The financial system plays a crucial role in allocating economic resources and managing risks.", "Businesses, households and communities rely on a well functioning financial system to live their lives and engage in society.", "At the same time, we know that financial systems can be inherently vulnerable.", "Financial risks are not always adequently identified, priced, or allocated to those best placed to manage them.", "This is illustrated by plenty of examples through history of herd behaviour and irrational exuberance.", "In addition, the financial system is highly interconnected, meaning a failure in one part can quickly spread and endanger the wider system as a whole.", "Importantly, as a public good, the costs of financial instability can be felt far beyond the management, shareholders or customers of individual financial institutions.", "Again, history is littered with examples of financial crises that have caused widespread damage to the broader economy and society.", "The Global Financial Crisis (GFC) is still fresh in the mind.", "The History of Te Pūtea Matua's Role in Prudential Regulation Well before their more familiar role of setting interest rates to achieve price stability, central banks globally have been tasked with maintaining financial stability.", "The existence of central banks was born out of being the strongest financial institution, acting as the banker to the crown (government) and to the banking system (private banks).", "This history goes back to Sweden's Riksbank (established 1668), England's Bank of England (established 1696), the United States' Federal Reserve (established 1913), and, for New Zealand, the Reserve Bank of New Zealand (established 1934).", "This position at the heart of the financial system made central banks the natural institution to also take a public policy role, with responsibility for the stability of the financial system as a whole.", "In New Zealand, the first formal responsibility for prudential regulation and supervision of banks was provided for in the 1986 Reserve Bank of New Zealand Amendment Act.", "The creation of the Reserve Bank of New Zealand Act 1989 carried over this responsibility, with the purpose of 'promoting the maintenance of a sound and efficient financial system'.", "These changes followed the New Zealand financial reforms of the 1980s, including privatisation of the banking system and liberalisation of financial markets.", "Following these reforms, and throughout the 1990s, the Reserve Bank was well known internationally for its 'light touch' approach to supervision, and its focus on disclosure and market discipline.", "The absence of deposit protection was a distinguishing feature of New Zealand's regulatory and supervisory approach.", "This approach was designed to align incentives on banks' boards and ensure the sound management of banks.", "It also meant that depositors had a strong incentive to monitor the financial strength of their bank.", "At an extreme, it was an approach of buyer beware.", "Broadening Expectations on Central Banks and Prudential Regulators However, there has been a significant change in the landscape since then.", "Lessons have been learnt from experience both domestically and internationally, especially from the Global Financial Crisis.", "There are also growing expectations on us, as well as on central banks and prudential regulators internationally, to take a wider view of the financial system, recognising its interconnectedness with the rest of society.", "Some of these broadening expectations on us include:  Expectations to be responsible for the prudential regulation of more than just banks.", "For us, this means we are also responsible for the prudential regulation of non-bank deposit takers, financial market infrastructures, and insurance companies in New Zealand.", "These types of financial institutions serve important roles in New Zealanders' lives, and also present different risks to the financial system.", "Expectations to use more than market discipline.", "While market discipline still plays an important role, there are expectations on us to also apply greater regulatory discipline to have a more intensive approach to supervision.", "This was highlighted in the International Monetary Fund's 2017 Financial Sector Assessment Program report of New Zealand, and through lessons learned from the failure of CBL Insurance.,9  Expectations on us to be fully prepared for crisis management.", "During the Global Financial Crisis, the government established a temporary deposit compensation scheme, which highlighted that our strict approach of disclosure, market discipline, and buyer beware was not enough.", "The Government has announced that it intends to introduce a permanent deposit compensation scheme, to bring us in line with our international peers.", "Expectations on us to recognise the role financial stability plays in enabling financial inclusion and financial innovation.", "Financial stability is the foundation needed to enable financial inclusion and innovation, to help create a diverse and vibrant financial system that serves all New Zealanders.", " Expectations on us to take a long-term perspective on issues like climate change.", "We are recognising the impacts that climate change can have on the financial system.", "We released our climate change strategy in 2018, which focuses on ways in which we can contribute to efforts to identify, understand and manage the risks of climate change for New Zealand's financial system.", "We are also part of the network for greening the financial system (NGFS), a global network of 114 central banks and financial supervisors.", "Expectations on us to work collaboratively with other regulators, both domestically and internationally.", "We are part of the Council of Financial Regulators (CoFR), along with the other financial system regulators in New Zealand: the Financial Markets Authority; the Commerce Commission; the Ministry of Business, Innovation and Employment; and The Treasury.", "We also maintain relationships with central banks and prudential regulators around the world, including as part of the Trans-Tasman Council on Banking Supervision.", " Expectations on us to incorporate a Te Ao Māori perspective and embed the strengths and benefits this provides.", "We recognise that we need to build relationships with tangata whenua to influence the long-term economic wellbeing of Aotearoa, and have developed a Te Ao Māori (Māori world) strategy.", "We are a co-founder of the Central Bank Network for Indigenous Inclusion,14 which aims to share knowledge and best practices, promote engagement with Indigenous Peoples, and foster greater understanding and education about indigenous economic issues and histories.", " Expectations on us to earn our social license to operate by being transparent, accessible and accountable to all of society.", "All of these expectations come together to capture our role as kaitiaki of the financial system - both part of the financial system and the long-term guardian and caretaker.", "They also serve to remind us that our responsibility for the stability of the financial system is a means to an end, rather than the end itself.", "That is, financial stability can be a powerful enabler of a virtuous circle of prosperity and wellbeing, financial inclusion, environmental sustainability and social cohesion.", "Legislative Change to Align with these Growing Expectations In many ways, the current reform of the Reserve Bank of New Zealand Act 2021 (the Act), and other legislative changes, play catch up to these broadening expectations on us, providing us with the legislation, mandate, tools and powers to fulfil our role as a modern, agile and transparent prudential regulator.", "Reserve Bank of New Zealand Act 2021 The new Act came into force on 1 July 2022 and focuses on the governance and institutional arrangements here at Te Pūtea Matua.", "Some of the key components of this legislation are:  Purpose: The Act sets out that our new overarching purpose is to 'promote the prosperity and wellbeing of New Zealanders and contribute to a sustainable and productive economy'.", "This recognises that the financial system plays a crucial role in delivering on our purpose, by enabling saving, spending and risk to be managed through time and different states of the world.", "We translate our purpose in Te Reo Māori to 'Toitū te Ōhanga, Toitū te Oranga'.", " Objective: The Act gives us a new overarching financial policy objective of 'protecting and promoting the stability of New Zealand's financial system'.", "This runs parallel to our economic (monetary policy) objective.", "The high level financial stability objective recognises our role in mitigating risks to the financial system, and provides direction for sector-specific regulation.", "It also recognises the role of our functions in stabilising the financial system during times of stress.", " Mandate: The Act introduces the requirement for a Financial Policy Remit, as the sister document to the Monetary Policy Remit.", "This outlines the matters that the Minister of Finance considers desirable for us to have regard to in relation to our financial stablity objective.", " Governance: The Act brings into force new governance arrangements, with an independentlyappointed Board responsible for all decision-making (except decisions made by the Monetary Policy Committee).", "The Board has overall responsibility for our strategic direction, functions and operations, and ultimate accountability for delivery.", "The Board is comprised of a diverse membership, to match the varied skills and experiences required to govern Te Pūtea Matua.", "Collaboration: The Act provides statutory recognition for CoFR, further enabling the coordination of the agencies regulating our financial system, to support effective and responsive regulation.", "Transparency: The Act embeds transparency around our mahi through the requirement to publish a Statement of Prudential Policy, which outlines how we will act as a prudential regulator and supervisor.", "In addition, we are required to publish an annual Statement of Performance Expectations and a Statement of Financial Risk Management.", "Other Legislative Changes At the same time as this significant legislative change, other legislation relating to our functions is at various stages of being developed, refreshed and reviewed.", "This reflects the need to modernise and strengthen our prudential frameworks to reflect changes in markets, our understanding of risks and international practice.", "In the near term, we will be implementing significant changes to our legislative and regulatory framework, including for:  Deposit Takers: through the proposed Deposit Takers Act, including the introduction of a depositor compensation scheme;  Insurers: our review of the Insurance (Prudential Supervision) Act 2010, and updated solvency standards for insurers; and  Financial Markets Infrastructures: implementing the Financial Markets Infrastructure (FMI) Act 2021, including developing standards for designated FMIs.", "A common theme of this legislative review and development is ensuring that we have a coherent framework and all the necessary modern tools to license, designate, regulate, supervise, enforce compliance, and resolve failing institutions.", "In essence, we are shifting from a world where our legalisation provided us with only a very limited set of tools, to a world that provides us with a wider range of tools and powers, and the ability to use a proportionate approach to escalate and intensify our actions as appropriate.", "Bringing our New Approach to Life: Principles and Application I would now like to highlight three key documents that serve to set some of the out the principles we will be following to bring our approach to life: the Financial Policy Remit, Statement of Prudential Policy, and the Relationship Charter.", "Financial Policy Remit Our Financial Policy Remit links the mahi we are already undertaking back to our financial stability objective.", "It clearly reflects our purpose and our broadening expectations as a central bank and prudential regulator, embedding and formalising these expectations in one place.", "The Remit outlines matters that the Minister of Finance considers are desirable for us to take into account when meeting our financial stability objective.", "It acts as a mechanism for dialogue between us and the government, and allows the Minister to express expectations about the significant policy powers that have been delegated to us.", "The first Remit was issued on 30 June 2022.19 The Remit asks us, in pursuit of our financial stability  Consider the desirability of having a strong, efficient and inclusive financial system with a low incidence of failure of regulated entities.", "Have regard for proportionality in relation to the costs imposed by regulation, and, encouraging investment and innovation that improves productivity and sustainable long term growth.", " Consider the Government's objectives in relation to more sustainable house prices, building resilience and facilitating adaption to climate change, improving financial inclusion and improving cyber resilience.", "Statement of Prudential Policy The Statement of Prudential Policy provides transparency about how we will act as a prudential regulator to achieve our financial stability objective.", "This statement also promotes public awareness and understanding of our activities and operations.", "We recently published our first Statement, which outlines how we will act when:20  carrying out prudential supervision;  imposing prudential standards or other requirements;  monitoring and investigating compliance with our prudential framework; and taking appropriate enforcement and resolution actions.", "The Statement covers the principles that we consider in making decisions, and tailors these for prudential policy, supervision, enforcement and resolution.", "Broadly, these principles can be summarised as being: Outcome focused: we will take actions to promote financial stability through reducing the likelihood and/or impact of instability in the financial system, as well as opportunities for pursuing our purpose of promoting the prosperity and wellbeing of New Zealanders and contributing to a sustainable and productive economy.", " Considerate of system-wide implications: we will consider the system-wide impacts of our decisions, including having regard for the factors outlined in the Financial Policy Remit and our purpose.", "Proportionate: our actions will be proportionate to the costs and risks to ourselves, the regulated population and the public good.", "Evidence-led and risk based: our decisions will be evidence-based and subject to robust governance arrangements.", "We will seek to focus our resources on addressing the biggest risk to, or opportunities for enhancing, financial stability.", " Collaborative and transparent: we will work collaboratively within the Reserve Bank and with industry.", "We will work closely with our CoFR partners in pursuing shared or interlinked objectives, including those related to climate, financial inclusion, financial innovation, and in understanding our impact on firms, consumers and the financial system.", " Effective prioritisation: we will prioritise on an ongoing basis, recognising trade-offs and targeting our resources to where we can have the biggest impact on the outcomes we are seeking.", "This includes working through CoFR on system wide priorities.", "Continuous improvement: we will seek to monitor and review our performance on a continuous basis and incorporate these lessons into future actions.", "The Relationship Charter To deliver our approach to prudential regulation and supervision, our relationships with our regulated entities remains key.", "Our Relationship Charter is a core part of how we manage our relationships.", "The charter itself provides the aspiration to build and maintain the best 'regulator/regulated' supervisory relationships possible with all the different regulated entities by outlining how we will behave and communicate with one another.", "It represents a mutual undertaking of how we will work together to achieve this aspiration.", "The charter commits us and the financial sector to a mutual understanding of appropriate conduct and culture.", "It is underpinned by the principle of 'te whakatōpū' - to assemble, consolidate, and combine our efforts.", "Our behaviours will be:  honest: positions are openly stated, constructively, freely and frankly; achievement focused: work together to achieve sound and efficient outcomes;  diligent: provide clear expectations and deliver on them;  open-minded: each other's perspective is constructively sought and understood; and professional: disagreements can happen on issues, not people.", "Our communication will be: clear: easily understood, with decisions explained; targeted: made to the right people in governance and management;  consistent: one organisation, one message, one tone; and timely: communication with no surprises.", "Our relationships need to be built on mutual respect, ethical behaviour, and te whakatōpū.", "We measure and report on our progress against the charter annually, to ensure that the banks and insurers we regulate have the opportunity to provide feedback on how we are living up to the charter's values.", "Our latest results show that we have continued to build on the positive gains from our survey results from previous years, but that there remains room to improve, especially with the insurance industry where our relationships are less well-established than with the banking industry.", "Capacity, Capability, Relationships and Prioritisation As you can see, we have plenty of mahi ahead of us.", "To deliver on our approach, we are building our own capacity and the capability of our teams to engage with the sectors we regulate.", "As part of this, we are documenting best practice frameworks, processes and procedures, and ensuring our systems are up-to-date.", "This helps us to ensure that we are consistent in how we deliver our approach to regulation and supervision.", "In the spirit of te whakatōpū, we are broadening and deepening our relationships, building on our relationship with the banking industry and expanding our engagement with non-bank deposit takers and insurers.", "We are also broadening and deepening our relationships with the wider financial sector: beyond industry groups into capital market participants and users.", "As part of this, we are continuing to expand our presence in Tāmaki Makaurau (Auckland) to be closer to our regulated entities and the populations we serve.", "We are also integrating Climate Change and Te Ao Māori into our approaches, recognising the role they play in enabling economic prosperity and wellbeing for all New Zealanders.", "We recently released an Issues Paper on Māori Access to Capital,24 which is motivated by our purpose and expectations under our new legislation.", "We have a big regulatory agenda that we need to undertake to deliver this new approach.", "We are working with the rest of CoFR and industry to prioritise the work ahead, and to ensure that the impact on the firms we regulate is manageable.", "As part of this will be developing a risk-based criteria, to ensure that we focus on the areas that are important to promote financial stability without overburdening our regulated entities.", "Our biannual Financial Stability Report will continue to be an important vehicle to share our assessment of the risks to the financial system, and a key input into setting our strategy and priorities.", "Thank you for the opportunity to speak to you today.", "As an institution we are going through the most significant changes since the Reserve Bank of New Zealand reforms of the 1980s.", "It has been an important and exciting opportunity for us, the Treasury and the Government, to review the Reserve Bank's whole institutional and financial stability framework, almost from a 'clean slate'.", "This has been a timely exercise, because the expectations on us as a central bank and prudential regulator have changed considerably in recent decades.", "In a sense, the changes that I outlined today to our legislation, mandate, tools, powers, and approach provide the foundational roots for our role as a modern kaitiaki of the financial system of Aotearoa, New Zealand.", "Through it all, our relationships with the industry that we regulate will be key.", "We stand shoulder to shoulder with you, both as a financial institution and as guardian of the financial system.", "Over the long-term we all have a shared purpose: to have a financial system that best serves our society.", "Our mahi is to enable prosperity and wellbeing for all New Zealanders.", "Toitū te Ōhanga, Toitū te Oranga.", "Kia ora koutou katoa."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Prudential regulation", "Financial system", "Financial inclusion", "Climate change", "Financial innovation", "Te Ao Māori", "Transparency", "Collaboration", "Risk management"]}