{"sentences": ["Remarks by Carolyn Rogers Senior Deputy Governor Calgary Economic Development September 8, 2022 Calgary, Alberta Economic progress report: Restoring price stability Good morning, everyone, and thank you for the opportunity to be here.", "This is my second public speech since joining the Bank of Canada at the end of last year, and I am really pleased to be out west this time.", "I grew up in Western Canada and over the course of my career have lived in every province from Manitoba west to British Columbia, including some time here in Calgary.", "My favourite time to be out west is in the fall, during harvest.", "It's a time of year that holds a lot of promise and brings back many fond memories for me.", "I'm looking forward to spending the next couple of days speaking with business leaders like you, hearing their perspectives on the Albertan and Canadian I'd like to offer the Bank's economies.", "But first, you some of views-particularly on the economy and monetary policy.", "I plan to cover three things this morning.", "First, I want to spend some time discussing our current view on the Canadian economy and inflation, specifically.", "The consumer price index (CPI) was 7.6% in down slightly from June's rate of 8.1%.", "July, While it looks like we might have seen the peak of overall inflation in Canada, inflation excluding gasoline prices has continued to rise and broaden across goods and services.", "There are also some significant uncertainties, particularly in global commodity markets, that could set us back.", "And although most days it feels like the pandemic is behind us, we are heading into winter, and that means more time indoors.", "If we've two years, it's to expect the unexpected.", "learned anything over the last Of course, the second thing I want to talk about is our most recent rate decision.", "Yesterday the Bank raised the policy interest rate by 75 basis points.", "This came July's decision to increase the policy on the heels of rate by a full percentage point.", "In total, the Bank has increased the policy rate by 3% since March.", "I'll spend some time explaining why we have chosen to front-load rate increases- why we think this has been the right response to the current underlying causes of inflation in Canada.", "The third and final thing I will spend some time on is the path forward.", "I hope to give you a sense of the things the Bank will be monitoring closely-the signs we will be looking for-to guide our decisions in the months ahead.", "Monetary policy takes time to affect the economy.", "The decisions the Bank makes now, and the ones we have made in recent months, will take up to two years to have their full effect on inflation.", "In the meantime, there are indicators we look at to help guide our decisions, and I will shed some light on those today.", "I'm going to begin with how our views on the economy have evolved since July because that will help give some context to decision.", "Economic developments Let me start with inflation.", "Global supply challenges and elevated commodity prices continue to contribute to inflation here in Canada.", "In addition, demand continues to outstrip supply in many parts of the Canadian economy, and shortterm inflation expectations remain high.", "As long as this continues to be the case, there will be upward pressure on prices.", "Many Canadians experienced this over the summer as they tried to make up for the past two summers of missed vacations and family gatherings.", "They faced limited options and higher prices when it came time to book campsites, car rentals, hotel rooms, plane tickets and even dinner reservations.", "This price pressure is not limited to discretionary items like vacations and restaurants.", "In fact, things like groceries, gasoline and rent have seen some of the biggest price increases.", "These are all things Canadians need and buy on a it's impossible to regular basis, so escape the frustration and stress that inflation brings-especially for those living on lower or fixed incomes.", "High inflation is affecting businesses too.", "Inputs-things like raw materials, intermediate inputs and labour-are more expensive.", "While businesses can try to pass on higher input costs by raising prices, inflation creates uncertainty that can affect investment decisions.", "In the long term, this puts downward pressure on productivity and prevents businesses-and the economy as a whole-from growing.", "Although CPI inflation came in slightly lower in July, this drop was due mostly to gasoline prices.", "If we exclude gasoline prices, inflation increased and spread across components.", "In fact, more than half of CPI components grew more than Bank's measures of 5% in July, and the core inflation continued to move up.", "All of them were at or above 5% in July.", "This shows how strong underlying inflation remains in Canada.", "With respect to the economy more broadly, it has evolved largely as we expected it would when we published the July Monetary Policy Report.", "Consumer spending was strong in the second quarter, with a recovery in hard-todistance sectors boosting spending on services in particular.", "Early indicators- such as restaurant and hotel reservations-suggest that demand for services remains strong in the third quarter.", "Housing resales have dropped from unsustainably high levels during the pandemic.", "And house prices have been adjusting downward, with the largest price declines occurring primarily in areas of the country where they increased the most over the last two years.", "On the business side, a surge of imports of machinery and equipment in the second quarter points to strong business investment in the second half of the Alberta's economy year.", "And the export outlook remains positive too.", "has benefited from this strength, as well as from higher oil prices, both of which should boost investment and exports in energy and other commodities sectors.", "The labour market remains tight.", "The unemployment rate is at an all time low, we're still seeing significant labour shortages and across most sectors.", "With more than one million current job vacancies in Canada, demand from employers remains high.", "Softer global demand for goods is contributing to some improvement in supply chain bottlenecks.", "Global shipping rates have declined considerably in recent months and are now about 50% below their peak in September 2021.", "And supplier delivery times and backlogs have continued to improve in July across most regions of the world.", "While the global picture is encouraging, supply constraints remain widespread here at home.", "Canadian businesses are not yet seeing major relief on the supply front.", "Taken together, the data over the past two months point in one direction-the Canadian economy continues to operate in excess demand, despite the recent pullback in housing, and inflationary pressures are increasingly broad-based.", "This leads me to our decision yesterday to raise the policy rate to 3.25%.", "Our decision yesterday This is the fifth increase to our policy rate since March of this year.", "The speed and size of these rate hikes have been unusual, and we know some Canadians are anxious to know whether they are working as intended to bring down inflation.", "We also know that, for many Canadians, higher rates are adding to the burden they are already facing with high inflation.", "But raising interest rates is necessary to bring inflation down.", "Higher interest rates make borrowing more expensive and savings more attractive, leading consumers and businesses to spend less and save more.", "As people spend less, overall demand in the economy declines, and this will give supply a chance to catch up.", "Because we are in a period of excess demand, we need a period of lower growth to balance things out and bring demand back in line with supply.", "The reduced spending that results from this rebalancing will ultimately lead to lower inflation.", "Monetary policy works like a chain reaction or sequence of events.", "But that sequence takes time.", "Both history and research tell us that changes to the Bank's policy rate affect different households and sectors of the economy differently and at different speeds.", "making a big purchase or investment-one that requires a loan-you'll feel the impact of higher rates immediately.", "And the sectors that are most sensitive to changes in interest rates are the ones that cool first.", "The housing sector is a clear example of this.", "Most people take out a mortgage to buy a house.", "An increase in mortgage rates may cause us to delay a purchase or to purchase a less expensive house.", "This leads to a slowdown in housing activity.", "As housing activity slows, people tend to spend less on furniture and other housing-related goods.", "It takes longer for monetary policy to bring down price growth in other goods and directly tied to borrowing.", "services-especially services-because they aren't Instead, they adjust over time as overall spending moderates.", "Let me turn now to our deliberations leading up to yesterday's decision.", "Not surprisingly, Governing Council discussed how the economy has evolved since July.", "We noted that while the Canadian and global economies are showing signs of slowing, the Canadian economy is clearly in excess demand.", "Although growth in gross domestic product in the second quarter was slightly weaker than we had projected in July, consumption and business investment grew at a significant pace.", "Labour markets are tight, and inflation is high and broadening.", "With short-term inflation expectations remaining high, and all three of the Bank's core measures of inflation moving up, Governing Council discussed the ongoing risk that inflation becomes entrenched.", "The longer inflation expectations remain high, the greater the risk that elevated inflation becomes entrenched.", "If that were to happen, higher inflation could become self-fulfilling, and a damaging cycle would be set in motion.", "We want to ensure this scenario does not materialize because if it does the economic cost of restoring price stability will be much higher.", "This led to our decision to raise the policy interest rate by 75 basis points to interest rate increases now, we're trying to avoid the 3.25%.", "By front-loading need for even higher interest rates down the road and a more pronounced slowing of the economy.", "Given the outlook for inflation, we continue to judge that the policy interest rate will need to rise further.", "As the effects of tighter monetary policy work through the economy, we will be assessing how much higher interest rates need to go to return inflation to target.", "Looking ahead Going forward, our primary focus will be to judge how monetary policy is working to slow demand, how fast supply challenges are resolved, and most importantly, how both inflation and inflation expectations respond.", "Let me discuss each in turn.", "On the demand side, we'll be keeping a close eye on how global developments and commodity prices affect our exports and business investment as well as how this translates into pricing decisions.", "As higher inflation and interest rates constrain household budgets, consumer spending should moderate in both goods and services.", "However, we know Canadians have accumulated extra savings during the pandemic, so there is a risk that consumer spending has more momentum than we expect, making inflation more persistent.", "As labour demand eases from excessive levels, pressure on wages and prices-and therefore inflation-should also recede.", "And of course, we will continue to monitor the adjustment in housing activity and prices.", "On the supply side, unexpected global events could further disrupt supply and be watching to see if supply disruptions are push prices up even more.", "We'll improving, especially in hard-hit sectors such as motor vehicles.", "Will improvements to global supply bottlenecks continue?", "And how quickly will this translate into easing of supply constraints and lower costs for Canadian firms?", "Similarly, the Bank will continue to monitor a broad set of indicators to see if labour shortages are subsiding.", "Finally, as demand and supply come back into balance, we will examine how inflation and inflation expectations respond.", "This includes looking at the nearterm momentum, in particular that of our measures of core inflation, to assess how broad and entrenched pricing pressures are.", "Meanwhile, survey results will help us see if the short-term inflation expectations of consumers and firms are coming back down.", "This will be an important sign that monetary policy is working and that Canadians are beginning to feel some relief.", "Given the lag between changes to interest rates and their impact on inflation- and the considerable uncertainty surrounding the outlook-getting inflation all the way back to 2% will take some time.", "We also know there could be bumps along the way.", "This is why our ongoing and careful assessment of the economy and inflation is so important.", "We remain resolute in our goal to re-establish low, stable and predictable inflation.", "Canadians should be able to plan their spending and savings decisions without having to worry about the rising cost of everyday essentials.", "Let me conclude by going back to where I started-harvest time in Alberta As a kid I spent time on my grandparents' farm, and I remember my grandfather telling me he needed three eyes at harvest time: one for the weather, one for the calendar, and one for the crops.", "I also remember many long days and sleepless nights until the crops were off the field.", "It's a bit like that at the Bank of Canada right now.", "We have a careful eye on many different things-we have a lot of work ahead of us, and we will not rest easy until we can get inflation back to target.", "We are determined to get this job done."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Inflation expectations", "Supply chain", "Economic growth", "Labour market", "Housing", "Consumer spending", "Global economy"]}