{"sentences": ["Your Excellency Prime Minister, Honourable Madame Ministers, Honourable Head of Albania for the EBRD, Dear friends and colleagues, Let me first to thank you for the invitation to participate in this event, organized to discuss on lending issues of the agriculture sector in Albania and launch the initiative on Albania Agribusiness and Tourism Support Facility (AATSP) mechanism.", "The Bank of Albania has continuously welcomed the transparent and constructive dialogue amid public authorities, private sector, banking industry and international partners, to address issues which serve to unclog the potential development and welfare growth of Albania.", "In particular, allow me to emphasize the fact that - despite the considerable progress in the last years - the Albanian agriculture sector, overall, and branches related with it- agritourism and agribusiness - are still far from the full utilisation of both resources and potentials they have.", "In figures, almost half of the Albanian population lives in rural areas and around 1/3 of labour force in the country are employed in agriculture sector.", "Yet, this sector generates less than 20% of value added in the economy, while productivity of labour force employed in agriculture and their income per capital are half of other branches of the economy.", "In my view, the sustained and balanced development of the country clearly needs a higher attention to agriculture sector, for improving its production capacity coupled with the growing of rural area population's welfare, and in turn promoting social equity.", "The agricultural sector faces many and complex problems of development.", "At a considerable degree, these problems are out the competence and expertise sphere of the Bank of Albania.", "However, I believe that the topic of our today's discussion: support with funds and loans to the agricultural sector, deserves a higher attention by the banking system.", "Currently, agricultural sector benefits only 1.7% of the funding that banks provide to private business.", "This ratio has not change over the last decade, despite the novelties that banking system has offered to lending market, while it remains far from the real needs of this sector.", "Specific lending issues to agricultural sector have been identified, from some time now, but a part of them are yet relevant.", "Nevertheless, I think that some of them are towards addressing, while the other obstacles should become part of a critical assessment and their solution should be an integral part of our next work agenda.", "In more concrete terms, the first reason on the back of low lending rate is related to the high risk - both real and perceived - that investment in agriculture bears.", "However, I think this risk is being reduced.", "On the one hand, the improved support to agricultural production, the improved roots network and the consolidated trade chain for the supply of the inputs in the market, drive to the improvement of this sector's business.", "On the other hand, promoting agritourism and supporting agribusiness, grow the value added chain and profitability of investment in agriculture.", "In this context, I would like to greet the Albania Agribusiness and Tourism Support Facility (AATSF), which includes the joint contribution of the Albanian Government and the European Bank for Reconstruction and Development (EBRD).", "This facility provides a significant contribution, around EUR 150 million, in both forms: direct loans and supportive guarantee for lending.", "To this end, by seeing the positive reaction that banking sector is displaying towards this scheme, with four banks already becoming part of it, I would like to encourage the other banks to adopt a more positive approach towards this sector.", "Also, I would like to emphasise that global experience suggests the promotion of private insurance schemes to address risk reduction in agricultural.", "In future these schemes should become an integral part of this equation.", "The second reason on the back of low lending rate in agriculture is related to the fragmentation of agricultural land.", "This fragmentation limits the potential of the economy of scale, reduces the productivity of this sector, and turns it less attractive to the banking industry.", "In figures, referring to the data of the European Commission, a typical Albanian farm owns averagely 1.2 ha land, compared to the average of around 14 ha in Europe.", "At the same time, according to INSTAT data, around 99.6% of agricultural businesses hire one to four employees.", "This ratio is notably higher than the average of other economy sectors.", "In this context, detaching from the negative emotions that may stem from the memory of the inefficient cooperatives during the communism period, I think that there is a need for higher awareness of the Albanian farmer about building on partnerships and collective-risk sharing scheme, based on the free initiative and common interests.", "These partnerships improve access of farmers to funds and loans, and in turn their possibilities to succeed.", "The third reason for the low lending rate to agriculture is related to the lack of sound collateral.", "In many cases, the title of ownership is absent, or its value is low against the needs for funding.", "The sovereign guarantee schemes provide an adequate solution - in both short and medium term - to mitigating this problem.", "Nevertheless, local authorities should increase their attention on this issue in the long run.", "Dear banking system executives, The Bank of Albania deems that it is time for banking sector to pay a higher attention to agriculture sector.", "Albania owns around 24% of its territory as agriculture land, and offers still fully unexploited possibilities in the fields of agritourism and agribusiness.", "This potential should be considered a joint growth possibility to both agriculture and banking industry, as well as a possibility to diversify credit risk sources in your balance sheets.", "The continuous structural improvements, modernisation of agriculture and productivity growth, the enhanced support with funds and public attention, provide a new reality in agriculture sector.", "In this framework, the convergence process with the European Union provides for additional opportunities.", "In this light, without affecting its soundness' indicators, I am confident that banking system will know to position itself as a supporting-development agent.", "This sector ought to increase its attention and the financing, analysing and advisory capacities, by fulfilling its mission for the sustainable growth of the country."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Agriculture lending", "Agriculture development", "Agriculture sector", "Agribusiness", "Agritourism", "Collateral", "Fragmentation", "Risk", "Productivity", "European Union"]}