{"sentences": ["SPEECH Monetary policy and the Great Volatility Speech by Isabel Schnabel, Member of the Executive Board of the ECB, at the Jackson Hole Economic Policy Symposium organised by the Federal Reserve Bank of Kansas City, Jackson Hole, Jackson Hole, 27 August 2022 The Great Moderation was a period of prosperity and broad macroeconomic stability.", "[ The volatility of both inflation and output declined, the length of economic expansions increased, and people in most economies experienced sustained improvements in their standards of living.", "There is broad agreement that better monetary policy was an important factor behind the Great Moderation.", "[ As central banks took up the fight against spiralling inflation in the late 1970s and early 1980s, they brought down and stabilised inflation expectations at levels that provided a solid nominal anchor for firms and households.", "The subsequent advance of inflation targeting around the world is believed to be a prime reason why the global financial crisis of 2008 merely interrupted the Great Moderation.", "[ Afterwards, macroeconomic volatility quickly dropped back to its previous low levels.", "Yet, monetary policy was not the only factor behind the Great Moderation.", "Good luck, in the sense of a smaller variance of the shocks hitting the global economy, is widely believed to have played an important role as well.", "[ Compared with the 1970s, for example, real oil prices traded in a much narrower range from the second half of the 1980s until the mid-2000s.", "The question I would like to discuss this morning is whether the pandemic, and more recently Russia's invasion of Ukraine, will herald a turning point for macroeconomic stability - that is, whether the Great Moderation will give way to a period of \"Great Volatility\" - or whether these shocks, albeit significant, will ultimately prove temporary, as was the case for the global financial crisis.", "My answer to this question is that of a \"two-handed economist\".", "On the one hand, there is a tangible risk that the nature and persistence of the shocks hitting our economies will remain unfavourable over the coming years.", "On the other hand, the decisions that central banks are taking today to deal with high inflation can shape the future course of our economies in a way that mitigates and limits the ultimate impact of these shocks on prosperity and stability.", "A new era of volatility The pandemic and the war in Ukraine have led to an unprecedented increase in macroeconomic volatility.", "Output growth volatility in the euro area over the past two years was about five times as high as it was at the peak of the Great Recession in 2009.", "[ Inflation volatility has surged beyond the levels seen during the 1970s.", "Once the exceptional effects of the pandemic and the war wash out from the data, output and inflation volatility are bound to decline.", "Yet, there are valid grounds to believe that policymakers will find themselves in a less favourable environment over the medium term - one in which shocks are potentially larger, more persistent and more frequent.", "Climate change is a major driver.", "The experience of recent years leaves no doubt that the incidence and severity of extreme and disruptive weather events are rising sharply, exposing the global economy to greater volatility in output and inflation.", "[ This summer, the European Union - like many other parts of the world - is suffering from one of the most severe droughts on record, with nearly two-thirds of its territory in a state of alert or warning.", "[ The pandemic and the war are likely to add to instability in the years to come.", "They challenge two of the fundamental stabilising forces that have contributed to the decline in volatility during the Great Moderation: globalisation and an elastic energy supply.", "Globalisation acted as a gigantic shock absorber.", "The breakup of the Soviet Union and global economic liberalisation from the 1980s onwards led to about half of today's world population being integrated into the global economy.", "Labour supply became so abundant, and production capacity so large, that even periods of strong demand rarely succeeded in putting persistent upward pressure on prices and wages.", "[ However, even before the pandemic, protectionism and nationalism were on the rise.", "[ Tariff and nontariff barriers were raised as the benefits of free trade were increasingly being called into question.", "[ Today, the world economy is at risk of fracturing into competing security and trade blocs.", "The international network that connects our economies is fragile.", "We are witnessing new and alarming forms of protectionism.", "Although vaccines have been rolled out in advanced economies for nearly two years now, a third of the world population is still unvaccinated.", "Unequal access to effective COVID-19 vaccines means that ending the pandemic remains elusive.", "Food protectionism, meanwhile, is causing misery and social unrest in parts of the world.", "The number of governments imposing export restrictions on food and fertilizers is close to that recorded during the 2008-2012 food crisis, exacerbating the repercussions of the war on food supply.", "Protectionism is going hand-in-hand with a fundamental reappraisal of global value chains.", "Many critical inputs to our modern societies, such as semiconductor chips, are produced in just a handful of countries.", "Europe's energy crisis has exposed the deep fragilities of such an economic system.", "Efforts to enhance diversification will help secure strategic autonomy and make value chains more robust.", "But they also imply duplication and inefficiency.", "And if used as a form of protectionism, a greater reliance on domestic production may leave countries more - rather than less - vulnerable to shocks in the future.", "[ The second stabilising force - an elastic energy supply - will also become less powerful in absorbing shocks in the years to come.", "Following the oil price shocks of the 1970s, the distribution of global oil supply changed drastically.", "OPEC's global market share fell from 53% in 1973 to 28% in 1985 as Mexico, Norway and other countries started producing significant amounts of oil.", "[ The \"Shale Revolution\" in the United States, which started at the turn of the century, changed the oil market once again.", "It is estimated to have resulted in a significant increase in the price elasticity of oil and gas supply.", "[ As a result, just as globalisation led to excess supply in product and labour markets, limiting price and wage increases, the emergence of the United States as a large net exporter of energy buffered the impact of demand shocks on oil and gas prices over the past 15 years.", "The green transition and the war in Ukraine will lastingly make fossil energy scarcer and more expensive at a time when renewable energy carriers are not yet sufficiently scalable.", "Over the coming months, acute shortages, in particular in Europe, may require painful adjustments to production and consumption.", "The shift to greener technologies will reduce such pressures over the longer run, but it will also broaden the sources of energy shocks during the transition.", "Most green technologies require significant amounts of metals and minerals, such as copper, lithium and cobalt.", "As their supply is constrained in the short and medium term, and often concentrated in a small number of countries, action to quickly reduce our dependency on fossil energy will lead to firms and governments competing for scarce commodities, thereby pushing up prices.", "[ Of course, such fundamental and disruptive changes to the structure of our economies also offer important opportunities.", "There is hope that the war in Ukraine unites those who embrace the values of liberty, territorial integrity and democracy.", "And the determined fight against climate change holds the potential for strong and sustainable growth.", "But even then, the challenges we are facing are likely to bring about larger, more frequent and more persistent shocks in the years ahead.", "The role of monetary policy The transition to the Great Volatility is not a pre-determined outcome, however.", "If the nature of the shocks changes - that is, if one of the factors that had contributed to the Great Moderation subsides - the other factor - better policies - becomes more important in ensuring macroeconomic stability.", "Fiscal policy will play an important role in enhancing the resilience of our economies.", "Governments need to adapt their policies to the risk of a protracted period of lower potential output growth.", "With debt-to-GDP ratios at or close to historical highs, spending should focus on protecting social cohesion and promoting productive and green investments that will help secure long-term prosperity and rebuild fiscal space needed to cushion future shocks.", "Monetary policy, in turn, needs to protect price stability.", "What this means in an environment of elevated volatility and structural change is, however, controversial.", "Because monetary policy operates with long lags, price stability is typically defined over the medium term, giving central banks some discretion over the extent and length of inflation overshoots that they are willing to tolerate over the short run.", "This discretion is particularly relevant in the case of supply-side shocks that tend to push prices and output in opposite directions.", "Stabilising inflation is then no longer equivalent to stabilising output - the divine coincidence of monetary policy disappears.", "[ Such shocks therefore imply a trade-off for monetary policy, between inflation and output.", "The experience of the 1970s suggests that the extent of this trade-off is highly path dependent.", "A poorly chosen course of action can make attaining price stability significantly more costly in the future.", "This path dependency puts a heavy weight on the decisions that central banks are taking in response to the challenges we are facing today.", "For the first time in four decades, central banks need to prove how determined they are to protect price stability.", "The pandemic and the war are consistently suppressing the level of aggregate supply at a time of strong pent-up demand, leading to sharp price pressures across a large range of goods and services.", "There are two broad paths central banks can take to deal with current high inflation: one is a path of caution, in line with the view that monetary policy is the wrong medicine to deal with supply shocks.", "[ The other path is one of determination.", "On this path, monetary policy responds more forcefully to the current bout of inflation, even at the risk of lower growth and higher unemployment.", "This is the \"robust control\" approach to monetary policy that minimises the risks of very bad economic outcomes in the future.", "[ Three broad observations speak in favour of central banks choosing the latter path: the uncertainty about the persistence of inflation, the threats to central bank credibility and the potential costs of acting too late.", "Uncertainty about inflation persistence requires a forceful policy response The first observation relates to how central banks should act in the current environment of large uncertainty.", "William Brainard's well-known attenuation principle suggests that central banks should tread carefully in the face of uncertainty about how their policies are transmitted to the broader economy.", "[ There are at least two conceptual cases where the Brainard principle breaks down.", "One is the existence of the effective lower bound.", "The best way for central banks to avoid the perils of a liquidity trap is to ease policy swiftly when a disinflationary shock hits the economy in the vicinity of the lower bound.", "[ This principle has become a cornerstone of the monetary policy strategies of many central banks, including the ECB.", "The second case is when there is uncertainty about the persistence of inflation.", "When the degree of inflation persistence is uncertain, optimal policy prescribes a forceful response to a deviation of inflation from the target to reduce the risks of inflation remaining high for too long.", "[ In this case, it is largely irrelevant whether inflation is driven by supply or demand.", "If a central bank underestimates the persistence of inflation - as most of us have done over the past one-and-a-half years - and if it is slow to adapt its policies as a result, the costs may be substantial.", "[ In the current environment, these risks remain significant.", "Unprecedented pipeline pressures, tight labour markets and the remaining restrictions on aggregate supply threaten to feed an inflationary process that is becoming harder to control the more hesitantly we act on it.", "About 20 years ago, here in Jackson Hole, Carl Walsh was clear about what this implies for the conduct of monetary policy: to reduce the risks of a Volcker-type policy shock, central banks should conduct policy assuming that inflation is persistent, as the costs of underestimating persistence are higher than those of overestimating it.", "[ Such a policy naturally puts a stronger emphasis on incoming data.", "Two sets of indicators matter most for deciding on the policy adjustment required to restore price stability.", "One is actual inflation outcomes along the entire pricing chain.", "These play a more critical role than they would normally do, as they serve as an important reference point for policymakers to evaluate future pipeline pressures, the forces driving inflation persistence and risks of a de-anchoring of inflation expectations.", "The other is data on the state of the economy to assess how fast supply and demand imbalances are correcting in response to both changes in interest rates and the repercussions of adverse supply-side shocks.", "At the same time, the nature of inflation uncertainty implies that forward guidance on the future path of short-term interest rates becomes less relevant, or that it even risks adding to volatility rather than reducing it.", "A key condition for the success of forward guidance in steering expectations over the past decade was a macroeconomic environment characterised by both historically low inflation volatility and the constraints of the effective lower bound.", "Forward guidance is less appropriate in conditions of high volatility.", "When shocks are large and frequent, central banks can give no reliable signal about the future path of short-term interest rates, other than the broad direction of travel consistent with a reaction function that is calibrated on the assumption of high inflation persistence.", "Risks of a de-anchoring of inflation expectations are rising The second observation tilting the trade-off facing monetary policy towards more forceful action relates to central banks' credibility.", "Our currencies are stable because people trust that we will preserve their purchasing power.", "For politically independent central banks, establishing and maintaining that trust is an important policy objective in and of itself.", "Failing to honour this trust may carry large political costs.", "[ History is full of examples of high and persistent inflation causing social unrest.", "Recent events around the world suggest that the current inflation shock is no exception.", "Sudden and large losses in purchasing power can test even stable democracies.", "Surveys suggest that the surge in inflation has started to lower trust in our institutions.", "[ Young people, in particular, have no living memory of central banks fighting inflation.", "We are witnessing a steady and sustained rise in medium and long-term inflation expectations in parts of the population that risks increasing inflation persistence beyond the initial shock.", "In the euro area, consumers' medium-term inflation expectations were firmly anchored at our 2% target throughout the pandemic.", "According to the most recent data, median expectations are close to 3%, while average expectations have increased from 3% a year ago to almost 5% today.", "[ Average long-term inflation expectations of professional forecasters, too, have started to gradually move away from our 2% target.", "In July, they stood at 2.2%, a historical high.", "For both consumers and professional forecasters, we are also observing a marked increase in the right tail of the distribution - that is, the share of survey participants who expect inflation to stabilise at levels well above our 2% target.", "[ Option prices in financial markets paint a similar picture.", "[ In the 1970s, such shifts in the right tail of the distribution preceded shifts in the mean.", "[ We broadly know why these shifts happen among consumers who are financially less literate.", "These consumers predominately form their expectations based on inflation experiences.", "[ But for the euro area, the ECB's consumer expectations survey shows that people who are financially more literate and who see themselves as playing a relevant role in actual price and wage-setting have recently revised their medium-term inflation expectations to a larger extent than other survey participants.", "This is a source of concern.", "Unlike for consumers who form their expectations based on their experience of inflation, the higher inflation expectations of financially literate people are unlikely to subside if and when inflation starts decelerating.", "This increases the probability of second-round effects.", "We cannot say for certain what is behind these upward revisions to inflation expectations.", "But two potential explanations come to mind.", "One is that higher medium-term inflation expectations may be the result of a perception that monetary policymakers have reacted too slowly to the current high inflation.", "A cardinal principle of optimal policy in a situation of above-target inflation is to raise nominal rates by more than the change in expected inflation - the Taylor principle.", "If real short-term interest rates fail to increase, monetary policy will be ineffective in dealing with high inflation.", "In the United States, a systematic failure to uphold the Taylor principle was one of the key factors contributing to the persistence of inflation in the 1970s.", "[ The second explanation is that higher inflation expectations may reflect more fundamental concerns, possibly related to fiscal and financial dominance, or to the recent review of central banks' monetary policy frameworks that focused more on the challenges of too-low inflation rather than too-high inflation.", "[ All these factors may have created perceptions of a higher tolerance for inflation and a stronger desire to stabilise output.", "Determined action is needed to break these perceptions.", "If uncertainty about our reaction function is undermining trust in our commitment to securing price stability, a cautious approach to policymaking will no longer be the appropriate course of action.", "Instead, a politically independent central bank needs to put less weight on stabilising output than it would when inflation expectations are well anchored.", "Policymakers should also not pause at the first sign of a potential turn in inflationary pressures, such as an easing of supply chain disruptions.", "Rather, they need to signal their strong determination to bring inflation back to target quickly.", "[ This is another key lesson of the 1970s.", "If the public expects central banks to lower their guard in the face of risks to economic growth - that is, if they abandon their fight against inflation prematurely - then we risk seeing a much sharper correction down the road if inflation becomes entrenched.", "Central banks are facing a higher sacrifice ratio The third, and closely related, observation that supports a more forceful policy response relates to the potential costs of acting too late - that is, when high inflation has become fundamentally entrenched in expectations, a situation that neither the United States nor the euro area are facing today.", "In the early 1980s, many central banks had to tolerate large and costly increases in unemployment to restore confidence in the nominal anchor.", "There are at least three reasons to believe that a similar endeavour could be even more costly today in terms of lost output and employment.", "One is that our economies have become less interest rate-sensitive over time, meaning that more withdrawal of monetary accommodation would be required for a given desired decline in inflation.", "The growing importance of intangible capital is partially responsible for this.", "In the United States, its share in total investment has tripled since 1980.", "Research finds that intangible capital-intensive firms tend to be net savers because intangible capital is more difficult to mobilise as collateral for bank lending, making the cost of credit less important.", "[ These effects are reinforced by the structural shift towards services, which tend to be, on average, less responsive to monetary policy than more capital-intensive sectors, such as manufacturing.", "[ The second reason why a de-anchoring of inflation expectations has become more costly relates to the slope of the Phillips curve.", "There is a wealth of studies that find that the Phillips curve has become flatter over the past few decades.", "[ Before the pandemic, a flat Phillips curve meant that central banks could allow the economy to run hot before inflationary pressures would emerge.", "Today, a flat Phillips curve means that lowering inflation - once it has become entrenched - potentially requires a deep contraction.", "The third reason concerns the relevant measure of slack.", "Even if the true slope of the Phillips curve were to be steeper than is suggested by reduced-form estimates, the fact that it is often global rather than domestic slack that matters for price-setting reduces the sensitivity of the economy to interest rate changes on a much broader level.", "[ The events of the past one-and-a-half years are testimony to the increased relevance of global economic conditions for inflation.", "[ In other words, central banks are likely to face a higher sacrifice ratio compared with the 1980s, even if prices were to respond more strongly to changes in domestic economic conditions, as the globalisation of inflation makes it more difficult for central banks to control price pressures.", "High inflation has become the dominant concern of citizens in many countries.", "Both the likelihood and the cost of current high inflation becoming entrenched in expectations are uncomfortably high.", "In this environment, central banks need to act forcefully.", "They need to lean with determination against the risk of people starting to doubt the long-term stability of our fiat currencies.", "Regaining and preserving trust requires us to bring inflation back to target quickly.", "The longer inflation stays high, the greater the risk that the public will lose confidence in our determination and ability to preserve purchasing power.", "Trust in our institutions is even more important at a time of major and disruptive structural change that brings about larger, more persistent and more frequent shocks.", "A reliable nominal anchor eases the transition towards the new equilibrium, and improves the trade-off facing central banks in the future.", "All in all, therefore, an important lesson from the Great Moderation is that it is also up to central banks whether the challenges we are facing today will lead to the Great Volatility, or whether the pandemic and the war in Ukraine will ultimately be remembered as painful but temporary interruptions of the Great Moderation.", "(2004), \" The Great Moderation \", remarks at the meetings of the Eastern Economic Association, Washington, DC, 20 February; Perez-Quiros, G. and McConnell, M. (2000), \"Output Fluctuations in the United States: What Has Changed since the Early 1980's?", "\", American Economic Review, Vol.", "90, No 5, American Economic Association, pp.", "\", NBER Macroeconomics Annual, Volume 17.", "Clarida R., Gali, J. and Gertler, M. (2000), \"Monetary policy rules and macroeconomic stability: evidence and some theory\", The Quarterly Journal of Economics, Vol.", "Perron, P. and Yamamoto, Y.", "(2021), \" The Great Moderation: Updated Evidence with Joint Tests for Multiple Structural Changes in Variance and Persistence \", Empirical Economics, Vol.", "(2016), \" Was the Great Moderation Simply on Vacation?", "\", The Economy Blog, Federal Reserve Bank of St. Louis; and Clark, T. (2009), \"Is the Great Moderation over?", "An Empirical Analysis\", Economic Review, Federal Reserve Bank of Kansas City, Vol.", "There were also other factors, such as changes in inventory management and more efficient financial markets, that are thought to have contributed to the decline in volatility.", "See, for example, Ahmed, S., Levin, A. and Wilson, B.", "Macroeconomic Stability: Good Policies, Good Practices, or Good Luck?", "\", The Review of Economics and Statistics, MIT Press, Vol.", "(2001), \"The Long and Large Decline in U.S. Output Volatility\", Brookings Papers on Economic Activity, Vol.", "In 2009 volatility was already about four times higher than average volatility since 2000.", "Output growth volatility is defined as the eight-quarter rolling standard deviation of quarterly GDP growth rates.", "(2020), \" When markets fail - the need for collective action in tackling climate change \", speech at the European Sustainable Finance Summit, Frankfurt am Main, 28 September.", "In a recent survey conducted by the ECB, around 80% of firms saw increased risks of interruptions to their production because of climate change.", "See ECB (2022), \" The impact of climate change on activity and prices - insights from a survey of leading firms \", Economic Bulletin, Issue 4.", "European Drought Observatory, Drought in Europe, August 2022.", "Goodhart, C. and Pradhan, M. (2020), \" The Great Demographic Reversal: Ageing Societies, Waning Inequality, and an Inflation Revival \", Palgrave Macmillan.", "Also, the number of international armed conflicts doubled from 2010 to 2020 and global military expenditure reached a new record even before the war.", "See Stockholm International Peace Research Institute (2022), \" Environment of Peace: Security in a New Era of Risk \".", "ECB (2019), \" The economic implications of rising protectionism: a euro area and global perspective \", Economic Bulletin, Issue 3.", "IMF (2022), \" Global Trade and Value Chains During the Pandemic \", World Economic Outlook.", "The IMF's estimates suggest that in the face of a large shock, greater diversification would reduce the decline in GDP by about half.", "Recent events in the United States illustrate these risks.", "Production stoppages at a key supplier of infant formula - a market in which 98% of consumption is produced domestically by just four companies - led to severe shortages, causing the administration to invoke the Defence Production Act to boost domestic production.", "Baumeister, C. and Kilian, L. (2016), \"Forty Years of Oil Price Fluctuations: Why the Price of Oil May Still Surprise Us\", Journal of Economic Perspectives, Vol.", "Balke, N., Jin, X. and Yücel, M. (2020), \" The Shale Revolution and the Dynamics of the Oil Market \", Working Papers, No 2021, Federal Reserve Bank of Dallas; Schnabel, I.", "Monetary policy in a low inflation environment \", speech at the Barclays International Monetary Policy Forum, 27 February.", "(2022), \" A new age of energy inflation: climateflation, fossilflation and greenflation \", speech at a panel on \"Monetary Policy and Climate Change\" at The ECB and its Watchers XXII Conference, Frankfurt am Main, 17 March.", "Blanchard, O. and Galí, J.", "(2007), \"Real Wage Rigidities and the New Keynesian Model\", Journal of Money, Credit and Banking, Vol.", "In the context of the 1970s, this is sometimes referred to as the \"monetary policy neglect hypothesis\".", "See Nelson, E. (2005), \"Monetary Policy Neglect and the Great Inflation in Canada, Australia, and New Zealand\", International Journal of Central Banking.", "Onatski, A. and Stock, J.H.", "(2002), \" Robust monetary policy under model uncertainty in a small modelof the U.S. economy \", Macroeconomic Dynamics, Vol.", "Robust Optimal Monetary Policy in a Forward-Looking Model \", Macroeconomic Dynamics, Vol.", "Brainard, W. (1967), \"Uncertainty and the Effectiveness of Policy\", American Economic Review, Vol.", "Reifschneider, D. and Williams, J.", "(2000), \"Three Lessons for Monetary Policy in a Low-Inflation Era\", Journal of Money, Credit and Banking, Vol.", "(2020), \" A Pitfall of Cautiousness in Monetary Policy \", Working Paper Series, No 758, Banque de France.", "(2002), \"Monetary Policy with Uncertain Parameters\", Scandinavian Journal of Economics, Vol.", "125-145; Coenen, G. (2007), \"Inflation persistence and robust monetary policy design\", Journal of Economic Dynamics and Control, Vol.", "111-140; and Reinhart, V. (2003), \" Making monetary policy in an uncertain world \", Proceedings - Economic Policy Symposium - Jackson Hole, Federal Reserve Bank of Kansas City.", "For forecasting errors, see ECB (2022), \" What explains recent errors in the inflation projections of Eurosystem and ECB staff?", "\", Economic Bulletin, Issue 3.", "For the costs of underestimating inflation persistence, or the non-accelerating inflation rate of unemployment, see Primiceri, G. (2006), \"Why Inflation Rose and Fell: Policy-Makers' Beliefs and U.S.", "Postwar Stabilization Policy\", The Quarterly Journal of Economics, Vol.", "Walsh, C. (2003), \" Implications of a Changing Economic Structure for the Strategy of Monetary Policy \", Proceedings - Economic Policy Symposium - Jackson Hole, Federal Reserve Bank of Kansas City.", "See also Walsh, C. (2022), \" Inflation Surges and Monetary Policy \", IMES Discussion Paper Series, No 2022-E-12, Bank of Japan.", "Medium-term inflation refers to inflation three years ahead.", "Systematic data on firms' medium-term inflation expectations remain scarce.", "Recent analysis, however, suggests that firms may use price changes observed along the supply chain to form their expectations.", "See Albagli, E., Grigoli, F. and Luttini, E. (2022), \" Inflation Expectations and the Supply Chain \", IMF Working Papers, No 22/161, International Monetary Fund.", "Reis, R. (2022), \" Inflation expectations: rise and responses \", ECB Forum on Central Banking, Sintra, 29 June.", "Reis, R. (2021), \" Losing the Inflation Anchor \", Brookings Papers on Economic Activity, Fall 2021.", "There is abundant empirical evidence suggesting that inflation expectations are adaptive, meaning that the current long period of very high energy and food prices will shape people's beliefs about the future.", "See, for example, Burke, M. and Manz, M. (2014), \"Economic Literacy and Inflation Expectations: Evidence from a Laboratory Experiment\", Journal of Money, Credit and Banking, Vol.", "(2022), \" The Subjective Inflation Expectations of Households and Firms: Measurement, Determinants, and Implications \", NBER Working Papers, No 30046, National Bureau of Economic Research; and Malmendier, U.", "(2022), \" Experiencing inflation \", ECB Forum on Central Banking, Sintra, 29 June.", "The conviction behind this focus was that monetary policy could effectively deal with high inflation.", "The choice of how much weight to put on output stabilisation will determine the optimal policy horizon.", "See Smets, F. (2003), \"Maintaining price stability: how long is the medium term?", "\", Journal of Monetary Economics, Vol.", "Caggese, A. and Pérez-Orive, A.", "(2022), \"How stimulative are low real interest rates for intangible capital?", "\", European Economic Review, Vol.", "(2015), \" Has the U.S. economy become less interest rate sensitive?", "\", Economic Review, Issue Q II, Federal Reserve Bank of Kansas City, pp.", "See, for example, Del Negro, M. et al.", "\", Brookings Papers on Economic Activity, Spring, pp.", "A Murder Mystery \", Finance and Economics Discussion Series, No 2022-28, Board of Governors of the Federal Reserve System.", "There are studies suggesting that the slope of the structural Phillips curve may be steeper.", "See Hazell, J. et al.", "(2020), \" The Slope of the Phillips Curve: Evidence from U.S. States \", NBER Working Papers, No 28005, National Bureau of Economic Research; McLeay, M. and Tenreyro, S. (2020), \"Optimal Inflation and the Identification of the Phillips Curve,\" in Eichenbaum, M.S., Hurst, E. and Parker, J.A., NBER Macroeconomics Annual 2019, Volume 34, National Bureau of Economic Research; and Jørgensen, P. and Lansing, K. (2022), \" Anchored Inflation Expectations and the Slope of the Phillips Curve \", Working Paper Series, No 2019-27, Federal Reserve Bank of San Francisco.", "(2022), \" The globalisation of inflation \", speech at a conference organised by the Österreichische Vereinigung für Finanzanalyse und Asset Management, Vienna, 11 May; and Forbes, K. (2019), \" Inflation Dynamics: Dead, Dormant, or Determined Abroad?", "\", NBER Working Papers, No 26496, National Bureau of Economic Research."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "fiscal dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Output", "Volatility", "Great Moderation", "Supply shocks", "Price stability", "Central bank credibility", "Inflation expectations", "Phillips curve"]}