{"sentences": ["- 2022 Paris Europlace International Finance Forum Paris, 12 July 2022 Central bank digital currency (CBDC) and bank intermediation in the digital age Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is a great pleasure to be with you today, thanks to Paris Europlace.", "In light of the current geopolitical context, the theme of this session appears particularly relevant: European strategic autonomy is not absent from our sight as central banks.", "We notably ensure that our banking system remains robust in times of great uncertainty namely the war in Ukraine, and its economic consequences: the spur in inflation, the deterioration of the macroeconomic outlook, and the normalisation of interest rates.", "In this context, let me pay tribute to the solidity French bank's CET1 and performance of the French banking system: amounts to 14.9 % in Q1 2022; while their RoE increased over a rolling 12-month period at 7.6 % in Q1 2022, and corporate risk remains manageable for sure.", "However, this collective strength should not mean any complacency, especially in the face of the triple digital revolution unfolding before our eyes in the financial sector;i new tokenised assets, new players, and \"decentralised\" market infrastructures aim to remodel the financial system from the ground up.", "Against this background, central banks are increasingly considering the creation of a digital form of their currencies.", "And let's face it: the idea sometimes raises doubts, and even fears, among commercial banks.", "The part of the project which is quasi-consensual, with strong use-cases, is the one which raises little public interest which does not mean that it is not key: wholesale CBDC.", "I will come back to this later.", "But let me start with the other face of the CBDC mountain: retail CBDC; this one, by contrast, is the focus of both public excitement and private questions.", "A 'retail' CBDC for a renewed intermediation in the digital age Let me suggest three hopefully shared principles to climb together this face of the mountain.", "Our means of payment are and must remain a partnership between central bank money and commercial bank money Until now, the coexistence and partnership of central bank and commercial bank money has structured the retail payment landscape and preserved the stability of the monetary system.", "Their respective roles are clearly assigned: central bank money anchors the stability of the financial system while the multiplicity of issuers of commercial bank money preserves competition and innovation.", "Their interplay and their interchangeability at par value ensures the safety and efficiency of the monetary and financial system.", "Neither one is better than the other, but in a joint venture each partner needs the other: a digital euro should never mean disappearance of commercial bank money; conversely, digitalisation cannot mean the disappearance of central bank money.", "Indeed these foundations and especially the role of central bank money are increasingly threatened by the digital revolution of the financial sector.", "First, it results in the decline in the use of cash in transactions, which calls into question the availability of central bank money for the public.", "Increased reliance on digital payment solutions also shows how our European ecosystem has become critically dependant on non-European players (eg international card schemes and Bigtechs).", "Meanwhile, the emergence of crypto-assets and so-called stablecoins may compete against both commercial and central bank money, even though they do not offer the same guarantees in terms of credit risk and safety: the recent collapse of the Terra-Luna ecosystems or the sudden liquidity shortage of Celsius Network are necessary wake-up calls.", "I strongly welcome here, on the last days of a fruitful French Presidency of the EU, the successful trilogues on Transfer Fund Regulation (Travel Rule) and Markets in Crypto- Assets (MiCA).", "Even if the precise use cases are not yet definitively fixed, there are several material reasons to consider the issuance of a digital euro The main rationale for a digital euro is therefore to preserve the role of public money in a digital economy.", "Such means of payment, adapted to the demand of users in the digital age, would (i) preserve the accessibility and usability of central bank money, (ii) support our monetary sovereignty, and limit the risk that digital assets be they cryptos or non-European CBDC would be used as settlement assets in the euro area, (iii) support the strategic autonomy of the European continent and hopefully contribute to the emergence of a pan-European payment solution e.g.", "the European Payments Initiative, which could be used as a vehicle for the distribution of a digital euro.", "In the light of these challenges, and under the leadership of my Board colleague Fabio Panetta, the Eurosystem wisely decided on a two-year investigation phase on the issuance of a digital euro, before taking a decision about whether to go further by the end of 2023 / early 2024.", "I don't say it's done yet; but it's our strategic - - and yes, sovereign responsibility and then to decide.", "I would hence suggest we don't to study the issue seriously, focus too much our discussion on this \"why\" question, but on the \"how\", together.", "And here I come to my third principle.", "Our possible future digital euro must be designed and developed altogether, and be as decentralised as possible I stressed it here last year: a CBDC will be created with banks, not against them I don't have any word to change to this commitment.", "nor in spite of them.ii Accordingly, I strongly encourage all financial intermediaries to actively participate in the dialogue the Eurosystem has established, both at the European level through the Euro Retail Payments Board and at the national level.", "We just decided to set up a CBDC working group within our French payments committee (the CNPS).", "Concerns have emerged that the issuance of a CBDC would threaten the role of banking intermediaries in client relationships, while draining banks' deposits through a massive conversion into risk-free CBDC accounts, especially in times of stress.", "These outcomes are not foregone conclusions, to say the least.", "The Eurosystem is currently looking at the possible scope and design of a digital euro.", "Let me just share my personal thoughts about the general framework that should see light: in my opinion, similarly to the current intermediation model, as many functions as possible should be delegated to intermediaries.", "Obviously, some functions should remain the exclusive privilege of the Eurosystem because they are at the core of its mandate and cannot, by definition, be outsourced.", "This is the case specifically for the of a potential digital euro.", "The Eurosystem should entrust banks with the distribution of digital euros to final users, while setting technical, functional and commercial rules like for example the branding, logo, and fee structure.", "We would thus build on their experience as intermediaries to offer means of payment to end users and develop value-added services.", "The Eurosystem could also outsource parts of the settlement, such as recording or validation, to intermediaries.", "Moreover, it is clear that some functions should remain under the sole responsibility of intermediaries.", "In particular, I believe that the Eurosystem should not have the role of managing digital euro holdings: the Banque de France closed its last private customer accounts over 20 years ago, and does not intend to reopen any.", "Customer relationship management is best handled by financial intermediaries, as they have the experience in this field.", "They would also ensure compliance with the related regulatory requirements, including KYC and AML/CFT.", "Such a design would allow them to preserve the role of financial intermediaries in the retail payment system, and would ensure the high level of privacy required by the public.", "Finally, regarding the possible risks of banks' conversions, we must and will ensure that a digital euro remains a means of payment rather than a saving/investment asset.", "This could be achieved by capping the maximum amount of digital euro in circulation, at a low enough level.", "In a completely other field, regulated savings, ceilings for the Livret A have proven an efficient tool, without requiring the intervention of a Big Brother to check on them.", "Building on our experiments with the private sector on a 'wholesale' II.", "CBDC to be ready for the future By comparison, the topic of a wholesale CBDC is less contentious and of less concerns to stakeholders; but it should not be perceived as less important.", "We central banks have been very proactive here, as demonstrated by the \"wholesale CBDC focus\" of the BIS Innovation Hubs.", "The Banque de France is at the forefront here, and we have especially identified two critical use cases for improving the payments ecosystem.", "First, the tokenisation of securities.", "A wholesale CBDC could be used for the settlement of such securities issued on DLT, which is essential to prevent market and liquidity fragmentation.", "This technology also streamlines the information flows in financial markets, from trading to exchange procedures and settlement.", "Second, a wholesale CBDC could enhance cross-border and cross- currency settlements.", "Over the past year, we have successfully completed the first phase of our experimentation programme, comprising 9 experiments, hand in hand with the private sector and with other public actors.", "Thanks to these experiments, we have developed a direct technical expertise including two key innovative assets born in the Banque de France: A proprietary DLT technology, called DL3S.", "This blockchain has been entirely designed by the Banque de France in order to meet the needs and expectations of market participants as a permissioned blockchain with efficient delivery and settlement services, using CBDC.", "An automated market maker (AMM) platform inspired from the DeFi markets, which could serve as the basis of a multi-CBDC platform where different central banks come together to enable fast, automated and transparent settlement across currencies.", "I announce today that we engage the second phase of our experimentations program with 4 or 5 additional ones starting this semester.", "We want to get closer to a viable prototype, testing it in practice with more private actors and more foreign central banks in the second half of 2022 and in 2023.", "This work ensures that we stand ready to bring central bank money as a settlement asset as early as 2023, with the implementation of the European pilot regime.", "This pilot regime will offer a regulatory framework to support the financial asset tokenisation trend.", "Finally, these experiments conducted by the Banque de France contribute and future Governing council's directly to the Eurosystem's existing task force, decision, on improving our services to the wholesale market.", "This leads to the key outstanding issue of the articulation of a CBDC with existing infrastructures, such as Target Services in the EU.", "Both must be made interoperable: on the one hand, distributed ledger technologies are still not mature enough to handle large volumes of transactions, and therefore will not replace conventional systems from one day to another; they will rather complement them.", "Centralised and distributed systems will thus have to coexist securely and efficiently.", "On the other hand, we must make a CBDC available on these infrastructures to match market demand for tokens, so that our settlement asset is not substituted by private assets which would be riskier.", "The two projects of a wholesale and retail CBDC are two faces of the same which is the ambition to offer a digital form of central bank money to combine innovation and trust in the payment system.", "I spoke at the start about the 'existential' monetary partnership between central banks and commercial banks.", "The trust/innovation nexus is just as existential.", "It does not entirely coincide with the former: commercial banks can rightfully inspire confidence; central banks are capable of innovation, the CBDC is proof of that.", "But one thing is for sure: it is together that we can succeed in strengthening Europe's strategic autonomy.", "Thank you for your attention.", "François Villeroy de Galhau, Central banks and finance in the face of a triple revolution, speech, November François Villeroy de Galhau, Roads for the future: central bank digital currency (CBDC) and innovative payments, speech, June 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["CBDC", "Digital revolution", "European strategic autonomy", "Crypto-assets", "Wholesale CBDC", "Retail CBDC", "Financial stability", "Monetary sovereignty", "Interoperability", "Innovation"]}