{"sentences": ["Speech A new global map: European resilience in a Keynote speech by Christine Lagarde, President of the ECB, at the Peterson Institute for International Economics Washington, D.C., 22 April 2022 It is a pleasure to be in Washington to speak with you today.", "The economic fallout from Russia's invasion of Ukraine may mark a defining moment for globalisation in the 21st century.", "Russia's unprovoked aggression has triggered a fundamental reassessment of economic relations and dependencies in our globalised economy.", "And in a post-invasion world, it has become increasingly untenable to isolate trade from universal values such as respect for international law and human rights.", "Throughout human history, economic relations and values have fundamentally shaped how we understand and interact with the world.", "This point is well captured by those world maps from Medieval times.", "These mappae mundi, as they are known, depicted world views informed by trade links and value systems.", "Well-trodden trade routes from ancient times meant that Asia and North Africa figured prominently in them.", "Mappae mundi, like the famous Ebstorf Map, often portrayed the holy city of Jerusalem at the centre of the world.", "Today, rising geopolitical tensions mean our global economy is changing.", "And once more, fluctuating value systems and shifting alliances are creating a new global map of economic relations.", "It is still too early to say how this will play out, but one can already see the emergence of three distinct shifts in global trade.", "These are the shifts from dependence to diversification, from efficiency to security, and from globalisation to regionalisation.", "These shifts have implications for Europe.", "And we must respond accordingly if we are to thrive in this new and increasingly uncertain global terrain.", "But that does not mean restricting open trade.", "Rather, we must work towards making trade safer in these unpredictable times, while also leveraging our regional strength.", "That will not be easy.", "But as Christopher Columbus once said, \"You can never cross the ocean until you have the courage to lose sight of the shore.\"", "Globalisation past and present The years following the fall of the Berlin Wall marked a golden era for globalisation.", "The drive for increased efficiency saw global value chains blossoming alongside a rising tide of trade, with production becoming increasingly unbundled across borders.", "Today, around half of global trade is related to global value chain, or GVC activities.", "[ Europe in particular benefited from the march of globalisation.", "[ Europe's integration with global value chains was deeper too, with GVC participation roughly 20 percentage points higher than in the United States.", "[ The economic benefits of all this were real.", "Integration with global value chains led to lower import prices, technology spillovers, and productivity gains from the international division of labour.", "[ And when regions were faced mainly with local shocks, trade openness helped buffer the domestic effects, allowing countries to diversify risks and exploit multiple sources of external demand.", "[ But two factors have emerged in recent years that expose the vulnerabilities of this model.", "First, the efficiency gains of this unfolding of production have been shown to be prone to risks.", "As global supply chains have become progressively leaner and more efficient through \"just-in-time\" production, they have also become extremely vulnerable to disruptions in the face of global shocks that affect multiple sectors at once.", "[ In fact, as we saw during the pandemic, global value chains materially transmitted and amplified global shocks.", "During the contractionary phase of the pandemic, GVC-related spillovers amplified the decline in global imports and exports by 25%, according to one study.", "[ And during the recovery phase, mismatches between burgeoning global demand and restrained supply have contributed to surging industrial goods inflation.", "Supply bottlenecks are found to have contributed to half of the rise in manufacturing producer price inflation in the euro area.", "[ Second, it has become clear how much global production relies on critical raw materials sourced from just a few countries - an arrangement that can quickly become a vulnerability when geopolitics change and countries with different strategic goals emerge as more risky trading partners.", "For example, China was estimated to control over half of the global rare earths mining capacity in 2020, and 85% of rare earths refining.", "[ In Europe's case, the European Commission has found that 34 products used in the EU are extremely exposed to supply chain disruptions given their low potential for diversification and substitution inside the Union.", "[ And this vulnerability has become more evident as a result of the Russia-Ukraine war.", "The euro area is highly dependent on Russia for, among other things, cobalt and vanadium.", "These are key inputs for the 3D printing, drone and robotics industries.", "And Ukraine accounts for around one-fifth of Europe's supply of wire harnesses for cars.", "[ The war has already forced wiring plants in the country to shut down, causing some car manufacturers in the EU to halt production.", "The exportoriented agricultural sector has also been affected.", "Perhaps most importantly, the war has exposed the vulnerability of Europe's energy supply.", "In 2020 the EU imported around 60% of its energy, a reliance that has actually increased since 2000, despite a growing share of renewables in energy production.", "[ And just four countries accounted for over 70% of the bloc's natural gas imports, with over 40% coming from Russia alone.", "[ These two factors have underlined that the earlier advance of globalisation largely relied on a \"Goldilocks\" scenario of relative economic and geopolitical stability.", "However, economies could be subject to huge volatility if shocks were global and correlated, and if there were excessive dependencies on particular suppliers.", "So, many countries are now faced with the question of how to respond to these new vulnerabilities.", "The answer is not to withdraw within our borders and erect trade barriers.", "History shows that retreating from global trade comes with substantial costs.", "One study finds that the United States' self-imposed embargo on international shipping back in 1808 cost roughly 8% of its gross national product.", "[ Instead of restricting trade, we should work towards making trade safer.", "And there are signs that three shifts are taking place in world trade in response to this new global map.", "Three shifts in global trade The first shift is from dependence to diversification.", "Having learnt the lessons of the pandemic, firms are unlikely to remain dependent on relatively linear global supply chains.", "But that does not, in the first instance, mean that they will seek to deglobalise and reshore production.", "Initially we are likely to see a greater focus on diversifying suppliers and stockpiling essential inputs.", "Research finds that higher diversification can almost halve a supply shock's negative impact on a country's GDP.", "[ And indeed, existing supply chains that were more geographically diversified helped to mitigate the effects of domestic shocks during the pandemic.", "[ By contrast, greater supply chain concentration is found to increase economic volatility.", "[ This diversification trend is already underway.", "By late 2021 almost half of companies had diversified their supplier base, in contrast to just 5% that had implemented reshoring measures.", "[ At the same time, companies moved away from relying on \"just-in-time\" supply chain management towards a \"justin-case\" approach.", "Less than 15% of companies were relying on \"just-in-time\" deliveries by the end of last year.", "[ However, diversification is likely to have limits - and this brings me to the second shift, which is from efficiency to security.", "In recent years we have seen a shift towards new industrial policies, mainly led by China and the United States, in which geopolitical biases are being introduced into strategic supply chains at the expense of efficiency considerations.", "The US administration has explicitly identified \"friend-shoring\" as a policy goal in its recent supply chain strategy.", "[ Now, the war may prove to be a tipping point for Europe and other regions too, making the alliances to which suppliers' countries belong more important.", "International firms will still face strong incentives to organise production where costs are lowest, but geopolitical imperatives might restrict the perimeter in which they can do so.", "For strategic industries such as semiconductors or pharmaceuticals, the very limited reshoring of supply chains we saw during the pandemic will probably change as a deliberate result of public policy.", "Europe, for example, is aiming to double its share of the global market for semiconductor production to 20% by 2030.", "[ But even industries that are not considered strategic are likely to anticipate the fracturing of the global trading order and adjust production themselves.", "A recent survey found that 46% of German companies receive significant inputs from China.", "Of those, almost half are planning to reduce their dependency on China.", "[ In the United States, almost 40% of members of the US-China Business Council have moved sourcing due to uncertainties about supply.", "[ For energy and critical raw materials, increasing security will require a different strategy.", "After all, these resources are distributed unevenly around the world, and cannot be substituted with domestic alternatives.", "Regions will increasingly have to source their critical inputs from a smaller pool of potential suppliers that are deemed reliable and in line with their shared strategic interests.", "And they will need to do so in the context of a green transition that is making certain raw materials - like copper, cobalt and nickel - increasingly more important than others.", "A new geopolitical race to secure access to resources is therefore likely.", "Achieving greater security will not come without costs, and this is why the third shift - from globalisation to regionalisation - is also likely to gather pace.", "The price of increased security could in principle take the form of lower international risk-sharing and higher transitional costs.", "In this changing geopolitical landscape, global export markets may not be as open or as reliable as before.", "Therefore, the scope for insuring against business cycle risks by \"rotating\" demand across multiple trade partners may become more restricted.", "This change could particularly affect Europe given its high exposure to world trade.", "Between 2010 and 2014, when Europe was recovering from the global financial crisis, external demand as a share of euro area GDP more than doubled.", "[ But if other regions begin to turn inwards, that escape valve to relieve pressure from shocks is likely to weaken.", "Moreover, the transitional costs related to a large-scale reorientation of supply will be significant.", "For example, establishing fully domestic semiconductor manufacturing supply chains within the United States could cost up to USD 1 trillion, according to one estimate.", "That is more than twice the value of the global semiconductor market.", "[ In addition, a rapid shift from lower-cost to higher-cost suppliers is likely to have implications for price dynamics, at least during the transition.", "[ In this context, the first best option is still to defend the rules-based multilateral trading system that powered the rise of global trade.", "But as a fallback, regionalisation allows countries to recreate some of the benefits of globalisation on a smaller scale and to limit these costs.", "Regionalisation creates an opportunity for deeper regional risk-sharing - both through trade and financial integration.", "This can to some extent substitute for lower risk-sharing at the global level.", "It facilitates common funding of strategic priorities and investment in transitions, helping generate economies of scale.", "And it may also help to offset cost pressures emanating from higher energy prices and the associated elevated transportation costs.", "Regionalisation is not a new phenomenon - in recent decades it has gone hand-in-hand with faster globalisation.", "But now, for the first time, we may see these two forces diverge.", "Fragmentation at the global level may ultimately spur greater integration at the regional level because the latter can help to manage the costs of a changing world.", "European resilience in a changing world So how should Europe respond to these changes?", "Europe's main challenge today is to achieve \"open strategic autonomy\" - that is, to strike a careful balance between insuring against risk in areas where our vulnerabilities are excessive and avoiding protectionism.", "Having spent decades investing in regionalisation, the EU is well placed to succeed in a world where the global order is more fragmented, while still acting as a force for trade openness.", "First, Europe has the world's largest single market, which gives Member States a strong base in which to establish new supply chains if strategic imperatives require it.", "In fact, over 70% of the euro area's participation in global value chains was already regional in 2019.", "[ Second, we have long pursued a form of \"managed globalisation\" within our single market.", "Although barriers to commerce and exchange have been steeply reduced, we have set up strong common institutions to police the market and ensure that countries have recourse to binding arbitration in the event of disputes.", "This is likely to make openness more sustainable within Europe at a time when it could be under threat at the global level.", "Third, we have already made considerable headway towards pooling resources, which will be important in managing the ongoing transitions.", "The investment needs we face are massive, especially if we are to decouple quickly from Russia.", "But we have already set up innovative European instruments that can help, including the €750 billion Next Generation EU fund established in response to the pandemic.", "Almost 40% of that spending has been allocated to the green transition.", "At the same time, Europe has the potential to implement a positive-sum form of regionalisation that also makes the global economy more robust.", "The single market allows the EU to use its economic weight to steer openness in a rules-based direction, and to set values and standards in other parts of the world - which it already does via the so-called Brussels effect.", "[ And because regions become more dynamic internally when they integrate further, we could see Europe emerging as another economic engine on which the global economy can rely to sustain growth.", "Recent decisions will help in this regard.", "Next Generation EU investment, for example, could increase real GDP in the EU by 1.5% by 2024.", "[ Moreover, were EU leaders to raise military expenditure to 2% of GDP in response to the Russian threat, this would imply an increase in government spending of 0.7% of GDP.", "That could add another 0.2 percentage points to euro area growth by 2024.", "But if Europe is to seize this moment, we cannot afford to stand still.", "New challenges may require us to design new instruments or repurpose old ones.", "And there are also existing integration projects that have somewhat stalled but are vital in this new environment.", "We are still lacking a complete single market for services, which will become an even greater hindrance to growth in a world of remote work.", "And European capital markets remain segmented, limiting risk-sharing via cross-border debt and equity holdings.", "Only around 20% of shocks in the euro area are mitigated in this way, compared with at least 60% in the United States.", "[ Nevertheless, I am optimistic about Europe overall, in large part because the changing dynamics driving integration are likely to make the benefits of the EU more visible to its citizens.", "In recent decades integration has been largely internally driven and triggered by economic crises.", "There have been notable achievements - such as constructing the banking union - but it is questionable how visible these successes are in people's everyday lives.", "But external threats are now becoming more prevalent again, and this is driving integration in areas which arguably inspire stronger feelings in EU citizens.", "For example, over three-quarters of Europeans are in favour of a common EU defence and security policy.", "[ Therefore, one outcome of this changing global environment could be to make the benefits of European integration more tangible, and thereby increase the legitimacy of the EU overall.", "The Russia-Ukraine war has not only cast a shadow over Europe, it has also raised several questions about where the global economy is heading in the 21st century.", "The shifts we are seeing may mean uncertain times lie ahead for trade.", "However, being back in Washington, D.C., I am reminded of the words of one of the founding fathers of the United States, Benjamin Franklin.", "He once wrote: \"No nation was ever ruined by trade.\"", "The benefits of globalisation are indisputable.", "Open trade should not have to suffer in this global reordering.", "But that outcome is not guaranteed.", "It requires us to combine the pursuit of a rules-based international order with a drive to reduce our strategic vulnerabilities.", "And Europe is well placed to achieve this synthesis, guided by the compass of open strategic autonomy.", "Thank you for your attention.", "Borin, A., Mancini M. and Taglioni, D. (2021), \" Measuring Exposure to Risk in Global Value Chains \", Policy Research Working Paper Series, No 9785, World Bank, Washington, D.C., September.", "Lagarde, C. (2021), \" Globalisation after the pandemic \", 2021 Per Jacobsson Lecture at the IMF Annual Meetings, 16 October.", "Euro area; data up to 2014; see ECB Working Group on Global Value Chains (2019), \" The impact of global value chains on the euro area economy \", Occasional Paper Series, No 221, ECB, Frankfurt am Main.", "The World Bank finds that a 1% increase in GVC participation is associated with an increase of more than 1% in per capita income in the long run.", "See World Bank (2020), \" World Development Report 2020: Trading for Development in the Age of Global Value Chains \", World Bank, Washington, D.C. .", "Baldwin, R. and Freeman, R. (2021), \" Risks and global supply chains: What we know and what we need to know \", NBER Working Paper Series, No 29444, October.", "Cigna, S., Gunnella, V., and Quaglietti, L. (2022), \" Global value chains: measurement, trends and drivers \", Occasional Paper Series, No 289, ECB, Frankfurt am Main, January.", "\", IMF Working Papers, No 2022/031, International Monetary Fund, February.", "The White House (2021), \" Building resilient supply chains, revitalizing American manufacturing, and fostering broad-based growth \", June.", "European Commission (2021), \" Strategic dependencies and capacities \", Commission Staff Working Document, 5 May.", "Financial Times (2022), \" Europe's car plants halted by lack of low-cost Ukrainian component \", 16 March.", "Data on energy imports dependency can be found on Eurostat ; see also European Commission, \" From where do we import energy?", "European Commission, \" From where do we import energy?", "International Monetary Fund (2022), \" World Economic Outlook \", April.", "See Espitia, A., Mattoo, A., Rocha, N., Ruta, M. and Winkler, D. (2021), \" Pandemic Trade: COVID- 19, Remote Work and Global Value Chains \", Policy Research Working Paper Series, No 9508, World Bank, January; and OECD (2021), \" Global value chains: Efficiency and risks in the context of COVID- 19 \", Policy Responses to Coronavirus (COVID-19).", "D'Aguanno, L., Davies, O., Dogan, A., Freeman, R., Lloyd, S., Reinhardt, D., Sajedi, R. and Zymek, R. (2021), \" Global value chains, volatility and safe openness: Is trade a double-edged sword?", "\", Bank of England Financial Stability Paper, No 46, January; McIntyre, A., Li, M.X., Wang, K. and Yun, H. (2018), \"Economic Benefits of Export Diversification in Small States \", IMF Working Papers, No 18/86, April.", "The White House (2021), \" Building resilient supply chains, revitalizing American manufacturing, and fostering broad-based growth \", June.", "European Commission (2022), \" Digital sovereignty: Commission proposes Chips Act to confront semiconductor shortages and strengthen Europe's technological leadership \", press release, 8 February.", "Baur, A. and Flach, L. (2022), \" Deutsch-chinesische Handelsbeziehungen: Wie abhängig ist Deutschland vom Reich der Mitte?", "Lagarde, C. (2021), \" Globalisation after the pandemic \", 2021 Per Jacobsson Lecture at the IMF Annual Meetings, 16 October.", "Deloitte (2022), \" Government trends 2022: Building resilient, connected, and equitable government of the future \".", "I have recently touched on this topic.", "See Lagarde, C. (2022), \" Monetary policy in an uncertain world \", speech at \"The ECB and Its Watchers XXII\" conference, 17 March.", "Cigna, S., Gunnella, V., and Quaglietti, L. (2022), \" Global value chains: measurement, trends and drivers \", Occasional Paper Series, No 289, ECB, Frankfurt am Main, January.", "(2015), \"The Brussels Effect\", Northwestern University Law Review, Vol.", "(2021), \" Quantifying Spillovers of Next Generation EU Investment \", Discussion Paper, No 144, European Commission, July.", "Cimadomo, J., Hauptmeier, S., Palazzo, A.A. and Popov, A.", "(2018), \" Risk sharing in the euro area \", Economic Bulletin, Issue 3, ECB, Frankfurt am Main."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalisation", "European resilience", "Supply chains", "Trade", "Russia-Ukraine war", "Regionalisation", "Energy", "Security", "Vulnerability", "Diversification"]}