{"sentences": ["As prepared for delivery Good morning, everyone, and Happy New Year.", "Thank you, Charles, for that introduction.", "And thanks to Richard Haass for the opportunity to speak with the members of the Council on Foreign Relations once again.", "For the past two years, I've begun my remarks by saying how much I wish we could meet together in person.", "This time, I really was hoping for a chance to rewrite the script.", "After seeing so much progress on vaccinations over the past year and a moderation in COVID-19 infections during the fall, just a short time ago many of us had expected that we'd soon be turning the page.", "The story of the pandemic is a complicated one.", "It is writing itself as we live it, and the storyline has been far from predictable.", "This is, first and foremost, a health crisis.", "The unusual and extraordinary nature of the situation means that circumstances are constantly evolving.", "For the economy, this has meant that what we've experienced is unlike any recession or recovery we've seen-or read about-in the past.", "While there have been significant improvements in the overall economy, setbacks persist in some areas, and new challenges have appeared.", "I'll always take an opportunity to quote something from the Lord of the Rings canon, so I'll continue with the story analogy and say that for many people, these past few weeks have felt like we've been \"There and Back Again.\"", "We again find ourselves in a period of extraordinary difficulty.", "The emergence and rapid spread of the Omicron variant in the United States and around the world are resulting in new peaks of COVID infections and hospitalizations, as well as severe strains on the healthcare and essential services workforce.", "This is a reminder that the path of economic recovery continues to be driven by the course of the virus.", "In my remarks this morning, I'll share more about what we're seeing in the incoming data and how it relates to the economic picture in the United States and the world more broadly.", "I'll also highlight the significant progress we've seen in the labor market and my outlook for inflation.", "Finally, I'll discuss the Federal Reserve's recent policy actions and what they mean for the future.", "Before I proceed, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "Economic Outlook When I look at the economy, it is through the lens of the Federal Reserve's \"dual mandate.\"", "These are two goals set by Congress: maximum employment and price stability.", "Given these goals, my focus is to study and understand the wide range of developments that affect employment, unemployment, and inflation as they play out in real time.", "As we start a new year, it's worth highlighting the key economic developments of last year, which were defined by a very strong recovery, both here and abroad.", "Although we don't have all the data yet, I expect that U.S. inflation-adjusted, or real, gross domestic product (GDP) increased by about 5-1/2 percent last year, which would be the strongest growth rate between fourth quarters in over 35 years.", "The economic snap-back here and abroad has led to global supply-chain bottlenecks and imbalances between supply and demand that have contributed to a sharp rise in inflation.", "Inflation in the United States, based on the personal consumption expenditures price index, will likely exceed 5 percent in 2021, and inflation rates are elevated in many other countries, too.", "Looking ahead, I expect the current Omicron wave to slow growth in the next few months as people once again pull back from contact-intensive activities.", "I also expect that the Omicron wave will temporarily prolong and intensify labor supply challenges and supply-chain bottlenecks that we have been experiencing.", "Current staffing challenges for essential service workers in the healthcare, transportation, and education sectors will likely have a ripple effect too.", "But, once the Omicron wave subsides, the economy should return to a solid growth trajectory and these supply constraints on the economy should ebb over time.", "Considering the effects of Omicron on the economy in the first part of the year, I expect real GDP to increase around 3-1⁄2 percent this year.", "While this is not quite the blockbuster growth we saw in 2021, it is still well above its long-run trend and supportive of continued improvement in the labor market.", "Of course, experience has taught us not to be overly confident in predictions about COVID and its effects on the economy, and uncertainty around the economic outlook remains high.", "The Labor Market Now I'll turn to the employment side of our mandate, where the picture improved dramatically over the past year.", "About 6-1/2 million jobs were added last year, and the unemployment rate plummeted by 2.8 percentage points.", "In fact, with the unemployment rate now at 3.9 percent, we have retraced 96 percent of the COVID recession rise in less than two years.", "This is lightyears faster than the more than seven years it took for unemployment to retrace to the same degree after the global financial crisis.", "With the economy registering solid growth, I expect the unemployment rate will continue to come down further to 3-1⁄2 percent this year.", "The strength in the labor market is seen in a wide variety of indicators, including job openings, quits, and wage growth.", "The labor market has been especially robust in recent months for workers at the bottom of the wage distribution.", "And female labor force participation and employment have improved, especially for women with young children.", "Inflation and Supply-Chain Challenges One of the foremost concerns surrounding the outlook is inflation, which rose considerably last year.", "There are two main contributors to the current high inflation: very strong demand, especially for goods, and supply bottlenecks.", "Both have been prevalent throughout the pandemic.", "The shutdown of factories-particularly those in Asia-and widespread lockdowns led to disruptions to logistics networks, elevated shipping costs, and prolonged delivery times.", "A new index created by New York Fed research staff shows that global supply-chain pressures shot up last year, reaching historically high levels.", "These challenges are not just top of mind for companies selling their goods or consumers waiting for their purchases to be delivered.", "Elevated prices have real life consequences for so many, particularly for people who are struggling to cover the rising costs of food, housing, and transportation.", "The circumstances we are facing today are unlike anything we've experienced in the past.", "Typical historical episodes cannot be used as reference points for current conditions.", "As an example, the very large increases in prices that we see today are primarily for durable goods.", "This is a striking turnaround from the past 25 years when those prices had been trending lower.", "In contrast, even with the recent increases, prices on services and non-durable goods are now fairly close to their longer-run trends.", "And, even though the Omicron wave is posing new obstacles, some supply issues are starting to work themselves out as the economy adjusts to the changing circumstances.", "Just as the pandemic has followed its own script, I anticipate that the dynamics of inflation will also be different than previous cycles.", "With growth slowing and supply constraints gradually being resolved, I expect inflation to drop to around 2-1/2 percent this year, much closer to the FOMC's 2 percent longer-run goal.", "And looking further ahead, I expect inflation to get close to 2 percent in 2023.", "These developments in the labor market and for inflation inform the Federal Reserve's policy response and recent actions.", "In its December 2021 statement, the FOMC said that it would keep the target range for the federal funds rate at 0 to 1⁄4 percent.", "With inflation having exceeded 2 percent for some time, the FOMC said it expects it will be appropriate to maintain this target range until labor market conditions have reached levels consistent with the FOMC's assessments of maximum employment.", "Because of inflation developments and the notable improvement in the labor market, the FOMC also decided to reduce the monthly pace of its net asset purchases.", "With our actions, we have started the process of adjusting the stance of monetary policy away from one of providing maximum support for the economy.", "This movement in policy reflects the gains the economy has made since the beginning of the pandemic and the evolution of the risks to the achievement of our goals.", "The next step in reducing monetary accommodation to the economy will be to gradually bring the target range for the federal funds rate from its current very-low level back to more normal levels.", "Given the clear signs of a very strong labor market, we are approaching a decision to get that process underway.", "The timing of such decisions will be based on a careful consideration of a wide range of data and information, with a clear eye on our maximum employment and price stability goals.", "As we turn a page on the new year, it's clear that we have not yet reached the end of this pandemic story.", "But despite the challenges, I am hopeful of a continued strong recovery this year.", "Gianluca Benigno, Julian di Giovanni, Jan J. J. Groen, and Adam I. Noble, A New Barometer of Global Supply Chain Pressures, Federal Reserve Bank of New York Liberty Street Economics, January 4, 2022.", "Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, December 15, 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["COVID-19", "Inflation", "Labor Market", "Federal Reserve", "Economic Recovery", "Supply-Chain Challenges", "Maximum Employment", "Price Stability", "Omicron Variant", "Monetary Policy"]}