{"sentences": ["29 Jun 2022 Opening Keynote Speech at ASIFMA Compliance Asia Conference 2022 : Building the right talent pool for Hong Kong Arthur Yuen, Deputy Chief Executive, Hong Kong Monetary Authority Ladies and gentlemen, Good Morning to all of you, 1.", "Let me start off by thanking ASIFMA for inviting me to this Compliance Asia Conference.", "With the COVID situation nally settling down, it's the right time to re-direct some of our re-ghting energy back to more forward looking topics.", "And I think revisiting some of the issues about talent pool for the nancial industry is indeed a good starting point.", "For many of us, the Global Financial Crisis of 2008 is already a distant memory.", "Most of us may have forgotten the main factors leading to such a painful experience.", "Just to name a few issues contributing to the crisis: risk takers were not facing the consequences of taking undue and excessive risks; and no proper mechanisms were in place for shaping or inuencing the behaviour of nancial practitioners.", "As a banking supervisor, the HKMA cannot afford to forget those lessons.", "Instead, we have been working hard, even throughout the pandemic in the past two and a half years, to close those gaps.", "More recently, the HKMA has made good progress in cultivating sound bank culture and preventing \"bad apples\" from rolling among nancial institutions.", "I would like to take this opportunity today to share with the audience our latest developments on those fronts.", "And then I will talk about steps that we are taking to equip local talent with the essential skills required to cope with the evolving needs of the industry.", "The rst set of issues on risk culture are more about the \"mindset\" of our talent pool.", "And the second set of issues are more about the \"skillset\" of our talent pool.", "Let's start with our efforts on bank culture, which is all about putting in place a framework for guiding the behaviour of risk takers.", "When it comes to behaviour, it is obvious that hard and rigid rules can only serve as the bottom line, whereas perception, incentive and culture are the real behavioural drivers.", "For nearly a decade since the Financial Stability Board commenced its work on the risk culture, the HKMA has been promoting efforts for cultivating sound risk culture and values in the banking industry.", "We always say that there is no single formulation of \"sound\" culture.", "But we do encourage banks to focus on three fundamental elements: First, a strong \"tone from the top\", supported by sound governance; Secondly, an appropriate incentive system that drives desirable behaviour; and Thirdly, an effective feedback mechanism which provides an \"echo from the bottom\".", "In order to facilitate banks to translate these fundamental elements into effective practices, the HKMA has launched various initiatives over the years, including selfassessment on bank culture, and culture dialogues with individual banks.", "But we do realise that there remain important pieces on which banks need to put in extra efforts.", "And I think it is fair to say that \"Incentive System\" is perhaps one of the most important outstanding pieces.", "Talking about incentive system, let's reiterate upfront that there is no single best incentive system in the world.", "Incentive systems have to be t for purpose.", "But the reality is that it is very dicult for banks to even form a view on how effective their respective incentive systems is.", "Given the sensitive and proprietary nature of incentive frameworks, banks generally are unable to share and benchmark incentive practices, let alone assessing what practices are more effective in driving the right staff behaviour.", "Recognising this, the HKMA decided to step in and provide some benchmarking assistance to the industry.", "Last year, we launched a focused review on the incentive systems for front-oce employees among 20 retail banks.", "The review was completed last month, and there are some interesting observations that I would like to share with the audience.", "During the review, the consultant engaged by us conducted the rst ever industry-wide employee survey in Hong Kong, and did a number of focus group discussions and individual interviews.", "The best way to describe the effort is that: it is an attempt to gauge the inner true voice of front-oce staff who interact with bank customers on a daily basis.", "From the exercise, the rst interesting observation is that frontline staff often interprets good \"customer outcomes\" as equating \"customer satisfaction\".", "I am not sure if you can tell the difference right away, and so perhaps this requires a bit of explanation.", "If one looks at the question of \"customer outcome\", it is easy to immediately think about the emotional feeling of a customer expressed right after the completion of a selling process.", "Some would tend to assess whether a customer walked away with a smile on her or his face.", "But think deeper: this emotional feeling should not be conveniently taken as good and fair customer outcome.", "Instead, good customer outcome should focus on, among others, whether customers are provided with accurate and sucient information, and whether the products or services provided to the customers indeed suit their needs.", "On a day-to-day basis, imagine that a frontline staff wants to keep a customer happy by simply doing away with all the due diligence procedures, so as to complete a transaction quickly to save the customer's time.", "Surely the customer, who may be in a hurry, would feel that time is saved and therefore happy on the spot.", "But it would be doubtful whether the products or services acquired in this manner would really suit the customers' needs.", "And when it led to losses subsequently when market conditions turned against the customers, there could be complaints coming your way.", "Therefore, perception mismatch among frontline staff about what really represents \"good customer outcome\" is something that banks must be careful to avoid.", "Another interesting observation from the exercise is about perception of performance gauges.", "An area that banks have been putting a lot of emphasis in the past few years is reducing the weight of nancial performance in incentive systems.", "Nevertheless, our review found that the perception of incentive structure differs greatly among different staff levels.", "More simply put, while senior management and supervisors think that the incentive systems are more balanced among business targets and non-nancial factors such as compliance and customer outcomes, frontline staff generally still take nancial performance and business targets as the highest assessment priority.", "This possibly reects that some other forces maybe at work, such as social interaction and recognition among bank staff.", "The HKMA published the nal report of this review last month.", "We highlighted in the report the above observations and a number of other interesting points which, I think, is denitely worth a read.", "In the report, we also put forward incentive system design principles and useful practices identied from the review.", "We are in the meantime collating the observations on individual participating banks, and will communicate the useful ndings to them individually.", "I truly hope that banks will make good use of the review outcome to assist in their ongoing risk culture journey.", "Mandatory Reference Checking Scheme 10.", "Another important piece of our bank culture efforts is the Mandatory Reference Checking Scheme (or in short, MRC Scheme).", "We and the industry both realise that no matter how hard one tries to encourage desirable staff behaviour through a proper incentive system, and as much as we hope that bank staff will always behave with integrity, we cannot naively assume that this will always happen.", "And we all know that there have been cases where staff, having engaged in misconduct at one bank, may move to another one without disclosing the earlier episode to the new employer.", "And in that manner, the risk of misconduct is transmitted within the system.", "Many banking supervisors around the world want to tackle this \"rolling bad apples\" phenomenon.", "But this matter can hardly be dealt with by individual banks working alone.", "Instead, the banking community needs to work together.", "For this, the banking industry has been working closely with the HKMA over the past two years.", "And it is encouraging to see that the MRC Scheme was nalised in May this year.", "Since there is a panel session to talk about this Scheme later today, I won't go into details here.", "Just briey, under the MRC Scheme, all banks will share and obtain conduct-specic reference information about prospective employees using a common protocol.", "The protocol will cover seven years prior to the application for the position, so that the recruiting institution can make a more informed employment decision.", "We understand that some banks may have concerns about reporting ongoing investigations, for fear of litigation risks.", "But we don't want to create a potential loophole such that \"bad apples\" could just get around the Scheme by leaving one rm to join another rm once an investigation commences.", "To strike a balance, the industry guidelines set out factors that banks should take into account when exercising judgement on whether or not to share information about ongoing internal investigations.", "To ensure transparent and fair treatment to the job applicants, they will be provided with an opportunity to be heard in case of any negative information.", "I would like to emphasise that the MRC Scheme is a very important milestone of our efforts to enhance bank culture.", "And this is one of the earlier efforts among major international banking centres to tackle the \"rolling bad apples\" problem.", "We certainly look forward to collaborating with the industry to ensure smooth implementation of the Scheme.", "Phase 1 of the Scheme covering senior positions will formally start in May 2023.", "But I would strongly encourage banks to start sharing and reporting any misconduct information as soon as they are ready to do so.", "Talent pool for the nancial sector 15.", "So that's the part on conduct and risk culture, or what I normally referred to as the efforts on the \"mindset\" of bank employees.", "Let's now turn to the \"skillset\" part of the equation, in terms of efforts to equip our talent pool with the right set of skills to face the upcoming challenges.", "Recently, there have been media reports about talent shortage in Hong Kong.", "I'm sure you will appreciate that Hong Kong is a small open economy with a signicant and vibrant nancial industry.", "So it is really natural to see people come and go.", "Undoubtedly, the travel restrictions given the need to contain the spread of Covid would have brought a degree of inconvenience to travellers, in particular expatriates with families elsewhere.", "We at the HKMA have maintained a close dialogue with the industry and reected the views of the industry to the Government.", "Despite the tough balancing act of pandemic controls and facilitating travelling, I'm pleased to see that our travel restrictions have in fact been adjusted gradually in the past few months.", "Talking about the overall talent landscape, in fact many markets around the world are facing the very same issue of talent shortage.", "In recent years, the increasing prominence of Fintech and Green and Sustainable Finance have been a game changer to the global nancial industry.", "Financial institutions across the globe are actively looking for experts with relevant knowledge and skillsets to help develop innovative Fintech solutions or sustainable investment products, manage the climate risks, so on and so forth.", "Many markets resort to competing for talent globally by trying to secure talent from other jurisdictions to ll the gaps.", "I would not deny that this is a convenient short-term solution.", "But since Fintech and Green Finance are longer term trends, I rmly believe that the most effective solution is to nurture more home-grown talent.", "That's why the HKMA is currently working on two fronts.", "On the one hand, we are working hard to upskill existing practitioners to ensure that they keep pace with developments of the industry.", "On the other hand, we are actively reaching out to universities and secondary schools, seeking to attract more new blood for the industry and better prepare those interested young talent for a long-term banking career.", "So let's talk about existing practitioners.", "Our Enhanced Competency Framework (in short, ECF) comes in handy here.", "The ECF has been playing a key role in enhancing the competency level of our banking practitioners, through providing systematic training as well as industry-recognised qualications.", "To date, more than 16,000 practitioners have obtained certications in various professional areas under the ECF.", "At the end of last year, we added a new \"Fintech\" module into the ECF family.", "And we are now working hard on other new modules covering \"Compliance\" and \"Green and Sustainable Finance\".", "I'm sure the speakers in the last panel today will share more insights about the changing roles and skills required of compliance ocers in the face of the fast changing operating environment.", "Now, making available systematic training programmes for practitioners is one thing.", "But getting them to actually take those training will depend on many factors.", "And quite often, training fee has been quoted as one of the key pain points.", "It is against this background that the Financial Secretary has announced the launch of the Pilot Scheme on Training Subsidy for Fintech Practitioners, and the Pilot Green and Sustainable Finance Capacity Building Support Scheme in his Budget Speech earlier this year.", "The HKMA is now working closely with the Financial Services and the Treasury Bureau on the implementation details.", "And we aim to launch these two schemes in the second half of this year.", "We also recognise that talent development efforts can only be effective if they are targeted at the most pressing needs faced by the industry.", "Earlier this year, we embarked upon the Skills Transformation and Empowerment Programme (or in short, the \"STEP\").", "Under this Programme, we seek to discuss with banks their strategy and action plans to address their future talent needs, focusing on future upskilling and reskilling needs.", "And through those discussions and explorations, we will provide further guidance to the industry by sharing key observations and good practices on talent development.", "Now turning to nurturing young talent.", "Of course we need a sustainable pipeline of young talent to inject fresh impetus into the industry.", "However, when we talked to HR management of banks over the past two years or so, they often cited that it's not easy to attract new talent these days.", "There appears to be a general misconception about the banking industry among the younger generation.", "In the eyes of many university students, banking remains a \"traditional\" industry focusing mainly on selling products and services, with opportunities limited to frontline jobs.", "That clearly is NOT THE CASE.", "So we urgently need to clear up such misunderstanding.", "And we should better connect the young generation with the industry, so that they can form a more accurate idea of what modern banking is about.", "And they need to get ready at an early stage for the career opportunities in the new era of modern banking, particularly because some specialist portfolios will take years to cultivate the relevant skillsets.", "With that in mind, we just announced a brand new Banking Graduate Trainee Programme which aims to draw in new blood for the banking industry in a more systematic and targeted manner.", "Thanks to the strong support of the industry, about 30 participating banks will provide more than 120 entry-level job opportunities focusing on the three fastest growing areas, namely Fintech, Green and Sustainable Finance, as well as the Greater Bay Area business opportunities.", "The rst intake under this Banking Graduate Trainee Programme will commence in September this year.", "At the same time, we will continue our outreach and promotional efforts to provide students with an up-to-date picture of modern banking.", "In addition to career talks and workshops, we will launch a virtual resource centre in the next few months, so that university students and graduates can conveniently nd out the various job types, career paths and job opportunities available in the banking industry through this \"one stop directory\".", "Ladies and gentlemen, let me nish by emphasising that, as with any other industry, the success of our nancial sector depends on a solid foundation based on the expertise of people working in it.", "Those expertise needs to be guided by a proper mindset, and they have to possess a deep pool of skillsets that evolve over time to cope with developmental challenges.", "The HKMA, together with the industry, have invested a lot of efforts over the past few years to cultivating both a proper mindset and essential skillsets for our talent pool.", "I hope my update today will offer the audience a glimpse of hope that we do have a solid foundation for our nancial industry's future development.", "And hopefully what I said would also set the stage for fruitful discussions in the several panels later in the day.", "And I wish today's Conference a great success."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Risk Culture", "Incentive System", "Mandatory Reference Checking Scheme", "Talent Pool", "Fintech", "Green and Sustainable Finance", "Enhanced Competency Framework", "Skills Transformation and Empowerment Programme", "Banking Graduate Trainee Programme", "Talent Development"]}