{"sentences": ["Media and Research - Speeches Opening Remarks for the Meeting of Asia Pacific Joint Group on Money Laundering Date: May 04, 2022 Occasion: Meeting of Asia Pacific Joint Group on Money Laundering Speaker: BSP Governor Benjamin E. Diokno Members of the Joint Group, Financial Action Task Force Secretariat, and the Asia Pacific Group on Money Laundering Secretariat.", "Our colleagues from various government and law enforcement agencies.", "Good morning and good afternoon.", "In June 2021, the Philippines was placed among the Jurisd ictions Under Increased Monitoring or the Financial Action Task Force (FATF) grey list and has been given International Co-operation Review Group (ICRG) action plan items to be accomplished until January 2023.", "And I am pleased to share that the political commitment of the Philippines in addressing the action plan remains strong and steadfast as all relevant agencies of the Philippine government continue to contribute toward producing the expected results over a sustained period.", "This is evident, in particular, in the constant monitoring and participation of the Office of the President of the Philippines as well as the Department of Finance and Department of Foreign Affairs.", "But just as the Philippines is committed to swiftly and concretely implement the action plan as provided by the Asia Pacific joint Group (APJG), so, too, must the APJG commit to adhere to the given action plan and refrain from expanding its scope.", "The Philippines, however, truly appreciates the assessment on the other Immediate Outcomes that the APJG has initially rated as largely addressed, particularly, Immediate Outcome 3-3 on continuing the efforts to implement the new registration requirements and apply proportionate and dissuasive sanctions to unregistered and illegal remittance operators; and Immediate Outcomes 10/11-2 on demonstrating that supervisors undertake risk based supervision of targeted financial sanctions by financial institutions and designated non-financial businesses and professions.", "The Philippines has also demonstrated positive and tangible progress for Immediate Outcomes 8-2 and 9-4.", "In Immediate Outcome 8-2, the action plan calls for the Philippines to demonstrate that cross-border measures are applied to all main seaports and airports of the country, including detection of false-declarations of currency and confiscation action resulting therefrom with particular focus on high-risk activities in line with the Philippines risk profile.", "To address this, the Philippines has applied upgrades in the regulatory framework of its Bureau of Customs and subsequently employed cross-border measures in all the country's major international sea and airports.", "In Immediate Outcome 9-4, the action plan calls for the increase in the number of dedicated terrorism financing (TF) investigators and the enhancement of TF investigation and prosecution capacity, including regular specific financial investigation training on different types of TF activity.", "Also, a dedicated staff with specialized knowledge on financial crimes must be ensured within law enforcement agencies (LEAs) with financial investigation units.", "As required by the action plan, the Philippines has significantly increased its counter-terrorism financing (CTF) resources and has boosted TF investigation and prosecution capacities of LEAs, national security agencies (NSAs), and relevant government agencies, particularly in comparison to the resources and capacity during the period covered by the Mutual Evaluation.", "As mentioned before, a noteworthy initiative is the Philippines' Deputation Program to increase CTF manpower by designating force multipliers from various LEAs and NSAs called Deputized AMLC Financial Investigators or DAFIs.", "Currently, there are 486 DAFIs and 807 support personnel with LEAs having own terrorism and TF units.", "This is no small feat as it shows a proactive and robust national policy in increasing TF resources to support TF identification, investigation, and prosecution, which are indicated in the action plan item.", "The Philippines continues to work toward demonstrating positive and tangible progress, and we further appeal that you look upon the country's efforts with fairness, considering the many constraints and hazards posed by the ongoing health crisis.", "Thank you, and we look forward to a productive and enlightening dialogue ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Money Laundering", "FATF Grey List", "Action Plan", "Immediate Outcomes", "Terrorism Financing", "Deputation Program", "Financial Investigation", "Bureau of Customs", "Cross-Border Measures", "AML/CFT"]}