{"sentences": ["Honorable Mr. Taylor, Head of the EBRD Kosovo Office Honorable representatives of Embassies in Kosovo Honorable representatives of the EU office in Kosovo Honorable Deputy Minister Honorable mayors Distinguished representatives of local and international financial institutions Dear participants, It is a special pleasure to welcome you to the Central Bank of the Republic of Kosovo and to be part of this EBRD event for the presentation of the Transition Report for 2021/2022.", "This event demonstrates the commitment and the important contribution that the EBRD has continuously given to support the institutions of Kosovo and in general for the economic development of the country.", "Both, around the world and in Kosovo, recent years have been quite challenging and characterized by a high degree of uncertainty, for the financial system and the economy of the country.", "As a result of the adequate regulatory framework as well as high supervisory standards, the pandemic situation found the financial system in Kosovo with high levels of capital and liquidity as well as very good quality of assets.", "Also, prudent measures taken by the CBK in cooperation with financial institutions operating in Kosovo have been shown to be very effective in maintaining financial stability and minimizing the consequences for the country's economy in general.", "As a result of these measures, the banking sector managed to maintain a high degree of resilience to the impact of the crisis and to meet very well the challenges and implications of the pandemic, and to play a very important role in the recovery of the economy through continuous lending and providing mitigation measures for borrowers.", "Currently, the non-performing loan rate in the banking sector stands at around 2.3%, while the annual loan growth rate stands at 15.7%, which indicates that we are talking about a sound banking sector with a very significant contribution to the financing of economic activity.", "Our priority remains for banks to continue to maintain a high degree of stability, so credit risk continues to be the focus of the CBK in 2022, especially focusing on assessing credit risk management practices, the adequacy of provisions for credit losses and overdue credit management.", "Kosovo's economy has marked a very successful recovery in 2021, after a challenging year with significant difficulties caused by measures to prevent the COVID-19 pandemic.", "Preliminary estimates of KAS suggest that the country's economy in 2021 marked a real growth rate of 10.5%.", "Significant impact on the growth of economic activity had the measures of movement relaxation, which greatly increased the visits of our diaspora in Kosovo, visits which represent a very important source of funding for the country's economy.", "The concept of transition elaborated by the EBRD report rightly argues that a well-functioning market economy must be competitive, inclusive, well-governed, environmentally friendly, sustainable and integrated.", "We welcome the conclusions and recommendations from the transition report and consider them to be a good guide for Kosovo's economic perspective.", "The report pays special attention to digitalization, which is also transforming the financial system worldwide.", "We see the digital transformation process as an opportunity for financial institutions to become more efficient as well as improve access to financial services for households and businesses.", "In terms of payments, the CBK has taken some important steps in market liberalization, where payments and money transfer services are also allowed to be provided by non-bank financial institutions.", "The CBK plans to further liberalize the payment services market by adopting the EU Payment Services Directive known as PSD2, as well as two EU directives addressing payment accounts and electronic money, in under the new law on payment services.", "For the end, allow me to once again express my highest appreciation to the EBRD, which has consistently proven to be a very important supporter of Kosovo's economic development and promoter of structural reforms in the country's economy."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Banking sector", "Economic recovery", "EBRD", "Digitalization", "Payment services", "Credit risk", "Transition report", "Economic development", "Regulatory framework"]}