{"sentences": ["It is a pleasure to be in Ljubljana today to discuss \"the road already travelled and contemporary challenges\".", "Europe can learn a great deal from the journey of Slovenia in recent decades.", "The country has faced and overcome serious challenges over the years: its independence from Yugoslavia; joining the EU; adopting the euro; overcoming the crisis that erupted in 2013; and now the pandemic overlayered with Russian war against Ukraine.", "But time and again, Slovenia has risen to the challenge and excelled.", "It has become an integral part of European value chains, with intra-EU trade accounting for over two-thirds of Slovenia's exports.", "It has shown resilience in the face of difficulty: for instance, its economy bounced back from the 2013 crisis to post robust growth rates before the pandemic.", "What proved crucial was Slovenia's steadfast commitment to its goal, as well as its flexibility to travel the journey towards the heart of Europe.", "Commitment and flexibility are the two yardsticks that I will apply to two challenging episodes that the whole of Europe, and particularly the euro area including Slovenia, has faced in the last decade.", "In that period, Europe has faced repeated shocks, each one different.", "In this respect, we can sympathise with the words of the great Slovene poet, France Prešeren.", "He once wrote of a man \"who from fate receives but blow on blow\".", "Throughout all these challenges, we at the ECB have remained committed to always fulfilling our mandate, whatever the circumstances.", "But, within our mandate, we have shown the necessary degree of flexibility.", "Let us focus on each of the two episodes: first, the euro area crisis and the long phase of too-low inflation that it spawned; and second, more recently, the return of a phase of higher inflation.", "From crisis to low-for-long inflation The great financial crisis and the sovereign debt crisis delivered a much greater shock to the euro area than to other major economies.", "This was so because those crises had revealed - and exacerbated - the underlying weaknesses in the institutional architecture of the union.", "In particular, we saw that a monetary union cannot be stable - and a currency truly single - with a segmented regime of bank supervision and resolution.", "After all, most of the money that people use daily is not a central bank liability, but rather deposits issued by commercial banks.", "In this setting, if financial markets fragment, it can lead to an asymmetric tightening of financing conditions and disrupt the transmission of monetary policy across the euro area.", "That is what we saw happening as the sovereign debt crisis progressed.", "But what allowed Europe to react effectively was commitment and flexibility.", "The ECB's response - announcing Outright Monetary Transactions - underlined its commitment to its mandate by reacting flexibly to the circumstances.", "This aimed at ensuring the effective transmission of the Eurosystem's monetary policy with a view to maintaining price stability.", "In parallel, the response from Europe's leaders underscored also their commitment to the euro - by launching the banking union plan including common supervision and resolution.", "This was the most significant transfer of powers to the European level since the creation of the euro.", "But the length and depth of the crisis left deep scars on the euro area economy - and set the stage for a long phase of too-low inflation to emerge in its wake.", "The double hit of the great financial crisis and the sovereign debt crisis left behind a persistent shortfall in demand and employment.", "From the onset of the great financial crisis, it took seven years for euro area GDP to return to its pre-crisis level and almost 12 years for unemployment to do the same.", "In Slovenia, those figures were nine and 11 years, respectively.", "This environment dragged down inflation in three interlocking ways.", "First, it created a lingering negative demand shock which depressed inflation dynamics.", "Second, interest rates began to approach their effective lower bound, reducing the space to counter that shock through further rate cuts.", "And third, inflation expectations began drifting downwards, leading to higher real interest rates at a time when the economy needed policy easing.", "In other words, there was a very real risk of becoming stuck in a low-inflation trap.", "And although the nature of the challenges had changed, it was again commitment and flexibility that mattered in tackling this risk.", "With signs that inflation expectations were starting to de-anchor, the ECB had to show that it was as committed to fighting deflationary forces as it was - and is - committed to fighting inflationary ones.", "Added to which, as the lower bound neared and conventional policy became more restrained, it was key to show that monetary policy could design new, unconventional tools to increase its policy space.", "The ECB did both - and its reaction was effective in lifting both growth and inflation.", "But when the pandemic arrived, our degree of commitment and flexibility were really put to the test.", "Not only did the pandemic deliver a major shock to demand, with potentially deflationary consequences - consumption in the euro area contracted by 16.5% in just a few months - but it also had strong asymmetric effects on countries that, for instance, relied more on tourism.", "This revived the danger of financial instability and impaired monetary policy transmission.", "We therefore brought together everything we had learned over the previous decade about how to respond to large demand shocks in a still-incomplete monetary union.", "Our answer was to launch the pandemic emergency purchase programme (PEPP) with a dual function: expand our policy stance and secure its transmission in all parts of the euro area.", "The PEPP embodied my message at the time that \"there are no limits to our commitment to the euro\".", "And it contained an unprecedented degree of flexibility over time, across asset classes and among jurisdictions commensurate with the unprecedented risks to price stability that we faced.", "Our message was reinforced by EU leaders' commitment.", "The Next Generation EU fund provided a series of \"firsts\" - on grants and on borrowing by the EU - which sent an unambiguous signal to the world.", "A phase of higher inflation The success of this joint approach laid the groundwork for a much faster recovery than in previous crises.", "Euro area GDP returned to its pre-crisis level at the end of last year, and did so even faster in Slovenia.", "The fact that we were able to preserve demand so well has, in some ways, led to the second challenging episode: the return of a phase of higher inflation.", "In less than a year, the economic landscape has changed markedly.", "The unusually fast rebound in demand was met with a surprisingly sluggish recovery in supply, as production took time to come back online after lockdowns.", "This caused shortages and supply chain disruptions, which have translated into surging energy, food and industrial goods inflation.", "In addition, the Russia-Ukraine war has exacerbated all the main drivers of inflation, while also - as a classic supply shock - increasing economic uncertainty and clouding the growth outlook.", "This has even further complicated the situation facing monetary policy since, in the near term, inflation and growth are moving in opposite directions.", "The ECB's initial response was governed by our new monetary policy strategy, which calls for patience and persistence when exiting a long period of too-low inflation.", "But since December of last year, we have started moving down the path of gradual policy normalisation.", "To begin with, the medium-term inflation outlook is changing.", "Measures of underlying inflation, including those that capture persistence, are nearly all above 2%.", "Inflation expectations are also at, or above, 2%, according to a range of measures.", "And our inflation projections are increasingly pointing towards inflation being on target over the medium term.", "In parallel, the war is likely to accelerate two ongoing structural changes which, during the transition they entail, could lead to further negative supply shocks and cost pressures.", "First, as I argued recently, the war may prove to be a tipping point, causing geopolitics to become more important for the structure of global supply chains.", "This will not necessarily imply deglobalisation - international firms will still face strong incentives to organise production where costs are lowest - but it might restrict the perimeter in which they can do so.", "Second, the war is likely to speed up the green transition as a means of reducing dependence on hostile actors.", "Indeed, the paths to achieving energy security and climate security now point firmly in the same direction.", "This is likely to keep up pressure not only on fossil fuel prices but also on demand for some of the metals and minerals that are already in short supply.", "In this context, it looks increasingly unlikely that the disinflationary dynamics of the past decade will return.", "As a result, it is appropriate for policy to return to more normal settings.", "At the same time, we do not have excess aggregate demand in the euro area - consumption and investment are both still below their pre-crisis levels - and the war is creating a challenge for monetary policy by tempering growth rates and pushing up inflation further.", "In such an environment, commitment and flexibility will be key.", "With inflation likely to remain high for some time, actions that demonstrate our commitment to price stability will be critical to anchor inflation expectations and contain second-round effects.", "This will help ensure that inflation returns to 2% once the various supply shocks have passed.", "In addition, the ECB has consistently emphasised the optionality in its monetary policy, which creates space for us to respond to inflation surprises in a timely and efficient way.", "At the same time, faced with uncertainty about growth, gradualism and flexibility will remain important: gradualism concerning the pace of monetary policy adjustment; and flexibility to ensure the smooth transmission of monetary policy as needed.", "The Governing Council's decisions in April reflect these characteristics, while also providing a clearly defined sequence of events for the normalisation process.", "First, we will end net purchases under the asset purchase programme.", "Judging by the incoming data, my expectation is that they should be concluded early in the third quarter.", "The first rate hike, informed by the ECB's forward guidance on the interest rates, will take place some time after the end of net asset purchases.", "We have not yet precisely defined the notion of \"some time\", but I have been very clear that this could mean a period of only a few weeks.", "After the first rate hike, the normalisation process will be gradual.", "In Prešeren's poem that I mentioned earlier, the protagonist \"finds no peace from worries on his road, though to the farthest place his search may lead\".", "This is a feeling we can all relate to at times.", "But Europe can take courage from the decisive direction taken by Slovenia following its independence and the results it has achieved along the way.", "The road travelled has been a difficult one, and the challenges we still face are many.", "But I have every confidence that we will overcome them.", "The ECB's actions over the last decade should leave no doubt about our commitment to the euro and to our mandate in all circumstances.", "And just as the ECB has shown commitment and flexibility, so too have Europe's leaders and parliamentarians.", "Each of the shocks that I have mentioned has left us stronger, not weaker, because we have acted decisively to close the gaps they have revealed.", "Indeed, Jean Monnet's famous line that \"Europe will be forged in crises\" remains as true as ever.", "I am convinced that, whatever comes our way, we will find the right response to it - and continue seizing the moments of opportunity that such crises ultimately provide.", "Considering all the measures taken since mid-2014, the overall impact on euro area real GDP growth is estimated to have been between 2.5 and 3 percentage points cumulatively until 2019, and the impact on inflation is estimated to have been between 1.7 and 2 percentage points cumulatively over the same period.", "Lagarde, C. (2022), \"A new global map: European resilience in a changing world\", keynote speech at the Peterson Institute for International Economics, 22 April.", "Lagarde, C. (2022), \"Monetary policy in an uncertain world\", speech at \"The ECB and Its Watchers XXII\" conference, 17 March."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Commitment", "Flexibility", "Inflation", "Monetary policy", "Euro area", "Europe", "Slovenia", "ECB", "Pandemic", "Supply chain"]}