{"sentences": ["Monetary Policy and Central Bank Communication Address by Shri Shaktikanta Das, Governor Reserve Bank of India Delivered at the National Defence College, Ministry of Defence, Government of India, New Delhi on March 4, 2022 I am happy to have been invited by the National Defence College (NDC) to share some of my thoughts with the participants of the 62nd NDC course on National Security and Strategic Studies.", "The NDC has earned a reputation for being a centre of excellence in the study and practice of National Security and Strategy.", "It is good to see a mix of officers of Armed Forces and Civil Services from India as well as from other countries who are participating in this course.", "In my experience, these inter-disciplinary and cross-country gatherings, as in your case, provide the best opportunities for learning and evolution of ideas.", "Central banks remain at the heart of modern monetary and financial systems.", "They have several instruments at their disposal to carry out their wide-ranging mandate which includes monetary policy as the prime tool to achieve macroeconomic stability.", "In this process, central banks through their monetary policy operations influence longer-term interest rates, overall economic activity and ultimately, prices.", "They aim to achieve price stability (low and stable inflation) over a period of time while minimising fluctuations in output and employment.", "Over time, the functions and priorities of central banks have evolved in line with domestic and global economic and financial developments and the prevailing political- economic discourse.", "Yet, fostering monetary and financial stability has always remained the most important policy anchor of a central bank in its pursuit of achieving maximum sustainable levels of output in the economy.", "This is aptly reflected in the Preamble to the Reserve Bank of India Act, 1934 that describes the broad mandate of the Reserve Bank as follows: \"it is expedient to constitute a Reserve Bank for India to regulate the issue of Bank notes and keeping of reserves with a view to securing monetary stability in India and generally to operate the currency and credit system of the country to its advantage\".", "In my talk today, I shall focus on the evolution of ideas that shaped Indian monetary policy.", "Monetary policy is not merely a science where we tweak some instrument to achieve an objective.", "It is also an art of creating new instruments and taking policy calls in response to anticipated and evolving challenges and communicating them with prescience and clarity, especially during crisis times.", "Decisiveness, timing and communication are key to effective monetary policy.", "In my address today, I propose to dwell upon aspects of monetary policy and central bank communication.", "Evolution of Monetary Policy in India 4.", "The evolution of the Reserve Bank's monetary policy framework has closely tracked economic and financial development of our country.", "After independence, India pursued a policy of planned economic development.", "Monetary policy, therefore, largely focused on expanding the availability and access to credit for the development needs of the economy.", "This was followed by mounting inflationary concerns in the 1960s and 1970s on account of deficit financing, frequent supply shocks in agricultural sector, global oil price shocks of 1973 and 1979, and the collapse of the Bretton Woods system in 19731.", "During these times, inflation control was largely based on price controls by the Government and selective credit controls and moral suasion by the Reserve Bank to restrain banks from extending credit for speculative purposes.", "Monetary Targeting 5.", "Against the backdrop of high inflation amidst rising fiscal dominance, a rule-based monetary targeting framework was adopted on the recommendations of the Sukhamoy Chakravarty Committee (1985).", "In this framework, reserve money was used as the operating target while broad money served as the intermediate target for controlling inflation by regulating monetary expansion consistent with inflation and growth objectives2.", "Nonetheless, due to continued expansionary fiscal policy, both the statutory liquidity ratio (SLR) and the cash reserve ratio (CRR) had to be progressively increased in the 1980s to reach their peak levels by the early 1990s3.", "The pre-emption of resources through CRR and SLR reduced the space for meeting the credit requirements of the economy.", "In the wake of trade and financial sector reforms in the early 1990s and the consequent rise in foreign capital flows, financial innovations and a notable shift towards market-based financing, the monetary targeting framework that rested on the assumption of a stable relationship between money, output and prices came under scrutiny towards the later part of the 1990s.", "Multiple Indicators Approach 6.", "With questions on the efficacy of the prevalent monetary targeting framework, the Reserve Bank of India adopted multiple indicators (MI) approach in April 19984.", "In the MI approach, there was a greater emphasis on interest rate vis-à-vis quantity channels (money supply) for monetary policy formulation.", "Interest rates in different markets (money, capital and government securities markets) along with high frequency data on currency, credit extended by banks and financial institutions, fiscal position, trade, capital flows, inflation rate, exchange rate, among others, were juxtaposed with output data for drawing policy perspectives.", "In other words, policy emphasis shifted to price of credit (i.e., interest rate) rather than quantity of credit.", "Accordingly, short-term interest rates became key instruments in signalling the monetary policy stance of the RBI.", "The liquidity operations of the RBI were geared to align market rates with the policy stance.", "The MI approach served well by delivering low inflation and high growth prior to the global financial crisis.", "Flexible Inflation Targeting 7.", "In the post global financial crisis (GFC) period and, particularly, after the taper tantrum episode of 2013, the credibility of the MI framework came into question as persistently high inflation and tepid growth began to co-exist.", "The MI approach with its focus on a large set of indicators did not provide a clearly defined nominal anchor for monetary policy.", "An Expert Committee set up by the RBI to revise and strengthen the monetary policy framework, in its report submitted in January 2014, recommended that inflation, defined in terms of headline consumer price index (CPI) inflation - CPI-Combined - should be the nominal anchor for monetary policy.", "India formally adopted flexible inflation targeting (FIT) with the amendment of the RBI Act in June 2016.", "The amended Act states the role of the RBI in monetary policy as follows: \"the primary objective of monetary policy is to maintain price stability while keeping in mind the objective of growth\".", "The amended Act also explicitly recognised that it is essential to have a monetary policy framework to meet the challenges of an increasingly complex economy and that the monetary policy framework shall be operated by the Reserve Bank of India.", "Price stability under the statute has been defined numerically by a target of 4 per cent for headline CPI with a tolerance band of +/- 2 per cent around it.", "The flexibility in the FIT regime comes from provisions to accommodate or see-through transitory supply side shocks to inflation.", "Failure to meet the monetary policy objective is defined in terms of average headline CPI inflation remaining lower or higher than the 2 to 6 per cent band for three consecutive quarters, rather than any instance where inflation exceeds / falls below the target.", "This helps monetary policy to avoid undue volatility in rate setting behaviour that may adversely impact growth.", "The repo rate was defined as the policy rate and a monetary policy committee (MPC) was set up in the RBI - with both internal and external members - to determine the repo rate with the objective of achieving the mandated inflation target.", "The MPC resolution containing the committee's assessment and outlook on growth and inflation, including numerical projections, the repo rate decision and the rationale thereof is released immediately after the MPC meeting along with voting pattern of the members.", "Statements of Individual members covering their own assessment and justifications for their decision are released 14 days after the meeting in the minutes.", "The clearly defined inflation target and the band, the setting up of the MPC, the explicit accountability mechanisms for defining failure in meeting the target, the detailed resolution and the quick release of individual assessments in the minutes have strengthened transparency and credibility of monetary policy formulation in India.", "Overall, a consensus has emerged post-GFC around a holistic approach that focused on inflation targeting as well as macro-financial stability.", "It is interesting to note that the central banks' function as the lender of last resort (LOLR) has remained intact, notwithstanding the developments and refinements in the policy frameworks across countries, including India.", "Within the broad objectives, however, the relative emphasis on inflation, growth and financial stability has varied across both monetary policy regimes as well as in different phases of the business cycle.", "Although global experience - with financial stability as an added policy objective - is still evolving, the Reserve Bank has always been giving due importance to financial stability risks through active use of macro-prudential policy tools.", "The FIT framework has served us well since its inception in 2016 even as the economy faced a sequence of shocks in this period.", "The framework's flexibility and efficacy were tested significantly in the past couple of years as we have been grappling with the once in a century crisis, the COVID-19 pandemic.", "The flexible framework allowed the MPC to continue with the accommodative monetary policy stance in support of growth even as inflation intermittently touched or exceeded the upper end of the inflation band due to large supply shocks and other bottlenecks.", "This was facilitated through prescient communication - as FIT is essentially a forward-looking framework.", "Emphasis was given on communicating the rationale of policy measures and decisions with clarity which is crucial for conditioning market expectations.", "Role of Communication 11.", "Only a few decades ago, central banks were shrouded in secrecy and their work was viewed as esoteric and beyond the reach of the common people.", "Central banks worked in not so open or transparent manner and perhaps believed that policy traction came from surprising the market.", "Their communication often bordered on being delightfully vague, mystifying and remarkably opaque, often labelled as \"constructive ambiguity\"5. Who can forget the famous quote of the US Fed's former chairman Alan Greenspan: \"Since I've become a central banker, I've learned to mumble with great incoherence.", "If I seem unduly clear to you, you must have misunderstood what I said\"6. .", "In contrast, communications of central banks today are known for their clarity, precision, accountability and transparency.", "This change has occurred mainly because of two reasons.", "First, as central banks became more independent in their areas of operation, they also needed to be more transparent and accountable in a democratic set up to garner public trust.", "Second, central banks have increasingly used communication as an instrument of monetary policy to condition market expectations that is essential for efficient and effective transmission of monetary policy signals7.", "The behaviour of forward-looking economic agents - firms and consumers - is influenced more by their future expectations of interest rates, prices and incomes rather than just the current changes in these variables.", "Accordingly, central banks offer forward guidance - both implicit and explicit - to manage expectations in the economy.", "Thus, communication is an extremely potent component of the toolkit of modern central banks.", "Communication, however, is also a double-edged sword.", "During the global financial crisis, a coordinated response by the major central banks helped avert the worst effect of the crisis.", "Mr. Mario Draghi's declaration as the President of the European Central Bank to do \"whatever it takes\" to preserve the euro amidst the eurozone debt crisis of July 2012 boosted market sentiments.", "On the other hand, communication by the US Fed during May 2013 on its future monetary policy path triggered the taper tantrum episode of heightened global financial market volatility as markets were caught off guard by the announcement.", "Therefore, communication needs to be balanced and well-telegraphed to avoid unintended consequences.", "The current global conditions, after about two years of living through the pandemic, are now posing complex challenges for central bank communication.", "A number of economies, including the major ones, are facing multi-decadal high inflation due to supply disruptions, tighter labour markets, fragility of the just in time inventory management and geo- political disturbances.", "Central banks are in a bind - if they act aggressively to contain inflation which may perhaps subside as normalcy returns, they run the risk of setting in recession; on the other hand, if they act too little and too late, they may be blamed for \"falling behind the curve\" and may have to do a lot of catching up later which will be detrimental to growth.", "Meanwhile, financial markets world over have turned extremely volatile as they have been left grappling with heightened uncertainty over the pace of future monetary policy normalisation.", "Recent geo-political developments have further aggravated the challenges and dilemmas for the central banks.", "Amidst these uncertainties, central banks have to find the optimal grounds with attendant communication challenges.", "Our Recent Approach 15.", "At the Reserve Bank, we are mindful of the importance of communication given our multifarious responsibilities and wider ramifications of our actions.", "We have followed a consultative approach by periodically interacting with various stakeholders on policy formulation.", "This has particularly served us well in designing appropriate policy responses, especially during the pandemic.", "We believe in two-way communication for informed policy decisions.", "With this objective, we hold detailed interactions with analysts, economists, researchers, banks, academic bodies and research institutions, trade and industry associations, and several others.", "We have followed this approach not only for the much-publicised monetary policy actions but also for other policies.", "We also recognise that communication needs to be backed by commensurate actions to build credibility and instil wider confidence in our policies.", "We explain the rationale of our actions in the best traditions of accountability and transparency, the hallmark of a modern market-based approach to monetary policy making.", "As part of our monetary policy, we have actively used communication through a variety of tools - the MPC resolutions and minutes, my exhaustive post-policy statements together with statement on developmental and regulatory measures, press conferences, speeches by me and my colleagues, and our other publications, especially the bi- annual Monetary Policy Report (MPR) - to anchor expectations.", "Our policies, especially the relative emphasis on inflation and growth are always based on an objective assessment of all relevant factors; and we make it a point to communicate our policy decisions, including through interactions with the media, to facilitate clarity in understanding.", "During 2019 when we embarked upon a cycle of rate cuts and change of stance from 'calibrated tightening' to 'neutral' and then to 'accommodative', the accompanying communications were unambiguous.", "On various occasions, we had stated \"it is vital to act decisively and in a timely manner\" to support growth; \"to boost aggregate demand, and in particular, private investment activity\"; and similar other pronouncements to provide market guidance.", "With the declaration of COVID-19 as a pandemic in March 2020, communication became more challenging as we had only digital interface with media and market participants while at the same time we had to undertake several emergency conventional and unconventional measures as the crisis unfolded.", "The Governor's statement of March 27, 2020 highlighted that the outbreak of the pandemic warranted not only an advancement of the date of MPC meeting, but it also merited \"a sizeable reduction of 75 basis points in the policy repo rate\" which was \"intended to (i) mitigate the negative effects of the virus; (ii) revive growth; and above all, (iii) preserve financial stability.\"", "The statement unfurled several other measures to combat the pandemic while providing the much needed optimism by stating \"it is worthwhile to remember that tough times never last; only tough people and tough institutions do\".", "The message was clear - we need to stand firm, maintain resilience and do whatever it takes to deal with the situation.", "These decisive and timely measures, which eased financial conditions while unfreezing the markets considerably, got reflected in reduced spreads on money and bond market instruments and higher trading volumes in corporate bonds.", "Reiterating optimism, it was noted in my April 17, 2020 statement that \"Although social distancing separates us, we stand united and resolute.", "Eventually, we shall cure; and we shall endure\".", "In May 2020, sensing that \"the macroeconomic impact of the pandemic is turning out to be more severe than initially anticipated\", the MPC decided to reduce the policy repo rate further by 40 basis points.", "The Governor's statement concluded with the words \"Today's trials may be traumatic, but together we shall triumph\".", "The Reserve Bank's response at the height of the pandemic was prompt and decisive.", "More than 100 measures were undertaken since March 2020.", "Moreover, on two occasions - March and May 2020 - the MPC meetings were held ahead of the schedule; while two other standalone statements were made by the Governor outside the Monetary Policy Committee (MPC) cycle - one in April 2020 in the early days of COVID-19 crisis and the other in May 2021 at the peak of the second wave.", "These off cycle MPC meetings and standalone statements demonstrated the RBI's readiness to undertake pre-emptive actions.", "We were perhaps the only central bank in the world to have set up a special quarantine facility with about 200 officers, staff and service providers, engaged in critical activities to ensure business continuity in banking and financial market operations and payment systems.", "In October 2020, supply-side pressures had taken inflation above the tolerance band of 2 to 6 per cent and there were market concerns over the continuation of the accommodative monetary policy stance, even as output was well-below its pre-pandemic level.", "Given these circumstances, the MPC reinforced its forward guidance by supplementing state- contingent forward guidance with time-contingent guidance by stating its intent to continue \"with the accommodative stance of monetary policy as long as necessary - at least during the current financial year and into the next year ...\".", "Inflation eased in the second half of 2020-21 in line with the MPC's assessment as supply side pressures abated.", "The time-based element of the guidance did help to anchor market expectations and moderate undue expectations building up at that time of a possible reversal of the monetary policy stance.", "Communication exemplifying explicit forward guidance, whose role and nature is continuously evolving, came to the fore in April 2021 on the eve of the virulent second wave of infections.", "The MPC reverted from both state- and time-based forward guidance to state-based guidance, realising that \"it is difficult to perfectly foresee how the economy evolves and when the recovery gets firmly entrenched given the persistence of the pandemic.\"", "The RBI instituted a secondary market G-sec Acquisition Programme (G-SAP) which provided an upfront commitment to a specific amount of open market purchase of government securities, in order to assuage market concerns on the size of the government borrowing programme for 2021-22 and its impact on interest rates in the bond market.", "This measure, combined with the explicit recognition that the yield curve is a public good whose orderly evolution is the shared responsibility of both market participants and the Reserve Bank, benefited all stakeholders by anchoring yield expectations and provided a benchmark for the pricing of other financial instruments.", "Recalibrating the pandemic time policy path, as and when the situation warrants, would present its own share of communication challenges.", "For RBI's crisis measures announced with pre-specified terminal dates, market expectations remained anchored and communication challenges were minimal when these measures got automatically withdrawn.", "On the other hand, measures or unwinding of open-ended policies, as and when they happen, would require careful, nuanced and measured communication as in such instances, the expectations of certain segments of the market may not be in sync with that of the central bank's assessment.", "Illustratively, the Governor's policy statement of February 2021 addressed the fears of reversal of monetary policy which were building up due to resumption of variable rate reverse repo (VRRR) operation in January 2021, by explaining the rationale for the reintroduction of VRRR more explicitly.", "Similarly, liquidity rebalancing was set in motion in August 2021 through periodic upscaling of the 14-day main VRRR auction so as to ensure that liquidity conditions \"evolve in sync with the macroeconomic developments to preserve financial stability\".", "In the same spirit, G-SAP operations were discontinued in October 2021 given \"the existing liquidity overhang, the absence of a need for additional borrowing for GST compensation and the expected expansion of liquidity in the system ...\".", "As I proceed to conclude, let me briefly summarise how we have been different from other central banks in our pandemic response.", "First, we have undertaken unconventional measures even before exhausting the conventional policy space; i.e., even before reaching the zero lower bound of interest rates.", "Second, the counterparties involved in our operations were only banks and All India Financial Institutions (AIFIs) as liquidity provided to targeted sectors were channelised through them.", "Third, we have confined our asset purchase programme to central and state government securities and have not diluted RBI's collateral standards in our lending operations, unlike many other central banks.", "Fourth, most of our measures were announced with pre-set terminal dates instead of being open-ended.", "This has reinforced the credibility of our announcements.", "Fifth, while stating and in facilitating the \"evolution of the yield curve as a public good\", we have solely operated in the secondary market unlike some inflation targeting EME central banks that made emergency provisions to operate in the primary market to finance the government directly.", "Sixth and finally, we have continued with our accommodative stance based on our own domestic growth-inflation dynamics, amidst current divergence in policy actions of central banks across the world.", "Thus, we have used the flexibility embedded in the FIT framework and implemented our monetary policies, without compromising on our primary mandate of price stability.", "The raison d'être of our actions, as I mentioned earlier, was communicated through speeches, post-policy press conferences and media interactions.", "Concluding Observations 24.", "Let me conclude by saying that 'change' has been the only constant in the theory and practice of monetary policy.", "There is no last word yet on what constitutes the best practice of monetary policy.", "The conduct of monetary policy has undergone notable changes both in India and across the world as economies and markets evolved and policymakers gained greater insights into how economic agents interact in a complex economic system.", "Globally, the evolution of monetary policy has swung from being more directive and discretionary to a strict rule-based regime, before settling to the current consensus for a pragmatic mix of rules and discretion.", "In this process, communication has gained importance although it works both ways - while too much of communication can confuse the market, too little may keep it guessing about the central bank's policy intent.", "Therefore, central banks have to tread a very fine line.", "As monetary policy is an art of managing expectations8, central banks have to make continual efforts to shape and anchor market expectations, not just through pronouncements and actions but also through a constant refinement of their communication strategies to ensure the desired societal outcomes.", "This is, however, an iterative process and central banks are only getting better at it incrementally.", "Michael D. Woodford (2003), Interest and Prices: Foundations of a Theory of Monetary Policy, Princeton University Press."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Central Bank Communication", "Inflation Targeting", "Price Stability", "Economic Growth", "Financial Stability", "Flexible Inflation Targeting", "Monetary Policy Framework", "Communication", "Monetary Policy Operations"]}