{"sentences": ["Conference of the Haut Conseil des Finances Publiques Paris, 10 May 2022 The sustainability of French debt, between rising interest rates and European rules Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, It is a pleasure to be with you today, and I thank the first President Pierre Moscovici for inviting a central banker to conclude this predominantly fiscal conference.", "I am especially aware of this privilege because monetary policy and its relationship with fiscal policy are often subject to two suspicions.", "Firstly, accommodative monetary policy is believed to be responsible for the rise in public debt.", "This is not true: the unconventional policies conducted over the past decade to support inflation (and activity), which was weak at the time, have merely had the effect of reducing the cost of debt.", "Several countries, not only Germany, have, on the contrary, taken advantage of this decade to bring down their debt.", "And unfortunately we have to acknowledge that in France, government spending was already systematically higher than revenues long before the low interest rates and government securities purchases.", "The second suspicion is that because of this high public debt, monetary policy is now unable to raise interest rates sufficiently to combat renewed inflation.", "This is also untrue: the independence of the European Central Bank and of each national central bank, starting with the Banque de France, is notably designed to prevent any risk of \"fiscal domination\".", "Our Governing Council will do whatever it takes to fulfil our primary price stability mandate; have no doubt about that.", "It is therefore particularly important for the fiscal authorities to ensure debt sustainability in a context of rising interest rates.", "It is an understatement to say that this issue was far from dominating the French election campaign, so I will first develop the reasons why debt must remain a key issue (I), before discussing possible fiscal rules - including European ones (II).", "Why debt must remain at the forefront of economic concerns 1.", "Ensuring fiscal sustainability Faced with the Covid storm, the public authorities rightly activated both the fiscal and monetary levers.", "Public debts rose significantly in 2020 and 2021 to absorb the economic fallout of the crisis: an increase of 16% of GDP in France and 12% of GDP in the euro area.", "The \"whatever it takes\" was justified in 2020; however, the downside was that the massive increase in debt started to be considered trivial.", "Many of our fellow citizens, in good faith, do not understand why the French Treasury would refuse one-billion-euro spendings, when hundreds of billions were suddenly easy to find.", "Debt became unlimited and cost-free.", "This twofold illusion, which is so appealing, is our greatest danger today.", "What was not become a \"new an exceptional response to exceptional circumstances must normal\".", "Unlimited: our problem is not so much the debt from the Covid shock, but the pre-Covid debt (already 97% of GDP at the end of 2019) and especially now the post-Covid path.", "Indeed, Europe and France have faced unforeseen external crises in the past - the 2008 financial crisis, the Covid crisis, and now the war in Ukraine - and more crises will arise in the future.", "Furthermore, in order to achieve our two future transformations, ecological and digital, our investment needs are massive.", "The ecological transition alone will require additional investments estimated in Europe at EUR 360 billion at least per year between now and 2030,i of which one-third will be public investments.", "Europe's digital and innovation lag is also partly due to insufficient funding: in 2019, total public and private R&D spending was equivalent to 2.1% of EU GDP compared to 3.1% in the United States and 4.6% in South Korea.", "But even before these risks and needs, according to our projections, French public debt is expected to remain at best almost stable at around 110% of GDP up to 2032, assuming no change in fiscal policy .", "Clearly, this is insufficient to ensure fiscal sustainability in the long run.", "A more ambitious target should be set: a return much below 100% of GDP within ten years, and below pre-Covid levels.", "This should be achieved in particular by limiting the increase in real spending to 0.5% each year, compared with more than 1% over the previous decade.", "This would make it possible to bring the debt ratio down by about fifteen points over ten years.", "The point here is not to call for a general cut in spending, but rather a slower increase in spending: this is far from the famous \"austerity\" that we French people are so keen to criticise without ever having experienced it.", "This would be fully compatible with the functioning of automatic stabilisers, to take account of the economic situation.", "Of course,this implies no further tax cuts, which we can hardly afford to finance.", "The Cour des Comptes stated it loud and clear, and rightly so:ii we must therefore stop indefinitely postponing fiscal consolidation.", "It is not an arbitrary question of threshold or narrow-minded ideology.", "Our solidarity with future generations is at stake: we do not have the moral right to leave them, in addition to a climate debt that so rightly worries them, a financial debt whose share of GDP has already almost doubled in 20 years.", "And our political credibility in Europe is also at stake, as well as our ability to inspire lasting confidence in investors.", "If any doubts as to the sustainability of the French debt were to arise, we could always borrow, but the financial conditions would be different: take a look around, including at several of our European neighbours.", "And this brings me to the second illusion, that of cost-free debt.", "The future increase in the cost of debt Particularly during the Covid-19 crisis, monetary and fiscal policies, while remaining independent, were aligned and mutually reinforcing: as long as inflation remained weak, key rates remained low, reducing the costs of an expansionary fiscal policy which itself supported activity and ultimately inflation.", "Clearly, this economic context has changed since last autumn: faced with rapidly rising inflation, including inflation excluding energy and food (core inflation in the euro area was up by 3.5% in April), we must normalise monetary policy.iii In addition, financial markets have incorporated a risk premium in the face of this return of inflation: incidentally, this now greatly undermines a popular belief that inflation lowers the debt and its burden.", "Rates have therefore already risen significantly (the 10-year OAT climbed from 0.1% a year ago, in early May 2021, to 1.6% today) and should continue to do so, particularly in the short-term segment.", "Any rate increase is gradually passed on to the debt issued or reissued, at a pace of about 15% of the debt outstanding per year in France.", "According to our estimates, each 1% rise in interest rates will lead to a 1 point of GDP increase in the annual interest burden after 10 years, and a 51⁄2 point of GDP increase in debt compared to a situation without rate increases.", "Each 1% rise in interest rates therefore represents an additional annual cost of close to EUR 40 billion each year, i.e.", "almost the equivalent of the current defence budget.", "It would therefore be irresponsible to build our future on the already outdated bet of a zero or very low cost debt.", "A higher deficit today clearly implies less room for manoeuvre and action tomorrow in favour of ecology, health and education.", "The increase in the cost of debt II.", "How to set a credible debt reduction strategy?", "Revised European fiscal rules This brings me to the debate that has kept you busy this afternoon: the debate on rules, in particular European rules.", "It has been put on hold since the start of 2020, due to the Covid-19 crisis, and now perhaps the war in Ukraine.", "But this debate will have to be wrapped up: I neither believe in traditionalists - those in Europe who simply call for a return to \"business as usual\" - nor in angelicists - those who simply believe in the wisdom of institutional processes, or in enlightened economic debates for steering national fiscal cycles.", "No, experience tells us, particularly in France, that we need rules and not too much \"discretion\" in the sense of entirely discretionary choices.", "But these rules must be revised and simplified, in order to be better respected and more credible.", "Paolo Gentiloni and the European Commission have the onerous task of taking forward this discussion which is a matter for political authorities, so I will just make a few remarks.", "It first seems reasonable to me to avoid, in this matter and at this stage, any Treaty change.", "We could keep the 3% deficit target, which is a useful anchor, and even the 60% debt target.", "But the rule of a 1/20 annual linear adjustment towards the latter target has become unrealistic because it is too strict, especially for highly indebted countries.", "And, instead of the structural deficit - which no one really understands, or even knows how to calculate accurately - we could set a ceiling on the growth rate of public spending as an operational target.", "At constant tax rates, this amounts to much the same thing in economic terms, and was the main thrust of the reform put forward in 2019 by the European Budget Committee (EBC) chaired by Niels Thygesen.", "These rules should not simply be seen as a constraint imposed by Brussels, but should be widely internalised, 'taken up' in our French budgetary debate, as they are in our national interest.", "Adding a European stabilisation and investment capacity Allow me to imagine a successful exit from the forthcoming tough European - and Franco-German - negotiations: the southern European countries - including France - accept domestic rules for fiscal discipline; the northern countries - including Germany - accept a European fiscal capacity.", "Fortunately, here we are not starting from scratch: a major step forward has been made thanks to the \"Next Generation EU\" (NGEU) programme, which was designed as a means of emerging from the economic crisis caused by the Covid-19 pandemic with a dual objective of recovery and long-term strategic investment.", "At the moment, our priority is of course to ensure the complete success of the NGEU programme, and even to adjust it to the consequences of the Ukrainian shock.", "But it would be wise to think in two directions for the future: We should not aim to turn one-off into recurrent, but into an available instrument.", "Not a new annual budget, but the capacity of a tool that could be activated in the event of shocks, including asymmetric ones, affecting the EU: we would avoid the spectre of a \"European Transfer Union\" so feared in Germany, in favour of a capacity that could benefit all.", "In terms of objectives, our first economic need is that of economic stabilisation, and therefore of an instrument to be activated at the low point of the cycle.", "But political consensus could probably only be reached around strategic investments in climate transition, innovation or defence.", "For the moment, Europe is betting, as NGEU has done, on a form of constructive ambiguity between these two goals: it seems advisable, as we move forward, to better clarify the way in which they are articulated .", "Being based on a common debt, this instrument would also make it possible, should it be activated, to raise the quantity of safe European assets available on financial markets, and thus to reinforce the Capital Markets Union and the international role of the euro.", "Focusing the debate on the quality of public spending One essential point often remains the blind spot in our budgetary debate: the quality and efficiency of public spending.", "I am aware of the risk of appearing to give too easy or theoretical lessons on these subjects I am a great believer in our public service, and I am affected by the current crisis it is going through.", "So many public services in France are suffering from the dissatisfaction of both their players - the civil servants - and their users - the citizens.", "Pointing systematically to a lack of resources and staff seems to be a slightly simplistic explanation, when public spending in France is the highest of the advanced countries and ten GDP points higher than the average of our European neighbours sharing the same social model.", "This crisis is less a financial issue than a management issue for the public service: I believe in re-legitimising its objectives, better recognising its civil servants, granting greater autonomy to its managers, improving its capacity for performance and innovation, and investing in its modernisation.", "No: the transformation of the Banque de France is a modest but real illustration of such a reform; for years we have been lowering costs and providing greater services, while maintaining our territorial presence.", "I am not saying that efficient public management is easy, but I guarantee that it is possible.", "Better budgetary control will then be compatible with better financing of the most productive expenditures, which must be prioritised - these difficult choices are obviously a matter for democratic debate.", "The comparison with our neighbours only seems to indicate that in France, for example, spending on pensions, or \"economic affairs\" (subsidies and tax credits) is much higher.iv Some future- oriented expenditures (most investments - even if some of them are less useful - but also spending on education and research) have a crucial effect on growth, both in the short term and in the long term.", "France cannot and must not settle for a potential growth rate of 1.2/1.3%v if it aims to return to full employment and lower its debt in the coming decade.", "Focusing the debate on the quality of public spending I would like to conclude with two authors who are not very \"budgetary\".", "First, La Fontaine, The Swallow and the Little Birds: \"To instincts not our own we give no credit, and till misfortune comes, we never dread it\".", "Let us finally aim to anticipate our budgetary difficulties, in order to reduce them.", "Then, let us take action with Leonardo da Vinci: \"Knowing is not enough; we must apply.", "Being willing is not enough; we must do\".", "Doing not for the bitter pleasure of austerity, but to ensure the sustainability of our social model, and the efficiency of our public services and our economy.", "Thank you for your attention.", "See the MIX scenario , Table 46: Commission staff working document, Impact assessment, Accompanying the document, Communication from the Commission to the European parliament, the Council, the European economic and social committee and the committee of the regions, Stepping up Europe's 2030 climate ambition, Investing in a climate-neutral future for the benefit of our people, September 2020.", "Cour des Comptes, \"Report on the position and outlook of public finances\" (Rapport sur la situation et les perspectives des finances publiques, 22 June 2021), or the Public Annual Report, 16 February 2022.", "F. Villeroy de Galhau, The Eurosystem and its monetary policy: from an \"impossible dilemma\" to a possible roadmap for normalisation, speech, 6 May 2022.", "v F. Villeroy de Galhau, Making the post-Covid era a success for the French and European economy Pour l'économie française et européenne, réussir l'après-Covid, speech, 18 January 2022."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "financial dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["debt sustainability", "cost of debt", "fiscal rules", "public spending", "European fiscal capacity", "quality of public spending", "economic growth", "inflation", "European Central Bank", "public debt"]}