{"sentences": ["I hope you are all safe and well.", "Thank you to Daiwa Securities Group for allowing me to share updates on the economy and how we plan to maintain our strong growth momentum.", "I am pleased to present to you latest developments in the Philippine economy.", "After five consecutive quarters of negative growth, the Philippine economy maintained its positive momentum and grew 7.7 percent in the fourth quarter of 2021.", "This brings the full-year GDP growth figure to 5.6 percent.", "The full-year print exceeds the government's revised forecast range of 5 to 5.5 percent, giving us even more confidence of even brighter recovery prospects.", "In November 2021, the country's unemployment rate, down from a peak of 17.6 percent in April last year, fell even further to 6.5 percent, the lowest since January 2021.", "Employment gains for the month have occurred mainly in the services sectors, particularly in public administration and defense, as well as wholesale/retail trade; and in fishing and aquaculture.", "Meanwhile, the country's year-on-year headline inflation further decelerated to 3.6 percent in December 2021 from 4.2 percent in November 2021, bringing the year-to-date average inflation to 4.5 percent.", "This is slightly above the Government's inflation target range of 2.0-4.0 percent for The slowdown in December 2021 inflation supports the BSP's assessment that inflation would decelerate to within the target range over the policy horizon.", "Meanwhile, the Development Budget Coordination Committee (DBCC) decided to retain the current inflation target range at 3.0 percent ± 1.0 percentage point for 2022-2024.", "The prevailing policy stance is also supported by a manageable inflation outlook and anchored inflation expectations.", "Based on our latest baseline forecasts, inflation is seen to settle at 3.4 percent in 2022 and 3.2 percent in 2023, well within the government's target range of 2 to 4 percent.", "We expect liquidity in the financial system to remain adequate in supporting credit activity and a broad-based economic recovery.", "M3 expanded by 8.2 percent year-on-year to P14.8 trillion in November 2021, unchanged from the growth rate (revised) recorded in October 2021.", "Overall liquidity conditions thus continue to provide support for domestic economic activity.", "The various liquidity-easing measures of BSP have injected the equivalent of 12.0 percent of GDP into the financial system.", "Meanwhile, outstanding loans of universal and commercial banks (U/KBs), net of reverse repurchase (RRP) placements with the BSP, increased at a faster rate of 4.0 percent year-onyear in November 2021 from 3.5 percent in October 2021.", "Moving on to banking sector developments... Philippine banks have shown resilience to the COVID-19 crisis, benefiting from risk-management and other regulatory reforms of the past two decades.", "Banks have ample buffers against shocks.", "Capital adequacy ratio (CAR) is at 17.6 percent, well above the 8.0 percent prescribed by the Bank for International Settlements (BIS) and the BSP's 10.0 percent minimum requirement.", "Exposure to bad debts remains manageable.", "Average non-performing loans (NPL) ratio stood at 3.9 percent as of end-November this year, much lower than the double-digit figures in the aftermath of the Asian financial crisis.", "The implementation of the FIST Act, signed earlier this year, is projected to reduce average NPL ratio of the banking system by 0.6 to 5.8 percentage points for the years 2021 to 2025.", "The exchange rate movements remain broadly in line with the country's long-run macroeconomic fundamentals.", "In 2021, the foreign exchange market was supported mainly by positive market sentiment as the economy continued to show signs of recovery amid the pandemic.", "The BSP has held to its long-standing approach of keeping the exchange rate market-determined and taking measures only to ensure orderly market conditions and reduce excessive short-term volatility in the exchange rate that may impact on inflation and inflation expectations.", "Looking ahead in the year, the peso is expected to remain stable, supported by structural inflows from exports, overseas Filipino remittances, BPO receipts, and foreign direct investments.", "Meanwhile, the country's external sector continues to provide sufficient buffers to ward off the potential adverse effects of external headwinds.", "Our gross international reserves (GIR), which stood at US$108.9 billion as of end-2021, continue to provide ample cushion against unforeseen demand for FX liquidity.", "The GIR level is equivalent to 10.3 months' worth of imports of goods and payments of services and primary income.", "It is also about 6 to 9 times the country's short-term external debt based on residual and original maturity, respectively.", "Amid the strong rebound in external demand in key trade partners, the country's exports of goods increased by 16 percent in January to September 2021.", "Meanwhile, following the gradual resumption of domestic economic activities and restocking of inventories, imports of goods grew at a much faster rate of 30.2 percent in the same period.", "This resulted in a wider trade deficit at US$36.6 billion and has caused the overall BOP position to reverse to a deficit of US$665 million in the first nine months of 2021 from a US$6.9 billion surplus in the same period last year.", "The country's external sector has remained supported by structural FX flows from overseas Filipino remittances, business process outsourcing receipts, and foreign direct investments.", "Cash remittances from overseas Filipinos (OFs) are steadily flowing in with a 5.2 percent growth posted in January to November 2021, from a slight contraction in 2020.", "Meanwhile, BPO services exhibited strong recovery in the same period at 8.3 percent as the sector was quick to adjust to the new normal work set up.", "Net foreign direct investments (FDI) in January to October 2021 increased by 48.1 percent due to positive foreign investor sentiment and improving confidence on the country's growth prospects.", "This bodes well for job creation.", "Moreover, favorable external debt profile acts as a cushion against external shocks.", "External debt-to-GDP ratio settled at 27.3 percent as of end-September 2021 compared to about 60.0 percent in mid-2000s.", "Given that bulk of the country's external debt have medium and long-term maturity, and are fixed interest rate bearing, debt repayment schedule is more manageable and financially sustainable over the medium to long term.", "Considering recent economic developments and significant progress in mass vaccination, we are optimistic that there is sufficient support for the country's recovery this year and in the near term.", "The management of risks, the expected revitalization of key industries from government policy support and structural reforms, as well as the resumption of global economic activities should help the Philippine economy move towards a steady recovery path.", "The latest projections as of the 16 December 2021 monetary policy meeting indicate that average inflation is likely to ease towards the midpoint of the target range in 2022, at 3.4 percent, and 2023, at 3.2 percent.", "OF cash remittances are seen to increase, while receipts from BPO services are expected to rise as host economies open further and access to digital financial services is enhanced.", "Inflows of foreign direct investments (FDIs) are seen to climb as the domestic and global investment climate improves.", "Moving forward, the BSP's actions and policy thrusts will continue to be anchored on its core mandates of promoting price and financial stability.", "On monetary policy: the BSP will remain vigilant over the current inflation dynamics to ensure that the monetary policy stance continues to support economic recovery to the extent that the inflation outlook would allow.", "It will carefully scan the operating environment with a forwardlooking perspective to move in a pre-emptive fashion to address any risks to our price stability mandate.", "On the financial sector: the BSP will intensify its monitoring and surveillance over its supervised institutions to ensure that they remain responsive to emerging risks and to promote the continued soundness, stability, resilience and inclusivity of the banking system, particularly through the pursuit of enhanced digitization.", "Finally, on the external sector: the BSP will remain supportive of policies that will help strengthen the economy's resilience to external shocks, including that of maintaining a market-determined exchange rate, keeping a comfortable level of reserves, and keeping the country's external debt manageable.", "In closing, I leave you with three key takeaways: First, the Philippines' economic fundamentals remain solid, and these will carry us through full recovery.", "The national government will continue to implement measures that will balance the twin goals of saving livelihoods and saving lives.", "Second, BSP will keep its policy settings and regulatory relief measures supportive of the economy as needed; withdrawal of policy measures will only be done once full recovery is underway.", "Lastly, the BSP remains one with the government and the Filipino people in dealing with this crisis head on and in pushing the economy toward full recovery.", "The accelerated vaccination program, implementation of economic recovery measures and pursuit of key structural reforms will help lessen the long-term scarring effects of the pandemic and ensure a robust growth trajectory for the economy.", "Thank you for your attention.​"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Inflation", "Economic recovery", "Financial stability", "Monetary policy", "External sector", "Banking sector", "GDP growth", "Unemployment", "Fiscal policy", "Structural reforms"]}