{"sentences": ["Thank you, Dr Fung, for inviting me to speak, and the HKMA is very pleased to support today's event.", "It would have been a pleasure to meet you all in person, but I am thankful that this event could go ahead as planned.", "Today's topic is the future of trade finance, and I believe we all agree that, to elevate global trade finance to the next level, the recurring pain points of the existing trade finance system need to be fixed.", "The issues-including a paper-based system that is inefficient, prone to fraud and human error-have been discussed many times; so I believe by now, we all have a basic understanding of the problems.", "Indeed, various stakeholders, including the HKMA, have been attempting to solve the pain points by using emerging technologies.", "For example, in 2018, the HKMA facilitated the launch of eTradeConnect, which is a blockchain-based platform that aims to digitise paper based documents and automate the trade finance process.", "The platform was subsequently connected to a similar platform built by the People's Bank of China to facilitate cross-boundary trade finance processes.", "Similar platforms have proliferated around the world, but the trade finance gulf continues to widen.", "According to the Asian Development Bank, about 10% of global trade suffer from the trade financing gap.", "To put this into perspective, the value of the gap amounted to USD $1.7 trillion in 2020, marking a 15% increase from just two years before.", "SMEs, in particular, accounted for an alarming 40% of rejected trade finance requests.", "These figures illustrated that global efforts are nowhere near enough, and we should all rethink why the gap is continuing to widen, and how to make our efforts as effective as possible.", "A recent report published with the support of Fung Business Intelligence suggested a possible reason: the various digital trade finance platforms mostly work independently and do not synergise with each other, resulting in what we call digital islands.", "It is as if we are all putting our heads down and concentrating on developing our own platforms, forgetting that it is equally important for the platforms to communicate and work with each other.", "As suggested in the report, interoperation between the platforms could help to further modernise the global trade finance ecosystem and close the gap.", "The Commercial Data Interchange, also known as CDI, which the HKMA is building, is precisely designed with enhancing interoperability in mind.", "By way of introduction, CDI aims to enhance the sharing of commercial data.", "Currently, every time a bank wants to connect to a data provider, it has to set up a new, separate connection.", "With CDI, each bank and data provider will only need a single connection to the CDI platform, allowing banks to quickly access the business data of corporates.", "Banks will also be able to conveniently and swiftly set up connections with new data providers because CDI uses standardised APIs and data models, and adopts existing mainstream industry standards such as the Legal Entity Identifier.", "I mentioned that CDI is designed with improving interoperability in mind.", "Because the platform can link up scattered digital islands and smoothen data sharing, it has great potential to enhance trade financing process and improve SMEs' access to financing.", "Let me show you how this could be achieved with the aid of a story.", "Mr Chu runs a small business called Chu Kee with the help of his wife and parents.", "Chu Kee imports chilled chicken from Guangdong and sells them to supermarkets all around Hong Kong.", "The delicious taste of the chilled chicken and the Chus' impeccable service quickly earned Chu Kee a big group of loyal customers.", "A few years ago, when Mr Chu was trying to apply for loans from banks to expand the business, he was unable to produce the financial statements required because he had never properly prepared one before.", "The loan approval process ended up taking almost six months, and the experience left Mr Chu rather upset, unfortunately.", "Last year, Mr Chu was ready to further expand Chu Kee, and decided to give CDI a try.", "This time, the banks, instead of asking for financial statements, obtained alternative data from various data providers through CDI.", "For instance, from integrated online shopping platforms, banks learnt the amount of chilled chicken Chu Kee supplied to different supermarkets, and their value.", "With the data, the banks understood Chu Kee's latest operating conditions better and made credit decisions speedily.", "Needless to say, before the data was used and shared, prior consent from Chu Kee was obtained.", "In the end, Mr Chu secured a substantial loan at a competitive interest rate, and was very pleased with the hassle-free experience.", "Now, what if I tell you that the above is based on a true story?", "Yes, during the technical exploration stage, CDI has already, in real life, helped SMEs in Hong Kong take more control of their own digital footprint, and use their own data to improve their access to financial services.", "Importers of chilled food and sneakers, and manufacturers of phone accessories have already enjoyed the benefits of CDI firsthand.", "As more and more banks and data providers join CDI, we expect that an increasing number of SMEs will benefit from the platform.", "For CDI to reach its full potential and successfully connect the digital islands, your active participation is crucial.", "CDI is definitely a team sport, and we all have a role to play as members of Team Hong Kong.", "The HKMA, as a regulator, will facilitate a conducive environment, and we are doing that by building the infrastructure and offering guidance.", "To banks, we urge you to embrace fintech, and join the CDI platform.", "To data providers, we invite you to contribute meaningful data, such as logistics data and procurement data between buyers and suppliers, to enrich the types of data available.", "To SME owners, we encourage you to contact your bank and understand more about CDI.", "Together, we can take Hong Kong's data ecosystem to new heights, and ultimately contribute to bridging the global trade financing gap.", "The benefits of a more digitally integrated trade finance system are plentiful, that much is certain; and the HKMA strives to help bring about an enhanced system in collaboration with different stakeholders.", "We look forward to working with the International Chamber of Commerce (ICC) and the Fung Group in this regard so that the needs of the underserved segments can be better catered for.", "Before I close, I'd like to take this opportunity to offer you a glimpse of the HKMA's vision of digitalising cross-border trade.", "For those of you who have been following our CBDC developments closely, you will know that we are working on a project called mBridge.", "We have already developed a trial CBDC platform, and it has proven ability to speed up crossborder payments from multiple days to near real-time.", "We are now exploring the feasibility of connecting eTradeConnect, CDI, and mBridge to strengthen the synergy between the three and further digitalise the cross-border trade process.", "First, eTradeConnect will provide the infrastructure for digitalising trade finance, as well as support cross-boundary trade between Hong Kong and Mainland China.", "Second, CDI will link up various digital islands to form a seamless data ecosystem.", "And finally, mBridge will expedite cross-border payments while reducing costs.", "We believe that the combined power of the three infrastructure would pave the way for digitalising cross-border trade in the trade corridor between Hong Kong, Mainland China, and other APAC regions.", "I hope to share further updates with you in the not-so-distant future, and in the meantime, I welcome your feedback and suggestions.", "Thank you, and an early Happy Chinese New Year to you all.", "Wishing you all health, happiness, and good fortune in the Year of the Tiger.", "Asian Development Bank, 2021 Trade Finance Gaps, Growth, and Jobs Survey.", "Mr Chu's story is based on the true story of Joe Chu, a local importer of Qingyuan chickens.", "Here is the web link to the interview of Mr Chu and a few entrepreneurs who have used CDI: www.youtube.com/watch?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Trade Finance", "Digital Trade Finance", "Interoperability", "Commercial Data Interchange (CDI)", "Small and Medium-sized Enterprises (SMEs)", "Trade Finance Gap", "Cross-border Trade", "Central Bank Digital Currency (CBDC)", "eTradeConnect", "mBridge"]}