{"sentences": ["Monetary policy in times of geopolitical crises and Speech at European School of Management and Technology (ESMT) 30.08.2022 | Berlin | Joachim Nagel 2 Why has inflation gone up?", "Are we heading for stagflation?", "How should monetary policy respond?", "Concluding remarks Ladies and gentlemen, The topic of money is one we hear cropping up in popular music again and again, often accompanied by a critical undertone.", "I'll give you three examples.", "Liza Minnelli sang \"money makes the world go around\".", "Pink Floyd incorporated the sound of a cash register into their song \"Money\".", "And then of course there's ABBA, with the lyrics \"money, money, money, must be funny, in the rich man's world\".", "What links the three tracks is the period they emerged from: all three were composed and hit it big in the 1970s.", "And it's probably no wonder.", "After all, that was a time when the purchasing power of money took a major tumble.", "And people were feeling what it meant not to have a stable currency.", "The bands Pink Floyd and ABBA were at the peak of their careers in the 1970s.", "And both bands have recently reappeared on the scene: Just over four months ago, Pink Floyd released a new single to offer support to Ukraine as it defends itself against Russia's war of aggression.", "After an almost 40-year hiatus, ABBA brought out a new album last November.", "In the first week after its release, it sold more copies in Germany than the rest of the top 100 combined.", "A hologram tour went on the road three months ago, with ABBA appearing as digital avatars on stage.", "Is the persistent inflation of the 1970s also making a comeback?", "Inflation in Germany, as measured by the Harmonised Index of Consumer Prices (HICP), is above the 8% mark for what is now a fourth consecutive month.", "The last time inflation rates hit similar levels in Germany was just under half a century ago - during the first oil crisis.", "And this is prompting many observers to draw parallels with the inflation of the 1970s.", "In my speech today, I would first like to shed light on the background to the current wave of price increases.", "I will then turn to the question of whether there really are parallels to be drawn with the Great Inflation of the 1970s.", "I will finish by considering what the Eurosystem can and must do to tame the high inflation and secure an inflation rate of 2% over the medium term.", "Why has inflation gone up?", "Let us first look at what's behind the current inflation dynamics.", "This afternoon, the Federal Statistical Office published provisional inflation figures for August.", "They estimate that inflation in Germany, as measured by the HICP (Harmonised Index of Consumer Prices), is currently at 8.8%.", "Inflation in the euro area as a whole has been running well above the Eurosystem's 2% target for quite some time now.", "Many view Russia's war against Ukraine and its economic repercussions as key factors behind the high inflation.", "And indeed, the war has caused a huge surge in prices, above all for energy, thereby significantly stoking price dynamics in general.", "But that is not the only reason for the high levels of inflation, not by a long way.", "Even before the outbreak of the war, price pressures had intensified considerably.", "For example, the rate of inflation in Germany, as measured by the HICP (Harmonised Index of Consumer Prices), had already been sitting above 4% since September 2021.", "On an annual average, the HICP (Harmonised Index of Consumer Prices) rate stood at 3.2% in 2021.", "One major factor driving this momentum was the global economy's unexpectedly swift recovery from the pandemic-induced recession.", "The fiscal and monetary policy support measures taken around the globe to limit the economic damage caused by the pandemic played a part in this.", "The rapid revival of economic activity then sent commodity prices soaring.", "Another contributing factor was the shift in consumer demand away from services and towards goods during the pandemic - instead of heading to the cinema or the gym, people were ordering laptops and exercise bikes.", "That left industry struggling to produce enough to keep up in some cases.", "This has further exacerbated price inflation, both for final products and at upstream stages.", "In addition, the pandemic disrupted global supply chains and transport routes.", "Some of these supply disruptions have proved to be more persistent than initially expected.", "This, too, has had a hand in pushing up prices.", "And, with demand robust, energy prices were already on the rise before the war began.", "Are we heading for stagflation?", "The question that now arises is: how long will the current period of high inflation rates last?", "According to our latest forecasts, we are expecting the strong inflation to return to normal in the medium term.", "Uncertainty, however, is exceedingly high.", "Many already see us facing a repeat of the stagflation of the 1970s.", "The word stagflation is a portmanteau of stagnation and inflation, coined to reflect a contemporary combination of high inflation rates and stagnating economic output.", "Are we once again facing years of high inflation and weak growth?", "There are indeed some parallels between stagflation at that time and the situation today.", "In the present day, the pandemic-related supply constraints and the Russian attack on Ukraine are having a similar impact on prices.", "Current oil price increases are significantly lower than they were back then.", "This time around, though, oil is not the only factor, as gas in particular is playing a critical role as well.", "The price of gas in the German market was almost five times as high in July as it was a year ago.", "By comparison, Brent crude oil was \"only\" 70% more expensive in euro.", "And the worst may be yet to come.", "A persistent limitation in gas supplies would, amongst other things, prolong the period of high inflation rates and increase the risk of second-round price increases becoming entrenched.", "[1] The stagflation of the 1970s and developments today also share similarities in the expansionary orientation of fiscal policy.", "To wit, many countries have cushioned the pandemic-related economic slump by rolling out large-scale fiscal support measures.", "In the 1970s, the fiscal policy response in industrial countries to the first oil crisis was also accommodative, with the aim of shoring up purchasing power.", "[2] Germany saw strong wage growth, especially in the public sector.", "In addition, the fiscal situation in the United States was already strained in the run-up to the oil crisis owing to the high level of spending on the Vietnam War.", "That said, there is some evidence that today's crises will have a different impact on economic activity, perhaps even a lesser one.", "Thus, the degree of fiscal policy accommodation is still high, but it is declining overall.", "This is because the pandemic has largely been overcome and coronavirus response measures are being phased out.", "Moreover, there are structural differences between the labour markets in the 1970s and today.", "The indexation of wages, which was very widespread back then in the United States and parts of Europe and which fostered wage-price spirals, barely exists anymore.", "This means that the probability of a wage-price spiral emerging today is also lower than it was at that time.", "The next important difference is in inflation expectations.", "Signs of a change in longer-term inflation expectations - known as unanchoring or de-anchoring - were already evident in the United States before the first oil price shock.", "[3] In hindsight, the oil price shocks at that time were arguably no more than a catalyst for consumer price inflation that was already in progress.", "At present, longer-term inflation expectations in the euro area, especially those of professional market participants, appear to still be anchored.", "But at what point do we actually start talking about unanchored inflation expectations?", "Certainly not when short-term expectations exceed the central bank's inflation target because of temporary fluctuations in inflation.", "But definitely once the point is reached at which longer-term inflation expectations also begin to move away from the target.", "The question of inflation expectations brings us to the next - and certainly also the central - aspect when comparing the stagflation of the 1970s with current developments: the institutional framework in which central banks operate.", "In the early 1970s, the US (United States) Federal Reserve was effectively not independent and faced major political pressure to support the maximum employment objective.", "[4] As a result, inflation expectations rose hand in hand with inflation over the course of the 1970s.", "In addition, the oil crisis in 1973 occurred shortly after the collapse of the Bretton Woods system of fixed exchange rates.", "Monetary policy was no longer geared to the exchange rate.", "At the time, monetary policy objectives and instruments were not yet clearly defined in many countries.", "This is in stark contrast to the situation today.", "Most central banks are now independent and clearly focused on combating inflation.", "The Federal Reserve's dual mandate also does not currently restrict its efforts to combat inflation.", "In fact, it was above all also the situation in the US (United States) labour market, where there were multiple job openings for every one unemployed person and a commensurate considerable increase in wage growth, that moved US (United States) monetary policy to adopt a significantly more restrictive stance.", "How should monetary policy respond?", "Viewed from this perspective, the institutional conditions for anchoring inflation expectations are arguably better overall today than they were back then.", "This should not lead us into complacency, though.", "Inflation rates will not return to the central bank's inflation target of their own accord.", "Monetary policy needs to respond decisively in order to preserve the credibility of the inflation target.", "If this doesn't (Tonne) happen, firms, households and wage bargainers may well lose faith in the medium-term inflation target.", "One warning sign here is the fact that longer-term inflation expectations are now showing a stronger response to surprises in the inflation rate.", "There are other signs, too, that the risk of inflation expectations becoming unanchored has increased.", "Against this backdrop, it is clear that European monetary policymakers need to take action - and they are taking action: a decision was made in June for the Eurosystem to discontinue net asset purchases under the long-running asset purchase programme (APP (Asset Purchase Programme)).", "And last month saw us decide to raise the key ECB (European Central Bank) interest rates in the euro area for the first time in 11 years.", "An interest rate move of 25 basis points had been announced.", "But at its July monetary policy meeting, the ECB (European Central Bank) Governing Council judged that it was appropriate to increase the key ECB (European Central Bank) interest rates by 50 basis points.", "The era of negative interest rates is therefore over.", "What is more, the Governing Council assumes that further normalisation of interest rates will be appropriate.", "How far we raise interest rates, and by what increments, depends on how the assessment of the inflation outlook evolves.", "I supported the outcome of the meeting.", "As I see it, a larger interest rate increment reduces the risk of inflation expectations becoming unanchored.", "Moreover, it lowers the risk of us having to increase interest rates too drastically at a later stage.", "We also should not delay further interest rate moves out of fear of a possible recession.", "Empirical findings support this approach.", "Based on these findings, data from a number of countries show that \"frontloading\", that is, bringing forward interest rate moves, lowers the risk of the economy suffering a hard landing.", "[5] And, overall, it can be said that the longer inflation remains high, the greater the risk of inflation dynamics, as well as inflation expectations, becoming entrenched at a high level in the medium term.", "Given persistently high inflation rates, the effectiveness of monetary policy measures could decline.", "For instance, this is then the case if, amongst other things, firms change their price-setting behaviour.", "In an environment of persistently high inflation rates, business owners pay comparatively less attention to current demand and more to expected future inflation when it comes to setting prices.", "Taken in isolation, this can reduce the effectiveness of conventional interest rate moves, as the central bank mainly influences demand by means of changes in interest rates.", "In order to nonetheless tame inflation, the central bank therefore needs to act more decisively when tackling persistently high inflation - in other words, it needs to respond more strongly to a deviation of the inflation rate from its target.", "Given the substantial uncertainty, it is not yet possible, in my view, to say how high the key ECB (European Central Bank) interest rates will increase.", "What is clear, though, is that if inflation becomes entrenched at a high level, there is ultimately a greater risk of a monetary policy response that would have sufficed in an environment of low inflation rates now no longer being enough to ensure that inflation expectations remain firmly anchored.", "And, as I explained earlier, unanchored inflation expectations stand out as one of the root causes of the Great Inflation in the United States in the 1970s.", "Back then, the Fed (Federal Reserve System) - in the face of persistently high inflation rates in particular - for a long time failed to tighten its monetary policy aggressively enough to anchor inflation expectations and stabilise price developments.", "It was only Fed (Federal Reserve System) Chair Paul Volcker who managed to cut the Gordian knot of inflation.", "He did so by allowing short-term interest rates to rise to almost 20% at the beginning of the 1980s.", "However, this came at a high price: the US (United States) economy slipped into two recessions in quick succession.", "To prevent an unanchoring of inflation expectations, the Eurosystem should therefore not allow any doubts whatsoever to emerge in the first place over its determination to combat inflation.", "Central banks could repeat the mistakes the Fed (Federal Reserve System) made in the 1970s, above all in a situation where their response to inflation pressures is too little, too late.", "Concluding remarks Ladies and gentlemen, In 2004, Paul Volcker, the \"slayer\" of inflation in the 1970s and beyond, was asked what he considered to be the most important legacy of the Great Inflation.", "He answered: \"Don't (Tonne) let inflation get ingrained.", "Once that happens, there's too much agony in stopping the momentum.", "That's the lesson of central banking all over the world\".", "[6] Well, I am doing everything within my power to ensure that we, the Eurosystem, live up to this legacy.", "I wish to thank you for your attention and now look forward to stimulating discussions.", "Deutsche Bundesbank, Outlook for the German economy for 2022 to 2024, Monthly Report, June 2022, pp.", "Black, S. (Seite) (1985), Learning from adversity: policy responses to two oil shocks, Essays in International Finance, No 160. .", "Reis, R. (2021), Losing the Inflation Anchor, Brookings Papers on Economic Activity, BPEA Conference Drafts.", "Weise, C. L. (2012), Political Pressures on Monetary Policy during the US (United States) Great Inflation, American Economic Journal: Macroeconomics, Vol.", "Boissay, F., F. De Fiore, and E. Kharroubi (2022), Hard or soft landing?, BIS (Bank of International Settlement) Bulletin No 59. .", "Samuelson, P. J., The Fed (Federal Reserve System)'s inflation machine: What would Volcker do?, The Washington Times, 19 October 2021."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Stagflation", "ECB interest rates", "Ukraine war", "Energy prices", "Inflation expectations", "Central bank independence", "Fiscal policy", "Oil crisis"]}