{"sentences": ["Media and Research - Speeches Philippines: Resilient Today, Economic Powerhouse Tomorrow Date: June 07, 2022 Occasion: UBS OneASEAN Conference Speaker: BSP Governor Benjamin E. Diokno Officers and staff of UBS, guests, ladies and gentlemen, good morning.", "The theme of this conference- \"Who has the Power?", "\"-is quite thought-provoking.", "This is a timely question, given than geopolitical tensions and elevated inflation are still happening as economies deal with the spillovers of the COVID-19 crisis.", "While no one is immune from the shocks, my proposition is that economies that have sound macroeconomic fundamentals and are reform-oriented have better chances of thriving.", "In the case of the Philippines and the rest of the ASEAN region, while the past two years of the pandemic have been difficult, strong fundamentals, and sound economic management have allowed us to bounce back.", "Accelerated vaccination in the second half of the year allowed easing of mobility restrictions, thus speeding up economic recovery in the ASEAN.", "In the case of the Philippines, which is the region's fastest-growing economy, the 8.3-percent growth in the first quarter of 2022 exceeded analysts' forecasts.", "Manufacturing activity in ASEAN region has been on expansion for eight consecutive months since the last quarter of 2021.", "The S&P Global Purchasing Managers' Index for the region stood at 52.3 in May.", "Meanwhile, the Philippines manufacturing sector continues to expand in May at 54.1.", "Looking ahead, firms remain confident that manufacturing output in the region will continue to recover.", "Economic recovery came sooner than expected for the Philippines.", "With the 5.7 percent growth in 2021 and the 8.3 percent expansion in the first quarter of this year, we have returned to our pre-pandemic robust growth path, signaling the move to safely reopen the economy.", "By allowing economic activities amid accelerated mass vaccination and observance of health protocols, we balance the need to support the economy on one hand and manage health risks on the other.", "We expect growth to be even faster in the second quarter, which makes our full-year growth target of 7.0-8.0 percent for 2022 doable.", "The employment picture has improved.", "The unemployment rate dropped to 5.8 percent in March this year from the peak of 17.6 percent in April 2020.", "Foreign direct investments soared to an all-time-high of 10.5 billion US dollars last year.", "In the first two months of this year, FDIs jumped by 8.0 percent to 1.7 billion US dollars.", "This underscores investor confidence in the Philippines' long-term growth prospects.", "All these came on the back of a whole-of-government approach to pandemic recovery.", "Complementing the national government's recovery efforts, the central bank implemented its own COVID-response measures.", "We ensured adequate liquidity in the financial system and helped bolster domestic economic activity.", "Through our various response measures, the central bank has injected approximately 41.9 billion US dollars into the financial system.", "That's equivalent to about 11.3 percent of GDP.", "The economy's strong growth in the first quarter, together with the improved employment situation, provides scope for the BSP to scale back our pandemic response.", "We have thus begun the normalization process, guided by the inflation and growth outlook, state of public health, and domestic and global risks.", "In normalizing, we are mindful of the need to safeguard economic recovery on one hand and to control inflation on the other.", "Achieving that balance requires a well-calibrated and well-communicated exit strategy to avoid substantial market volatility, reduce spillovers, and continue the recovery momentum.", "Last May 19, we raised the key policy rate from a historic low of 2.0 percent to 2.25 percent.", "Also last month, the National Government already paid in full its advances from the BSP worth 54O billion pesos or approximately 10 billion US dollars.", "Before the pandemic, the Philippines' debt-to-GDP ratio remains manageable and much lower compared to other economies.", "The increase in our debt over the last two years was due in part to the massive cost of vaccination and healthcare, and also in part to the government's infrastructure development agenda.", "Under the \"Build, Build, Build\" program, big-ticket infrastructure projects were rolled out.", "These are worthwhile investments intended to increase the economy's capacity and boost growth ahead.", "If our economy continues to grow between 6 and 7 percent in the next few years, the Philippines can easily outgrow its public debt.", "Besides a manageable fiscal situation, another fundamental strength of the Philippines is its healthy external accounts.", "Our hefty gross international reserves acted as a buffer during the pandemic.", "A reliable source of foreign exchange is remittances from overseas Filipinos.", "With the reopening of economies, remittances grew by 5.1 percent in 2021 and 2.4 percent in the first quarter alone of this year.", "Another source of foreign exchange are receipts from business process outsourcing services.", "They grew by 9.5 percent last year.", "In lien with the depreciation of other emerging market currencies due to the Ukraine-Russia conflict, the peso posted a manageable year-to-date depreciation of 2.6 percent to 52.37 pesos.", "The BSP observes a market-determined exchange rate policy.", "It intervenes only to ensure orderly market conditions and prevent excessive short-term volatility.", "Another strength of the Philippine economy is our sound and stable financial system, an offshoot of a long list of regulatory reforms since the Asian financial crisis.", "Prudent lending standards help banks keep their bad debts manageable while ample capitalization enables them to absorb shocks.", "Credit rating agencies share the view of the Philippine economy's resilience.", "Amid a wave of credit rating downgrades globally resulting from the pandemic, the Philippines has managed to maintain all its investment-grade credit ratings.", "While policymakers were preoccupied with pandemic response, we did not lose focus on our vision of a stronger and more inclusive post-COVID economy.", "The BSP is contributing to this vision through its digital transformation agenda.", "By 2023, BSP aims to digitalize at least half of retail payments and onboard at least 70 percent of Filipino adults to the formal financial system through transaction accounts.", "Complementing the agenda is the new Financial Products and Services Consumer Protection Act.", "The law improves the resolution mechanisms for financial consumer complaints, including those involving cybercrimes.", "The BSP has also issued six digital banking licenses.", "The COVID-19 pandemic emerged as a catalyst for digitalization.", "As a result of the pandemic, the volume and value of electronic payments in the country grew exponentially.", "The BSP also contributes to the vision of a stronger post-COVID Philippine economy through its sustainable finance agenda.", "We have issued regulations requiring banks to incorporate sustainability principles into their operations.", "We are also among the early investors in the Bank for International Settlements' Green Bond Fund and the Asian Green Bond Fund.", "We did not sit idly by as the virus raged.", "Congress approved three landmark laws that further open the Philippines to foreign investors.", "There are the amended Retail Trade Liberalization Act, the Foreign Investments Act, and the Public Services Act.", "By opening up more sectors of the economy, we anticipate an increase in job-creating investments moving forward.", "Infrastructure will also help the economy advance to its next stage of development.", "I call the period 2016-2021 as the Philippines' Golden Age of Infrastructure, with infrastructure spending as a percent of GDP hitting an average of 5 percent.", "And that's good news for the incoming administration as it will inherit a much-improved state of infrastructure to aid its development agenda.", "With all these positive developments, we are optimistic about the Philippine economy.", "We expect the economy to grow by 7.0 to 8.0 percent this year, and by 6.0 to 7.0 percent in the next six years.", "The IMF also has a positive outlook on the Philippines.", "In April, the IMF raised its 2022 GDP growth projection for the Philippines from 6.3 to 6.5 percent, even as it downgraded its growth forecast for the global economy.", "That said, like the rest of the world, the Philippines faces risks to its growth outlook.", "These include a possible deterioration in the COVID situation and a prolonged Ukraine-Russia conflict, which has led to elevated inflation.", "On the risk of a deteriorating COVID situation, the Philippines continues to do mass vaccination.", "In fact, nationwide second-booster inoculation has begun.", "On inflation, the BSP's latest estimates show that inflation for the year will reach 4.6 percent, which is above the official target range of 2.0 to 4.0 percent.", "Elevated inflation is seen to be temporary as estimates show this will slow down to 3.9 percent in The BSP continues to support non-monetary measures of the national government to manage inflation, including easing importation of certain food items, boosting farm productivity, and granting of direct subsidies to vulnerable citizens.", "We stand ready to make further adjustments in our policy settings, if deemed necessary, and we remain committed to our price stability mandate.", "Moving forward, the BSP's actions and policy thrusts will continue to be anchored on its core mandates of promoting price and financial stability.", "Toward this end, the BSP will continue to pursue policy actions responsive to the needs of the time.", "On the financial sector, the BSP will intensify its monitoring and surveillance over its supervised institutions to ensure that they remain responsive to emerging risks and to promote the continued soundness, stability, resilience, and inclusivity of the banking system.", "Finally, on the external sector, the BSP will remain supportive of policies that will help strengthen the economy's resilience to external shocks, including having a market-determined exchange rate, maintaining a comfortable level of reserves, and keeping the country's external debt manageable.", "In closing, I would like to reiterate the proposition I made earlier in relation to the question \"Who has the powers?\"", "Amid external headwinds, strong macroeconomic fundamentals help an economy weather storms in the short term, and sound policies and commitment to reform propel it to greater heights in the long run.", "Given its commitment to macroeconomic stability and unrelenting reform momentum, the Philippines is harnessing its potential to remain among the most resilient economies of today and become an economic powerhouse of tomorrow.", "Like our ASEAN peers, we trust that our sound decisions and policies have the power to stir our countries into better and stronger economies."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Inflation", "Financial stability", "Investment", "Growth outlook", "Digitalization", "Sustainable finance", "Fiscal policy", "Monetary policy", "External sector"]}