{"sentences": ["Distinguished Chief Executive John Lee, Deputy Director Wang Linggui, Deputy Director Yin Zonghua, and Hong Kong Financial Secretary Paul Chan Mo-po, dear friends and colleagues from the financial sector, Good morning!", "On the occasion of celebrating the 25th anniversary of Hong Kong's return to the motherland, entrusted by Governor Yi Gang and Party Secretary Guo Shuqing, I am here, on behalf of the People's Bank of China (PBC) and the State Administration of Foreign Exchange (SAFE), to extend the warmest congratulations to Mr. John Lee, our newly inaugurated sixth-term HKSAR Chief Executive.", "Today marks the fifth anniversary of Bond Connect.", "I am so pleased to meet our friends, both old and new, here online.", "Upon the 20th anniversary of Hong Kong's return to the motherland in 2017, Bond Connect was officially put into operation, which has connected the bond markets of the Chinese mainland and Hong Kong, marking a major milestone in deepening the openingup of China's financial markets.", "The scheme has been operating smoothly and efficiently during the past five years, injecting new vitality and energy into the deepening of reforms and opening-up of the Mainland's financial markets and facilitating the development of Hong Kong as an international financial center.", "During these years, the total amount of Chinese bonds held by foreign investors has been increasing at an annual rate of about 40 percent, which now stands at around RMB3.70 trillion.", "The inclusion of Chinese bonds in three major global bond indices of Bloomberg Barclays, J.P. Morgan Chase and FTSE Russell reflects the growing international clout and attractiveness of Chinese bond market, and indicates global investors' confidence in China's long-term, stable economic development and continued opening-up of our financial markets as well.", "Today, I would like to take this opportunity to announce two new opening-up policies in the financial sector.", "The first one is to launch the Swap Connect between Hong Kong and the Mainland.", "It is an institutional facility established on the basis of Bond Connect where domestic and overseas investors can, through the infrastructure connection, participate in the financial derivatives markets in the two places, conductive to satisfying international investors' needs for risk management.", "The second one is to establish a standing currency swap arrangement between RMB and HKD.", "The PBC and Hong Kong Monetary Authority (HKMA) enhanced their existing currency swap facility to a standing one.", "It has become a long-standing arrangement with no need for renewal.", "Its size has also been expanded from RMB500 billion to RMB800 billion, and the operation will be streamlined to facilitate the usage of funds.", "This is also the first time for the PBC to sign a standing currency swap agreement.", "The above two policies have already been posted on the websites of the PBC, HKMA, and Hong Kong Securities and Futures Commission (SFC).", "The launch and implementation of Swap Connect and the standing swap arrangement will further enhance the connection of financial markets between the two places and consolidate Hong Kong's status as an international financial center and an offshore RMB business hub.", "This fully demonstrates the commitment of the central government to consolidate and enhance Hong Kong's status as an international financial center, and its confidence in and resolution to support the long-term prosperity, stability and development of Hong Kong.", "The experience of China's financial market development indicates that further opening-up is a powerful driving force in contributing to the market-oriented, law-based and international development of China's financial markets.", "It is also a key move to enhancing the capacities of China's financial markets to serve the real economy.", "As an international financial center, Hong Kong boasts many favorable conditions and unique edges: it serves as a key gateway and bridge for the opening-up of the Mainland financial markets; also it provides a testing ground for the pilot programs of China's opening-up strategies.", "It is the guiding principle set by the CPC Central Committee to continue to unswervingly expand the high-level opening-up of China's financial markets and support the prosperity and development of Hong Kong.", "This is also an important task of the PBC.", "Going forward, the PBC will earnestly implement the guiding principles of President Xi Jinping's speech delivered at the Meeting Celebrating the 25th Anniversary of Hong Kong's Return to the Motherland and the Inaugural Ceremony of the Sixth-term Government of the Hong Kong SAR.", "The PBC will, in accordance with the decisions and arrangements of the CPC Central Committee, continue to deepen the practical cooperation with Hong Kong, support the building and development of Hong Kong as an international financial center, and finally promote the high-level opening-up of China's financial markets.", "In the end, I wish Hong Kong a new and splendid success as an international financial center!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bond Connect", "Swap Connect", "Hong Kong", "Financial markets", "Opening-up", "RMB", "China", "Financial center", "International", "Derivatives"]}