{"sentences": ["Speech The ECB's 2022 Convergence Report Introductory statement by Fabio Panetta, Member of the Executive Board of the ECB, at the meeting of the Euro Accession Countries Working Group of the Committee on Economic and Monetary Affairs of the European Parliament Brussels, 1 June 2022 Thank you for inviting me to discuss our latest ECB Convergence Report.", "[ As foreseen in the EU Treaties[ ], we publish our Convergence Report at least once every two years.", "The report examines the progress made by non-euro area Member States[ towards satisfying the necessary conditions for adopting the single currency.", "Specifically, it assesses whether a high degree of sustainable economic convergence has been achieved.", "[ Moreover, it examines whether the national legislation is compatible with the EU Treaties (including our Statute[ ]), and whether the statutory requirements are fulfilled for the relevant national central bank to become an integral part of the Eurosystem.", "Our assessment is independent from the Commission's assessment, which has just been presented to you by Executive Vice-President Dombrovskis.", "I will now briefly discuss our conclusions on the state of economic and legal convergence.", "I will then focus on our assessment of Croatia.", "The state of economic and legal convergence in non-euro area Looking at the general picture first, let me highlight four points.", "First, since our last Convergence Report in 2020, the seven Member States under review have made limited progress overall towards meeting the convergence criteria, with the notable exception of Croatia.", "This lack of progress is mainly due to challenging economic conditions.", "While the countries rebounded strongly from a longer than initially expected COVID-19 shock, the Russian invasion of Ukraine has darkened economic prospects.", "Second, apart from Croatia, none of the other countries under review complies with all economic convergence criteria.", "In five of the seven Member States examined in the report, HICP inflation is well above the reference value.", "The long-term interest rate is above the reference value in two countries and well above it in one country.", "The situation has clearly deteriorated compared with 2020, when only one country was above the reference value.", "Furthermore, most countries have made no progress in reducing fiscal imbalances, which is not surprising given the COVID-19 pandemic and the fiscal measures adopted to mitigate its economic impact.", "As regards the exchange rate criterion, the Bulgarian lev and Croatian kuna were included in the exchange rate mechanism (ERM II), on 10 July 2020.", "Over the two-year reference period the Bulgarian lev did not exhibit any deviation from its central rate due to its currency board arrangement, while the Croatian kuna displayed a low degree of volatility and traded close to its central rate.", "[ Third, all countries, with the exception of Croatia, need to adjust their legal framework to comply with the requirements under Union law.", "They must address issues relating to central bank independence and the prohibition on monetary financing.", "Moreover, let me reiterate what I said here in 2020 when I presented our previous ECB Convergence Report.", "[ In the interest of the euro area as a whole and of each euro area accession country, convergence has to be reached on a lasting basis, and not just at a given point in time.", "This requires ongoing attention, also through our economic governance mechanisms and sound financial sector supervision.", "In order to achieve a high level of sustainable convergence, our Convergence Report emphasises the need for lasting policy adjustments in many of the countries under review.", "Specifically, we emphasise that the Next Generation EU (NGEU) package represents a unique opportunity to accelerate the process of euro area convergence, with swift and effective implementation being crucial for its success.", "The state of economic and legal convergence in Croatia Let me now focus on Croatia, which is the only country that fulfils all economic and legal requirements for adopting the euro and has expressed the wish to do so on 1 January 2023.", "With regard to price stability, the 12-month average rate of HICP inflation in Croatia was 4.7%, which is below the reference value of 4.9%.", "In terms of fiscal sustainability, Croatia's general government budget balance was just below the 3% deficit reference value in 2021, while its debt ratio was above the 60% reference value but on a downward trajectory.", "Since the inclusion of the Croatian kuna in ERM II, its deviations from the agreed central rate have been significantly smaller than the standard fluctuation band of ERM II.", "Long-term interest rates stood at 0.8% on average and thus remained below the 2.6% reference value for the interest rate convergence criterion.", "From a legal perspective, Croatian law is compatible with the Treaties and the Statute of the European System of Central Banks and of the European Central Bank.", "What is key is the amendment to the Law on Croatia's central bank, which prohibits the Croatian Government from seeking to influence the members of its decision-making bodies.", "With the entry into force of the close cooperation framework on 1 October 2020, the ECB gained responsibility for directly supervising eight significant institutions and for overseeing 15 less significant institutions in Croatia.", "[ The convergence in banking supervision ensures the application of uniform supervisory standards and thus contributes to safeguarding financial stability.", "Moreover, the agreement on Croatia's participation in ERM II was based on several policy commitments which I discussed with you two years ago.", "[ Although the anti-money laundering (AML) commitments have been fulfilled formally, there are still several shortcomings in this respect which must be addressed, as identified in the recent MONEYVAL report.", "[ This is also key from a prudential perspective.", "We therefore urge the Croatian Government to deliver on its commitment to fully implement a new AML action plan by 2023, when the first year of MONEYVAL's enhanced follow-up procedure ends.", "Finally, our assessment stresses that, in view of the subdued growth potential, it is crucial to strengthen Croatia's institutional capacity to ensure effective and efficient implementation of the structural reforms that can lift its growth path.", "The convergence assessments by the Commission and the ECB are paving the way for another euro area enlargement.", "Two decades after the introduction of the single currency, euro area membership remains an attractive prospect.", "The euro area is facing challenges on many fronts which are mainly of a global nature, like the Russian invasion of Ukraine and persistent supply chain disruptions.", "But the size of our Economic and Monetary Union gives us the economic firepower and policy autonomy to respond to these adverse external shocks.", "And the euro buttresses our supply chains, increasing their resilience.", "Supply chain integration in Europe is better than in any other continent, and continues to increase.", "[ We appreciate that countries make every effort to prepare themselves for adopting the euro.", "And they do so under challenging economic conditions.", "I am convinced that the recent EU initiatives such as the Recovery and Resilience Facility and the REPowerEU Plan will help our economies stay on the path towards reforms and investment.", "Croatia's progress demonstrates its commitment to adopting the euro.", "Most importantly, it is another step towards economic and monetary integration in Europe.", "It further underpins our collective economic strength and our sovereignty.", "ECB Convergence Report 2022 Article 140 of the Treaty on the Functioning of the European Union.", "Denmark has notified the Council of the European Union (EU Council) of its intention not to participate in stage three of Economic and Monetary Union.", "Convergence reports have therefore only been prepared for Denmark if the country requests them.", "In the absence of such a request, the ECB's 2022 Convergence Report examines the following countries: Bulgaria, the Czech Republic, Croatia, Hungary, Poland, Romania and Sweden.", "To examine the state of economic convergence in EU Member States seeking to adopt the euro, the ECB makes use of a common framework for analysis.", "This common framework, which has been applied in a consistent manner throughout all European Monetary Institute (EMI) and ECB Convergence Reports, is based, first, on the Treaty provisions and their application by the ECB with regard to developments in prices, fiscal balances and debt ratios, exchange rates and long-term interest rates, as well as in other factors relevant to economic integration and convergence.", "Second, it is based on a range of additional backward and forward-looking economic indicators considered to be useful for examining the sustainability of convergence in greater detail.", "Statute of the European System of Central Banks and of the European Central Bank.", "Panetta, F. (2020), \" Pursuing a successful path towards euro area accession \", introductory remarks at a meeting of the Euro Accession Countries Working Group of the Committee on Economic and Monetary Affairs of the European Parliament, 13 July.", "For more details on the ECB's close cooperation with Hrvatska narodna banka, see ECB (2020), \" ECB establishes close cooperation with Croatia's central bank \", press release, 10 July.", "Council of Europe (2021), Anti-money laundering and counter-terrorist financing measures - Croatia , December.", "Panetta, F. (2022), \" Europe's shared destiny, economics and the law \", Lectio Magistralis on the occasion of the conferral of an honorary degree in Law by the University of Cassino and Southern Lazio, 6 April."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic convergence", "Croatia", "Legal convergence", "Euro area accession", "Fiscal imbalances", "Price stability", "ERM II", "HICP inflation", "NGEU package", "AML commitments"]}