{"sentences": ["Chairman Brown, Ranking Member Toomey, and other members of the Committee, thank you for this opportunity to appear before you.", "I am greatly honored to be nominated by President Biden to serve as Vice Chair of the Board of Governors of the Federal Reserve System.", "If confirmed to this position, I look forward to continuing to work with members of this Committee.", "We are seeing the strongest rebound in growth and decline in unemployment of any recovery in the past five decades.", "Over the past year, unemployment has fallen by 2.8 percentage points, and growth is estimated to be around 5 1/2 percent, according to a variety of private forecasts.", "But inflation is too high, and working people around the country are concerned about how far their paychecks will go.", "Our monetary policy is focused on getting inflation back down to 2 percent while sustaining a recovery that includes everyone.", "This is our most important task.", "When the pandemic struck in 2020, I worked closely alongside Chair Powell and Secretary Mnuchin and many others, with the support of Congress, to calm financial market turmoil and save American jobs and businesses.", "When markets stabilized, I worked to responsibly wind down the emergency facilities we established.", "Today the economy is making welcome progress, but the pandemic continues to pose challenges.", "Our priority is to protect the gains we have made and support a full recovery.", "Since 2014, as a member of the Federal Open Market Committee, I have supported monetary policy that is responsive to evolving economic conditions.", "Our approach helped sustain the longest recovery on record with low inflation and millions of jobs.", "More broadly, I have worked to safeguard and grow our economy during the Administrations of five Presidents from both parties.", "I have worked on the U.S. policy response to every major financial crisis over three decades.", "I served at the Department of the Treasury as part of the team responsible for supporting America's recovery from the Global Financial Crisis and responding to the euro-area financial crisis.", "I served at the White House as part of the team helping to safeguard the American economy from the Asian financial crisis as well as financial crises in Mexico, Brazil, and Russia.", "In some foreign countries, I saw up close how high inflation hurts workers and families, especially the most vulnerable.", "I am committed to pursuing the Federal Reserve's congressionally mandated goals of price stability and maximum employment and to maintaining the strength and resilience of our financial system.", "I am committed to the independent and nonpartisan status of the Federal Reserve.", "If confirmed, I look forward to supporting Chair Powell in carrying out the responsibilities assigned to the Federal Reserve and in fostering transparent communication and accountability to you and the American people.", "I will bring a considered and independent voice to our deliberations, drawing on insights from working people, businesses, financial institutions, and communities- large and small-across the country.", "I will support policies that are in the interests of the American people and based on the law and careful analysis of the evidence.", "Before closing, I want to thank my husband and daughters for their steadfast support of my work.", "And I would like to commend the outstanding efforts of the individuals across the Federal Reserve System who work so hard every day to serve the American public.", "Senators, I thank you for this opportunity to appear before you and for considering my nomination.", "I would be pleased to respond to any questions."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Recovery", "Financial stability", "Price stability", "Economic growth", "Unemployment", "Federal Reserve", "Financial crisis", "Financial markets"]}