{"sentences": ["Introduction I am very grateful to Iain Begg for the invitation to speak to you today, more than two years after my first intervention at the LSE.", "So many things have happened since then, and the Ukrainian crisis shows that uncertainty isn't going away any time soon.", "The euro area, like many other economies in the world, is entering a crucial phase in the recovery from the covid-19 crisis.", "There is good news, there is bad news and the two are very much related to each other.", "Unemployment has fallen to its lowest level in the history of the euro area and real GDP surpassed its pre-crisis level in the final quarter of 2021.", "On the less positive side, shortages of materials, equipment and labour persist in some sectors whilst others still operate below capacity.", "This lopsided economy plus sharply higher energy and food prices caused headline inflation in the euro zone to accelerate to 5.1% in January.", "Core inflation is only at 2.3% but significantly higher than one year ago (1.4%).", "At our recent Governing Council meeting on 3 February, we acknowledged that \"inflation is likely to remain elevated for longer than previously expected.\"", "As Christine Lagarde said, these forces are expected to play themselves out gradually as the economy re-equilibrates and returns to its potential growth rate and the impact of the energy price shocks dissipate.", "I will not comment further on the expected outlook for inflation - this will be for our next projections on the 10th of March.", "I will, however, be discussing (i) the theory and practice of forward guidance, in such uncertain times, (ii) and how the ECB might need to adjust its current guidance to manage the path towards a normalisation of monetary policy.", "I. FG in theory and practice Originally, as proposed by Eggertsson and Woodford in 2003, forward guidance is a clear and powerful instrument at the effective lower bound on nominal interest rates when conventional policy is impotent.", "Under this strategy, a central bank commits to provide extra stimulus in the future once the underlying adverse shock is over.", "It does so by announcing it will keep interest rates low for longer, departing from its standard reaction function.", "As long as financial markets understand this, medium-term nominal interest rates will be lower.", "In addition, rational forwardlooking agents recognise that this will generate above-target inflation in the future, which lowers expected real interest rates over the whole period, further stimulating demand and inflation from today.", "This works perfectly in the textbook.", "Yet even theoreticians, and practitioners alike, including our Governing Council, soon realised that turning theory into practice raised additional issues.", "The time horizon of forward guidance In theory, a small commitment reaching into the distant future is enough - through the power of rational expectations on all the expected real interest rates - to have a powerful impact today.", "This stretches credibility in two senses: first is it a realistic description of the way the world and expectations work?", "Even Michael Woodford has been working on models of limited planning horizon that mitigate its power.", "The second way in which time stretches credibility is whether long-dated commitments are believable.", "Defining dates or states It was recognised long ago that so-called \"open ended\" (or \"Delphic\") forward guidance was not very effective and there was a shift towards more conditional \"Odyssean\" guidance, which is \"calendar-based\" and/or \"state-contingent\".", "But \"calendar-based\" or \"state-contingent\" forward guidance pose other challenges which are quite evident in the current policy debate.", "\"Calendarbased\" is very clear and easy for markets to understand (\"I'll meet you at 8pm\" v \"I'll meet you half an hour after I leave home\").", "But it's the commitment that is the most hostage to fortune because large shocks can occur in the interim.", "\"State-contingent\" is less risky in this respect because it adjusts according to evolutions in the economy.", "State-contingency gives us flexibility on timing, but experience tells is sometimes less clear and hence less powerful for markets.", "The ECB's current forward guidance on interest rates states that they will remain at their current level until three state-contingent criteria are met, but with one calendar element due to sequencing.", "I will come back to them in my second part.", "For comparison, in the United States, the Fed has currently two calendar-based forms of guidance: it will \"soon be appropriate to raise the target range\" for the federal funds rate and \"bringing them to an end in early March\" for net asset purchases.", "Degree of commitment However, no central bank can define in advance all the states under which policy rates will remain fixed.", "In this sense, we cannot totally bind our hands with rules, and should keep some element of discretion facing unexpected data or events.", "Forward guidance is never setting policy on auto-pilot.", "There will always be an element of judgement, including about the distribution of risks around the staff projections.", "Central banks should be predictable, but not precommitted.", "Forward guidance in uncertain times Let me fine tune this general discussion in uncertain times, because we are certainly living through such an unexpected period: the unprecedented \"covid economy\", geo-political tensions including Ukraine, the energy crisis, and the two great transformations ahead - digital and ecological.", "Forward guidance is a trade-off between the benefits of signalling intentions in advance and the constraints this places on future actions.", "In periods of high uncertainty, these effects accrue to both sides.", "On the one hand, indicative policy paths can help reduce unnecessary volatility and clarify ambiguity.", "On the other hand, in volatile situations, policy makers need to be more agile to respond to new data and risks.", "Let me therefore turn back to the three practical issues I discussed earlier and try to draw three lessons for uncertain times: 1.", "The time horizon: even in normal times, forward guidance loses power over the longer term, as I said.", "But the greater the uncertainty, the shorter the forward guidance should be.", "Its reasonable horizon at present should be a matter of quarters rather than years.", "The balance between in the very short run, dates are more calendar and state dependency: efficient to influence markets and economic agents' expectations.", "But beyond the horizon of some months, state-contingent forward guidance is more preferable.", "And it should rely not only on forecasts - models are fragile in uncertain times - but also significantly on actual data.", "We should listen to the present and real world of price and wage setters - businesses and households -, who are at least as important as macromodelling or market expectations.", "In the face of uncertainty, not being precommitted is an absolute imperative.", "The two most important words for Central Bankers recently are \"agility\" and \"humility\" - frankly, these are more than just words, they are the daily reality for us.", "Jay Powell rightly promises to be \"humble and nimble\".", "We at the ECB stress this new principle of \"optionality\": it means in a risk-management approach that we must broaden our policy space, to be able to respond to a broader spectrum of possible inflation scenarios as Philip Lane explained in a recent interview.", "The trick is obviously to articulate this increased optionality whilst at the same time giving sufficient predictability to economic agents to reduce the adverse effects of uncertainty.", "This brings me to my second point, sharing some thoughts about the ECB guidance.", "How to provide predictability and optionality for the ECB Predictability - one course and two compasses Let me start with the predictability elements: one course - the inflation target of 2% as set out in our strategy review -; and two compasses - our sequencing and our forward guidance.", "About the course, our commitment is crystal clear: we will do what is necessary to bring inflation back firmly and durably to around 2% within our projection horizon.", "This reassurance is key to keeping inflation expectations close to 2% whatever the short-term uncertainties are.", "We have a duty to do it, we have the capacity to do it, and have no doubt we shall do it.", "To keep this course, the first compass is our sequencing: we will end net asset purchases first, then raise the key interest rates, before eventually starting to reduce the balance sheet.", "Uncertainty and speculation about the order in which things will happen is unnecessary and easily avoidable.", "Furthermore, the logic of sequencing is closely linked to the use of the APP as a stance measure that reinforces the effect of forward guidance on short-term interest rates; if we wish to withdraw monetary accommodation, we should first release the accelerator pedal by stopping adding stimulus.", "By the way, if we started to raise rates before the end of net purchases, the risk would be to excessively flatten or even invert the yield curve.", "The fact that the reduction of the balance sheet occurs only in a third step is intended to avoid a brutal impact of the withdrawal of accommodation: the presence of the ECB in the markets, via reinvestments, allows us to contain these destabilising risks including on fragmentation.", "Hence, the direction of the navigation is clear.", "But as I have already said recently, we will retain our full optionality about its pace: its calendar will remain gradual, state-dependent and open in moving from one stage to the other.", "The second compass is our forward guidance on interest rates, as adopted last July.", "Before coming to it, let me in the order of our sequencing, starting with some considerations on our APP guidance.", "The APP guidance At its meeting in December last year, the Governing Council updated its forward guidance on net asset purchase by stating in particular that \"From October 2022 onwards, the Governing Council will maintain net asset purchases at a monthly pace of €20 billion for as long as necessary to reinforce the accommodative impact of its policy rates; [it] expects net purchases to end shortly before it starts raising the key ECB interest rates.\"", "The forward guidance on net asset purchases since September 2019 differs from that which prevailed until December 2018.", "The APP is no longer considered as a separate instrument from the interest rate instrument, but hierarchically subordinated to it, both in terms of its purpose ('reinforce') and its timing ('shortly before').", "This subordination was a change: from their inception in 2008, the so-called non-standard measures had always been presented, as distinct and complementary and not as an extension of the rate cuts.", "The main advantage of this new APP guidance was to reinforce the guidance on rates and to support the \"low for long\" strategy at the time.", "The coupling of the two instruments strengthened the impact on the whole yield curve.", "However, given the change in the inflation context (from a situation where inflation has been too low for too long to a situation of uncertainty), the challenge for the APP guidance today is to move from persistence to optionality.", "Let me at this stage turn to more open questions and give more personal reflections on how to increase this optionality: The first option we'll have to consider - at our March meeting - is the calendar of net asset purchases.", "Keeping them open ended from October would not be appropriate, as (i) as a principle, it ties our hands for too long: I said earlier that calendar based guidance shouldn't go beyond some months in the prevailing uncertainty (ii) in substance, there is now much less reason to continue pressing the gas pedal while increasing our asset stock, as inflation is converging towards our 2 % target \"from above\".", "I still believe it's useful to have some transition between the end of net PEPP purchases in March and the end of net APP purchases: but this reduction could follow a bimonthly or monthly pace instead of a quarterly one, and APP purchases could therefore end in Q3, at some point to be discussed.", "In parallel, another way to enhance optionality could be to remove the word \"shortly\" from the forward guidance on asset purchases.", "This would be a possibility to break the quasi automatic temporal link between the two instruments whilst retaining the sequencing.", "Optionality would mean that the lift-off could possibly take more time, if warranted.", "This temporal decoupling could give more scope for fine-tuning, which is an advantage in uncertain times.", "Rather than forcing ourselves to act on both instruments almost simultaneously (which could fuel fears of an excessively brutal effect), we could give ourselves more time and consider the latest inflation outlook before deciding about the calendar of rate hikes: a decision that anyway we don't need to make before our June meeting.", "Any speculation about this calendar of future lift-off is at this stage premature.", "The forward guidance on interest rates Let me stress here an important semantic point about our monetary stance: the steps I am discussing here are about the normalization of our monetary policy, not about tightening.", "It's still the exit from exceptional instruments and an extremely accommodative monetary policy (increase of the already large assets stock, negative interest rates).", "It's the first phase of a gradual return towards a more neutral stance, which we are still far from.", "Tightening would be another story, going beyond a neutral stance, which is not within our present policy horizon.", "Let me then remind you of the three state-dependent criteria on our forward guidance: \"the Governing Council sees (i) inflation reaching 2 per cent well ahead of the end of its projection horizon; (ii) and durably for the rest of the projection horizon; and (iii) it judges that realised progress in underlying inflation is sufficiently advanced to be consistent with inflation stabilising at two per cent over the medium term\".", "Today, in my personal judgement, it might be considered that the first criteria (with a headline inflation significantly above 2% since summer last year and expected to remain there for months ahead), and the third one (with underlying inflation around or above 2% by most definitions) are fulfilled.", "At this stage, according to our December forecasts, the remaining one (about inflation remaining at or above 2% for the rest of the projection horizon) is not met.", "This could possibly change in the next quarters.", "However, we should be mindful of the uncertainty surrounding our 3year inflation projections in the extraordinary context we are going through, especially when price pressures are originating from sector-specific supply constraints with moderate signs of contagion so far to wages.", "And there is one additional element, calendar based, introduced by the sequencing: any rate hike should only happen after date X, the end of the net asset purchases.", "We should not pre-empt this calendar: it is about the credibility of the sequencing, and also about some caution on the most fragile of our criteria - the medium-term forecastbased one.", "This brings me to a key reminder: the forward guidance never calls for an automatic decision, and always preserves our possible assessment.", "In our own wording, it is an \"expectation\", and the Governing Council has to \"see\" and \"judge\": even if and when the three criteria will be fulfilled, we could take into consideration exogenous or exceptional contingencies, including geopolitical ones.", "One last optionality after lift-off would be about the pace of further rate hikes.", "In particular, some market participants anticipate a scenario where we could pause or adjust rates significantly more slowly after having exited from negative territory.", "This is not a preset course, but this would be a possibility as our hands here are completely free.", "Besides optionality, necessary flexibility We should obviously keep optionality as we navigate this course.", "But we will also retain flexibility: to ensure not only the right stance of monetary policy, but also its right transmission throughout the euro area, in terms of asset classes and jurisdictions.", "Optionality and flexibility strengthen each other in our path towards a smooth normalisation: on the one hand, gradualism will help to avoid possible markets overreactions; on the other hand, we explicitly stressed the need for flexibility already in December, \"under stressed conditions, flexibility will remain an element of monetary policy whenever threats to monetary policy transmission jeopardizes the attainment of price stability\".", "This is not a question of moral hazard or supporting any country unconditionally, still less about tolerating any form of fiscal dominance.", "It's about avoiding risks of unwarranted fragmentation: having, if needed, in our \"virtual toolbox\", some \"contingent option\".", "It would work partly - but not necessarily solely - through PEPP, including its reinvestments and possibly resuming its purchases under certain conditions.", "More generally, maintaining our high stock of assets until the third step of our sequence gives us through our reinvestments more leeway on the markets.", "As of 2006, Olivier Blanchard said : \"Monetary policy can pretend to be close to science if it can be conducted using simple and robust rules [...] Monetary policy must be closer to art if it is frequently confronted to new, poorly anticipated and poorly understood, contingencies.\"", "This mix of science and art is something I like in monetary policy.", "Therefore, I have cherished our discussions in the Governing Council, for my past seven years as Governor: if it wasn't for discussion, why should we have meetings?", "But as I suggested in my remarks today, you can trust us around President Christine Lagarde to make pragmatically the right decisions in the right order and timing, in order to reach our course: bringing inflation back firmly and durably to around our 2% target.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Forward guidance", "Inflation", "Uncertainty", "Monetary policy", "Interest rates", "ECB", "Sequencing", "Optionality", "Flexibility", "Transmission"]}