{"sentences": ["Valuable comments from Sitikantha Pattanaik, Rajeev Jain, Binod B Bhoi, Abhilasha and editorial help from Vineet Kumar Srivastava are gratefully acknowledged.", "Shri Juzar Khorakiwala, President, Shri Anant Singhania, Vice-President, Shri Ajit Mangrulkar, Director General, Shri Sanjay Mehta and Ms. Sheetal Kalro, Deputy Director Generals, esteemed members of the IMC Chamber of Commerce and Industry, and friends, I thank you for inviting me to deliver the keynote address in the Thought Leadership Series.", "From the time of its establishment in 1907, the IMC Chamber of Commerce and Industry has always been a thought leader itself, with a membership base of above 5000 and over 150 trade associations affiliated to it.", "By providing vital inputs and recommendations, the Chamber plays a key role in shaping the contours of public policy making and debate on a wide range of issues that impinge on sustainable economic development.", "Hence, it is a privilege to be among you all and to share my thoughts.", "In the context of the recent challenging global developments and the overcast nearterm outlook, I thought I will choose 'Taper 2022: Touchdown in Turbulence' as the theme of my address today.", "Hawkish tones in systemically important policy pivots in early 2022 confirmed the worst fears of financial markets - the age of abundant liquidity is drawing to a close.", "Financial assets, which were buoyed by liquidity into stretched valuations, are being re-priced.", "The ubiquitous acronym QE or quantitative easing is giving way to another - QT or quantitative tightening - in the lexicon of monetary policy.", "As central banks, the world's biggest buyers of bonds, prepare to turn into sellers, their trajectory has been likened to landing on a short runway amidst fierce cross winds.", "Now, as the drumbeats of conflict rise to a crescendo and economic warfare is unleashed, volatility is hitting high notes.", "Sudden shifts in risk sentiment and exodus to safe assets render financial markets shaken and stirred as investors struggle to re-assess this violent turn in the wind.", "Already snarled by supply bottlenecks, persistent high inflation and tightening financial conditions, the global economy is being dragged to the edge of a precipice.", "The immediate implications are expected to be lower growth, higher inflation and disruptions to financial markets.", "The longer- term implications are disruptions to global supply chains if physical infrastructure such as pipelines and ports are destroyed.", "If sanctions turn away demand, trade and investment, there could even be de-globalisation.", "Talk of stagflation has leapfrogged into the discourse on global economic prospects.", "The question that is uppermost is: will monetary policy still be tightened just enough to quell persisting inflation?", "Or will it turn out to be excessive and snuff out the global recovery?", "Already high frequency indicators suggest that global growth is losing steam in the first quarter of 2022 with the surge and ebb of Omicron.", "Multilateral institutions expect that in the baseline scenario, the pace of global GDP growth may lose up to 2 percentage points over this year and the next.", "Private sector estimates indicate that if the price of crude rises to $150 per barrel, it will knock of another 1.6 per cent of global GDP, while raising global inflation by another 2 per cent.", "On one issue at least, there seems to be some certainty.", "Although monetary policy has a predominantly domestic orientation, the effects of the imminent shift in gears will not be confined domestically.", "It will spill over to emerging market economies, and it will spill back to systemically important ones.", "It is always easier to go into accommodation than to come out.", "This brings back memories of 2013 and the infamous 'taper tantrum'.", "It also focuses the spotlight on India.", "In 2013, India became one of the 'fragile five' economies that were roiled by financial market turbulence and, therefore, perceived as most at risk when tapering would actually begin.", "The Indian rupee or INR was among the worst affected currencies at that time, as foreign investors pulled out funds from emerging market economies as an asset class in anticipation of rising yields in advanced economy markets.", "Will this time be different?", "In the rest of my address, I propose to deal with this vexing subject head-on by assessing global macroeconomic and financial conditions then and now, the state of the Indian economy in terms of its underlying fundamentals, and the health of India's external sector which will bear the brunt of global spillovers.", "I will conclude with a few remarks on the way forward.", "The Global Setting Global economic conditions in 2013 resembled those that are set to unfold in 2022.", "The global economy was weak then, with the recovery from the global financial crisis of 2008-09 still incomplete, and paths were diverging between jurisdictions.", "Advanced economies (AEs) were mending and gaining pace despite fiscal consolidation, but emerging market economies (EMEs) were slowing due to the tightening of external financing conditions.", "The big difference was inflation.", "Commodity prices had fallen amidst improving supply conditions and, moreover, demand from key EMEs for commodities was subdued.", "As a result, both fuel and non-fuel commodity prices recorded small declines.", "The pick-up in growth in the AEs was not enough to pull in the slack in these economies and output gaps remained large and negative.", "Consequently, inflation actually eased in AEs.", "In EMEs, on the other hand, the picture was somewhat similar to conditions prevailing today, with inflation turning out to be persistent and range-bound, and pushed up by the pass-through of currency depreciation.", "Although monetary policy was in accommodative mode, financial markets were volatile amidst considerable uncertainty about the future course of monetary policy.", "In particular, markets were anticipating more tightening of US monetary policy than projected by the Fed and this was the factor that caused larger than expected spillovers.", "In EMEs, these spillovers interacted with underlying vulnerabilities, triggering capital outflows and a significant tightening of financial conditions in some of them, especially among the fragile five.", "As events unfolded, however, markets were found to be racing ahead of the real economy - the Fed decided not to begin tapering in September, resulting in a modest easing of bond yields.", "Circling back to 2022, the global recovery is once again on a weak wicket - edgy and prone to mishits.", "The omicron wave has taken its toll and there is growing evidence of loss of pace in the first quarter of 2022, as I alluded to earlier.", "As in 2013, the paths for AEs and EMEs are diverging, with AEs expected to cross pre-pandemic trends while EMEs lag behind.", "Also, financial markets are highly volatile now, as they were in the fateful summer of 2013.", "War has added a whole new dimension to the outlook, and in fact, a weighty downside.", "With regard to other macroeconomic and financial conditions, however, 2022 and 2013 are studies in contrast.", "AEs are struggling with inflation at multi-decadal/record highs this year.", "In several EMEs too, inflation is way above targets, prompting them to be first movers in raising policy rates, with AEs following this time around.", "In terms of financial conditions, it is sobering to keep in mind that the US taper involved winding down a US $85 billion monthly purchase programme in a span of ten months in 2014.", "In contrast, a US $120 billion monthly purchase programme is being wound up in four months by March 2022.", "Before the commencement of the 2014 taper, the Fed had expanded its balance sheet by around US$ 3.1 trillion over a period of 64 months.", "In response to the pandemic, the Fed's balance sheet has expanded by US$ 3.1 trillion in nine months from March to November 2020.", "It expanded another US$1.3 trillion in the ensuing eleven months up to October 2021 and continued to grow till early March.", "Then, there is an elephant in the room in 2022, which is making the biggest inter-temporal difference.", "Financial markets reacted to the first missiles and air strikes on February 25 with a bloodbath across the world.", "Equity and currency markets tanked, and stampedes to safety lifted the prices of US treasuries, gold and the US dollar as also some safe house currencies like the yen.", "These are externalities or spillovers which have been seen before, however.", "In fact, equity markets recovered towards the close of trading on the same day and through the next, although they sank again when fresh sanctions, including SWIFT exclusion, were announced on February There are some spillovers which we have not seen before.", "Commodity prices have been surging in a synchronized manner.", "Energy prices, in particular, are shattering what were widely regarded as glass ceilings.", "International crude prices crossed US$ 100 for the first time since 2014.", "With new rounds of sanctions, US$ 125-150 levels could be tested.", "Natural gas futures surged 50-70 per cent in Europe.", "Benchmark prices of nickel, copper, aluminium and palladium are at their highest levels in a decade.", "Wheat and corn futures are at multi-year highs.", "The world is also bracing up for higher fertiliser prices and restrictions on energy supplies.", "Although the situation today is significantly different from the oil shocks of the 1970s, energy markets are global and price waves find their way around the world.", "Household spending could be sapped and the risk of a recession could intensify.", "Domestic Macro Fundamentals In a dynamic international environment fraught with high uncertainty and elevated perceptions of risk, it is ultimately the strength and resilience of the macroeconomic fundamentals that will determine our ability to manage external shocks.", "It is useful in this context to draw lessons from the 2013 experience.", "In 2009, India was among the first nations to bounce back from the global financial crisis on the wings of fiscal and monetary stimulus.", "Aspirations about India's underlying potential seemed within reach.", "History would, however, ordain otherwise.", "With the gradual unwinding of the stimulus, the economy lost steam.", "This was accompanied by a persistent deceleration in the investment rate, led by the private corporate sector, a slowing down of bank credit and a widening of external imbalances to which I will revert shortly.", "Over the period 2011-14, however, private consumption remained strong and the mainstay of growth in India.", "Ahead of the pandemic, a cyclical downturn had taken the growth of the economy in 2019-20 to its lowest rate since the global financial crisis, but even this nadir has become a reference point for evaluating the recovery from the pandemic.", "At the height of the first wave of infections, India plunged into one of the deepest recessions in the world, with GDP declining by as much as 23.8 per cent in the first quarter of 2020-21.", "A gradual recovery took hold during the second half of the year, only to be interrupted by the second wave.", "During the year, the Indian economy contracted by 6.6 per cent.", "The brunt of the second wave was felt in the first quarter of 2021-22.", "Camouflaged by statistical base effects, the level of GDP fell 8.3 per cent below pre-pandemic (or corresponding 2019-20) levels.", "While the third wave that began in late December 2021 has had a relatively milder impact as reflected in high frequency indicators, GDP is expected to rise only 1.8 per cent above pre-pandemic levels in the year 2021-22.", "Private consumption is just a shade above its pre-pandemic level, with discretionary consumption spending lacking traction.", "Private investment is yet to participate in the recovery.", "In essence, India's growth story remains as weak as it was at the time of the 2013 taper tantrum.", "The recent reverberations of war have, in fact, tilted the balance of risks downwards.", "The government's thrust on capital expenditure in 2022-23 can, however, be the gamechanger this time around by enhancing productive capacity, crowding in private investment and strengthening aggregate demand amidst the conducive financial conditions engendered by the RBI, and improving business and consumer confidence.", "Another silver lining is export performance to which I shall turn presently, but unlike domestic investment, exports are in some sense hostage to global developments.", "Considering all these factors in February 2022, the RBI projected the growth of the Indian economy at 7.8 per cent in 2022-23.", "The breakout of hostilities in Ukraine and its fallout may necessitate a review.", "The choice of a bi-monthly meeting cycle for the Monetary Policy Committee (MPC) ensures that this will be done, with all available data arrivals and analytical updates, in the forthcoming meeting in April.", "It is in the character of inflation that the key difference between 2013 and today emerges, with several lessons.", "The main fault line in India's fundamentals then was inflation.", "First, inflation measured by the wholesale price index (WPI) had acquired elevation and persistence by December 2009.", "In terms of the consumer price index (CPI), inflation pressures were signalled even earlier.", "Second, food prices had been ruling in double digits from as early as October 2008 (even earlier in the CPI) and the failed monsoon of 2009 only stoked these pressures.", "Food inflation has a dominant influence on inflation expectations and tends to spill over to non-food non-fuel components, leading to generalised inflation as was the case during 2011-13.", "Thus, early warning signs were flashing from the CPI, but they were looked through.", "Third, rural wages adjusted for inflation rose at an annual rate of 7.4 per cent during 2009-13, pushing up core retail inflation through wage price spirals.", "Fourth, international crude prices were ruling above US$ 100 per barrel, but domestic pump prices were cushioned by a low tax component and moreover, pass-through was held back administratively.", "Fifth, monetary policy followed a multiple indicator approach with no explicit nominal anchor.", "Current inflation dynamics are markedly different from those troubled times, but that experience offers valuable policy guidance.", "Today, monetary policy in India operates under a well-defined institutional framework, with price stability defined as 4 per cent CPI inflation as the primary objective.", "Deviations from the target are allowed within a tolerance band of +/-2 per cent and three consecutive quarters of inflation breaching the tolerance band is regarded as a failure, warranting prescribed corrective actions.", "Since the onset of the pandemic, India has been encountering episodes of rising inflation, but headline inflation has stayed in single digits and has tended to revert back to the target as each supply side shock receded.", "For the most part, inflation has been driven up by rising food prices, but this time around, resolute and strategic actions to augment the supplies of inflation-sensitive commodities (edible oil; pulses; potatoes; and onions) broke the back of these price spikes and tamed headline inflation.", "India has also transformed its food economy from deficits in key food items to surpluses and exports.", "Global spillovers are impacting core inflation on an ongoing basis and keeping it elevated, but the absence of second round effects on wages and rentals, and low pricing power among corporates and excise duty cuts on petroleum products have tempered these upside pressures.", "Furthermore, with the tax component of pump prices still being substantial in the wake of increases during the pandemic, there is headroom available for reducing these taxes and cushioning the transmission of international crude prices to retail inflation.", "Finally, the evolution of CPI inflation up to January 2022 shows that statistical base effects have been keeping it elevated; the momentum or month over month changes in prices have actually declined during December 2021 and January 2022.", "As a result of these developments, inflation is less persistent and less generalised than it was in 2013.", "The RBI's latest survey of January 2022 shows that households' inflation expectations have moderated by 170-190 basis points three months ahead and a year ahead, respectively.", "Accordingly, in February 2022, the RBI projected inflation to ease to around 4 per cent by the third quarter of 2022-23.", "Clearly, recent geopolitical developments pose an upside risk to these projections and the upcoming meeting of the MPC in April will provide a thorough re-assessment, but the focus of monetary policy on price stability with clear accountability and the government's proactive responses to keep prices in check provides confidence that India will weather this storm.", "Spillovers and External Resilience It is the health of a country's external sector that shields it from international spillovers in a globalised world.", "The state of the external sector reflects the underlying macroeconomic fundamentals, which I have just discussed.", "To illustrate, the domestic saving-investment gap of the private and public sectors is the mirror image of the difference between exports and imports of goods and services or what is widely known as the current account balance which, in turn, is financed by capital flows.", "If net capital flows exceed or fall short of the current account balance, there is either a build-up or drawdown of foreign exchange reserves.", "Likewise, inflation seeps into the external sector by influencing the prices of exports, while being influenced by the prices of imports.", "Inflation differentials between a country and the rest of the world determine the underlying level of the exchange rate.", "Typically, a country enjoying robust growth prospects with price stability becomes a preferred habitat for capital flows from abroad while a country with a poor growth outlook and/or high inflation is likely to face capital outflows.", "While spillovers are global and inescapable, macro-fundamentals are national and offer a bulwark against shocks that originate beyond national borders.", "In 2022, India faces similar risks as in 2013 from surging international crude prices and the volume of gold imports.", "Yet, the external sector is much more viable than it was in 2013.", "Even with import demand strong on the back of a recovering economy and the average international crude prices currently above US$ 100 per barrel, the current account deficit is expected to remain within 2.5 per cent of GDP, having averaged 1.1 per cent of GDP during 2014-21.", "By contrast, Taper 2013 had been preceded by the current account deficit averaging 3.7 per cent during 2009-13, with a peak of 6.8 per cent in the third quarter of 2012-13.", "The improvement in the current account in the recent period and going forward draws strength from robust export performance, both goods and services, with targets set at US$ 450 billion and US$ 300 billion, respectively, for 2022-23.", "In 2012-13, however, exports of goods and services were flat and remained subdued in the following year.", "Adding to the export potential going forward into 2022-23 is the focus on bilateral trade agreements and the steps being taken to impart competitiveness to exports through the production linked incentive scheme, dedicated industrial parks and by expanding the availability of critical raw materials and intermediates.", "With inflation differentials between India and trading partners narrowing, price competitiveness of Indian products in overseas markets is improving.", "External financing is no longer a binding constraint.", "Stable flows such as foreign direct investment (FDI) dominate net capital flows to India.", "In fact, FDI alone fully finances the current account gap today.", "By comparison, FDI constituted less than a third of net capital flows during 2009-13, leading up to a situation when total capital flows fell short of the financing requirement, necessitating the drawdown of reserves in 2011-12.", "In 2022-23, a strong pipeline of FDI is ready to be tapped.", "India's external debt profile has undergone a compositional shift that adds to resilience.", "Ahead of the 2013 taper, India had accumulated short-term debt to the extent that its share in total external debt had risen from around 18.3 per cent at end-March 2006 to 42.1 per cent by March 2013.", "Since then, the share of short-term debt has remained broadly unchanged.", "In fact, the share of short-term debt in GDP has declined from 9.4 per cent at end-March 2013 to 8.6 per cent at endSeptember 2021.", "It is also noteworthy that India's ratio of external debt to GDP is one of the lowest among EMEs.", "Perhaps the greatest strength of India's external sector is the buffer provided by the holdings of foreign exchange reserves.", "The level of reserves has risen from 16.0 per cent of GDP at endMarch 2013 to the current level of 20.5 per cent.", "The import cover provided by the reserves on a prospective basis has doubled while short-term external debt on a residual maturity basis has declined over the same period from 59.0 per cent of reserves to 40.3 per cent.", "It is comforting to note that India currently has the fifth largest holdings of international reserves in the world.", "In fact, India's international assets cover three-fourth of India's external liabilities, including debt, equity and all other forms of contractual obligations.", "In addition, there are second lines of defence in the form of forward assets and swap lines.", "In a world of heightened uncertainty in which spillover tsunamis can overwhelm both advanced and emerging economies, India cannot be immune.", "Yet a strong and resilient external sector can cushion these shocks, mitigate their impact and provide headroom for monetary policy to pursue national objectives without being derailed by these tidal waves from abroad.", "Geopolitical conflict has drastically altered the global environment and the context in which monetary policy operates.", "As investors re-assess risks and sizable reallocations appear imminent, there is no clarity on the direction and magnitude of capital flows for any specific country.", "Meanwhile, persisting global supply chain disruptions, resurgent commodity prices and volatility in financial markets are distracting policy attention from domestic concerns.", "For India, direct trade and finance exposures in the context of the ongoing conflict are limited.", "Contagion could, however, impact India through a broader fall out on EMEs as an asset class.", "The main transmission channel is likely to be global liquidity conditions, which are tightening.", "If worry were to give way to panic, liquidity, especially US dollar funding, could dry up and markets could malfunction.", "With crude oil still above US $100 per barrel, new macroeconomic headwinds could be a second channel of contagion.", "A third channel could be the reassessment of geopolitical risk by markets and investors, which could inflate country-risk premiums, raise the cost of funding for EMEs and reduce investment volumes.", "These factors may trigger re-calibration of forecasts.", "Stress testing baseline forecasts for normal times with extreme initial assumptions to approximate recent developments suggests that India's recovery from the pandemic may continue to gain strength and traction on the innate strength of macroeconomic fundamentals, but is yet to be broad-based.", "While agriculture and allied activities, exports and the plans for public capital expenditure are bright spots that illuminate the outlook with multiplier effects, the recovery of private consumption and investment is still work in progress.", "Contact-intensive services remain below pre-pandemic levels.", "Consequently, the policy stance has to be carefully calibrated.", "Monetary policy remains in accommodative mode and continues to engender financial conditions that are supportive of growth.", "Even though fiscal consolidation is underway, there is still some stimulus in the economy that will last through 2022-23, as estimates of the fiscal impulse suggest.", "As regards inflation, international crude prices present an overwhelming risk, though headroom to adjust excise duties can delay the passthrough to pump prices.", "On the other hand, prospects for the easing of food inflation remain bright with record production and buffer stocks.", "Strong supply-side interventions and increase in domestic production can check inflation-sensitive pulses and edible oil prices, though spillovers from the geopolitical situation cannot be ruled out.", "While cost-push pressures on core inflation remain elevated, selling prices of businesses remain subdued due to low passthrough of input cost pressures, given the large amount of slack in the economy.", "While the fallout of the geopolitical situation is being assessed and will be factored into our projections, it is reasonable to treat it as a supply shock at this stage in the setting of monetary policy.", "Fiscal impulse is defined as the change in the cyclically adjusted primary deficit."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Taper 2022", "Inflation", "Monetary policy", "External sector", "Global economy", "Macroeconomic fundamentals", "Commodity prices", "Financial markets", "Central banks", "Economic growth"]}