{"sentences": ["Speech Public money for the digital era: towards a Keynote speech by Fabio Panetta, Member of the Executive Board of the ECB, at the National College of Ireland Dublin, 16 May 2022 It is a pleasure to be here with all of you today to talk about the digital euro.", "When we launched this project, we made it clear that this is a common European enterprise.", "Our collective effort is key to the preparation and eventual success of a digital euro.", "I would like to take this opportunity to thank Commissioner McGuinness and the President of the Eurogroup, Mr Donohoe, for the excellent collaboration.", "As we prepare to potentially issue a digital euro, we want to engage with and listen to stakeholders and society at large.", "So I would like to thank the National College of Ireland for hosting us today and giving us the opportunity to discuss this project with you.", "And I look forward to talking to the students who are here today.", "Young people will play a key role in the adoption of a digital euro and we need to hear their perspectives to make it a success.", "We live in turbulent times.", "As we face the most serious geopolitical crisis since the Cold War, old certainties are increasingly being challenged.", "The invasion of Ukraine has cast further doubt on the reliability of a global order that enabled unprecedented economic interdependence.", "In the financial realm, old certainties are also beginning to falter.", "Digital technologies, changing payment habits and the race for payments supremacy are testing the complementarity of public and private money, which has long formed a cornerstone of our monetary system.", "Today I will argue that to preserve this symbiosis, public money must keep its role as a monetary anchor in the digital era.", "A digital euro would fortify our monetary sovereignty and provide a form of central bank money for making daily digital payments across the euro area, just like cash for physical transactions.", "To succeed, a digital euro will need to add value for users, foster innovation, and enjoy strong political and societal support.", "Preserving the role of public money Our monetary system is based on the complementarity of public and private money.", "Central banks provide a trusted and stable monetary base on which intermediaries such as banks build new payment and financial services.", "This coexistence has been a powerful driver of stability and innovation.", "But digital disruption and the declining use of cash - the only form of sovereign money currently available to the public - are threatening to upend this balance.", "Consumers are increasingly turning towards non-cash payments.", "Only 20% of the cash stock is now used for payments, down from 35% fifteen years ago.", "We will ensure that cash remains available.", "But if the current trend continues, we could face a future in which cash loses its central role and its ability to provide an effective anchor as consumers turn to digital means of payment.", "We cannot allow public money to become marginalised, for two good reasons.", "First, just a few global players have come to dominate certain segments of the payments market, such as card payments and e-commerce.", "This trend could be accentuated by the expansion of big techs, which can offer payment services leveraging their large consumer base and dominant position in related markets.", "This could result in an uneven playing field that harms competition and raises data privacy concerns.", "And by creating further dependencies on non-European providers, it could increase risks to Europe's strategic autonomy and threaten monetary sovereignty if central bank money is no longer at the heart of the payment system.", "[ Second, even digital payments will ultimately depend on the anchoring role of public money to function smoothly.", "Confidence that \"one euro is one euro\" whatever form it takes rests on our ability to convert, at par, private money - such as funds held in bank deposits or digital wallets - into public money, which is the safest form of money available.", "[ This possibility of conversion reinforces confidence in the various forms of private money used for euro payments, ensuring the smooth functioning of the payment system.", "[ Recent developments in the market for crypto-assets illustrate that it is an illusion to believe that private instruments can act as money when they cannot be converted at par into public money at all times.", "Despite claims that cryptos are a trustworthy form of \"currency\" free from public control, they are too risky to act as a reliable means of payment.", "They behave more like speculative assets and raise multiple public policy and financial stability concerns.", "[ Anyone investing in cryptos must be prepared to lose all their investment.", "[ To mitigate these risks, so-called stablecoins have emerged and have the potential to become globally systemic, especially if issued by big techs.", "But while the value of stablecoins is linked to what their issuers describe as \"reserve assets\" and adequate regulation and oversight could reduce risks, stablecoins are not risk-free.", "[ There is no guarantee that they can be redeemed at par at any time - just last week the world's biggest stablecoin temporarily lost its peg to the dollar.", "And stablecoins do not benefit from deposit insurance, nor do they have access to central bank standing facilities.", "They are therefore vulnerable to runs[ ], as we have just seen with the crash of another stablecoin - TerraUSD.", "The benefits of a digital euro The increasing popularity of non-cash payments and the expansion of crypto-assets reveal a growing demand for immediacy and digitalisation.", "If the \"official sector\" - central banks and supervised intermediaries - does not satisfy this demand, others will.", "For this reason, countries around the world are currently exploring the issuance of a central bank digital currency.", "[ Nine countries have now fully launched a digital currency and some large economies are quite advanced in their exploration, like China.", "[ Digital money issued by the central bank would offer the possibility for everyone to use public money for digital payments.", "It would be a sound, reliable means of payment designed in the public interest.", "And it would preserve the coexistence of sovereign and private money that has served us well so far.", "In Europe, issuing a digital euro would also allow us to protect our strategic autonomy while remaining open in a world where technology and dependencies are increasingly being weaponised.", "But the benefits of a digital euro would extend further than that.", "In particular, a digital euro would serve as an instrument to accompany the ongoing digital transition in payments.", "This transition is particularly visible here in Ireland, where the financial landscape is undergoing drastic change, with some major incumbent banks withdrawing and fintechs making rapid inroads into the payments market.", "A digital euro would bring important benefits in this context.", "It would level the playing field by allowing intermediaries - including small ones, which are typically less able to keep pace with innovation - to offer more technologically advanced products at a competitive price.", "And it would enable innovative payment solutions to be quickly scaled up to cover the entire euro area.", "This would help narrow the gap with economies like that of the United States, where entrepreneurs can expand in a large market that is not fragmented along state lines, as it is in Europe.", "[ Finally, a digital euro would aim to offer a means of payment that is free, available for all digital payments, and accessible to everyone, everywhere.", "It would seek to support financial inclusion at a when the vast reduction in the number of bank branches may be affecting vulnerable customers.", "Taking Ireland as an example, the number of bank branches declined by one-quarter between 2010 and 2020, and 5% of the adult Irish population do not even have a bank account.", "Designing the digital euro for success But despite its advantages from a system-wide perspective, a digital euro can only be successful if potential users find that it adds value to current payment options.", "The motto \"pay anywhere, pay easily, pay safely\" seems to correspond to what potential users expect from a digital euro.", "Indeed, people see the ability to pay anywhere as the most important feature of a digital euro, as shown by the results of recent focus group interviews on payment behaviour.", "Ideally, all merchants across the euro area - in both physical and online stores - would need to accept a digital euro.", "People also value payments that are instant, easy and contactless, especially for person-to-person (P2P) payments.", "In particular, they would like to see a solution that would allow them to make instant payments to friends at the touch of a button, regardless of the platform used by the person sending the money and the person receiving it.", "A P2P payment solution that covers a broad set of users across the entire euro area could provide fertile ground for the adoption of a digital euro.", "Research shows that new payment solutions are more readily adopted in a one-sided[ market segment, like P2P payments, before spreading to other use cases.", "[ For example, Swish - Sweden's mobile payment system which was launched in 2012 and is now used by 80% of the population there - initially offered instant P2P transfers where there was no convenient digital payment solution.", "The service was subsequently expanded to online and point-of-sale payments.", "In Brazil, PIX - a central bank initiative in which most financial intermediaries participate, generating network effects for users[ - became the most widely used digital payment solution just one year after its launch.", "It did so by offering new features, such as instant payments via QR codes and simplified user identification using, for instance, a mobile number or email address.", "We could also foster the adoption of a digital euro by giving it legal tender status and designing it in a way that provides more privacy than current private digital payment instruments.", "[ In October 2021 the ECB launched a two-year investigation phase to define the design features of a digital euro, such as how to ensure confidentiality, which use cases to prioritise and what business options to offer intermediaries.", "For a digital euro to be designed and adopted successfully, it must be a collective endeavour.", "So we are stepping up our engagement with all stakeholders, from banks to payment companies, and from merchants to society at large.", "And at every stage of the project we will continue to engage with the European Commission (which recently launched a consultation on the digital euro), the European Parliament and the finance ministers of the euro area countries.", "Defining the legal framework will entail reconciling trade-offs arising from several objectives, such as the right of individuals to confidentiality versus the public interest in maintaining the level of transparency required to combat illicit activities, or the benefits of allowing the digital euro to be widely used - also internationally - versus the need to safeguard financial intermediation and stability.", "But there are ways to resolve these trade-offs, as I have discussed in previous speeches.", "[ Finally, at the end of 2023 we could decide to start a realisation phase to develop and test the appropriate technical solutions and business arrangements necessary to provide a digital euro.", "This phase could take three years.", "The complementarity of public and private money has guaranteed stability, competition and innovation for decades.", "The ongoing changes in technology, geopolitics and user preferences must not herald the demise of this careful balance, but rather a chance to extend its success to the digital age.", "Central bank digital currencies will allow public money to continue to play its role in anchoring the stability of the payments system and contributing to its efficiency.", "And private money will add innovation and diversity to this foundation.", "The coexistence of public and private money can continue to be a win-win situation - perhaps even more so in the digital age.", "A payment system based on technologies and practices designed, managed and supervised elsewhere would undermine authorities' ability to exercise their supervisory control.", "A situation in which the digitalisation of payments leads to most prices being quoted in a foreign or private unit of account would greatly reduce the central bank's ability to influence monetary and financial conditions.", "Although many people are unaware of the differences between public and private money, they do know that banknotes protect them from a potential default by their bank.", "The use of central bank money in payment systems puts the value of private money to the test every day by checking their convertibility into the defined unit of value, so preserving confidence in the Panetta,For a few cryptos more: the Wild West of crypto finance F. (2022), \"\", speech at Columbia University, 25 April.", "For instance, crypto-assets are often used for illicit purposes.", "Across all crypto- assets tracked by Chainalysis, the total transactions amounted to USD 15.8 trillion in 2021.", "Transactions involving illicit addresses represented 0.15% of the total value, which amounted to USD 23.7 billion - see Chainalysis (2022), The 2022 Crypto Crime Report, February.", "As noted by Chainalysis, this figure is expected to rise as more addresses associated with illicit activity are identified over time.", "For instance, the share of crypto-asset transactions in 2020 identified as involving illicit addresses was initially estimated at 0.34% in their 2021 Report, but was subsequently revised to 0.62% in the 2022 Report.", "See the joint warning by the European Supervisory Authorities: \" EU financial regulators warn consumers on the risks of crypto-assets \", 17 March 2022.", "The value of a stablecoin is linked to a portfolio of one or more other assets (the reserve assets).", "Stablecoins are therefore not risk-free.", "Risks increase if stablecoin arrangements are backed by risky or opaque assets, especially in times of market turmoil.", "countries (representing over 90% of global GDP) are exploring a CBDC according to the CBDC Tracker of the Atlantic Council.", "Kosse, A. and Mattei, I.", "(2022), \" Gaining momentum - Results of the 2021 BIS survey on central bank digital currencies \", BIS Papers, No 125, Bank for International Settlements, May.", "As an example, see the rapid growth of Stripe - a company founded by Irish entrepreneurs - in the United States.", "Houses of the Oireachtas (2021), \" Future of Banking in Ireland: Statements \", Seanad Éireann debates, Vol.", "Networks with homogeneous users (individuals in the case of P2P payments) are described as \"one- sided\", in order to distinguish them from \"two-sided\" networks, which have two distinct user groups whose respective members consistently play the same role in transactions, such as businesses and their customers.", "See ECB (2010), The payment system - payments, securities and derivatives, and the role of the Eurosystem .", "Van der Heijden, H. (2002), \"Factors affecting the successful introduction of mobile payment systems\", Bled 2002 Proceedings, June; BIS (2021), Central Bank Digital Currencies: user needs and adoption , September.", "All financial and payment institutions - including fintechs - can offer Pix.", "Those with over 500,000 active accounts are obligated to offer it.", "Panetta, F. (2022), \" A digital euro that serves the needs of the public: striking the right balance \", introductory statement at the Committee on Economic and Monetary Affairs of the European Parliament, 30 March.", "The impact of a digital euro on the financial system \", speech at a Bruegel online seminar, 10 February; Panetta, F. (2021), \" A digital euro to meet the expectations of Europeans \", introductory remarks at the ECON Committee of the European Parliament, 14 April."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital euro", "Public money", "Private money", "Central bank digital currency", "Payment system", "Crypto-assets", "Stablecoins", "Financial stability", "Monetary sovereignty", "Financial inclusion"]}