{"sentences": ["Remarks by the Governor of the Bank of Israel, Professor Amir Yaron, at the Payments Conference held today Speeches by the Governor A conference is being held today on the issue of \"A Look at the Future World of Payments: Trends, the Market, and Regulation\".", "Following are the Governor's remarks at \"Good morning and welcome to the Bank of Israel conference, which will focus on the world of payments.", "Thank you to the organizers and to all who took part in preparing this event, to our important guests from abroad and to all those who are addressing the conference, our partners in government, private market participants, and all the participants in the sessions that will be held over the course of the day.", "Before we dive into a discussion on the activity of payment-transferring money from one person or business to another-I would like to open with a more general question, maybe even semi-philosophical: What, essentially, is money?", "Every Economics graduate will remember the three main functions of money: means of payment, unit of measurement, and a store of value.", "These are the functions of money, but I would like to deal on a more basic level-what is the value, the economic essence of this product, money?", "It is not a regular product in economics.", "For example, when economists formulate models of a choice between one product or another, the money is not considered a \"product\"-it does not appear in the utility functions that are at the basis of the models.", "An excellent article written by well-known economist Narayana R. Kocherlakota, my colleague in Chicago, \"Money is Memory\", elegantly presents the claim that money is a substitute for \"sophisticated\" memory; the memory of all the economic transactions and interactions between every two agents in the economy.", "Kocherlakota, a past president of the Federal Reserve Bank of Minnesota, shows that for each one of the accepted monetary theories, if we replace money with the \"memory\" of the economic activity of every agent in the past-that is, instead of money we would manage some recording notebook-ultimately we would receive the same result: the economic activity will be exactly the activity that we would have received in a world with money.", "By the way, the opposite is not correct-in a model in which there is only the same \"memory\", there could be economic results that would not be obtained in an equilibrium in which there is money in place.", "The almost unavoidable conclusion, possibly even somewhat prophetic, is that money is liable to become extraneous when participants in an economy have access to historical documentation of all the activities carried out in the past by the other participants.", "That is, the use of money is not ideal, and more sophisticated \"memory substitutes\" could lead to better economic results.", "Skipping to today, the technological advances, with an emphasis on the worlds of DLT and blockchain, enable us to consider seriously-although we are far from its possible implementation-the idea of a balance, or full \"memory\" of past transactions in digital format.", "DLT and blockchain make it possible to store vast quantities of knowledge, and to \"remember\" huge numbers of transactions made over time-in digital and secure format.", "Thus they may call into question to some extent the way we think about money, and the government monopoly on owning it, and if we return to Narayana, \"the government's monopoly on seignorage might be in some jeopardy as information access and storage costs decline\".", "The events of recent days teach us that we are very far from fully adopting the digital system as a \"regular\" product in economics, and we are very far from the day in which money will disappear from our lives, if ever, but there is no doubt that the accelerated technological progress challenges our thinking as economists on many conventions.", "After this semi-philosophical opening, I want to switch and discuss the active aspect of recent technological changes: the payments market, crypto, smart contracts, virtual currencies, and CBDC.", "When I arrived at the Bank of Israel, the state of the payments market in Israel was different than it is today.", "One of my central goals was to develop the payments market in Israel and to have it among those of the leading countries.", "Therefore, it was also one of the main anchors in the strategic plan we formulated at the Bank when I took on the position.", "In recent years, we took a series of steps to promote innovation, efficiency, and competition in the payments market for the benefit of the overall population in Israel.", "These steps even helped us to endure the COVID-19 crisis better, as they allowed a rapid and efficient switch to contactless payment, and they will continue to help in developing the economy even long after the crisis.", "The State of Israel is a start-up and fintech nation, and the exhibit outside this room, with the collaboration of the government fintech community, is a small example of the abilities.", "However, a big part of the technological developments that Israeli companies implement worldwide does not come from the Israeli market.", "There are structural reasons for that, such as Israel being a small economy, and more.", "However, there are also barriers related to regulation and the incentive structure, and we can deal with those.", "The Israeli technology in the payments world does not have to be only aimed at abroad, and we certainly have to encourage the various companies to implement in Israel as well the cutting edge of technology they are developing.", "It is important to us to hear the industry and the fintech community, to understand from them what the barriers are, and to try to resolve them.", "Today, you will be presented with several plans to improve the regulation of the fintech sector, so that it will contribute to enhancing and expanding its activity here in Israel as well.", "In the world of economic and business, the phrase Time is Money is often heard.", "The world of payments illustrates this fantastically.", "Several years ago, we began to drive significant changes in the payments market, we made great strides in recent years to reduce the gaps vis-à-vis the rest of the world, and this is the time to continue looking forward.", "We have to set down the required infrastructure so that Israel will be among the leaders in the payments market, and thus allow here a more developed financial market and a base for promoting the economy and the ability to conduct business, mainly for the smaller ones, and even to reduce the costs to the customer.", "In recent years, the Bank of Israel has promoted the open banking reform.", "We expect to be one of the first countries that requires, via regulation, the possibility of transferring information between financial entities, beyond current accounts and credit, and includes customers' deposits, savings, loans and securities-all in order to strengthen customers' control over their information.", "It is important to me to note that we advocate the promotion of an \"open financial world\" that will include all the producers of all financial products, and not just the banking system.", "In this regard, it is important that there will be access for all the financial players to all the information required, as accepted worldwide.", "These entities will be able to provide information and with that to offer advanced services.", "In the past year, the use of digital wallets in Israel has increased markedly.", "Much of the development of innovation in this world is based in steps that we took in order to push the payment card system to a more advanced standard, EMV, with the understanding that the entry of new players and new services into the payments sphere will necessarily create additional innovation and enhance the value to the customer.", "A few words about digital currencies.", "It is important to make a clear distinction between the two types of digital currencies: stable and not.", "A stable currency is a currency, the value of which approaches being fully linked to the value of another currency.", "It can be a fiat currency, meaning like that issued by a government, such as the US dollar, it can be a financial asset like a government bond, or it can be a real asset, like gold.", "The uniqueness of stable currencies over other digital currencies is that they promise-they don't always keep, as I will explain-the holder the same value as the currency to which it is linked.", "One of the main reasons for the marked increase that we saw in the value of stablecoins-until recently-is that they are essentially a gateway from the \"regular\" financial world to the crypto worlds.", "It is almost impossible to conduct activities in the Defi worlds with \"regular\" money, so the first stage will generally be to convert it into a stablecoin.", "Accordingly, when one wants to redeem profits made in Defi activities, the conversion back to regular money will be done via stablecoins.", "Although there is a \"payment\" aspect here, if this process seems familiar to you, you aren't wrong-the process is similar to depositing a deposit in a \"regular\" commercial bank.", "This parallel, between a stablecoin to money and banking, sharpens the difference between currencies that are stable and those that are not.", "Currencies that are not stable, such as Bitcoin and similar ones, although they do seem similar to stablecoins at first glance-both are \"virtual\", based on crypto technology, and traded on similar platforms-are significantly different than them: Bitcoin is a speculative asset: its price can soar, fall, or remain steady, but in contrast to the optimistic, or even utopian, forecasts, that accompanied the issuance of crypto than a decade ago-it does not serve any of the fundamental functions of money.", "It is not a means of payment, not a unit of measurement (has someone recently been in a supermarket where prices are denominated in Bitcoins?", "), and in view of the high volatility we see in its price-it certainly does not retain value.", "Stablecoins, in contrast, could approach the worlds of money and banking.", "To the extent that the stablecoin is in fact linked to the value of a fiat currency, it can serve as a \"store of value\" like that same currency, and possibly serve as a real means of payment.", "Alongside the features of the stablecoins that I noted, which force us to think of them more as \"money\", and distinguish them from currencies that are not stable, we also have to pay attention to the challenges that may arise in using those currencies.", "For example, when stablecoins represent a significant market share of all the assets backing them, the trade in those assets, which is made in order to protect the value of the stablecoin, could impact on the stability of the financial system.", "To illustrate, the sale of a large quantity of government bonds owned by the issuer of stablecoins who is facing a liquidity crisis as a result of a mass abandonment of the stablecoin, could challenge the stability of the bond market.", "In this regard, it is worth noting a simple fact: when they are not supervised as required, stablecoins are, in fact, not necessarily stable.", "Only recently, an ostensibly stable currency, Tera USD, one of the biggest currencies in terms of the scope of its market value, collapsed and lost its value in several days.", "Given that this occurred, it is good that it occurred at a fairly early stage of development of this world, when it is still worth billions, and not trillions, of dollars, which could have impacted the entire monetary system.", "Therefore, I am of the opinion that we as a central bank have to be charged with the supervision and regulation of stablecoins, to the extent that we will assess that it is required for maintaining economic stability.", "This is in contrast to currencies that are not stable, where the supervision has to focus on consumer aspects such as transparency, proper management, etc.", "In recent years an additional, interesting, historic development is starting, which could completely change the rules of the game in the worlds of payments in particular and the financial system in general.", "I am referring, of course, to central bank digital currencies-CBDC, or what we in Israel tend to refer to as a digital shekel, or its nickname of \"Shaked\".", "CBDC is a digital means of payment that serves as a liability of the central bank vis-à-vis its holder.", "It is a type of combination of two types of money that I noted-\"digital cash\".", "In addition, through CBDC, it will be possible to \"enjoy\" the advantages of a digital currency, while reducing the risk inherent in it.", "For example, CBDC will be able to serve as a gateway to the worlds of Defi in place of the private stablecoins.", "CBDC could also allow faster and more efficient cross-border payments.", "While the existing payments system has reached a relatively high level of efficiency in all that is related to local payments, with customers in many countries able to make fast, inexpensive, and reliable payments, cross-border transactions remain complex, very expensive, and inefficient.", "To the extent that there will be interoperability between CBDC systems of various countries, cross-border payments could become inexpensive, efficient, and faster.", "It should be noted that such interoperability is also liable to create challenges for small economies, whose monetary policy will become more limited in its force compared to larger economies.", "About a year and a half ago, I decided that we have to begin examining the issue, in an operative manner, by us as well.", "It is too early to tell if ultimately we will decide to put this plan into action or not, but I do know two things: If the Bank of Israel will decide to issue a digital shekel, it will be a tremendous change, and it makes sense that we should prepare for it.", "And if we decide not to, all the information we are building up in the digital shekel project will serve us as well in terms of other reforms in the world of payments.", "In this regard, we announced at the end of last week that the Bank of Israel, the BIS Innovation Hub, and the Hong Kong Monetary Authority will collaborate on a special experiment in which the preparedness of CBDC will be examined, including cyber protection.", "The project is planned to begin in the third quarter of 2022, and its findings are planned to be published by the end of the year.", "The integration of Israel in this international project indicates the standing we are accorded in the world, and the progress we have made on the issue.", "In conclusion, we will continue to work, alongside our partners in the public sector, the private sector, central banks and international organizations, to design the future financial system in a way that will enlist technologies in the service of the entire public.", "The world of payments, for a long time already, is not just a \"plumbing\" system, but an integral part of the financial world.", "I promise that over the course of the day we will see, learn, and hear about developments in the worlds of payments, that have changed, are changing, and will change the payment experience of all of us, and will make it more convenient, effective, secure, and accessible.", "Thank you for attending this conference, and I wish all of us a productive and beneficial conference."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Payments", "Money", "CBDC", "Stablecoins", "Digital currencies", "Crypto", "Fintech", "Open banking", "Innovation", "Regulation"]}