{"sentences": ["Returning inflation to target - speech by Huw Pill Given at Kings College, London and Qatar Centre for Global Banking and Finance conference Published on 06 July 2022 These are difficult times for many people.", "Getting inflation back to our 2% target is important if we are to have a stable economy that supports people's jobs and incomes.", "Huw Pill sets out how we're doing that.", "It is a great pleasure to speak here at Kings College and the Qatar Centre.", "I would like to thank the organisers of the conference for their invitation and hospitality.", "In my remarks today, I aim to make three points: (1) to emphasise the MPC's focus on returning inflation to its 2% target;[1] (2) to re-call the drivers of recent inflation developments and how they have shaped the MPC's policy actions; and (3) to re-state and unpack the MPC's most recent communication about the outlook for monetary policy decisions.", "Working through these three points has the character of 'peeling an onion': progressively working from the most visible public comments towards more detailed or technical arguments.", "I hope each of the different audiences that I seek to address today - from the wider public, through the media and market participants, to the experts attending this conference - can find some layer of the onion that speaks to them.", "Focus on price stability: Returning inflation to its 2% target Given today's high level of inflation, it is time for plain speaking.", "In recent talks, I have offered more detailed discussions of the mechanics of monetary policy - on topics like quantitative tightening, activism and portfolio balance effects.", "But today I want to speak - at least for a moment - more directly, more simply, perhaps more bluntly.", "That's not to deny the complexity of the challenges the MPC faces, and the finely balanced character of the decisions it has to take.", "Indeed, we have entered a new phase for monetary policy.", "Risks to the economic outlook are two-sided.", "The MPC has to navigate a 'narrow path' in managing these risks.", "On the one hand, ensuring that the current elevated level of headline inflation does not become embedded in inflation expectations and price-setting behaviour.", "And, on the other hand, weighing against the current squeeze on real income that threatens to create slack and downside risks to inflation further out.", "I anticipate that we will have time to address these complexities in the Q&A that will follow my comments - and I hope to leave plenty of room for that.", "But first I want to re-iterate the commitment I gave in my first interview on joining the MPC last autumn.", "I see my role as an MPC member as being 'in the price stability business'.", "That means returning inflation to the 2% target in sustainable way.", "If there is one message that a wider public audience takes away from my remarks this morning, I hope it is that.", "Returning inflation to its 2% target is at the heart of the MPC's actions over the past 10 months.", "Ceasing asset purchases; starting to raise Bank Rate; beginning to shrink the asset portfolio; considering starting to sell gilts acquired via QE: all these actions serve to tighten monetary conditions and weigh against inflationary pressures.", "Of course, there is always the question of whether these actions should have come earlier or been more aggressive.", "In assessing these claims, we need to be wary of hindsight bias, and recognise the benefits of adopting a measured, determined and purposeful approach to the transition from the very accommodative policies introduced during the global financial crisis and maintained more or less ever since.", "But now that the initial stage of that transition have been successfully navigated, an immediate issue for monetary policy makers is whether the pace of policy tightening now needs to change.", "In May, inflation reached 9.1%.", "The MPC forecasts a further rise to around 11% later in the year, once rises in international commodity prices stemming from Russia's invasion of Ukraine pass through to UK utility and food prices.", "For an MPC member charged with achieving the inflation target of 2% - someone in 'the price stability business', if you like - this is obviously a very unsatisfactory situation.", "But any discomfort I feel in that regard of course pales in comparison with the challenges facing those most directly exposed to the current cost of living crisis.", "We recognise the hardship associated with elevated inflation rates.", "For those who spend a higher proportion of their income on energy and food - unfortunately, a group particularly numerous among the less well off - recent price rises have imposed a significant squeeze on their real incomes.", "These are difficult times for many people.", "Our current experience is therefore a salutary reminder of the importance of price stability - what makes the MPC remaining 'in the price stability business' so crucial.", "It is essential we bring inflation back down to target, so as to reduce the uncertainties facing households and allow firms to plan for the future.", "Achieving price stability serves as an anchor for wider macroeconomic stability and prosperity.", "The institutional framework for monetary policy - an independent central bank held to account for its pursuit of an explicit inflation target - is in place.", "For the first time in its twenty-five year history, that framework is being put to the test in an inflationary global environment.", "We have to meet that test successfully.", "Acting to achieve the 2% inflation target is now more important than ever.", "In the MPC, we have both the tools we need and the resolve it will take to restore price stability.", "Even in the face of current challenges, I am confident that we will succeed.", "Drivers of today's elevated inflation If that commitment is as strong as I claim, it begs the question of how we have ended up in the current situation, with inflation so uncomfortably high.", "Answering that question requires we delve a little further into recent economic developments - peeling another layer from the onion.", "The character of external shocks In large part, recent price developments have been driven by a succession of unanticipated external disturbances to the UK economy - among others, the Covid-19 pandemic and its aftermath, and the Russian invasion of Ukraine.", "In the jargon of economics, we label this 'a sequence of adverse external shocks'.", "Four features of these disturbances are worth emphasising.", "First, they were genuine 'shocks' in a specific, technical sense: they were not (and could not have been) anticipated.", "Second, they have transmitted into UK inflation relatively quickly.", "For simplicity, I'll focus for a moment on the impact of higher international oil and gas prices on UK consumer price inflation.", "The direct implications of these external shocks for UK price developments transmits within a matter of months.", "Even with the added complications implied by the OfGEM price cap, higher European wholesale gas prices entered UK utility prices - and thus UK CPI inflation - within six months.", "Moreover, many of the subsequent indirect implications of higher international energy prices - that is, their impact on a wider set of UK goods and services prices, via (say) higher transport or utility costs - are already also being felt.", "These indirect effects account for part of the widening incidence of above target inflation developments across a broad set of core goods and services components of the overall index.", "Third, these shocks have been large.", "Again, it is useful to use energy prices as an example.", "Looking at the daily data, from its trough in May 2020 at 8 pence per therm, spot UK natural gas prices rose to above 500 pence per therm in the immediate aftermath of the invasion of Ukraine.", "Taking a wider perspective, we have seen European wholesale gas prices rise by more than 300% over the past year, while electricity prices have risen 30% and oil prices by 50% over the same period.", "And fourth, since the UK is a net importer of goods and energy, these large rises in international goods and energy price represent a deterioration in the UK terms of trade.", "Simply put, the goods the UK buys from the rest of the world have become more expensive relative to the services it sells.", "Other things equal, this will weigh on the international purchasing power of UK residents.", "In practice, we anticipate a squeeze on UK household real incomes, which constrains domestic spending and demand, and threatens to open up a margin of economic slack and eventually higher unemployment in the UK.", "So it is not just UK inflation that is affected by the large external price shocks, but UK incomes, spending and employment too.", "Monetary policy implications (1) The character of these shocks has important implications for monetary policy.", "It is a famous dictum that monetary policy affects inflation with 'long and variable lags'.", "While these lags are difficult to predict and likely to vary across time in concert with the broader state of the economy, we typically think that monetary policy actions taken today will have their maximum impact on inflation at a horizon of 18 - 24 months.", "By implication, monetary policy cannot entirely offset the impact of external price shocks on UK inflation.", "And attempting to do so may serve to add to rather than contain inflation volatility.", "As we have seen, higher energy prices feed through to CPI inflation within a matter of months, via both direct and indirect channels.", "If a rise in international oil or gas prices is a genuine shock - in other words, it could not have been anticipated - then even an immediate monetary policy response would not be able to offset its initial impact on UK inflation.", "The offset would only feed through as the lags in policy transmission unwind.", "As a result, even a very active employment of UK monetary policy cannot prevent the emergence of some short-term volatility in UK CPI inflation.", "What's more, given the uncertainties surrounding (a) the lags in monetary policy transmission and (b) the direction and magnitude of further external price shocks, the danger exists that attempts to 'fine tune' inflation developments using monetary policy become a source of volatility themselves.", "Policy actions may turn out to be ill-timed or mis- calibrated in the face of these uncertainties.", "There is thus an inevitable short-term volatility in UK inflation, which monetary policy makers have to live with.", "And when the shocks driving that short-term volatility are large, then the amplitude of this short-term volatility in inflation can be large.", "This story remains an important part of what the UK has experienced of late.", "Recognising the impossibility of fine tuning inflation developments on a month-to-month basis, the MPC has long emphasised its focus on achieving the inflation target over the medium term.", "This medium-term orientation of monetary policy is crucial if the inflation target is to be met in a sustainable manner and monetary policy is not to become a source of inflation volatility itself.", "At present, the desirability of adopting this medium-term orientation is bolstered by the nature of the underlying drivers of UK inflation.", "The large rises in the prices of international goods and energy not only directly raise UK inflation, but will also weigh on domestic incomes and demand through the terms of trade channel.", "As a result, in taking monetary policy decisions today, the MPC needs to take account not just of the immediate inflationary impact of higher energy prices in the coming months, but also the potential disinflationary impact of higher energy prices through weaker incomes and demand at longer horizons.", "This distinguishes the situation we face from that in other jurisdictions - notably from the US.", "Countries that are more self-sufficient in terms of energy (at least in net terms) do not face the same weakening of activity and inflation in the medium term that stems from the terms of trade channel.", "In the UK, weighing up the immediate inflationary impact against the potential disinflationary impact in the medium term is central to the baseline projections published by the MPC in May.", "This framework defines the difficult 'narrow path' it has to navigate over its upcoming meetings.", "Labour market tightness and supply chain disruption Further complications for UK monetary policy stem from tightness in the labour market and the strength of corporate pricing power, at least in some sectors.", "The tight labour market owes largely to weakness in labour supply rather than strength of labour demand.", "UK GDP is still only slightly above pre-pandemic levels, despite unemployment rates falling back to the low levels seen ahead of the lockdowns.", "Higher rates of inactivity among UK workers following the pandemic (on account of early retirement and a rise in long-term sickness), as well as the impact of Brexit on the flexibility and cost of EU workers, appear to have weighed on labour supply.", "With vacancies and hiring strong, nominal wage growth has increased to rates above those usually deemed consistent with achieving the inflation target.", "In parallel, firms are striving to re-establish profit margins.", "As consumer demand weakens, corporate pricing power is concentrated in the business-to-business sector.", "Supply chains continue to be disrupted owing to the fall-out from the pandemic and invasion of Ukraine.", "For each firm that reports difficulty in obtaining components necessary for production, there is a supplier facing strong demand with significant pricing power and the ability to pass higher costs along the value chain.", "In this context, one way of viewing the interaction between external price shocks and domestic price, wage and cost pressures would be to see the two stories as additive.", "UK inflation is high both because of the direct and indirect impact of higher international energy and goods prices and because of the impetus to domestic inflation imparted by the strength of wage growth and corporate efforts to re-establish profit margins.", "An alternative and more worrying view would characterise the impact of the two drivers of UK inflation as multiplicative.", "The strength of corporate pricing power, the tightness of the UK labour market, and the real income squeeze on UK households owing to higher energy prices all make it more likely that the impact of higher international goods and energy prices will extend beyond the direct and indirect effects that I have already mentioned, and translate into second-round effects on price, wage and cost setting behaviour.", "In other words, UK price setters and wage bargainers will try to offset the impact of higher headline inflation on their real spending power by seeking higher profit margins or higher wages in order to preserve their real income.", "Crucially, this threatens to create more persistent inflation dynamics in the UK, which continue even after the original impetus from external sources has dissipated or even reversed.", "It is via such second-round effects that higher current inflation can become embedded in the inflation process and achieve a self-sustaining momentum all of its own.", "Such behaviour would threaten a more sustained deviation of inflation from target, going beyond the realisation of the shorter-term volatility that I have already mentioned.", "Monetary policy implications (2) To emphasise: because the inflationary implications of second-round effects are more persistent, they are more relevant to the pursuit of the inflation target over the medium term.", "For the same reasons, they are more amenable to influence by monetary policy actions that operate through 'long and variable lags'.", "By nature, persistent inflation dynamics will continue until the lags in monetary policy transmission unwind.", "And the difficulty of timing monetary policy actions precisely given uncertainties about how and when those lags unwind is less onerous when addressing more persistent - and thus lower frequency - developments in inflation.", "These are the reasons why the MPC has tended to place more weight on the evolution of domestic price and wage setting in assessing the UK inflation: not because it is a domestic component (even though it is), but because it is a persistent component, which matters more in sustainably achieving the inflation target.", "Acting to return inflation to its 2% target Having already discussed some of the key considerations governing my assessment of the monetary policy outlook, I will conclude with a few remarks on recent MPC communication, notably the statement published in the aftermath of the June meeting.", "This represents peeling yet another layer off the onion.", "In both the media and among market participants, there is a cottage industry seeking to interpret central bank statements.", "I have been part of that industry in the past.", "Those still working there needn't worry: I am not about to put them out of business, and I am certainly not going to preannounce my MPC vote today.", "Of course, there will always be efforts to interpret any central bank communication for clues about the policy outlook.", "That is both inevitable, and sought after by policy makers: after all, what would be the point of making statements if you hope that they will be ignored?", "But I would caution the addressees of such statements against reading them solely through the lens of 'forward guidance' about immediate policy rate decisions.", "As I have said in the past,[12] I am sceptical of forward guidance as a tool for central bank communication and policy, at least when understood as providing a definitive view of the short- term interest rate outlook - what is sometimes called forward guidance with a capital F and capital G. On my reading of the evidence across jurisdictions, experience of using such forward guidance is, at best, mixed.", "On occasion, it has started well.", "But - almost uniformly - it has eventually ended in confusion.", "At a time when policy rates were stuck at their absorbing effective lower bond, a case for forward guidance could be made on the grounds that it allowed for further monetary easing by flattening the forward rate curve when the conventional approach of lowering Bank Rate was no longer available.", "But - at least for the present - that case no longer holds, now that rates have risen comfortably into positive territory.", "If some easing were required, Bank Rate could be raised more slowly than currently anticipated (or even reduced if necessary).", "Forward guidance can also help contain interest rate volatility while policy is uncertain.", "As central banks make the difficult transition away from the very accommodative policy settings first established in the face of the global financial crisis and maintained, more or less, ever since, a case could be made that forward guidance (capital F, capital G) has helped to ease and support the shift.", "It is on that basis that I have - somewhat reluctantly - acquiesced in the 'further tightening' forward guidance embodied in MPC statements through the turn of the year.", "But now asset purchases have ceased, Bank Rate has risen, the QE asset portfolio is shrinking, and gilt sales are under consideration.", "The transition from one phase of monetary policy to another is better established, and better understood.", "As a result, the case for maintaining forward guidance to smooth the transition is, at least in my view, much diminished.", "On this basis, the 'further tightening' forward guidance that had been in place in MPC statements since November - despite its evolution over the intervening period - had come to outlive its usefulness.", "Speaking from the collective perspective of the MPC, using forward guidance of that form requires near-unanimity across members of the Committee if it is to be meaningful.", "But, as the patterns of individual votes on Bank Rate in recent months reveals, unanimity about the short-term interest rate outlook no longer exists.", "We should not be defensive about that.", "One of the strengths of the MPC set-up is individual accountability and the diversity of view that it encourages.", "At a time when inflation is elevated, monetary policy faces substantial challenges, and uncertainty is heightened by geopolitical and epidemiological concerns, it would be not only surprising but also worrying if all MPC members moved in lockstep.", "For all the commentary about 'group think' on the Committee, I see little evidence of that in our discussions or published votes.", "But trying to shoehorn that necessary and constructive diversity of opinion into a common statement[15] is understandably - and probably inevitably - confusing.", "It certainly is hard to encompass the prevailing diversity of opinion into a short and clear statement of forward guidance.", "And if, in that context, attempts at guidance create confusion rather than clarity, then surely the time has come to retire them.", "Taking a more personal point of view, there are several reasons why I support our new form of communication introduced in June.", "My underlying antipathy towards (capital F, capital G) forward guidance has not diminished with the first-hand experience of it in this role.", "In particular, the 'further tightening' language previously employed could not be maintain indefinitely, at least not without taking the (ultimately indefensible) view that the level of rates does not matter.", "More generally, such guidance is a trap: attractive at the outset but difficult to exit from gracefully.", "Moving to new language - without the capital F, capital G forward guidance - reflects that reality.", "Whatever our initial intentions, markets and the media assign their own meanings to specific forward guidance language, which may mislead and/or undesirably constrain policy makers' freedom of manoeuvre.", "On my reading, the 'further tightening' language came to be understood as suggesting rates would keep on rising at a pre-defined modest pace, largely independently of events and data.", "Not only did this give a false - and thus misleading - impression that Bank Rate was set to move mechanically and unconditionally upward over the coming months, but it also discouraged markets from pricing the macroeconomic risks to the interest rate outlook.", "That mispricing is ultimately costly for the efficiency of capital allocation.", "Our new statement[17] has the form: The MPC will take the actions necessary to return inflation to the 2% target sustainably in the medium term, in line with its remit.", "The scale, pace and timing of any further increases in Bank Rate will reflect the Committee's assessment of the economic outlook and inflationary pressures.", "The Committee will be particularly alert to indications of more persistent inflationary pressures, and will if necessary act forcefully in response.", "I'll conclude by offering a few observations on this language from my perspective.", "First, by focusing on the 'scale, pace and timing' of further changes in Bank Rate, the statement clearly widens the discussion beyond the interest rate decision at the next meeting.", "In my view, this represents the desirable introduction of greater flexibility in our communication of the policy outlook relative to the previous language.", "It thus reflects the uncertainties we face, and the likelihood that we will have to take finely-balanced decisions over rates not just in August but also beyond that, in the face of two-sided risks to the economic outlook into next year.", "Second, by referring to 'any further increases in Bank Rate', the introduction of greater flexibility does not obscure that the next change in Bank Rate is more likely to be in one direction rather than another.", "We are talking about rate increases, not rate decreases.", "At the same time, the reference to 'any' increases allows for the possibility of remaining on hold, which helps to capture the potential breadth of opinions on the Committee: after all, we have seen votes to keep Bank Rate unchanged in recent meetings.", "Third, the statement gives an indication of how the MPC intends to respond to future data developments.", "In line with the argumentation that I have already offered, it emphasises that the MPC will be focused on 'indications of more persistent inflationary pressures' - in my view, this places emphasis on identifying potential second-round effects in price and wage setting behaviour.", "This helps to clarify how the MPC defines it policy 'reaction function' at present, prioritising the more persistent component of inflation developments over the headline spot measure.", "Fourth, by signalling preparedness to 'if necessary act forcefully in response' to indications of greater persistence in inflation, the statement reflects both my willingness to adopt a faster pace of tightening than implemented thus far in this tightening cycle, while simultaneously emphasising the conditionality of any such change in pace on the flow of new data and analysis.", "Much remains to be resolved before we vote on our August policy decision.", "How I vote on that occasion will be determined by the data that we see and my interpretation of it.", "And finally, harking back to the opening section of my remarks, the statement places a direct and clear statement of the MPC's commitment to return inflation to target at its heart.", "This is something all MPC members agree on - and the main message addressees of the statement should extract.", "As I said earlier, it is also the message I would like you to take from my comments today.", "'Lags, trade-offs and the challenges facing monetary policy,' speech given at Leeds University Business School, 6 December Broadbent, B (2022).", "'Reliable partners,' speech given at Gresham College, London, 30 March.", "'The macroeconomic effects of monetary policy: a new measure for the United Kingdom,' American Economic Journal: Macroeconomics Filardo, A. and B. Hofmann (2014).", "'Forward guidance at the zero lower bound,' BIS Quarterly Review, March, pp.", "'The lag in effect of monetary policy,' Journal of Political Economy 69(5), pp.", "'Monetary policy in real time,' NBER Macroeconomics Annual 19, pp.", "'The impact of permanent energy price shocks on the UK economy,' Bank of England staff working paper no.", "'Transmission lags of monetary policy: A meta-analysis,' International Journal of Central Banking 9(4), pp.", "'On returning inflation back to target,' speech given at Official Monetary and Financial Institutions Forum, 21 January.", "'Monetary policy - 'Whatever it takes' within our (new?)", "Renewing our monetary vows: Open letters to the Governor of the Bank of England, National Institute of Economic and Social Research, pp.", "'UK Monetary Policy - 'Crossing the river by feeling the stones',' speech given at the Confederation of British Industry, Newcastle-upon-Tyne, 26 November.", "'Monetary policy with a steady hand,' speech given at the Society of Professional Economists online conference, 9 February.", "'What did the monetarists ever do for us?'", "speech given at the Walter Eucken Institut / Stifung Geld und Währung conference, Inflation and Debt: Challenges for Monetary Policy after Covid-19, 24 June.", "'Revealing the secrets of the temple: The value of publishing central bank interest rate projections' in J.Y.", "), Asset prices and monetary policy, University of Chicago Press, pp.", "'The economy and policy trade-offs,' 2022 Dow Lecture given at the National Institute of Economic and Social Research, 23 February.", "The title of my speech is hardly original (see Mann (2022)).", "Sharing this speech title with one of my MPC colleagues should reassure readers that the Committee is well-aligned in recognising its remit and mandate.", "See the article on the Financial Times, 21 October 2021. .", "See Consumer price inflation, Office for National Statistics , May 2022. .", "From today's perspective, it is tempting to reassess policy decisions with the (considerable) benefit of hindsight.", "This often leads to the conclusion that policy actions should have been earlier and more aggressive.", "However, such assessments should recognise impossibility of acting ahead of the realisation of an unanticipated (strictly, unanticipatable) shock.", "Bringing this real time perspective to policy evaluations is difficult but crucial if the analysis is to be meaningful (as discussed in Giannone et al.", "(2011) for an empirical analysis of the impact of oil price shocks on UK macroeconomic variables, including CPI inflation.", "In the literature, estimates of the policy lag vary.", "Cloyne and Hurtgen (2016) find that the peak impact of UK monetary policy shocks on inflation comes after two years.", "This point is emphasised by Broadbent (2021) who illustrates how immediate monetary policy responses to inflationary energy price rises would have threatened to de-stabilise the real economy.", "As reported in the official statistics, the UK terms of trade have not deteriorated that much over the past year, although the trade statistics (both for prices and volumes) have been affected by methodological changes (and the underlying challenges posed by Covid and Brexit for data collection).", "Nonetheless, higher international energy prices weigh on domestic demand through their implications for household real income and the real profits of non-energy companies.", "See 'Wages and inflation' in the Bank of England Monetary Policy Report, February 2022 .", "See Broadbent (2022) for a discussion of the issues surrounding central bank forward guidance in a UK context.", "Or (as in the MPC's May 2022 monetary policy summary) entertain dissenting views not just on votes on Bank Rate but also on the communication reflected in the summary.", "For a discussion of these risks and their potential consequences in a previous interest rate cycle, see Pill (2019).", "The views expressed in this speech are not necessarily those of the Bank of England or the Monetary Policy Committee.", "I would particularly like to thank Saba Alam and Nick Bate for their help in preparing the speech.", "I have also received helpful comments from Andrew Bailey, Tom Belsham, Ben Broadbent, Fabrizio Cadamagnani, Alan Castle, Andrew Hauser, Neil Kisserli, Catherine L Mann, Nick McLaren, Dave Ramsden, Michael Saunders, Fergal Shortall and Silvana Tenreyro, for which I am most grateful.", "The responsibility for all remaining errors is my own.", "Returning inflation to target - slides"], "classifications": ["monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Price stability", "External shocks", "Domestic inflation", "Labor market", "Supply chain", "Forward guidance", "Persistent inflation", "Economic outlook"]}