{"sentences": ["New Zealand's Implementation Speech delivered to KangaNews New Zealand Debt Capital Market Summit 2022 By Karen Silk, Reserve Bank Assistant Governor 7 September 2022 Ref #X750533 v3.4 E ngā mana, e ngā reo.", "E ngā karanga maha o te wā.", "Tēnā koutou, tēnā koutou, tēnā koutou katoa, It is great to be here with you all today.", "I would like to start by acknowledging KangaNews for their continued support of New Zealand's capital markets and for hosting today's event.", "I would also like to acknowledge my colleagues who have given an address at this forum over the last two years, covering the changes to the composition of our balance sheet during the pandemic,2 as well providing an overview of the key strategic drivers of our balance sheet into the future.", "This speech builds on what was covered in those addresses, with a focus on our monetary policy implementation framework.", "Today, I will talk about two aspects of this monetary policy implementation framework: first, I will outline the changes that we needed to make during the pandemic in order to implement monetary policy effectively; and second, I will talk about how we plan to use this framework into the future.", "There are four key messages I wish to convey in this speech: Our current monetary policy implementation framework is operationally simple, and provides flexibility for changes in the level of settlement cash.", " The purpose of settlement cash is to provide for the payment and settlement needs of the banking system.", " The level of settlement cash is a by-product of, and matching liability to, policy tools on the asset side of our balance sheet.", "Change to the settlement cash level is not meaningful for the stance of monetary policy, so long as the level is sufficient for payment and settlement needs and balances are remunerated at the Official Cash Rate (OCR).", "Our monetary policy implementation framework is what we use to ensure that short-term interest rates trade at levels that are consistent with the OCR.", "The OCR is the interest rate set by the Monetary Policy Committee (MPC).", "It influences the price of borrowing money in New Zealand and allows us to influence the level of economic activity and inflation.", "It is important to state upfront that the implementation of monetary policy is operational and distinct from the stance of monetary policy, which is determined by the MPC.", "The stance of monetary policy is primarily determined by the level of the OCR.", "We make changes to the OCR to achieve our monetary policy objectives, but we need it to transmit through to the wider economy for this to work.", "Financial markets play a key role in this transmission of monetary policy.", "The way we ensure effective monetary policy implementation is through a framework of facilities and operations that anchor short-term interest rates - which are the starting point for the rest of the yield curve - around the OCR.", "There is a relationship between our monetary policy implementation framework and the level of settlement cash.", "The Reserve Bank provides settlement cash so that commercial banks can settle the payments that occur on a daily basis throughout the New Zealand economy.", "If there is more demand for settlement cash than what we supply, this can affect short-term interest rates.", "The Reserve Bank manages the supply of settlement cash in order to keep short-term interest rates anchored around the OCR.", "Our current system of monetary policy implementation allows this to be operationally simple, as the focus is on maintaining settlement cash above a sufficient level, rather than managing every change to the settlement cash level.", "In part, this speech also seeks to address some of the commentary and confusion that there has been around the role of settlement cash in the economy.", "I will talk about how additional monetary policy tools (or AMP tools) have affected this settlement cash level, and how we think about this.", "What matters for monetary policy transmission is the effect that these tools have on interest rates.", "It is important to understand, then, that the level of settlement cash does not create inflation or deflation; in fact, in New Zealand, we have experienced periods of large settlement cash growth before, without changes to the stance of monetary policy.", "Bringing all of this together, I want to finish the speech by sharing our expectations around the future trajectory of the settlement cash level and how our monetary policy implementation framework will allow this transition to occur smoothly.", "Changes to our Monetary Policy Implementation Framework The Reserve Bank is the banker to the commercial banks in New Zealand.", "Banks hold accounts with the Reserve Bank in the Exchange Settlement Account System (ESAS).", "This system is where banks settle transactions between each other - on behalf of customers - throughout the day.", "The total amount of account balances held within this system is called the settlement cash level (SCL).", "While banks can raise or lower their own ESAS account balances, and transactions from the Crown can withdraw and inject settlement cash, the total settlement cash level is determined by the Reserve Bank.", "From Tiers to a Floor System Before the COVID crisis, the Reserve Bank implemented monetary policy via a corridor system, where settlement cash was kept around $7 billion.", "At this time, the Reserve Bank used a mix of tools to inject and withdraw settlement cash, as needed.", "These withdrawals and injections were focussed on keeping settlement cash at a level that meant short-term interest rates were anchored around the OCR.", "Banks earned the OCR on balances held in their accounts in ESAS up to a prescribed 'tier'.", "Any balance held above a bank's respective tier was remunerated at a lower level (typically one percentage point under the OCR).", "This created an incentive for banks to keep their ESAS balances at or below their tier, and to trade amongst themselves to optimise their cash holdings.", "Under this system, if short-term interest rates were too high, the Reserve Bank would inject settlement cash; if short-term interest rates were too low, the Reserve Bank would withdraw settlement cash.", "At the start of the COVID crisis we saw significant market dysfunction, particularly in specific shortterm interest rate markets.", "This dysfunction caused short-term interest rates to spike, and the Reserve Bank responded by conducting operations which injected a large amount of settlement cash.", "Further operations to help anchor short-term interest rates were necessary; however, these risked the settlement cash level exceeding the sum of all banks' credit tiers, meaning it would not be possible for banks to avoid incurring a penalty interest rate.", "This would have resulted in shortterm interest rates trading well below the level of the OCR.", "We made the decision to remove credit tiers and move to a floor system of monetary policy implementation, as we had seen many other central banks do since the GFC.", "Under a floor system of monetary policy implementation, the Reserve Bank remunerates all ESAS balances at the OCR.", "This means that the Reserve Bank just needs to supply an amount of settlement cash that is greater than, or equal to, the minimum amount needed to prevent upward pressure on short-term interest rates (figure 1).", "Supplying enough settlement cash so that shortterm interest rates are anchored ensures that payments and settlements function smoothly, as settlement cash is not scarce.", "By remunerating all banks' ESAS accounts at the OCR, there is no incentive for banks to lend out their cash in the interbank market below this rate.", "This creates a 'floor', which acts to keep short-term interest rates from coming under downward pressure.", "The acute market dysfunction at the start of the COVID crisis was short-lived, largely due to the actions of central banks around the world to address this.", "However, as the crisis progressed and lockdowns were announced globally, financial market functioning deteriorated again.", "We started to see serious issues in New Zealand government bond and credit markets, with the spread between government and corporate bond yields widening, and the shape of yield curves distorting, as well as concerns from issuers about their ability to raise debt.", "Figure 1: Stylised corridor and floor systems of monetary policy implementation9 AMP Tool Roll-Out Around this time, the MPC took the decision to introduce AMP tools, in order to provide additional monetary stimulus, as the banking system was not operationally ready for negative interest rates.", "Initially, this was in the form of the Large Scale Asset Purchase (LSAP) programme.", "There were two key objectives of the LSAP programme: first, to provide economic stimulus by lowering interest rates across the yield curve; and second, to support market functioning, in order for the economic stimulus to transmit through financial markets.", "LSAP bond purchases were financed by settlement cash.", "The Reserve Bank credited ESAS accounts with settlement cash when the bonds were purchased.", "This resulted in a higher level of settlement cash than what was needed for banks' payment and settlement needs, and a higher level than what was needed to anchor short-term interest rates.", "For the Reserve Bank's balance sheet, buying bonds in the LSAP programme generates an asset: the government bonds.", "This asset is matched by a liability: settlement cash, which is held in ESAS accounts by banks.", "For bank balance sheets, these purchases resulted in a new asset: settlement cash.", "This asset is matched by a new liability, which in many cases, are bank deposits from those who previously owned the government bond.", "Another AMP tool deployed by the MPC to achieve its desired level of monetary stimulus was the Funding for Lending (FLP) programme.", "For the Reserve Bank's balance sheet, this generated a new liability: settlement cash that had been lent to banks.", "This was matched by an asset: the transaction (called a repurchase or 'repo' agreement) in which banks pledge collateral against this lending.", "For bank balance sheets, the FLP creates a new liability of a loan, and a new asset of settlement cash.", "As with the OCR, AMP tools must be transmitted through to the economy to have effect.", "The transmission of the LSAP programme is via three main channels: the policy signalling channel; the portfolio rebalancing channel; and the market functioning channel.", "The FLP transmits by lowering funding costs for banks.", "This in turn lowers funding costs for all banks and non-banks, by reducing demand for other funding.", "The Reserve Bank views the creation of settlement cash as a by-product of these AMP tools, not a channel through which monetary policy transmits.", "Changes to the Monetary Base Settlement cash has been main driver of the size of the monetary base or base money in recent years.", "Base money is made up of settlement cash and physical currency in circulation.", "Only the Reserve Bank and the Crown can change the level of the monetary base.", "When tax is paid, for example, this withdraws settlement cash, because banks settle the tax payments of their customers by transferring funds from their ESAS account to the Crown account.", "When a government bond matures, this has the opposite effect: the Crown pays funds into the ESAS accounts of the bondholder's banks; the banks then reflect these payments in their customers' accounts.", "The Reserve Bank purchasing bonds in the LSAP programme and extending loans in the FLP increased the settlement cash level, and therefore the monetary base.", "Does this high level of settlement cash matter?", "Throughout most of central banking history, this expansion of settlement cash would have been important, because central banks used to manage the amount of base money for monetary policy purposes.", "Several decades ago, however, central banks moved to targeting the price of money rather than the quantity of money.", "In New Zealand, this is done through the OCR, which was introduced in 1999.", "The expansion of the monetary base during the COVID crisis was not the first time we have had a large increase in settlement cash (figure 2).", "In 2006, the Reserve Bank 'cashed up' the system, moving from a settlement cash level of $20 million to about $8 billion, and at the time, noted that: The new regime is a technical change to the way the payment system is liquefied - there is no impact on monetary policy.", "Since the introduction of the OCR, the actual quantum of cash left in the payment system overnight has not been relevant from a monetary policy perspective, provided that the liquidity is supplied at a rate consistent with the OCR.", "Put differently, the monetary base has moved from being a tool of monetary policy to being a byproduct of the price-based tools of monetary policy.", "In September 1998, the Federal Open Market Committee (FOMC) initiated the practice (which is still in practice) of announcing a target for the federal funds rate following each of its meetings.", "In June 2000, the FOMC stopped announcing target ranges for money growth.", "In 2008, the Federal Reserve was given the authority to start paying interest on reserves (called interest on reserve balances (IORB).", "See: Why did the Federal Reserve start paying interest on reserve balances held on deposit at the Fed?", "Does the Fed pay interest on required reserves, excess reserves, or both?", "What interest rate does the Fed pay?", "Divorcing money from monetary policy.", "FRBNY Economic Policy Review, 41-56.", "And: Kiester, T. and McAndrews, J.", "Why Are Banks Holding So Many Excess Reserves?", "Changes to the liquidity management regime - Reserve Bank of New Zealand - Te Pūtea Matua (rbnz.govt.nz) 14 All data accessible on the RBNZ website, specifically: Influences on settlement cash (D10) - Reserve Bank of New Zealand - Te Pūtea Matua (rbnz.govt.nz) and Depository corporations: Money and credit aggregates (C50) - Reserve Bank of New Zealand - Te Pūtea Matua (rbnz.govt.nz) Broad Money Creation Broad money is the sum of all liquid financial instruments accepted as a medium of exchange, plus those that can be converted into a medium of exchange at short notice.", "While the Reserve Bank directly controls the creation of base money, the amount of broad money depends on interactions between banks and their customers.", "The Reserve Bank's monetary policy can influence the amount of broad money, but it does not directly control it.", "Most broad money is in the form of bank deposits.", "Deposits are a bank's promise to allow their customer to withdraw base money.", "In practice, most depositors leave their money as a deposit, and make payments by transferring deposits to other people.", "Bank deposits are created through bank lending.", "This lending is profitable for banks, because they charge more interest on loans than they pay on deposits.", "The level of settlement cash or base money used to be a constraint on bank lending; there was a relationship between base money and broad money that could be explained by a money multiplier.", "Central banks at this time controlled the level of base money, and rules around base money holdings relative to broad money creation, in order to manage bank lending.", "There is now no explicit prudential requirement to hold settlement cash or base money, and a range of liquid assets can be used to satisfy liquidity requirements.", "Changes to base money do not, by themselves, materially change the incentives for broad money creation through bank lending.", "As was noted in the August 2022 MPS, the volume of commercial bank lending is determined by several factors including customer demand for loans, banks' perception and appetite for risk, and prudential requirements on banks' capital, cash and other liquid assets and funding.", "While AMP tools have supported bank funding and liquidity positions, there is some evidence that suggests that this is not having an impact on lending activity over and above their impact on interest rates.", "The OCR is set by the MPC based on the assessment and forecast of economic conditions.", "Lowering the OCR incentivises borrowing; raising the OCR incentivises saving.", "The level of settlement cash held in ESAS accounts in and of itself does not impact the demand for credit.", "Credit growth has slowed recently, as would be expected in the context of rising interest rates.", "Our MPI Framework into the Future AMP Tool Wind-Down At the February 2022 MPS, the MPC announced that the Reserve Bank will not reinvest the proceeds of any upcoming LSAP bond maturities, and will also sell down $5 billion in government bonds per fiscal year to New Zealand Debt Management (NZDM).", "The combination of these sales and maturities mean that the Reserve Bank's LSAP holdings will be wound down by 2027.", "These sales will continue in the background, provided they remained consistent with the Bank's monetary policy objectives, and subject to market conditions.", "Sales and maturities of government bonds held by the Reserve Bank do not have a direct impact on the settlement cash level, because these transactions are between the Reserve Bank and the Crown.", "When LSAP bonds mature, the Crown pays out par value to the Reserve Bank; similarly, when LSAP bonds are sold, the Crown pays the Reserve Bank for the market value of the bond.", "These payments reduce the Crown account, but do not directly impact the settlement cash level.", "The Crown needs to finance payments to the Reserve Bank, and the additional net debt financing or net revenue will drain settlement cash from the system.", "The exact timing of the decrease in settlement cash will depend on how the Crown manages their Crown account.", "The FLP is simpler from a settlement cash perspective: as this funding matures, banks will pay back the money that they have borrowed.", "This payment from banks to the Reserve Bank reduces the settlement cash level, as it has the impact of withdrawing settlement cash from ESAS.", "The final maturity for the FLP will be toward the end of 2025.", "Retaining a Floor System As announced in May this year, the Reserve Bank intends to retain a floor system going forward.", "There are two key reasons to retain this system.", "First, because it is flexible in allowing for effective monetary policy implementation at varying levels of settlement cash.", "Second, because it is operationally efficient - for both the Reserve Bank and the wider banking system.", "These benefits are acknowledged by other central banks who use a floor system of monetary policy implementation.", "A floor system is operationally efficient for the Reserve Bank as the focus is on managing any flows that reduce settlement cash below a sufficient level, rather than managing all flows that change the settlement cash level.", "A floor system is also less operationally intensive for the banking system, as banks can focus on managing their overall liquidity needs without needing to manage daily settlement cash changes.", "Banks need settlement cash to meet payment and settlement needs, as well as a precautionary buffer for any payment and settlement shocks.", "The Reserve Bank will maintain settlement cash above a level that is sufficient for payments and settlement needs, plus a buffer.", "This buffer will mean that small changes in supply and demand have little impact on short-term interest rates.", "Additionally, under a floor system, settlement cash can be freely injected, should there be a situation where there is higher precautionary demand.", "Figure 3: Expected change to settlement cash level as AMP tools unwind28 Moving to a Lower Level of Settlement Cash As AMP tools wind down, the settlement cash level will decline from its current peak.", "The floor system will provide continuity over this period.", "This system is robust to changes in demand for, and supply of, settlement cash, up until the point at which we drop to a sufficient level of settlement cash.", "When we are nearing this lower level, the Reserve Bank will need to begin to inject settlement cash, in order to offset the impact of the AMP tool wind-down (figure 3).", "The sufficient level of settlement cash in the future may be higher than pre-COVID levels, but will be lower than the present level.", "There is uncertainty around what level of settlement cash will best anchor short-term interest rates, particularly as there has been a lot of change in the period since we introduced a floor system.", "In addition, this level will not be static - for example, an increase in precautionary demand for settlement cash in a crisis might necessitate a higher level of settlement cash to best anchor short-term interest rates.", "What we can learn from the international experience is that it is important to monitor a wide range of wholesale interest rates as we move toward this lower level.", "26 Banks hold settlement cash for payment and settlement needs, as a buffer for precautionary demand and for investment demand, if the return in ESAS accounts is relatively attractive.", "This investment demand was a reason that we used tiers to manage settlement cash historically, however, changes in the amount of government bonds outstanding since the GFC mean that this is now less of a concern.", "Prior to the GFC, outstanding NZGBs were only around 10% of GDP.", "Post-GFC, outstanding NZGBs have increased to above 20% of GDP and there is a commitment to keep NZGBs on issue above this 20% level.", "See Implementing Monetary Policy: Perspective from the Open Market Trading Desk - FEDERAL RESERVE BANK of NEW YORK (newyorkfed.org) for a discussion of how a buffer may work.", "Specifically: \"To remain in a floor system, the Federal Reserve would need to supply enough reserves to satisfy bank demand along the flat portion of the reserves demand curve.", "It would also need to ensure that even amid shocks to non-reserve liabilities, the supply of reserves would stay on the flat part of the demand curve.\"", "And: \"An important trade-off in a floor system arises between the size of that additional buffer and the frequency and size of open market operations.", "In the current floor framework, the buffer is more than large enough to absorb shocks without the need to conduct offsetting open market operations.\"", "28 Adapted from: Hauser, A.", "Bigger, broader, faster, stronger?", "How much should tomorrow's central bank balance sheets do - and what should we leave to financial markets?", "Some principles for good parenting [speech].", "Oxford Conference on 'The Financial System(s) of Tomorrow', Saïd Business School, University of Oxford, United Kingdom.", "To anchor short-term interest rates, we will need to ensure that settlement cash does not become scarce.", "This means that the level in the future will be above the minimum amount of settlement cash needed for payment and settlement needs.", "If settlement cash becomes scarce, we may see upward pressure on short-term interest rates.", "As well as monitoring short-term interest rates, usage of our facilities and uptake of our operations can provide useful information.", "For example, frequent usage of our Overnight Reserve Repo Facility - where eligible counterparties can access settlement cash at the OCR plus a spread on a collateralised basis - would be a sign of scarcity.", "The Reserve Bank has a wide range of tools available to inject and withdraw settlement cash, and is able to deploy all or any one of these, depending on where demand or stress is coming from.", "Staff will continue to carefully monitor money market conditions, usage of our facilities and operations, and the distribution of settlement cash across banks, to ensure that the transition to a lower level of settlement cash proceeds smoothly.", "The Reserve Bank will regularly review the operational design of our facilities, based on usage, financial market conditions, and market feedback, to ensure that short-term interest rates trade around the OCR.", "As well as reviewing our facilities, the Reserve Bank will continue to consider the optimal mix of tools and operations to ensure short-term interest rates are anchored, within our floor system of monetary policy implementation.", "To conclude, the AMP tools employed during the COVID crisis increased the size of the Reserve Bank's balance sheet.", "On the liabilities side, this resulted in a by-product of high settlement cash.", "This quantity of settlement cash does not impact the implementation of monetary policy under a floor system.", "This is because, above a sufficient level of settlement cash, short-term interest rates are anchored by all ESAS balances being remunerated at the OCR.", "It is only if the amount of settlement cash falls below a sufficient level that it will have a material impact on short-term interest rates.", "This is different to before COVID, when, under the corridor system of credit tiers, changes to the level of settlement cash did impact the implementation of monetary policy.", "That is, before COVID, the level of settlement cash had to be tightly managed to ensure that short-term interest rates traded around the OCR.", "It is important to re-emphasise the distinction between the implementation of monetary policy - which has been the focus of this speech - and the stance of monetary policy.", "While changes to the level of settlement cash during COVID have resulted in changes to the implementation of monetary policy, these were not relevant for the stance of monetary policy.", "The quantity of settlement cash has not been important for the stance of monetary policy for a long time - as long as that settlement cash is remunerated at the OCR.", "It is the stance of monetary policy that sets the financial conditions for the economy, influences bank lending, and acts on inflation.", "The OCR remains the Reserve Bank's primary tool for determining this stance of monetary policy.", "Settlement cash will decline to a lower level as AMP tools wind-down and the Reserve Bank's balance sheet reduces.", "It is not expected that these changes will have an impact on financial market functioning or the broader economy.", "We will reach a point at which we will need to inject settlement cash via other tools, in order to maintain a sufficient settlement cash level.", "At this point, the liability - settlement cash - on the Reserve Bank's balance sheet will need to be maintained, but the composition of the assets that correspond to this liability will change.", "These assets will change from being those corresponding with AMP tools, to those corresponding with the mix of liquidity providing tools or operations that the Reserve Bank deems appropriate.", "Market participants can be confident that the Reserve Bank will continue to actively monitor market conditions, provide facilities and conduct operations to ensure that short-term interest rates will remain anchored around the OCR, as the balance sheet evolves in the years ahead.", "A New Reserves Regime?", "COVID-19 and the Federal Reserve Balance Sheet.", "Federal Reserve Bank of New York Liberty Street Economics Afonso, G., Giannone, D., La Spada, G., and Williams, J.", "Scarce, Abundant, or Ample?", "A Time-Varying Model of the Reserve Demand Curve.", "Federal Reserve Bank of New York Staff Reports, 1019.", "The central bank balance sheet as a policy tool: past, present and future.", "Jackson Hole Economic Policy Symposium.", "An International Perspective on Monetary Policy Implementation Systems.", "Reserve Bank of Australia Bulletin, June.", "The distribution of excess liquidity in the euro area.", "ECB Occasional Paper Series, 200.", "Framework for market operations and liquidity provision.", "Bank of Canada provides operational details for quantitative tightening and announces that it will continue to implement monetary policy using a floor system [market Bank of England, (2022).", "Explanatory Note: Managing the operational implications of APF unwind for asset sales, control of short-term market interest rates and the Bank of England's balance sheet Benigno, G. and Pesenti, P. (2021).", "The International Experience of Central Bank Asset Purchases and Inflation.", "Federal Reserve Bank of New York Liberty Street Economics.", "The use of money and credit measures in contemporary monetary policy.", "Stressed Outflows and the Supply of Central Bank Reserves.", "Federal Reserve Bank of New York Liberty Street Economics Butt, N., Churm, R., McMahon, M., Morotz, A., and Schanz, J.", "QE and the bank lending channel in the United Kingdom.", "Bank of England Working Paper, 511.", "Bank reserves and broad money in the global financial crisis: a quantitative evaluation.", "ECB Working Paper Series, 2463.", "Reserves were not so ample after all.", "National Bureau of Economic Research Working Paper, 29090.", "Bigger, broader, faster, stronger?", "How much should tomorrow's central bank balance sheets do - and what should we leave to financial markets?", "Some principles for good parenting [speech].", "Oxford Conference on 'The Financial System(s) of Tomorrow', Saïd Business School, University of Oxford, United Kingdom.", "COVID-19 and the Reserve Bank's Balance Sheet [speech].", "KangaNews New Zealand Capital Markets Forum, Wellington, New Zealand.", "Evolution of the ECB's analytical framework.", "ECB Occasional Paper Series, 277.", "An Injection of Base Money at Zero Interest Rates: Empirical Evidence from the Japanese Experience 2001-2006.", "Japanese Journal of Monetary and Financial Economics, 1(1), 1-24.", "Implementing Monetary Policy in an \"AmpleReserves\" Regime: The Basics.", "Corridors and Floors in Monetary Policy.", "Federal Reserve Bank of New York Liberty Street Economics Keister, T., Martin, A., McAndrews, J.", "Divorcing money from monetary policy.", "FRBNY Economic Policy Review, 41-56.", "Kiester, T. and McAndrews, J.", "Why Are Banks Holding So Many Excess Reserves?", "RAMPed up: RBNZ's Additional Monetary Policy toolkit.", "Reserve Bank of New Zealand Bulletin, 84(1).", "Implementing Monetary Policy: Perspective from the Open Market Trading Desk [speech].", "Money Marketeers of New York University, New York City Logan, L. (2020, December 1).", "A Return to Operating with Abundant Reserves.", "Remarks before the Money Marketeers of New York University, New York City McLeay, M. Radia, A., and Thomas, R. (2014).", "Money in the modern economy: an introduction.", "Bank of England Quarterly Bulletin, Q1.", "Money Creation in the Modern Economy.", "Bank of England Quarterly Bulletin, Q1.", "Miller, S. and Wanengkirtyo, B.", "Liquidity and monetary transmission: a quasi-experimental approach.", "Bank of England Working Paper, 891.", "Changes to the liquidity management regime.", "Evolution of the Reserve Bank's liquidity facilities.", "How the Reserve Bank of New Zealand manages liquidity for monetary policy implementation.", "Reserve Bank of New Zealand Bulletin, 79(9).", "A Strategic View of Te Pūtea Matua's Balance Sheet [speech].", "KangaNews New Zealand Capital Markets Forum, Wellington, New Zealand.", "The Framework for Monetary Policy Implementation in Australia."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy Implementation", "Settlement Cash", "OCR (Official Cash Rate)", "Tiered System", "Floor System", "AMP Tools (Additional Monetary Policy Tools)", "Monetary Base", "Broad Money", "Credit Growth", "Liquidity"]}