{"sentences": ["Opening Statement by Tiff Macklem Governor of the Bank of Canada Press conference following the release of the Monetary Policy Report Ottawa, Ontario I'm pleased to be here with Good morning.", "Senior Deputy Governor Carolyn today's policy announcement and the Bank's Monetary Policy Rogers to discuss Report (MPR).", "Today, we raised the policy interest rate by 100 basis points, or 1%.", "An increase of this magnitude at one meeting is very unusual.", "It reflects very unusual economic circumstances: inflation is nearly 8%-a level not seen in nearly 40 years.", "I want to explain to Canadians why we've made this decision.", "There were three key considerations.", "First, inflation is too high, and more people are getting more worried that high inflation is here to stay.", "We cannot let that happen.", "Restoring price stability-low, stable and predictable inflation-is paramount.", "Second, the Canadian economy is overheated.", "There are shortages of workers and of many goods and services.", "Demand needs to slow so supply can catch up and price pressures ease.", "And third, our goal is to get inflation back to its 2% target with a soft landing for the economy.", "To accomplish that, we are increasing our policy interest rate quickly to prevent high inflation from becoming entrenched.", "If it does, it will be more painful for the economy-and for Canadians-to get inflation back down.", "With these important considerations in mind, the Governing Council decided to front-load the path to higher interest rates today.", "This is our fourth consecutive interest rate increase since March.", "We know that higher interest rates will add to the difficulties that Canadians are already facing with high inflation.", "But the strain of higher interest rates in the short term will bring inflation down for the long term.", "It will get us to the other side of this difficult period and back to normal.", "Things are not normal right now.", "After 30 years of low, stable inflation, many Canadians are experiencing the pain of high inflation-and the uncertainty that comes with it-for the first time.", "Over half of the components in the consumer price index (CPI) basket are rising above 5%.", "When inflation is this high, it erodes the purchasing power of every Canadian.", "The drivers of inflation are the same in Canada as in most countries.", "The war in Ukraine and continued supply chain disruptions have boosted inflation in Canada and around the world.", "But what started as global inflation driven by higher global energy and goods prices is broadening here at home.", "Inflation is broadening because the Canadian economy is in excess demand.", "There aren't enough goods and services to meet the demand we're seeing as can't find enough workers people enjoy a fully reopened economy.", "Employers and increasing wages to attract and retain staff.", "With households spending robustly, businesses are passing on higher input and labour costs by raising prices.", "Higher interest rates will help slow demand and allow supply time to catch up.", "Consumer spending will moderate as the pent-up demand from pandemic restrictions eases and the cost of borrowing increases.", "Housing market activity is already cooling rapidly from unsustainably high levels during the pandemic.", "And slower global growth will reduce demand for our exports.", "Taking all of this into account, we are forecasting annual growth in economic activity will be around 31⁄2% this year, 13⁄4% next year and 21⁄2% in 2024.", "As global bottlenecks gradually resolve and tighter monetary policy works its way through the economy, inflation will start to come down.", "While we may see a few more months with CPI inflation around 8%, we expect it to decline later this year, ease to about 3% by the end of next year and return to the 2% target by the end of 2024.", "This is the soft landing we are projecting.", "Interest rate increases can cool demand and inflation without choking off growth or causing a surge in unemployment.", "Some sectors will be more affected by interest rate increases than others, but the very tight labour market means there is room to reduce the number of job vacancies without having a big impact on overall employment.", "And with the prices of many of the commodities we export expected to remain elevated, the global forces slowing growth will not affect Canada as much as many other countries.", "But the path to this soft landing has narrowed because elevated inflation is proving more persistent.", "And this requires stronger action now so consumers and businesses can be confident that inflation will return to its 2% target.", "Our decision today takes the policy interest rate to 21⁄2%.", "That puts it in the longrun neutral range that neither stimulates nor restricts growth.", "We estimate that range to be between 2% and 3%.", "We continue to expect that interest rates will need to rise further to cool demand and achieve the inflation target.", "How high our policy rate needs to go will depend on how the economy and inflation evolves.", "By front-loading interest rate increases now, we are trying to avoid the need for even higher interest rates down the road.", "Front-loaded tightening cycles tend to be followed by softer landings.", "This argues for getting our policy rate quickly to the top end or slightly above the neutral range.", "Before I turn to your questions, let me say a few words about the Governing Council's policy discussions.", "We noted that major global events, including the war in Ukraine and severe COVID-19 restrictions in China, have not abated and are putting upward pressure on inflation and dampening global growth.", "And we recognized that the resolution of global supply disruptions remains difficult to predict.", "We discussed the momentum in domestic demand and how it is becoming a more prominent driver of inflation in Canada.", "A wide range of labour market indicators, including the record-low unemployment rate, widespread labour shortages and higher wage growth, all point to an economy that is overheated.", "We also reviewed measures of inflation expectations at some length.", "The prevailing view in consumer and business surveys is that the Bank of Canada will ultimately control inflation.", "At the same time, these surveys clearly suggest inflation expectations have moved up and are becoming more dispersed, with more respondents now seeing high inflation persisting.", "Market-based measures of inflation expectations over the next two years as well as the projections of professional forecasters have also risen, though they remain consistent with the 2% inflation target over the longer term.", "While the Governing Council was reassured that the inflation target remains credible overall, we recognized this credibility is being tested.", "Demand in the economy is running ahead of supply, inflation is high, and uncertainty about future inflation has increased.", "All of that led us to the decision we took today to accelerate the path to higher interest rates.", "We did not take this decision lightly.", "We are acutely aware that higher interest rates will affect Canadians who are already feeling the pain of high inflation.", "It can seem counterintuitive to add to the interest costs Canadians face in order to combat the cost of inflation.", "But by increasing the cost of borrowing we will moderate spending and return inflation to target.", "We need to get price changes back to normal.", "This matters because it gives people predictability-to plan their spending and savings decisions, to budget, to live their lives without having to worry about what things are going to cost next week, next month or next year.", "The way to protect people from high inflation is to eliminate it.", "That's job, and we are determined to do it.", "The Governing Council is resolute in its commitment to price stability.", "With that, let me stop and turn to you for questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Interest rates", "Economic growth", "Demand", "Supply", "Labour market", "Monetary policy", "Price stability", "Inflation expectations", "Soft landing"]}