{"sentences": ["New tides - speech by Nathanaël Benjamin Given at UK Finance Published on 20 July 2022 Investment banks have operated in easy economic conditions over the last decade.", "But now they face challenges, caused by geopolitical and macroeconomic changes, new technology, and climate change.", "Nat Benjamin says these banks must act now to prepare for those risks.", "Thank you for the introduction, and thanks to UK Finance for inviting me to speak today.", "As those of you who are keen swimmers will know, there is a big difference between a visit to the local pool and swimming in open waters.", "The pool is predictable and safe.", "You know where you are going.", "It is usually not too deep, you can often touch the ground easily.", "And the water is (generally) kept at a comfortable temperature.", "Performing in this environment is easy.", "Conditions in the last decade, including at times supported by major government stimulus, have resulted in a benign environment for investment banks to do business in.", "Many reported record earnings[1] last year.", "In such waters, it would be easy to be complacent and kid yourself that you are a good enough swimmer to take on the open ocean.", "That would, of course, be very dangerous.", "In January, my colleague Rebecca Jackson and I wrote to Chief Executive Officers of international banks operating in the UK to outline the PRA's priorities for the year ahead.", "Whilst waters were calmer at that time, we could see waves on the horizon.", "We warned that future cyclical and structural changes could materially threaten profitability and sustainability of certain business models.", "In the months since we sent that letter, events have unfolded - and indeed a war broke out - that now make this is all feel more present and real.", "Geopolitical and macroeconomic uncertainty is translating into market volatility.", "Meanwhile, digitalisation continues at pace, as new technologies, products and partners enter the financial services ecosystem.", "And the risks from climate change loom and threaten to change the very nature of the environment banks operate in.", "These are all key features of a new world facing investment banks.", "Like anyone preparing for an open water swim, if investment banks are to perform in these uncharted waters, they will need to challenge themselves on their true capabilities, be forward- looking, anticipate changing conditions, and prepare to encounter unexpected currents along the way.", "This will be a real test of their true mettle.", "So what does this mean in practice?", "Financial Resilience Investment banks' business models have changed significantly since the Global Financial Crisis.", "Legacy balance sheets have mostly been cleaned up.", "Firms no longer look to boost returns from proprietary trading.", "Client-driven strategies have become the norm.", "Today investment bank businesses have bifurcated: on the one hand, you have high-volume, low-latency vanilla flow offerings in liquid markets; whilst on the other hand, you have less liquid or more bespoke businesses (in the form of financing and derivatives-based activities).", "Both are predicated on facilitating client activity but they present very different challenges.", "Investment banks tend to think of 'Good volatility' as the friend of liquid businesses - client flows increase, bid-offer spreads widen, and firms position themselves to deploy capital and reap the benefits.", "Traditionally this provides a natural risk offset to less liquid businesses during a market correction.", "On the other hand, the more illiquid, complex and concentrated risk books often lose revenue in periods of volatility (for example, equities autocallables - a business that has experienced growth over the last ten years - tend to suffer losses during periods of stress, and frequently make headlines).", "But invariably these losses tend to be masked by greater than normal returns from liquid business lines.", "But what if this dynamic of liquid markets and supernormal profits during a stress, which people have started to regard as the norm, doesn't play out next time?", "The last decade has been an era of global financial asset appreciation.", "Given the changing macroeconomic backdrop, traders, investment managers, and investors will need to be alive to the financial market environment in which they run their business.", "They should challenge themselves and whether their assumptions have been complacent in hindsight.", "What if, next time, \"Good volatility\" turns into \"Bad volatility\"?", "Well firstly, let's turn our attention to market risk.", "Are banks' risk appetite appropriately calibrated here?", "Despite limits and controls becoming more sophisticated, are they focused on the right risks?", "Whilst gross exposure risks are now generally captured, more often than not, their risk profile is assessed through the lens of historical time series.", "The risk is that the absolute scale of positions, which may well be appropriate for market liquidity conditions so far, might be outsized tomorrow.", "Next, let's look at the risk from client and counterparty default.", "Given that since the global financial crisis the balance of direct risk-taking in specific products has shifted away from investment banks to their clients, counterparty risk is greater than ever before.", "Today, the bigger risk to investment banks is not from their proprietary positions, but from the aggregate exposures of their clients.", "Clearly losses from counterparty risk are not new.", "During the Global Financial Crisis losses from counterparty defaults totalled over $50bn.", "But these losses were overshadowed by banks' own losses of nearly $200bn from principal positions.", "The Global Financial Crisis however taught us that it was concentrations that present a great danger in firms' counterparty risks.", "70% of counterparty losses in the Crisis came from similar uncollateralised CDS exposures to a small number of monoline insurers.", "These risk concentrations were not well managed or controlled.", "Unfortunately we have again seen banks' counterparty risk concentrations not appropriately identified or controlled.", "It is disappointing that lessons from the crisis on counterparty risk management were not properly learned.", "As we set out in our Dear CEO letter last year, Archegos is a prime example of this - a single client of many firms had built up risk concentrations that proved to be outsized.", "Some banks also got caught by this in the nickel market more recently.", "In other cases, we have seen groups of clients with similar risk exposures, whether that be large concentrated positions of their own or trades with banks that held such positions, which proved difficult to exit as market conditions and liquidity dynamics changed.", "Risk concentration should not only be assessed on a client by client basis, but across all clients combined.", "And most importantly, across the client's market-wide portfolio, not just the portion held with a single firm itself.", "Whilst this information may not be readily available, the onus is on firms to demand of their clients the information they need to assess the risks they are exposed to.", "We also see some firms not adequately assessing the liquidity position of their counterparties.", "Look at the \"Dash for Cash\" in March 2020 or recent issues in the commodities markets.", "Whilst counterparties may be fully hedged against capital losses from sharp moves in asset prices, some have found difficulty in monetising their assets in order to meet margin calls.", "Firms' management and boards should ensure that in credit assessments equal focus is placed on the liquidity profile of their clients as on their capital strength.", "Right-way risk is only right-way if a client is still standing when the hedge matures.", "Investment banks must bear in mind that their positions can play an important role in the functioning of the economy.", "Whilst it might be good risk management to reduce a client's exposures when it suffers cash flow stresses from margin calls, was it good risk management for the bank to sleepwalk into that position in the first place?", "Working with the client to understand and anticipate all possible future outcomes, and access to facilities in order to meet liquidity demands in a stress, should surely be at the cornerstone of a client-centric business.", "It is important here for banks to think a few steps ahead and have in mind the potential indirect second-round effect of their counterparty management practices - some of which can otherwise come back to hit them.", "One other common feature of periods of stress has sometimes been the inadequacy of initial margins required by investment banks over the counter.", "The spike in nickel markets in March 2022 reminded everyone that progress needs to be made here.", "And while CCPs have lessons to learn, so do banks.", "When they undercook initial margins in benign times, banks give their clients the illusion that some products - for example hedges - are cheaper than they really should be economically.", "When banks then significantly increase margins at the eleventh hour, as seen recently in commodity markets, clients then have to smell the coffee and scramble around to find the cash.", "And to be clear, those clients should not be expected to be able to find such sums at short notice.", "This is true in any market, not just commodities.", "Initial margins should be calibrated appropriately in peace time to reflect forward-looking risks.", "Archegos, nickel: these episodes left a few banks with bruises (some quite nasty) or just embarrassment, but not much more.", "However, the window for investment banks to finally learn counterparty risk management lessons properly is closing fast.", "And next time - in choppier waters - those who still haven't may well not be able to get away with only a few bruises.", "It is important that these market and counterparty risk lessons are finally learned, especially for business lines that have grown on the back of the post-crisis macro environment - such as client- supporting financing businesses in liquid products (in businesses such as prime brokerage and client clearing) as well as less liquid activities (for example structured equity autocallable note issuance; or Collateralised Loan Obligations, Asset Backed Securities and mortgage loan warehouses; or private credit markets).", "None of us have a crystal ball, but the waters we find ourselves swimming in are certainly more challenging already.", "It is highly probable there are individual businesses or marginal players that have relied upon the easy conditions of the past decade, who might struggle to adapt when the new tide comes in.", "Banks' executive management and boards should challenge themselves and think ahead about what their firm's place is in this new world.", "You can't stop the waves but you can learn to swim.", "Aside from monetary and financial conditions, another change that is already long under way is the technological revolution in banking...", "Operational Resilience There is a growing tide of digitalisation in financial services, with greater prominence of digital players and assets, and it is altering the way people and businesses transact.", "One often thinks about tides as constant, a rise and fall of waters caused by the gravitational pull of the moon and sun.", "But actually it is people who are changing tidal flows by structural changes to rivers, wetlands and nature.", "The same is true for how digitalisation might change the ecosystem in which banks will have to find their new place.", "Investment banks have operated in the regulated financial sector for a long time and that gives them an advantage over FinTechs, because people got used to trusting their safety as an institution to do business with.", "That said, FinTechs are competing with banks to develop new, sophisticated, and efficient technology.", "They are not encumbered by legacy technology infrastructure, and have competitive advantages that have enabled them to innovate quickly.", "We are seeing signs that international banks are delving into the digital asset custody services space, with offerings such as structured products and trading in crypto derivative markets.", "Through distributed ledger technology, blockchain platforms enable banks to offer payments capabilities for settlement through tokenised assets.", "Crypto assets are rapidly growing, offering decentralised finance.", "As recent turmoil in digital asset markets have illustrated, the waters between where we are now and a digitalised world are particularly choppy.", "Established banks must not let commercial pressure to adopt new technologies or enter digital asset markets get in the way of first ensuring that they can properly understand and manage the associated risks.", "I would place particular emphasis on our operational resilience expectations and how banks should use these to inform technology investment decisions.", "As regulators we are considering the impact of technological developments on the sector and the future of finance, both for new entrants and existing entities.", "Our operational resilience expectations help in this regard.", "But we also want to see firms working together on market disciplines towards operational resilience in the financial sector.", "A good example is critical third- party providers, a subject on which HMT published a policy statement.", "In the new world, relationships with critical third-party suppliers are becoming as important as the relationships with large financial counterparties that international banks had established over many years.", "That is a sign of the rising prominence of operational vs. financial matters in that new world - less of an afterthought.", "So your CEOs may need to start making different types of phone calls.", "The financial sector can also work together on the development of extreme and multidimensional systemic stress scenarios, and assessing the impact of shocks from one firm to another.", "We are arguably now still in the foothills of this new digital era.", "Ahead of that, international banks must frontload the implementation of operational resilience policy.", "Surely a mere sliver of the earnings of the last decade should be more than enough to cover that investment.", "And boards must make sure they understand the risks from new technology and that operational resilience becomes part of the fabric of their decision making.", "This means, before entering materially into crypto assets, adopting Artificial Intelligence (AI), introducing the cloud; or entering third-party relationships, international banks active in the UK must complete their operational resilience homework.", "So that they are prepared for this new tide.", "Towards waters in which safe havens will probably be quite sought after and attractive - so there is an opportunity here for banks and their franchise.", "The two issues I have discussed so far, namely how the new world might threaten firms' financial and operational resilience, obviously have the potential to crystallise in the very near future.", "The last issue I will touch on today may appear to some as somewhat longer-term, but it is fast approaching and will change the environment we operate in.", "Over the last couple of years markets have exhibited a number of features which arguably give us a foretaste of some of the future consequences of climate change, depending on how the climate transition pans out.", "Here, I am thinking of the disruption to world energy and commodities markets, global supply chain problems and, most recently, the threat of food insecurity.", "It would be easy to attribute each of these issues to specific triggers, such as Covid or the war in Ukraine, and not think about the bigger picture or what they could tell us about the \"new world\".", "In the \"new world\", these are exactly the sort of disruptions we can expect to become more common and more severe as a result of climate change.", "They should not be considered as one-offs and are unlikely to just go away.", "It is important that firms take action now to learn the lessons from current events and make sure that they are well prepared for when similar events happen more frequently in future, for example bumpy rides in commodities markets.", "Thinking back to the example I discussed earlier of making sure that firms consider counterparties' liquidity profiles as well as their capital adequacy in their credit assessments of commodities clients, investment banks should also think about how those counterparties might be exposed to climate risk.", "We recognise the challenges firms are currently facing in acquiring good quality data for these purposes but as data becomes more readily available we expect firms to be able to further develop their risk management and scenario analysis capabilities.", "The longer-term nature of the threat of climate change is demonstrated by the decades-long time horizons of the scenarios covered by the Bank's recent Climate Biennial Exploratory Scenario, the results of which were published in May.", "Although it did not include any international firms, I would like to highlight two of the key lessons from the exercise, which Sam Woods also discussed in his recent speech.", "The first lesson is that, over time, climate risks will become a persistent drag on firms' profitability, perhaps in the region of 10-15% annually, particularly if they don't manage them effectively.", "The second lesson is that how and when we transition makes a big difference to the costs the financial sector will incur.", "These costs will be substantially lower if firms take early, orderly action.", "Taken together, all of this should provide a strong incentive for firms to be ambitious in how they embed the management of climate-related financial risks[5] and meet the PRA's broader expectations set out in Supervisory Statement 3/19.", "So in that context, investment banks should take recent disruptions in commodities or supply chains as a sign of things to come, and get used to managing those because in the new world they might well become more frequent.", "Looking ahead to the open waters, firms must ensure that they are prepared and well-equipped to face the challenges that lurk therein.", "Have banks fully considered their changing role in this new world defined by changing macroeconomic conditions, increasing digitalisation and climate change?", "The better they are able to understand that environment, the better they will be able to adapt.", "And do not get me wrong, there are some remarkable opportunities for investment banks in that new world.", "But seizing those will require honest introspection, hard work, and at times completely rethinking their future role in society.", "I also want to use this opportunity to emphasise that it is the role of the independent boards to kick those tyres and ask those tough (and sometimes existential) questions.", "How nimble and flexible is the current business model and cost base of the firm?", "What is the firm's raison d'être and franchise in the new environment?", "Is the firm sufficiently prepared to react to different scenarios that might play out?", "The future won't accept excuses - now is the time to take action.", "Because although you might feel you have been doing well in the swimming pool, once you are in open waters you'd better truly be a good swimmer.", "I would like to thank Orfhlaith Sheehy, John Mears, Fatima Abukar, Chris Forster, Simon Stockwell, David Brighton and Kate Jewkes for their assistance in preparing these remarks.", "Global Banks' $170 Billion Haul Marks Most Profitable Year Ever - Bloomberg 2.", "Dear CEO letter 'International banks active in the UK: 2022 priorities' 3.", "Critical third parties to the finance sector: policy statement 4.", "Climate capital - speech by Sam Woods | Bank of England 5.", "Climate-related financial risk management and the role of capital requirements 6.", "Enhancing banks' and insurers approaches to managing the financial risks from climate change"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial resilience", "Operational resilience", "Climate change", "Digitalisation", "Risk management", "Counterparty risk", "Liquidity risk", "Market risk", "Business model", "Scenario analysis"]}