{"sentences": ["Thank you for joining us this afternoon.", "I would like to use this opportunity to explain the Reserve Bank Board's decision today and to answer your questions.", "Today, the Board decided to increase the cash rate target by 25 basis points to 35 basis points and to increase the rate paid on Exchange Settlement balances from 0 per cent to 25 basis points.", "It also decided to not reinvest the proceeds of the Bank's government bond holdings as they mature.", "These decisions reflect a judgement by the Board that it is now time to begin withdrawing some of the extraordinary monetary support that was put in place to help the Australian economy during the pandemic.", "Two considerations are particularly relevant here.", "The first is that the economy has been very resilient, unemployment is low and economic growth is expected to be strong this year.", "The second is that inflation has picked up more quickly, and to a higher level, than was expected and there is evidence that labour costs are increasing more quickly.", "In these circumstances, the Board judged that it was appropriate to start the process of normalising monetary conditions.", "I acknowledge that this increase in interest rates comes earlier than the guidance the Bank was providing during the dark days of the pandemic.", "During that period, especially in 2020, the national health situation was precarious and the economic outlook was dire and clouded by great uncertainty.", "The Board wanted to do everything it could to help the country get through that difficult period.", "In those unprecedented times, we judged that the economic damage from the pandemic was likely to require that interest rates remain at very low levels for years.", "As things have turned out, the economy has been much more resilient than was expected, which is clearly a welcome development.", "The combination of fiscal and monetary support has worked and the development of vaccines in record time has allowed our society to return to more normal functioning earlier than was thought possible.", "Australians have also proven to be resilient and have adapted to the changed circumstances.", "As a result of these developments, unemployment has come down quickly.", "The unemployment rate now stands at 4 per cent.", "It is expected to decline further to around 31⁄2 per cent over the course of this year, which would be the lowest level in nearly 50 years.", "Labour force participation has also risen to a record level and a higher share of working-age Australians has jobs than ever before.", "The economy is expected to grow strongly this year, with our central forecast being for GDP growth of a little above 4 per cent.", "This resilience of the economy means that the record low interest rates are no longer needed.", "The other major development has been on the inflation front.", "Over the year to the March quarter, CPI inflation was 5.1 per cent and in underlying terms inflation was 3.7 per cent.", "These numbers are lower than inflation rates in most other advanced economies, but they are higher than we have experienced for many years and higher than we were expecting.", "The main driver of the higher inflation has been global developments, with a series of major global supply shocks pushing prices up.", "Over the past two years, COVID-19 has interrupted supply chains and continues to do so, with the recent lockdowns in some Chinese cities again disrupting production and transport.", "On top of this, Russia's invasion of Ukraine has resulted in sharp increases in the prices of oil and gas, base metals and many agricultural commodities.", "These shocks to global prices inevitably flow through to higher inflation in Australia.", "But the higher inflation outcomes have a domestic component as well.", "There are a number of areas where strong demand is putting pressure on available capacity, with many firms reporting difficulty in hiring workers with the right skills.", "This pressure on capacity is reflected in the broadening of the areas in which prices are rising more quickly than they have for some time.", "Firms in a range of industries are now indicating that they are prepared to pass cost increases through to consumer prices.", "Looking forward, we expect a further increase in the inflation rate as the effects of global developments wash through the year-ended figures.", "We then expect inflation to start moderating as some of the supply disruptions are resolved and/or as prices settle at a higher level - for inflation to stay high, prices need to keep increasing at a fast rate, not only settle at a high level.", "An offsetting influence over time will be stronger growth in labour costs as the labour market tightens.", "Our central forecast - which is based on an assumption of further interest rate increases - is that underlying inflation will decline to the top of the target band in 2024.", "If interest rates were to remain unchanged, inflation would be higher than this.", "Over recent years, the Board has placed considerable emphasis on trends in growth in labour costs when making its decisions.", "This is because, over the medium term, there is a strong link between the inflation rate and the rate of growth of labour costs.", "Given that we operate a flexible medium-term inflation target, we are generally prepared to look through year-to-year variability in the inflation rate caused by supply-side shocks or exchange rate movements.", "This is because if these shocks do not flow through to a persistent change in growth of labour costs, inflation should return to a lower rate once the effect of the shock passes.", "But if supply-side shocks do lead to a persistent shift in labour cost growth, inflation will not return to where it was before.", "This focus on trends in labour costs was evident in the Board's communication after the previous meeting when we stated that over coming months we would be assessing important additional evidence on both inflation and the evolution of labour costs.", "The evidence that we have received since then on inflation is clear.", "On labour costs, while the various data on labour costs for the March quarter compiled by the ABS are yet to be released, other evidence received over the past month through our business liaison and various business surveys has indicated that there is now stronger upward pressure on labour costs and that this is likely to continue.", "We expect to see this in the ABS data in the period ahead.", "In a tight labour market, some firms are paying higher wages to attract and retain staff.", "This is especially so given that inflation is high and workers are experiencing cost of living pressures.", "There is still considerable inertia in the wages system from multi-year enterprise agreements and current public sector wages policies, but the direction of change is now clear.", "Given this evidence on inflation and wages and the very low level of interest rates, the Board decided that now was the right time to start the process of normalising interest rates.", "We also decided that we would not reinvest the proceeds of maturing government bonds.", "This means that our bond holdings and balance sheet will decline as bonds mature.", "Our balance sheet will also decline substantially in 2023 and 2024 as banks repay the funding made available under the Term Funding Facility.", "This contraction of our balance sheet will contribute to some tightening of financial conditions in Australia and so assist with the return of inflation to target.", "The Board currently has no plans to sell the government bonds it purchased during the pandemic and intends to allow the portfolio to run down in a predictable way as bonds mature.", "This decision to proceed with quantitative tightening does not rule out a return to quantitative easing sometime in the future, should circumstances require that.", "Given the outlook for the economy and inflation, further normalisation of interest rates will be required.", "In making its decisions, the Board will continue to be guided by the evidence on both inflation and the labour market.", "We will also continue to be flexible and responsive to changing circumstances.", "We will do what is necessary to ensure that inflation outcomes are consistent with the medium-term inflation target.", "This does not require an immediate return of the inflation rate to target because our monetary policy framework intentionally allows for flexibility and some variability in inflation from year to year.", "But we do need to ensure that the inflation rate tracks back to the target range of 2 to 3 per cent over time.", "This would be harder to achieve if the inflation psychology in Australia were to shift in a durable way due to the recent higher inflation outcomes.", "The decision to move today, rather than wait, should help on this front.", "In making our decisions over coming months, we need to navigate through some considerable uncertainties.", "Globally, it remains uncertain how the supply-side problems will be resolved and developments in Ukraine are unpredictable.", "Another source of uncertainty is how household spending in advanced economies responds to the decline in real wages, as wages growth has not kept pace with the higher inflation.", "Also, we have no contemporary experience to guide us with how labour costs and prices in Australia will behave at an unemployment rate below 4 per cent.", "It is also relevant that households have much more debt than previously, and many households have never experienced rising interest rates.", "So this is another aspect that we will be watching carefully.", "Notwithstanding these uncertainties, I expect that further increases in interest rates will be necessary over the months ahead.", "The Board is not on a pre-set path and will be guided by the evidence and data as it takes the necessary steps to achieve the medium-term inflation target and support full employment in Australia.", "I am happy to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none"], "topics": ["Inflation", "Interest rates", "Labour costs", "Economic growth", "Monetary policy", "Unemployment", "Quantitative tightening", "Supply-side shocks", "Inflation target", "Household debt"]}