{"sentences": ["Chairwoman Waters, Ranking Member McHenry, and other members of the Committee, I am pleased to present the Federal Reserve's semiannual Monetary Policy Report.", "Before I begin, let me briefly address Russia's attack on Ukraine.", "The conflict is causing tremendous hardship for the Ukrainian people.", "The implications for the U.S. economy are highly uncertain, and we will be monitoring the situation closely.", "At the Federal Reserve, we are strongly committed to achieving the monetary policy goals that Congress has given us: maximum employment and price stability.", "We pursue these goals based solely on data and objective analysis, and we are committed to doing so in a clear and transparent manner so that the American people and their representatives in Congress understand our policy actions and can hold us accountable.", "I will review the current economic situation before turning to monetary policy.", "Current Economic Situation and Outlook Economic activity expanded at a robust 5 1/2 percent pace last year, reflecting progress on vaccinations and the reopening of the economy, fiscal and monetary policy support, and the healthy financial positions of households and businesses.", "The rapid spread of the Omicron variant led to some slowing in economic activity early this year, but with cases having declined sharply since mid-January, the slowdown seems to have been brief.", "The labor market is extremely tight.", "Payroll employment rose by 6.7 million in 2021, and job gains were robust in January.", "The unemployment rate declined substantially over the past year and stood at 4.0 percent in January, reaching the median of Federal Open Market Committee (FOMC) participants' estimates of its longer-run normal level.", "The improvements in labor market conditions have been widespread, including for workers at the lower end of the wage distribution as well as for African Americans and Hispanics.", "Labor demand is very strong, and while labor force participation has ticked up, labor supply remains subdued.", "As a result, employers are having difficulties filling job openings, an unprecedented number of workers are quitting to take new jobs, and wages are rising at their fastest pace in many years.", "Inflation increased sharply last year and is now running well above our longer-run objective of 2 percent.", "Demand is strong, and bottlenecks and supply constraints are limiting how quickly production can respond.", "These supply disruptions have been larger and longer lasting than anticipated, exacerbated by waves of the virus, and price increases are now spreading to a broader range of goods and services.", "We understand that high inflation imposes significant hardship, especially on those least able to meet the higher costs of essentials like food, housing, and transportation.", "We know that the best thing we can do to support a strong labor market is to promote a long expansion, and that is only possible in an environment of price stability.", "The Committee will continue to monitor incoming economic data and will adjust the stance of monetary policy as appropriate to manage risks that could impede the attainment of its goals.", "The Committee's assessments will take into account a wide range of information, including labor market conditions, inflation pressures and inflation expectations, and financial and international developments.", "We continue to expect inflation to decline over the course of the year as supply constraints ease and demand moderates because of the waning effects of fiscal support and the removal of monetary policy accommodation.", "But we are attentive to the risks of potential further upward pressure on inflation expectations and inflation itself from a number of factors.", "We will use our policy tools as appropriate to prevent higher inflation from becoming entrenched while promoting a sustainable expansion and a strong labor market.", "Our monetary policy has been adapting to the evolving economic environment, and it will continue to do so.", "We have phased out our net asset purchases.", "With inflation well above 2 percent and a strong labor market, we expect it will be appropriate to raise the target range for the federal funds rate at our meeting later this month.", "The process of removing policy accommodation in current circumstances will involve both increases in the target range of the federal funds rate and reduction in the size of the Federal Reserve's balance sheet.", "As the FOMC noted in January, the federal funds rate is our primary means of adjusting the stance of monetary policy.", "Reducing our balance sheet will commence after the process of raising interest rates has begun, and will proceed in a predictable manner primarily through adjustments to reinvestments.", "The near-term effects on the U.S. economy of the invasion of Ukraine, the ongoing war, the sanctions, and of events to come, remain highly uncertain.", "Making appropriate monetary policy in this environment requires a recognition that the economy evolves in unexpected ways.", "We will need to be nimble in responding to incoming data and the evolving outlook.", "Maintaining the trust and confidence of the public is essential to our work.", "Last month, the Federal Reserve finalized a comprehensive set of new ethics rules to substantially strengthen the investment restrictions for senior Federal Reserve officials.", "These new rules will guard against even the appearance of any conflict of interest.", "They are tough and best in class in government, here and around the world.", "We understand that our actions affect communities, families, and businesses across the country.", "Everything we do is in service to our public mission.", "We at the Federal Reserve will do everything we can to achieve our maximum-employment and price-stability goals.", "I am happy to take your questions."], "classifications": ["none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Labor market", "Monetary policy", "Economic outlook", "Supply constraints", "Federal funds rate", "Wage growth", "Fiscal support", "Ukraine", "Ethics"]}