{"sentences": ["Welcome address Luigi Federico Signorini Senior Deputy Governor of the Bank of Italy 5th Bank of Italy-CEPR workshop on labour market policies and institutions Rome, 15 September 2022 It is my pleasure to open the fifth Bank of Italy-CEPR conference on \"Labour market policies and institutions\".", "As in previous editions, we are fortunate enough to have many excellent research papers.", "The programme covers many recent advances in the field of labour economics and brings together both well-established and younger economists at the frontier of research.", "The conference will cover a broad range of issues.", "Let me spend a few minutes on some of them.", "In this context, I can only mention them very briefly; there will be no attempt to do justice to the vast literature that exists on several of these topics (nor would I be the right person to do so).", "It will simply be the occasion for me to point at some of the papers in this workshop's rich programme, and at some ideas we are pursuing in our own research1.", "Current labour market developments in the US and the euro area At this highly uncertain juncture, certain factors (first and foremost the sharp rise in inflation) are common to many economies; others are not.", "At the moment, the conditions of the labour market differ rather significantly between the two sides of the Atlantic.", "The US labour market has been very tight for some time, even after the reversal of the Fed's monetary policy.", "After the COVID crisis, the surge in labour demand was not matched by supply; if anything, labour market participation, already on a downward trend, dropped further during the pandemic, and has not fully recovered yet.", "The vacancy-tounemployment ratio is at a historic high.", "Firms are experiencing increasing turnover and hiring difficulties and, as we shall learn from one of the papers that will be presented in this conference, this can have a significant impact on investment decisions, employment growth and profits.", "In the euro area, and Italy is no exception, labour market conditions, despite a significant (and welcome) recovery, appear less tight than in the US for the time being.", "While demand actually surged and created labour shortages in some sectors, labour supply has gradually returned to its pre-pandemic level; the unemployment rate is at historical lows, but hours worked have not recovered everywhere.", "The causes of these differences are debated.", "For the US, at least two points are worth mentioning.", "First, income support programmes, particularly generous during the pandemic, may have increased workers' reservation wage, at least temporarily, though the evidence is mixed.", "Second, the adjustment of employment during the pandemic occurred mainly through firing and re-hiring, rather than through job retention programmes, as was predominantly the case in Europe.", "Therefore, during the recovery, many workers had to be matched with new jobs, not always a smooth process.", "There is also the question of whether dismissals coupled with temporary income support measures may have encouraged some workers to retire early and if so, whether such retirement decisions are forever.", "In Europe, job retention schemes are more widespread, and, during the pandemic, extending them was a natural choice in many countries.", "This may have led to a smoother reversal of layoffs when the health situation improved.", "Looking ahead, however, it could make workers' reallocation across firms and sectors less easy, a key issue if the developments of the past few years have accelerated structural change.", "Time will tell which effect prevails.", "While the general forces at play may be reasonably known in qualitative terms, rigorous quantitative research is needed to assess their factual relevance and thus to inform the policy debate.", "I understand, for example, that one paper in this workshop looks at the implications of poor matching efficiency for firms' productivity differentials.", "In the US, the imbalance between supply and demand has fuelled steep nominal wage growth.", "In the euro area, a less tight labour market and certain features of country-specific wage bargaining systems have so far slowed down pay rises: wage indexation - which still exists, though in different forms, in some countries - now plays a more limited role than in the past.", "In Italy, specifically, collective bargaining agreements nowadays are typically multi-year in duration; furthermore, wages are negotiated based on the price dynamics expected at the time of renewal.", "This eases immediate cost pressures and delays - at least - the onset of a wage-price spiral like the one that plagued the country more than a generation ago.", "It was then an inflation-entrenching mechanism: experience shows that, once it starts, such a spiral is difficult to stop.", "Having said that, right now policymakers must act promptly and forcefully to counter inflation so that, looking ahead, workers' purchasing power is effectively and durably protected.", "Otherwise, this arrangement will be difficult to sustain.", "The Eurosystem has clearly indicated its determination to do what is needed.", "Structural issues Ageing and migration In the euro area, labour force participation increased considerably in the past few decades.", "Various factors contributed to this development, including higher statutory retirement ages and the inflow of migrants, which typically have high participation rates.", "Going forward, longer life expectancy calls for longer working lives.", "Given the current and projected age structure of the population, however, it seems rather unlikely that increased labour supply among the elderly will fully offset the impact of ageing on the labour force in the next decades.", "From an economic standpoint, sustained migration can balance the effect of demographics on the labour force and ease the pressure on the labour market.", "This is already apparent in certain segments of employment, where migrant labour predominates.", "The issue of migration is highly politically charged in many countries, and it is not appropriate for me to take a stand on the broader political issue.", "What I think I can say here is that, whatever one's political preferences, the structure of migration policies can, in practice, make a significant difference in terms of the labour market.", "Experience appears to show that policies designed to foster cultural and social inclusion and to attract foreign workers who are highly attached to the labour market can increase the efficiency of job matching for.", "A key issue in the debate about migration is the effect of migrant labour on local employment and wages, even if only in the short run; one of the papers in this workshop argues that much depends on competitive conditions in the labour market.", "See F. Carta, F. D'Amuri and T. M. von Wachter, Workforce Aging, Pension Reforms, and Firm Outcomes, NBER Working paper, 28407, 2021; F. Carta and M. De Philippis, Working Horizon and Labour Supply: the Effect of Raising the Full Retirement Age on Middle-aged Individuals, Bank of Italy working paper, 1314, 2021; N. Bianchi, G. Bovini, J. Li, M. Paradisi and M. Powell, Career Spillovers in Internal Labor Markets, Review of Economic Studies, forthcoming; M. De Philippis, The Dynamics of the Italian Labour Force Participation Rate: Determinants and Implications for the Employment and Unemployment Rate, Bank of Italy Occasional Papers, 396, 2017.", "See M. Foged, J. Nielsen Arendt, I. Bolvig, L. Hasager, G. Peri, Language Training and Refugees' Integration, NBER Working paper, 26834, 2020.", "Another recent paper (H. Rapoport, S, Sardoschau, A. Silves, Migration and Cultural Change, IZA Discussion paper series 14772, 2021) makes the interesting point that cultural influences seem to run more from the host to the home country than vice versa; in other words, that, as an effect of migration flows, societal values change more in the country of origin of migrants than in immigration countries.", "M. Amior and J. Stuhler, Immigration and Monopsony: Evidence Across the Distribution of Firms.", "Women can be another large untapped source of labour supply, especially in Italy, the country in the European Union with the lowest female labour force participation rate.", "This is surely economically wasteful (not to mention other, non-economic considerations).", "What keeps (or drives) women out of the labour force?", "The evidence points to the role of motherhood and stresses the importance of supporting female employment after maternity leave.", "In Italy, the probability of exiting the labour market almost doubles just after childbirth and remains steadily higher for the following 15 years.", "Well-designed policies to improve the material conditions of maternity/parenthood are important.", "In the context of Next Generation EU, the Italian National Recovery and Resilience Plan makes an attempt in this direction by expanding the availability of childcare facilities for children aged between 0 and 6.11 The adoption of more flexible working hours and of family-friendly workplace arrangements, while fostering a better work-life balance for everybody, in practice may specifically favour female labour market participation.", "In this respect, remote working can definitely help.", "In 2021, almost 14 per cent of employees in Italy worked remotely, up from 2 per cent in 2019;13 this share was especially high for women with children aged 0 to 14.", "Protecting the vulnerable: dual labour markets, minimum wages, safety nets Trade-offs between flexibility/efficiency on the one side and security/equality on the other are a perennial focal point for the debate on labour market policies.", "In practice, institutions try to balance different aims in different ways, and with varying degrees of success.", "Today and tomorrow we are having an academic debate: so my intent here is not to state the Bank's policy preferences, if any, but to recall, in a very sketchy way, the conceptual framework for some of the interesting papers that will be presented on this subject; or rather, collection of subjects.", "One of the subjects is the following.", "In many countries, policy dilemmas have led to the emergence of dual labour markets, with a strongly protected core and a less protected fringe.", "Temporary or seasonal, or otherwise flexible jobs may be an efficient way to respond to certain features of the production process or, sometimes, to accommodate workers' preferences.", "At the same time, discontinuous careers may imply long periods See H. Kleven, C. Landais and J. Sogaard, Children and Gender Inequality: Evidence from Denmark, American Economic Journal: Applied Economics, 2019; A. Casarico and S. Lattanzio, Behind the Child Penalty: What Contributes to the Labour Market Costs of Motherhood, CESifo Working Paper, 9155, M. De Philippis and S. Lo Bello, The Ins and Outs of the Gender Employment Gap: Assessing the Role of Fertility, Bank of Italy working paper, forthcoming.", "In particular, the objective is to increase the number of available places for children aged 0 to 6 in childcare facilities and pre-schools by more than 260,000 units.", "See also Welcome address by Luigi Federico Signorini to the Bank of Italy - CEPR Conference on Labour market participation: Forces at work and policy challenge, 2018.", "Based on data from Istat, Italian Labour Force Survey, 2019 and 2021. without pay and, often, with little social-security protection;14 they may entail human capital losses that further reduce career prospects.", "Temporary workers who would like to have a permanent job may not be able to find one because employers try to avoid higher hiring/firing/regulatory costs.", "The right balance of job protection in various segments of the labour market is a much-debated policy issue.", "Perhaps less often discussed is the role of market competition (or lack thereof) in determining the equilibrium in the labour market.", "Interestingly, one paper in this workshop argues that the degree of market power that employers enjoy influences their ability to shift demand uncertainty onto workers by forcing them to accept less protected types of employment.", "Another lively debate concerns statutory minimum wages, an institution that exists in many countries to protect low-wage workers.", "Italy, as many in the audience will know, has no statutory minimum wage; the constitutional right to \"proportioned and sufficient\" pay has so far been enforced by the courts indirectly, through reference to collective bargaining clauses.", "From an economic point of view, the level of the statutory minimum wage is critical: there is, once again, a trade-off between protecting the most vulnerable and avoiding negative employment effects.", "And, once again, the degree of market competition does appear to matter.", "In fact, a paper to be presented today argues that the terms of the trade-off depend on the degree of product and labour market power that the employer enjoys.", "In turn, Professor Lindner's influential contributions explore the issue of the extent to which wage increases can be passed on by firms to consumers via higher prices.", "One final theme is the design of social safety nets.", "The concern here is to ensure protection from poverty without discouraging participation in the labour market.", "Market incentives are obviously central to this debate.", "As an example, a paper that will be presented tomorrow shows that the design of child benefits affects women's employment.", "Professor Hoynes' research has also highlighted the labour supply implications of inwork credits, as well as their impact on poverty, health and well-being.", "See F. D'Amuri, I lavoratori a bassa retribuzione in Italia: evidenze descrittive e indicazioni di policy, in C. dell'Aringa, C. Lucifora and T. Treu, Salari, produttività, disuguaglianze.", "Verso un nuovo modello contrattuale?, Il Mulino, 2017.", "A. Bassanini et al., Labor Market Concentration, Wages and Job Security in Europe.", "S. Lo Bello and L. Pesaresi, Equilibrium Effects of the Minimum Wage: The Role of Product and Labor Market Power.", "See P. Harasztosi and A. Lindner, Who Pays for the Minimum Wage?, American Economic Review, M. Fjaellegaard Jensen and J. Blundell, Income Effects and Labour Supply: Evidence from a Child Benefits Reform.", "Among many contributions, see N. Eissa and H.W.", "Hoynes, Taxes and the labor market participation of married couples: the earned income tax credit, Journal of public Economics, 2004; H. W. Hoynes, and J. Rothstein, Universal basic income in the U.S. and advanced countries, NBER Working Paper 25538, 2019; M. Bitler, H. W. Hoynes and D. W. Schanzenbach, The social safety net in the wake of COVID-19, NBER Working paper, 2020; A. Aizer, H. Hoynes and A. Lleras-Muney, Children and the U.S. Social Safety Net: Balancing Disincentives for Adults and Benefits for Children, Journal of Economic Perspectives, 2022.", "Concluding remarks Time constraints only allowed me to mention a few of the many rich papers and topics in this conference.", "There is a lot more on the menu.", "I am sure you can count on two very fruitful days of discussions.", "Let me conclude by thanking the organisers for their efforts, the presenters and the keynote speakers for their contributions, and all of you for being here to take part in this debate."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Labour market", "Inflation", "Wage growth", "Migration", "Female labour force participation", "Dual labour markets", "Minimum wages", "Social safety nets", "Ageing", "Structural change"]}