{"sentences": ["Opening Statement by Tiff Macklem and Carolyn Rogers Governor and Senior Deputy Governor of the Bank of Canada Press conference following the release of the Financial System Review Ottawa, Ontario I'm pleased to be Good morning.", "here with Senior Deputy Governor Carolyn Bank of Canada's Financial System Review Rogers to discuss the (FSR).", "The FSR is our annual assessment of the key vulnerabilities of and risks to the Canadian financial system.", "Our goal in identifying these is to help households, the private sector, financial authorities and governments take actions to reduce them.", "We have just come through the biggest shock I hope any of us ever have to face-two years of a pandemic and unprecedented economic and social upheaval.", "We are pleased to report that our financial system is strong and weathered the crisis well.", "Now, the global economy is dealing with a new set of interest rates, Russia's unprovoked invasion of challenges: high inflation, rising Ukraine and financial market volatility.", "So this is a good time to discuss existing and emerging vulnerabilities and risks.", "In nearly every FSR, we warn about the high debt that many Canadian households are carrying, and we warn about elevated house prices.", "Those are not new vulnerabilities, but the pandemic has affected them.", "Over the course of the pandemic, household balance sheets shifted as both spending and incomes adjusted.", "On average, household wealth increased as a result of rising asset values, including real estate, and markedly higher savings.", "This improvement, and the rise in savings in particular, is remarkable considering the devastating and lasting impacts the pandemic could have had.", "But to assess vulnerabilities we need to look beyond the average and examine the distribution of changes across households.", "What we see is that, even as the average household is in better financial shape, more Canadians have stretched to buy a house during the pandemic.", "And these households are more exposed to higher interest rates and the potential for housing prices to decline.", "Two-thirds of Canadians are homeowners.", "Just under half own their home outright, and the rest have a mortgage.", "Of those, 70% have a fixed-rate mortgage that is not immediately affected by higher interest rates.", "The other 30%-or 10% of Canadian households-have a variable-rate mortgage.", "Throughout the pandemic, a growing number of Canadians took out mortgages that were very large relative to their incomes, at variable rates with amortization periods of more than 25 years.", "And our models suggest that the most highly indebted households saw only a small increase in their liquid assets in that time.", "This brings me to our second, and related, vulnerability-elevated house prices.", "Strong demand for more living space, low interest rates, inadequate supply, increased investor activity and expectations of future price increases all made for a hot market during the pandemic.", "House prices rose about 50%, on average, since the beginning of the pandemic.", "As Canadians return to more normal activities and interest rates rise, we expect to see some moderation in the housing market.", "Indeed, this has started.", "Recent data indicate a marked decline in the level of resale activity from its peak.", "And even if house prices are up sharply on a year-over-year basis, some markets have recently seen declines.", "With inflation well above the 2% target and the Canadian economy overheating, the Bank's number one priority is to get inflation back to target, and we are raising interest rates to make that happen.", "Labour markets are very strong, and household balance sheets have improved overall.", "The economy can handle- indeed needs-higher interest rates.", "And given the unsustainable strength of housing activity, moderation in housing would be healthy.", "But high household debt and elevated house prices are vulnerabilities.", "If the economy slowed sharply and unemployment rose considerably, the combination of more highly indebted Canadians and high house prices could amplify the downturn.", "If those in highly indebted households lose their jobs, they would likely need to reduce their spending sharply to continue servicing their mortgage.", "In addition, a big correction in house prices would reduce both household wealth and access to credit, particularly among the most-indebted households.", "Were this to affect many households, it could have broad implications for the economy and financial system.", "This is not what we expect to happen.", "Our goal is for a soft economic landing with inflation coming back to the 2% target.", "But it is a vulnerability to watch closely and manage carefully.", "Let me now turn to Carolyn to address three global vulnerabilities outlined in the FSR.", "The final set of vulnerabilities described in our FSR has been highlighted by the war in Ukraine and other geopolitical tensions, and some risks are rising.", "Events over the past year have emphasized the interconnected nature of the Russia's invasion of Ukraine global financial system.", "has increased our concern about cyber security.", "Globally, state-sponsored cyber attacks have increased in frequency and sophistication since the war in Ukraine began.", "That increases the risk of attack on a Canadian bank, other financial institution or our financial market infrastructures.", "Given the interconnected nature of financial markets, the impact of a successful cyber attack on one institution could spread to the broader financial system.", "The war has also further added to the level of uncertainty around the transition to a low-carbon economy.", "In the short term, it threatens global energy security, increasing the dependence on higher emitting fossil fuels like coal, and risks slowing the transition.", "Over the medium term, transition uncertainty means that assets exposed to the fossil-fuel sector, including those found in the pensions and retirement savings of many Canadians, are at risk of large and rapid repricing.", "We need better transparency about climate exposures by businesses and financial institutions.", "We also need clear transition plans by global policymakers.", "Together these can help mitigate the risk of a disorderly and painful transition that hurts both our financial system and our economy.", "Finally, cryptoassets are a growing vulnerability.", "More Canadians are investing in cryptocurrencies.", "But the growth of these markets has outpaced global efforts to regulate them.", "Like other speculative assets, cryptocurrencies are vulnerable to large and sudden price declines.", "And recently, some stablecoins-a type of cryptocurrency-have failed to deliver on their promise of stability.", "While cryptoassets do not yet pose a systemic risk to the Canadian financial system, the lack of regulation means they don't have the safeguards that exist for more traditional assets.", "And their risks may not be well-understood by investors.", "Regulators around the world and in Canada have recognized this risk and are working to address it.", "Let me conclude by underlining that vulnerabilities are best thought of as weaknesses in the financial system.", "In normal times they may not have much impact.", "But large shocks can cause much more economic and financial damage when vulnerabilities amplify their effects.", "We have summarized the main vulnerabilities that are highlighted in the FSR.", "The report also outlines what is being done to mitigate them and to develop because even the best planning can't eliminate risk.", "It's contingency plans a very comprehensive report and offers just a snapshot of the work we do on financial stability all year long.", "The Governor and I will be happy to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Household debt", "House prices", "Inflation", "Interest rates", "Cyber security", "Climate transition", "Cryptoassets", "Financial stability", "Economic risks", "Vulnerabilities"]}