{"sentences": ["The PRA's future approach to policy - speech by Vicky Given at the City & Financial Global event Published on 27 September 2022 Vicky explains how regulation that is strong and responsive can avoid unnecessary trade-offs between competitiveness and resilience.", "The Financial Services and Markets Bill 2022 introduces new powers and a new secondary objective on competitiveness and growth for the PRA.", "Vicky argues that the PRA can use these new powers to regulate responsively, and better tailor rules to the needs of the UK.", "Vicky sets out the PRA's intention to take a proactive approach to the new objective.", "She explains that as a global financial hub, the UK's competitiveness in financial services rests on its skilled workforce, and its deep and specialised markets.", "Vicky argues that the UK economy has more to gain by having a regulatory regime that is open to international business, nondiscriminating, predictable, transparent, responsive to threats and opportunities rather than in weakening standards to attract business.", "Introduction The Government's Financial Services and Markets Bill introduces important changes to the PRA's powers and responsibilities.", "It does so to implement reforms identified by the Future Regulatory Framework for Financial Services Review, or the 'FRF Review'.", "The reforms will move financial regulation back to a British style of regulation based on the Financial Services and Markets Act of 2000, which we refer to as 'FSMA'.", "Most technical rules will be made by regulators accountable to Parliament.", "This will broaden rule-making powers for the PRA, as requirements which are now in statute will be replaced by new elements of our Rulebook, which we will have the power to change.", "The FSM Bill also introduces a new objective.", "The PRA's primary objectives will remain the safety and soundness of firms and, for insurers, an appropriate degree of protection for policyholders.", "We will keep our existing secondary objective to facilitate effective competition in markets for financial services.", "But alongside these we will have a new secondary objective to facilitate, subject to alignment with relevant international standards, the international competitiveness of the UK's economy and its growth in the medium to long term.", "We know it is important that we explain what we think these changes will mean for our policy- making.", "We also want to hear how other people think we should approach our objectives and use new powers.", "That is why on 8 September we published a discussion paper setting out our vision for the PRA as a strong, accountable, responsive, and accessible rule maker.", "Today I am going to explain how those principles will guide us as we seek out new opportunities to pursue all our objectives; including competition, competitiveness, and growth.", "In particular, I will explain how rules that are strong and responsive can protect resilience and facilitate competitiveness at the same time.", "Taking our new competitiveness objective seriously will not mean entering a regulatory race to the bottom.", "Instead, we will make rules that allow the UK economy to benefit the most from the UK's strengths as a leading financial centre without compromising on safety and soundness.", "Good regulation is like an effective immune system I'm going to start with an idea about what makes prudential regulation good.", "Good prudential regulation is a bit like an effective immune system.", "An immune system is strong and responsive.", "It is strong to protect against threats, and responsive to fight new risks.", "Indeed it is strong because it is responsive.", "Its strength is a consequence of its ability to change so that it can identify, contain, and control new threats to our wellbeing, without getting in the way of what works well.", "It is easy to take it for granted until something overcomes its defences.", "When that happens, the consequences can be devastating.", "Good prudential regulation is very similar.", "It stays strong by adapting when shocks hit the economy, such as when we acted at the start of the pandemic to ensure that the financial system delivered services for households and businesses to support the real economy at all times, good and bad.", "Good prudential regulation also responds when innovation changes the way finance works.", "That is why, for example, we have clarified expectations about how firms should manage risks from cryptoassets and why, with the FCA, we set up and chaired the Artificial Intelligence Public-Private Forum to help us better understand the impact of artificial intelligence and machine learning on financial services.", "It is also why we published this July, with the FCA and Bank as Financial Markets Infrastructure regulator, a discussion paper on critical third parties proposing proportionate measures to strengthen their resilience in a manner that supports the openness of the UK as a financial centre.", "Good prudential regulation also changes to meet new sorts of risk, which is why we were amongst the first regulators globally to develop standards for operational resilience.", "It turns out that white blood cells that target immune responses at threats, and direct them away from our own bodies, are called 'regulatory T cells', although I doubt they were named after prudential regulators!", "But they do what we need to do when we choose to take action.", "We need to boost the health of the markets we oversee, by letting our 'regulatory T-cells' target the threats we face in a tailored manner, leaving the healthy parts undisturbed.", "This is why, for example, we are building what we call a Strong and Simple framework for small domestic banks and building societies for whom Basel standards were not designed.", "It's why we narrowed the gap between capital requirements for smaller banks using the Standardised Approach and larger banks using the Internal Ratings-Based Approach - in a way that reflects the risks they take and facilitates competition and healthier markets.", "It's why we established a New Bank Start-up Unit that, since 2013, has authorised thirty new banks to take on incumbents.", "It's why we are taking steps to streamline processes for authorizing some ventures in the wholesale insurance and reinsurance sector.", "And it's why we, along with the government, are considering a mobilisation regime for new insurers as part of the Solvency II review.", "In these instances, our 'regulatory T cells' told us that we could takes steps to boost the health of markets while maintaining strong protection against risks from disorderly failure.", "Responsive regulation can be a helping hand boosting competition, not a dead hand stifling innovation.", "International competitiveness Effective competition is already a secondary objective for the PRA.", "But as I mentioned earlier, we will soon have another secondary objective to facilitate (subject to alignment with international standards) the international competitiveness of the UK economy, including in particular the UK's financial services sector.", "This objective will also include facilitating medium to long term growth.", "I'm going to turn now to how we intend to use our new powers to pursue this new objective.", "This is going to be a very important change for us.", "We will have many opportunities to review areas of policy that have been fixed in legislation up to now.", "It will allow us to be proactive about finding opportunities to support competitiveness and growth without undermining our primary objectives.", "We will work hard to identify and act on them.", "Many factors underpin the international competitiveness of the UK as a financial centre.", "Most importantly, financial services are something the UK is very good at.", "The UK is one of the best places in the world to come if you're looking for highly skilled people, deep and specialised financial markets, a robust legal system, and trusted institutions.", "It is also home to an incredibly innovative financial sector.", "Those are the foundations upon which the UK's comparative advantage in financial services is built.", "As a very large global financial centre, the UK benefits from so-called 'agglomeration effects'.", "These are self-reinforcing effects which emerge when businesses cluster together in the same place.", "In the UK's case, the advantages that attract firms to come to do business here - deep and varied markets and a huge supply of talented financial professionals - get stronger the more firms come.", "This is because such clustering leads to economies of scale and scope and positive spillovers which further entrench the UK's advantages.", "The agglomeration effects the UK enjoys as a financial centre are well established and underpin its international competitiveness.", "Although these advantages are not rooted in financial regulation, regulators have an important role to play in providing an environment that protects and enhances these advantages.", "We know, for example, that firms value predictable and consistent regulation.", "So the first thing the PRA can do to facilitate competitiveness is to help maintain trust in the UK as a good place to do business.", "And it can do so by maintaining a regulatory regime that is open to international business, non- discriminating, predictable, transparent, responsive to threats and opportunities, and which provides clear and accessible rules.", "One thing I want to make clear is that I don't believe regulators should engage in risky compromises such as regulatory races to the bottom to win business.", "These compromises plant the seeds of future instability, as anyone who has studied the causes of financial crises will attest.", "There is no need for the UK make those compromises in pursuit of the underlying advantages and agglomeration effects I described earlier.", "This approach may possibly be suited to centres that are seeking to start from scratch or from modest beginnings, and do not have much to lose if these risky bets backfire.", "It is not suited to global financial centres that already enjoy and want to enhance their existing strengths.", "Rather, regulators can contribute to the success of UK financial services by maintaining a record of strong and predictable rules, openness to international business and alignment with international standards that they have a strong hand in influencing.", "Alignment with international standards supports competitiveness because it makes it easier for international firms to conduct business in the UK.", "It avoids inefficiencies that would arise from international firms having to comply with a different set of rules when they operate here.", "It also helps protect the UK's financial system from the risks that originate outside of this country.", "Such risks will inevitably arise when a country's financial system is large and open.", "To use my earlier analogy as our immune system needs to protect us from infection from elsewhere, and to stop us transmitting infections to others, we need global prudential defences to keep us all healthy.", "Dare I also say that financial services centres are more competitive when their regulators have a good reputation amongst their peers - for independence, strength, and effectiveness built on technical competence and understanding of financial markets.", "Some of my audience may be surprised that there is a concept such as regulatory innovation!", "But there is such a thing and UK regulators have a good reputation for it, recognised for example by the IMF in its recent Financial Sector Assessment of the UK.", "Protecting and enhancing regulators' reputation benefits global firms operating in the UK and UK firms operating overseas, not least through UK influence in global standard-setting bodies.", "For one thing, it makes it more likely that other regulators will allow firms in their jurisdictions to operate in the UK in a way that maintains deep interconnections with its financial system.", "Another reason that our new objective should not encourage risky bets on regulatory standards is that we all remember what happens when such bets backfire.", "Over the last thirty years we saw the spectacular unravelling of the Bank of Credit and Commerce International, a subsequent small banks crisis, the equally spectacular collapse of Barings, and problems in the insurance sector including the closure of Equitable Life.", "And that was before we even got to the historic crisis of 2007-08.", "In case anyone has forgotten, government support to the financial system peaked then at almost £1.2 trillion.", "The economic damage was immense and enduring.", "Good prudential regulation - like a good immune system - remembers previous crises so that it can tackle similar ones when they come along in future.", "But to reiterate, strong regulation also needs to be responsive to the needs of the UK and to accommodate beneficial innovation.", "While I do not believe there is a fundamental tension between strong regulation and competitiveness for a global financial centre like the UK, it's obvious that stronger and ever stronger is not the right answer.", "The PRA will not be turning the dial up to eleven.", "We will turn the dial down when we can.", "This is what we are doing as we go through the hard and unglamorous work of considering our detailed prudential rules to tailor them to the circumstances of the UK.", "For example, that is why we have removed unnecessary EU restrictions, limiting when firms can make distributions which would take them into their capital buffers.", "It is why we removed an EU requirement that international groups with significant activities would be required to operate underneath a single intermediate parent.", "It is why we have already delivered a 15% reduction in the reporting burden on insurers across the sector and significantly more for smaller firms with further reductions to come.", "And it is why we will be consulting on the removal of the bonus cap in the autumn which we did not agree with when it was first introduced.", "Rather we believe that the Senior Managers Regime and remuneration rules requiring deferral of bonus payments are more effective tools for ensuring bankers take proper account of risks.", "And we will continue to delete unnecessary rules, including onshored EU material.", "We have already deleted thirteen EBA and EIOPA Guidelines, five superseded Supervisory Statements and twenty-six PRA Technical Standards (with relevant parts made in rules).", "Indeed, when a menu of options is available for pursuing safety and soundness, we will choose the one that facilitates competitiveness and growth.", "Becoming more responsive, accountable, and accessible We must also take the opportunity to strengthen our accountability to Parliament and the public, and to make our rules more accessible.", "Being accountable means having clear justifications for our policies and being open and responsive to challenge.", "The Financial Services and Markets Bill will strengthen our accountability to Parliament.", "We will need to notify relevant Parliamentary committees when we publish a consultation and to respond in writing to select committees' formal responses to consultation.", "It will also establish a new panel providing independent oversight of the cost benefit analysis we carry out when developing proposals.", "Furthermore, we will publish our approach to cost-benefit analysis so that everyone can understand how we carry out this important stage in the policymaking process.", "It is also essential that we explain our proposals to all our stakeholders and take into account their views.", "We will engage with them more, including by publishing more discussion papers to explain our early stage thinking.", "This will go hand-in-hand with clear communications to help firms understand our plans for future changes to policy.", "To that end, the Regulatory Initiatives Grid now provides firms with a comprehensive overview of initiatives planned by eight financial regulators, including the PRA.", "Being more accessible also means making it easier for firms to understand the requirements they must meet.", "Firms today face requirements scattered across primary legislation, statutory instruments, retained EU law, UK Technical Standards, PRA Supervisory Statements, PRA Statements of Policies, and Guidelines, Recommendations, and Q&As originally drafted by European Supervisory Agencies.", "We need to change that.", "Under the reforms implemented by the Financial Services and Markets Bill, we intend to create a single, easily useable Rulebook written in plain English, although this will be a multi-year project.", "In the meantime, we don't think firms should have to wait before we provide more accessible rules.", "That's why have already launched a new Policy Index.", "It is an online resource that divides policies into sectors and topic areas.", "For each topic area, a dedicated webpage lists relevant policy material and provides quick access links, allowing firms to find applicable policies more easily.", "I'm going to conclude by reminding you that while these are our ideas about how the PRA should make policy, we really want to hear your views.", "That is why we have published our discussion paper on our approach to policy making.", "I encourage you to submit responses.", "If Parliament approves the changes that make up the FRF, we will consult on proposals for how we make policy.", "Responses to this discussion paper will help us shape those proposals.", "I would like to thank Austen Saunders for helping me write this speech.", "I would also like to thank Andrew Bailey, Charlotte Gerken, Hannah Schraer, Gareth Truran and Sam Woods for their helpful comments.", "Any errors are my own.", "PRA Dear CEO Letter 'Existing or planned exposure to cryptoassets', March 2020 4.", "PRA Discussion Paper 3/22 'Operational resilience: Critical third parties to the UK financial sector', July 2022 5.", "PRA Policy Statement 6/21 'Operational Resilience: Impact tolerances for important business services', March 6.", "PRA Consultation paper 5/22 'The Strong and Simple Framework: a definition of a Simpler-regime Firm', April 2022 7.", "PRA PS7/19 'Credit risk: The definition of default', March 2019 And PRA CP21/19 'Credit risk: Probability of Default and Loss Given Default estimation', September 2019, 3 CP24/19 'Asset encumbrance', September 2019 8.", "'The future of international insurance in the UK - speech by Alan Sheppard', April 2022 10.", "HM Treasury 'Review of Solvency II: Consultation', April 2022 11.", "London scores highly in industry rankings of financial centres based on quantitative metrics.", "See for instance the Global Financial Centre Index.", "Research shows that human capital is a key determinant of financial centre success.", "See Karyal, I E and Karan, M B (2012), 'The research on the distinguishing features of the international financial centres', Journal of Applied Finance & Banking, 2(5), pages 217-238.", "Robust institutions and the rule of law are identified as important factors for maintaining competitiveness in Moosa, I, Li, L, and Jiang, R (2015), 'Determinants of the Status of an International Financial Centre', The World Economy, 39(12), pages 2074-2096.", "This conclusion is also reached in Eichengreen, B and Shah, N (2019), 'The correlates of international financial-center status', Review of International Economics, 28(1), pages 62-81. .", "Academic literature shows that large global financial centres with deep and specialised financial markets benefit from agglomeration effects and gain an ongoing advantage over smaller financial centres.", "See also Pogliani, P, von Goetz, P and Woolridge, P (2022), 'The outsize role of cross-border financial centres', BIS Quarterly Review, June 2002, pages 1-15. .", "See industry survey responses summarized in The Global Financial Centres Index 30, September 2021 14.", "IMF Country Report No.", "Institute for Fiscal Studies, '10 years on - have we recovered from the financial crisis?", "Regulatory Initiatives Grid 18.", "Prudential and Resolution Policy Index"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Competitiveness", "Regulation", "Financial services", "Financial stability", "Immune system", "Innovation", "Accountability", "Accessibility", "Rulebook", "Agglomeration effects"]}