{"sentences": ["07 Jun 2022 Opening remarks at the Alliance for Green Commercial Banks Cornerstone Members Memorandum of Understanding Signing Eddie Yue, Chief Executive, Hong Kong Monetary Authority Distinguished guests and friends, 1.", "It is my great pleasure to join you to celebrate another milestone of the Alliance for Green Commercial Banks.", "Today we are going to witness the signing of a memorandum of understanding that brings in ve Cornerstone Members to the Alliance, welcome the on-boarding of four Global Partners and a Knowledge Partner, and publish the Alliance's rst thought leadership paper.", "My special thanks to the IFC advisory team and the HKMA market outreach team for their hard work and close collaboration that brings out the biggest common denominator among various stakeholders.", "I would also like to personally thank the Cornerstone Members and Partners for their strong support and contribution throughout the engagement process.", "What we have achieved today is the product of collective efforts.", "We at the HKMA feel privileged to have partnered with the IFC in launching the Asia chapter of the Alliance for Green Commercial Banks.", "This is an important joint commitment and undertaking to support nancial institutions in Asia on their journey to become leading green institutions 4.", "Indeed Asia has the largest need for climate nance among the geographical regions.", "It is estimated that 66 trillion USD of climate investment is required for the region in the coming three decades.", "This is equivalent to over half of the global investment needed to contain temperature rise by 1.5°C1.", "The public sector alone cannot meet the enormous nancing needs.", "Commercial banks can and do play a crucial part in fostering the green transition.", "They can do so by adopting clear strategies and targets to develop green nance products and services to support the transition of the real economy.", "We fully recognise that commercial banks are at various stages of this green transformation, and there is much scope to create synergy among banks in the region.", "The Alliance serves as a platform to foster this much needed public-private sector partnership.", "The IFC offers a deep pool of knowledge and expertise in climate nance across the globe.", "The HKMA will leverage Hong Kong's international nancial centre status as a focal point to promote green banking in the region.", "Since its launch, the Alliance has organised capacity building events on a wide array of green nance topics, including green bank transformation, green building, voluntary carbon markets, climate risk management and green capital markets.", "Today the Alliance is taking another big step forward by enlarging our network of partners through a membership programme.", "The programme aims to connect banks that are aware of the urgency in green nance and are committed to mainstream green banking to help tackle climate change.", "The programme will (i) create a one-stop knowledge hub, (ii) forge a community of practice and innovation, (iii) deploy advisory support for green transformation, and (iv) promote green investment and nancing activities.", "As a rst step, we are pleased to formally launch the Alliance's membership programme by inviting ve leading banks in Asia with demonstrated achievements in green nance to join as Cornerstone Members.", "They are, in alphabetical order, Bank of China (Hong Kong), Citi, Crédit Agricole CIB, HSBC, and Standard Chartered.", "The Cornerstone Members are committed to making further progress in mainstreaming green nance, achieving carbon neutrality, and having an environmental, social and climate risk management system.", "They will also support the Alliance's strategy and outreach plans to expand the membership network, promote green nance market and product development, and spearhead knowledge sharing and thought leadership activities.", "The Alliance also seeks to amplify the synergy by bringing in institutions that are engaged in cutting-edge research, capacity building, and standard-setting related to green nance.", "We are delighted to announce that Carbon Trust, the Institute of Public and Environmental Affairs, and the Resource and Environment Branch of China National Institute of Standardization have joined the Alliance as Global Partners.", "We are also honoured to have the University of Chicago joining the Alliance as a Knowledge Partner to assist the Asia Chapter's training and thought leadership efforts.", "Collectively, our Cornerstone Members, Global Partners and Knowledge Partner will forge a community of practice to support the green transformation of commercial banks in Asia.", "Today we are also publishing the Alliance's rst thought leadership paper, in collaboration with the Hong Kong Institute for Monetary and Financial Research.", "The paper presents a curated overview of the effects of climate risk on nancial institutions and nancial markets, methods for measuring climate risk, the evolving practices as well as regulatory initiatives that seek to address climate risk.", "Ladies and gentlemen, we are excited to embark on the transition path with the Alliance members and partners.", "We are condent that the learning and sharing among peers will encourage cross-fertilisation of ideas and the continued advancement of green nance best practices.", "Starting from Hong Kong, we wish to create a lasting ripple effect in emerging markets throughout Asia and beyond that will contribute meaningfully to the global effort in tacking climate change through the power of nance.", "-content/uploads/2020/12/asifma-fosda-esgand-sf-data-challenges-and-opportunities-in-asia-f20201221c.pdf"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Green Finance", "Climate Risk", "Green Transformation", "Cornerstone Members", "Alliance for Green Commercial Banks", "Thought Leadership", "Climate Change", "Public-Private Partnership", "Knowledge Sharing", "Green Banking"]}