{"sentences": ["Assalamu'alaikum Warahmatullahi Wabarakaatuh, Greetings to everyone, Shalom, Om Swastyastu, Namo Buddhaya, Greetings of Virtue.", "First, let us express our gratitude to the presence of Allah subhanahu wa ta'ala,one Almighty God, because only with His grace and blessing can we gather today at the 2021 Bank Indonesia Annual Meeting.", "With all humility, we would like to express our gratitude to the President who was willing to attend along with all invitees.", "We congratulate the banks, corporations, and individuals who have received the Bank Indonesia Awards 2021 a number of 57 awards in 4 areas and 17 categories in the fields of managing monetary stability and financial systems, payment systems, MSME development and Islamic finance and economy, as well as supporting Bank Indonesia policies.", "The awards are presented annually, in conjunction with the Bank Indonesia Annual Meeting, as a form of appreciation and, at the same time, national recognition of business partners who have supported task implementation at Bank Indonesia.", "At this auspicious opportunity, allow us to present an evaluation of economic performance in 2021 as well as the economic outlook and direction of Bank Indonesia's policy in 2022, which we summarize under the theme \"Rise and be Optimistic: Synergy and Innovation for Economic Recovery\".", "A theme we think is appropriate to show our shared enthusiasm to rise from the impact of the Covid-19 pandemic, with the national economy continuing to improve in 2021.", "Optimistically, the national economy, God willing, will be even stronger in 2022.", "Synergy, through strong policy coordination between the Government (Central and Regional), Bank Indonesia, and the Financial System Stability Committee (KSSK - Komite Stabilitas Sistem Keuangan), the banking industry and payment system, the business community, and all parties to continue accelerating the national economic recovery, while maintaining macroeconomic and financial system stability.", "Innovation, both in the coordination of national economic policies that includes fiscal-monetary coordination for financing the State Budget during the pandemic, as well as in expediting digitalization and national economic-financial inclusion by digitizing the payment system, the National Movement (Gernas - Gerakan Nasional) in Proudly Made in Indonesia (BBI - Bangga Buatan Indonesia) and Proud to Travel in Indonesia (BWI - Bangga Berwisata di Indonesia).", "It is this national economic policy synergy and innovation that we need to continue to strengthen going forward in order for us to remain optimistic about the national economic recovery in 2022 and subsequent years, towards an advanced Indonesia.", "Our presentation consists of 5 (five) parts, namely: (i) Global economic performance and outlook, which shows a divergent and asynchronous recovery, with persistently elevated global financial market uncertainty; (ii) National economic performance and outlook that continues to improve towards recovery with maintained macroeconomic and financial system stability; (iii) Bank Indonesia's pro-growth 2021 policy mix while maintaining monetary and financial system stability; (iv) Increasing national economic policy synergy and innovation and optimism about future economic recovery; and (v) The direction of Bank Indonesia's policy mix in 2022 to encourage acceleration and foster innovation of the national economic recovery, while maintaining monetary stability from the impact of global policy normalization.", "This explanation also serves as the fulfillment of Bank Indonesia's accountability and transparency responsibilities as mandated in the Bank Indonesia Act.", "Global Economic Performance energy scarcity.", "Fourth, the asynchronous plan and Outlook: Divergent Recovery, for monetary and fiscal policy to return to a new Persistent Financial Market Uncertainty normal (exit policy) between AEs and EMDEs, as well as the ensuing impact of global financial The global economy continues to recover from market uncertainty.", "Fifth, the scarring effect the deleterious effects of the Covid-19 pandemic.", "impact of the pandemic on corporate conditions The world has been living with Covid-19 for and the risks that may occur to economic recovery twenty one months.", "From living in fear and panic, sustainability and maintaining financial system then surviving, until now - rising and optimistic stability.", "Sixth, the fast-paced digitalization of the for a better life, with new habits, cultures, and financial economy with the dominance of several civilizations.", "Likewise, economic developments, global big technology (BigTech) players and the after surviving last year's recession, are now expansion of cross-border payment systems.", "steadily improving and heading towards recovery.", "Seventh, growing demand for the green economy Macroeconomic stability and the financial system, and sustainable finance in AEs must be well which were threatened by the crisis at the prepared concerning the transition by EMDEs.", "The beginning of the pandemic, have since improved following is an explanation of the seven challenges and been maintained.", "However, we cannot be and anticipatory policy measures in Indonesia.", "The pandemic has not ended, and may become endemic with the emergence of several The Covid-19 pandemic, which subsided at the new Covid-19 variants.", "Vaccine distribution end of 2020, re-emerged with the Delta variant in and ability to achieve herd immunity remain India in February 2021 and quickly spread to Asia asynchronous throughout the world; with fast and various other parts of the world, threatening roll outs in advanced economies (AEs) but more health and humanity.", "The Delta variant is highly sluggish progress in many emerging markets and contagious and has a more virulent impact on developing economies (EMDEs).", "Uncertainty human health and mortality than the Alpha continues, with many unknown unknowns.", "In 2021 more than 95% of We must remain vigilant, therefore, to better Covid-19 transmission cases in various countries, anticipate the risks that may arise and take including Indonesia, were due to the Delta variant appropriate containment measures by approaching with a viral load 1,260 times higher than the and praying to God Almighty.", "Furthermore, the incubation period for Delta is also shorter, at about 4 days The pandemic raises several issues and challenges after exposure, compared to an average of 6-14 that demand vigilance and must be anticipated days in the original variant.", "It is this combination properly, now and moving forward.", "There are of a high viral load and short incubation period at least seven important aspects we need to that has resulted in very fast transmission rates pay attention to.", "First, vaccinations are still not and a higher mortality rate.", "Transmission in Asia evenly distributed to achieve herd immunity, peaked in early May, before decreasing slightly in thus increasing the risk of Covid-19 becoming June but re-emerging in August 2021 (Graph 1).", "Second, the imbalances in the global In the Americas and Europe, the spread of Delta economic recovery process, which is progressing peaked in August 2021 yet, until now,remains more quickly in AEs yet slowly in EMDEs.", "The impact on health has also been more the occurrence of disruptions in the global severe, leading to a rapid rise in fatalities in Asia - supply chain and the emerging threat posed by 1.54 % in late August and more steeply thereafter, Graphic 1.Global Daily New Covid-19 Cases Graph 1.", "Additional Global Covid-19 Cases Graph 3.", "Global Vaccination and Hospitalization Rate Graphic 3.", "The namely the inequality of vaccination rates between impact on mortality rates in the United States and AEs and EMDEs.", "In developed countries, given the Europe is not significant, however, partly because of availability of vaccine supplies and the large fiscal relatively high vaccination rates and herd immunity capacity of the government, vaccination rates have in both parts of the world.", "reached an average of 66% of total population, leading to lower rates of Delta variant transmission The vaccination rate and restrictions on community and mobility restrictions (Graph 3).", "Overall, herd mobility determine transmission of the Covid-19 immunity has begun to form in the community Delta variant, as well as its impact on health and against Covid-19, with vaccination rates above 61% humanitarian problems, including economic activity.", "of the population, with the highest rates recorded Here in lies one of the fundamental problems of in the United Arab Emirates (UAE) at 88% to the US the Covid-19 impact in different parts of the world, at 58%.", "Meanwhile in EMDEs, with limited vaccine Graph 2.", "Global Covid-19 Fatality Rates Graph 4.", "Mobility Restrictions EMDEs Grafik 2.", "Global Fatality Rate Grafk 4.", "Retail Sales EMDEs Grafik 5b.", "EM Retail Sales Index, 100 = Q IV 2019 only reached an average of 34% and, therefore, the spread of the Delta variant is more extensive.", "Moreover, the level of mobility restrictions that must be enforced to prevent Covid-19 transmission is higher in EMDEs, though differing in terms of time and duration (Graph 4).", "Disparity between vaccination rates in AEs and EMDEs also explains the different negative effects of the Delta variant on the pace of economic recovery.", "1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 Several indicators point to a relatively rapid increase in economic activity in early 2021 before Thailand China Indonesia Mexico Turkey Russia decelerating with the spread of the Delta variant.", "Sumber: CEIC, diolah The level of restrictions on public mobility due to the Source: CEIC, calculated second wave of the Delta variant and concerns about a possible third wave have affected the Consumer Confidence Index and retail sales in various been retreating since June 2021 (Graph 5b), while countries.", "Again, the effects differ from country to the Consumer Confidence Index in India, which had country, depending on vaccination rates as well as been decreasing since the emergence of the Delta consumer perception and fears of a third wave of variant in February, has rebounded since July 2021. infections.", "In advanced economies, for example, the This pattern of increasing retail sales will also have Retail Sales Index, which had been increasing rapidly an impact on the downward trend in the rate of since the end of 2020, has declined since March increasing consumption.", "Delta variant transmission 2021 in the US and July 2021 in Europe (Graph 5a).", "and mobility restrictions have also affected In fact, the Consumer Confidence Index declined the Business Confidence Index and Purchasing more sharply in the US than in Europe.", "In China, the Managers' Index (PMI), which in turn affects the level Retail Sales Index and consumer confidence have of production and investment.", "Economic activity has gradually improved since the third quarter of 2021 in line with the decline in Delta variant cases and Graph 5a.", "Retail Sales AE greater public mobility.", "Nevertheless, the possible Grafik 5a.", "Penjualan Ritel Negara Maju emergence of new Covid-19 variants and the risk Index, 100 = Q IV 2019 that the pandemic will last for a long time, potentially becoming endemic,with the inherent impact on the world economic recovery, must be considered.", "Global economic improvements will continue throughout 2021, though uneven, with recovery expected in 2022.The speed of a country's economic improvement is strongly influenced by the vaccination rate to achieve herd immunity, the 60 magnitude of fiscal and monetary policy stimuli, 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 as well as resilience in the face of Delta variant US Euro Area Japan transmission.", "In advanced economies, particularly the US, economic recovery is progressing more Overall, after experiencing a 3.1% contraction in rapidly, supported by unprecedented fiscal and 2020, the world economy is expected to grow monetary stimuli.", "Economic recovery has occurred in the two into vaccination programs, social and business largest global economies, namely China with 8.0% assistance, as well as the injection of massive and 5.4% growth in 2021 and 2022 after growing liquidity (quantitative easing) to the financial 2.3% in 2020, and the US with 5.9% and 3.9% system.", "On the other hand, most EMDEs, growth in 2021 and 2022 after a 3.4% contraction except China, are still struggling to improve their in 2020.", "Meanwhile, economic recovery in other domestic economic conditions towards economic countries is expected to occur in 2022 with recovery.", "In addition to limited vaccine supply, continued economic improvements in 2021.", "Among finite fiscal and monetary stimulus capacity has the advanced economies, Europe is expected also undermined the economic recovery process.", "to grow 4.8% and 4.4% in 2021 and 2022 after Most EMDEs have restrained ability to raise larger a 6.3% contraction in 2020, similarly Japan will budgets, primarily as a corollary of lower tax grow 2.4% and 2.5% in 2021 and 2022 after a revenues reduced by declining business activity, as 4.6% contraction in 2020.", "Among Asian countries, well as limited debt capacity to finance larger fiscal India is estimated to grow at around 8.8% and deficits.", "Meanwhile, monetary policy effectiveness 8.1% in 2021 and 2022 after a 7.1% contraction to boost the economy has been hampered by the in 2020.", "Likewise, ASEAN-5 will grow 3.9% and suboptimal condition of the banking and financial 5.4% in 2021 and 2022 after a 3.4% contraction sectors, which have also been affected by the in 2020.", "The increase in world trade volume and pandemic.", "international commodity prices will continue, thus underpinning the outlook for exports and economic Table 1.", "The world economic 5-year average despite indications of an increase in recovery is expected to gain momentum in the exploration and production (Graph 7).", "Disturbances in the distribution and supply of Increasing demand fueled by the economic goods, exacerbated by energy scarcity, have impact recovery that has exceeded supply capacity ed inflation globally.", "In addition to the divergent owing to limited mobility caused by the Covid-19 economic recovery and mobility restrictions due to pandemic has disrupted global supply chains and Covid-19, the problem is also driven by policy factors, created energy scarcity.", "Delta variant transmission namely stronger demand for a green economy in has caused numerous problems in the distribution Europe and the US amid production restrictions in and supply of energy and production globally, as China and a number of other producing countries reflected in the scarcity of containers, backlogs that require a transition period towards more at many ports, longer delivery times, and rising environmentally friendly production (Scheme 1).", "At shipping costs between countries, especially the same time, demand for energy is increasing in since April 2021 (Graph 6).", "In the US, gaps are advanced economies in anticipation of supplies for also appearing in the labor market, as seen in the winter.", "These factors have resulted in a voluntary unemployment rate that is still increasing, productiondemand gap and higher international commodity and also in increasing wages in the hospitality prices, such as oil, coal, and food prices (Graph 8).", "and restaurant service sectors, education and Next is the impact on increasing actual inflation as health, retail sales, manufacturing, as well as trade.", "well as forecasts of future inflationary pressures in Meanwhile, in producing countries, particularly AEs, particularly the US, Europe, UK, Canada, and China and other Asian countries, the enforcement Japan (Graph 9).", "The pertinent question, therefore,is of mobility restrictions to break the domestic whether such inflationary pressures are temporary or chain of Delta variant transmission has resulted permanent?", "Graph 9 shows that the inflation forecast in production and inventory declines, as well as in several developed countries, as a whole, will be the ability to ship, both for production and energy transient in nature, i.e., it will rise for the remainder inputs such as oil, coal, and others.", "Concerning of 2021 until at least mid-2022, and then move oil, inventories in the US have fallen below the downwards.", "Consequently, we need to be aware of Graph 6.", "Shipping Rate Index: World and China Graph 7.", "Oil Inventories in the US and World Graphic 6.", "Freight Rate Index Oil Grafk Prices 7.", "Energy Crisis and Inflation Pressure - Power rationing in China - Green economy in Emerging Asia POLICY - The green economy policy transition Hurricane Ida & Nicholas encourages high polluted energy in the US, interconnector fire sources production restrictions thus in the UK and France increasing the green energy demand WEATHER, NATURAL DISASTER & INVENTORY Coal and oil inventories are at a low level compared to the long-term Extreme weather : longer winter 1.", "Decreasing Production 2.", "Rising Inflation Source: Bank Indonesia these developments over time to anticipate the with deficits starting to reduce from 2021, although positive and negative impacts on the Indonesian the pace is much faster in AEs to around 3.6% economy.", "Likewise for The asynchronous global economic recovery, monetary policy, it is likely that normalization will coupled with supply disruptions and energy scarcity, be quicker in AEs and slower in EMDEs, reflecting have led to a misalignment of fiscal and monetary the pattern of economic growth and the intensity of exit policy plans between AEs and EMDEs.", "In inflationary pressures in each country.", "This can be general, all countries will normalize fiscal policy, seen from market expectations concerning policy Graph 8.", "World Commodity Prices: Oil, Coal, Graph 9.", "Actual and Forecasted Inflation: US, Grafk 8.", "Harga Komoditas Dunia: Minyak, Batu Bara, Pangan Grafik 9.", "Fiscal Policy Normalization Plan: AEs and Graph 12.", "US Treasury Yields by Tenor Grafk 12.", "Perkiraan Kenaikan Imbal Hasil US Treasury Grafk 10.", "Even in the US, with The Fed.", "Nevertheless, uncertainty in global financial the economic recovery running faster, as evidenced markets persists and has increased, influenced by rising inflation and declining unemployment, the by the spread of the Delta variant as well as the Fed has regularly conveyed plans to start reducing impact of global supply chain disruptions and energy monetary liquidity (tapering) in early 2022 and this scarcity on rising inflation in the US and several will likely be followed by a Fed Funds Rate (FFR) hike other advanced economies.", "As a result, the relatively in the third quarter of 2022.", "This plan to normalize high inflow of portfolio investment into EMDEs in monetary policy by the Fed has pushed up US early 2021 has decreased rapidly, especially since Treasury yields (Graph 12), although the effect was March2021 (Graph 13) and the impact on currency lower in September 2021 compared with March pressure and exchange rate volatility in EMs has Graph 11.", "Monetary Policy Normalization Plan: Graph 13.", "Portfolio Investment Flows to Emerging Grafik 13.", "Aliran Investasi Portoflio ke Emerging Grafik 11.", "Rencana Normalisasi Kebijakan Moneter: AEs and EMDEs Markets (EMs) AEs dan EMDEs -80 6 10 2 6 10 2 6 10 BCB Banxico RBI BNM BOK BOT RBNZ FED BOE RBA ECB EM LATAM EM Asia Advanced Economies Africa & Middle East Emerging Europe Current Market Expectation (2022) Market Expectation (2023) 2020 Latin America Source: Bloomberg, data as of 16 November 2021 Source: IIF Data as of 16 November 2021 Source: Bloomberg Graph 14.", "Leverage of Non-Financial Graph 16.", "BigTech Active Users Grafik 14.", "Leverage Korporasi Non-Finansial: Grafk 16.", "This asynchronous normalization of capital.", "The level of debt (leverage) has increased fiscal and monetary policies as well as increasing since the Covid-19 pandemic, both in AEs and EMDEs uncertainty in global financial markets have further (Graph 14).", "In fact, the number of corporate defaults complicated efforts to improve economic recovery in has soared to almost global financial crisis levels, EMDEs, including Indonesia.", "dominated by the US, then Europe and EMs (Graph 15).", "Cases of corporate default that have occurred The prolonged Covid-19 pandemic has had a in both the US and China are clear examples.", "Not all scarring effect on corporate conditions and poses companies have been affected similarly, however, risks to financial system resilience.", "Restrictions depending on the impact mobility restrictions have had on public mobility as part of Covid-19 pandemic on their respective economic sectors.", "Notwithstanding, handling have squeezed business activity, resulting in corporate damage demands continuous monitoring declining sales, liquidity, profitability, and corporate for risks that could spread and have an adverse impact on individual banking conditions and the Graph 15.", "Total Corporate Defaults: stability of the financial system as a whole.", "Jumlah Kegagalan Korporasi: Global, US, Europe, EMs why the normalization of regulations concerning the Global, AS, Eropa, EMs relaxation of credit restructuring provisions in many countries is meticulously carried out.", "In fact, financial sector supervisory authorities in many countries Global Speculative-Grade Corporate Defaults have extended the regulatory relaxation period for delays in principal and interest installment payments, thereby providing concessions for the recognition of non-performing loans (NPLs) in the banking industry.", "In fact, even though the overall economy has recovered, corporate damage from the Covid-19 US Emerging markets Euro Others EM pandemic requires more time to heal.", "Share of E-Commerce source of economic growth and is accelerating Grafik 17.", "Pangsa E-Commerce economic and financial inclusion.", "On the other % of total retail sales hand, however, a number of new problems are emerging, including personal data ownership, digital economic-financial transaction taxes, financial services by non-financial entities (shadow banking), the spread of privately created currencies (crypto currencies), and regular cyberattacks.", "In response to the various opportunities and challenges posed by expansion of the digital financial economy, appropriate policy measures are required to re-position the role of the state, 2015 2016 2017 2018 2019 2020 including the finance ministry, central bank, China Japan Germany supervisory bodies for financial institutions, Data s.d.", "On the other hand, payment system digitalization In addition to the rapid pace of digitalization, the and the financial economy are expanding with Covid-19 pandemic has also increased demands rapidity, increasingly dominated by BigTech for the need to accelerate the green economy and e-commerce.", "Digitalization occurred before and finance.", "In fact, country commitments to Covid-19, driven by advances in digital technology, the problem of climate change and the need to including artificial intelligence,as well as BigTech immediately adopt a green economy-finance that was able to provide personal and model existed before the Covid-19 pandemic, as economicfinancial services through mobile phones and stipulated in the 2015 Paris Climate Agreement.", "other devices, anytime and anywhere (Graph 16).", "Various negotiations and agreements for trade Artificial intelligence technology that can process and investment cooperation, both between personal behavioral data is becoming increasingly countries and regions, have also included the need sophisticated, offering consumer experiences to for adoption of the green economy-finance.", "Even meet various needs for faster and more frequent in financial investor relations, including portfolio economic-financial transactions through e-commerce investment, the preferences and demands of platforms at massive volumes and frequencies fund owners (large and small) color the formation despite low value per transaction (retail) (Graph 17).", "of investment portfolios by global investment Since the onset of the Covid-19 pandemic, however, managers, including choices that tend to favor with restrictions on public mobility and activity, EMs that are more pro-economy and green digitalization of the financial economy and payment finance.", "Since the Covid-19 pandemic, demands system has accelerated quickly.", "Digital for a green economy-finance have been getting economyfinancial transactions, previously dominated by stronger from advanced economies, with, among young people and millennials, have now spread to others, efforts to reduce carbon emissions that various levels of society, becoming ubiquitous and are much larger, namely 8-9%,than around 2-3% the new norm because of the convenience, speed, during the 2007/2009 global financial crisis as well as low prices and transaction fees afforded.", "Various countries, therefore, especially This is not restricted to urban areas, yet extends EMDEs including Indonesia, must seriously to smaller regions and across national boundaries.", "develop carbon emission reduction programs The digital financial economy represents a new in order to fulfill the Paris commitments above Graph 18.", "Carbon Emissions and Reduction Targets: Graph 19.", "Paris Climate Agreement: Grafk 19.", "Paris Climate Agreement: Grafk 18.", "This includes incentives provided by policy) to address the global economic recovery the Government and central bank for projects and imbalances and the impact on global financial financial products that are environmentally friendly, market stability.", "Third, the need for joint measures to both through tax incentives and carbon taxes as well overcome global supply chain disruptions and energy as macroprudential policies that provide incentives scarcity in order to support economic recovery and for green financing.", "Investment managers and overcome the global inflation spike.", "Fourth, the need financial institutions worldwide are also increasingly for fiscal, monetary, macroprudential, and real sector able to offer investment product options in EMs that policies (such as structural and labor reforms) as are environmentally friendly, based on a country's well as financial institution regulation to overcome commitment to reducing carbon emissions and also the scarring effect of the pandemic on corporate financial investment projects, called Sustainable conditions so as not to disrupt the sustainability of Finance.", "In fact, trading with carbon emission economic recovery and prevent spillover risks to reduction programs has started and is known as financial system stability.", "Fifth, the need to expand Carbon Trading.", "international cooperation in terms of increasing economic-financial digitalization, including A number of international policy coordination steps crossborder payment system cooperation, development have been taken to strengthen the global economic of Central Bank Digital Currency (CBDC), regulation recovery and address emerging problems.", "Several and supervision of BigTech, data, cyber-attacks, important agendas have surfaced in the G20, IMF, and accelerating digitalization towards FSB, BIS, and other forums.", "First, the need to further economicfinancial inclusion, such as remittances, retail trade, expand the supply and distribution of vaccines and MSMEs.", "Sixth, the need for a transition period from AEs to EMDEs, including the provision of soft towards a green finance-economy, including the loans and debt relief for Less Developed Countries fulfillment and transparency of carbon emission (LDCs) as well as additional Special Drawing Rights data, preparation of a carbon emission transition (SDR) allocations with a request that AEs and EMs program, and carbon taxes, to the development participate in assisting LDCs.", "Second, the need of green financial products (sustainable finance).", "for clarity of communication and phasing in the Seventh, the need to observe and anticipate the normalization of fiscal and monetary policy (exit formulation of necessary policy measures in Indonesia towards various international agendas that Graph 21.", "National Bed Occupancy Rate (BOR) Graphic 21.", "Bed Occupancy Rate (BOR) Nasional dominate discussions in international cooperation %, Bed Occupancy Rate Number of Bed (thousand) forums, including the G20, IMF, FSB, and BIS.", "This is more pertinent than ever with Indonesia's G20 74% Chairmanship in 2022.", "63% 34% National Economic Performance and Outlook: The Recovery Process Continues, Stability is Maintained 7%4% 3 4 5 6 7 8 9 10 11 1 2 3 4 5 6 7 8 9 10 11 Transmission of the highly contagious Delta variant of Covid-19, which peaked in July 2021, Vacant (rhs) Occupied (rhs) BOR has decreased in response to rapid Government Data as of 16 November 2021 Source: Ministry of Health action and community support.", "The Delta variant Data as of 16 November 2021 Source: Ministry of Health reached its peak around July-August 2021 and we are grateful that Indonesia has again survived through the quick handling and prevention measures rooms in hospitals and other healthcare facilities (bed taken by the Government, including the imposition occupancy rate) has also decreased dramatically from of strict Community Activity Restrictions (PPKM - around 74% in June 2021 to only 5% today (Graph Pemberlakukan Pembatasan Kegiatan Masyarakat) in 21).", "The vaccination program is also accelerating,with Java-Bali, acceleration of the vaccination program, as approximately 38% of the Java-Bali population well as the preparation of more treatment facilities vaccinated and 22% in other areas, thus averaging with hospitals and other infrastructure.", "Thanks be to 31% of the Indonesian population.", "Therefore, the God, positive Covid-19 cases have quickly declined Government plans to gradually start reopening to an average of below 500 per day, compared with sectors and/or areas where there area low number of an average of 50,000 cases per day in the third severe cases, low hospital utilization rates, and low week of July 2021 (Graph 20).", "The use of treatment mortality rates.", "Several indicators show that national economy Graph 20.", "Covid-19 Cases in Indonesia improvement shave resumed after experiencing Grafk 20.", "Covid-19 Cases in Indonesia (MA7) a slowdown caused by Delta variant transmission Thousand people Thousand people in July and August 2021.This is reflected by increasing indicators until early November 2021, 50 500 such as community mobility, retail sales, consumer expectations, Manufacturing PMI, and the realization of exports and imports.", "Rising demand and high commodity prices prompted a rapid export (Graph 20 200 22) recovery, not only limited to natural resource commodities but also downstream products that the Government continues to push.", "16 November 2021 Sumber: Gugus Tugas Percepatan Penanganan Covid-19 diolah performance, especially in Eastern Indonesia Data as of 16 November 2021 Source: Gugus Tugas Percepatan Penanganan Covid-19 calculated Graph 22.", "Indonesia's Export Value Graph 23.", "Value of Household Consumption Grafik 22.", "Nilai Ekspor Indonesia Graphic 23.", "Household Consumption IDR Trillion 1,500 1,400 I II III IV I II III IV I II III IV I II III IV I II III IV* I II III IV I II III IV I II III IV I II III IV I II III IV* 2017 2018 2019 2020 2021 2017 2018 2019 2020 2021 Source: BPS, *Proyeksi Bank Indonesia Source: Source: BPS, BPS, *Proyeksi *Bank Bank Indonesia's Indonesia Projection Source: BPS, *Bank Indonesia's Projection and Sumatra, although the increase in private National economic growth has continued to consumption was subdued, especially in Java and improve since the second quarter of 2021 and will Bali due to the impact of PPKM as a countermeasure increase significantly in 2022.", "In the third quarter to break Delta variant transmission.", "Likewise, the of 2021, economic performance continued to increase in investment, especially non-construction, grow positively at 3.51% compared with a 3.49% was consistent with improvements in exports and contraction in the same period last year (Table 2).", "ease of foreign investment in accordance with the This growth is below, however, the 7.07% recorded Job Creation Act (Graph 24).", "Overall, after a delay in the second quarter of 2021.", "Transmission of the during July-August 2021, the Indonesian economy has Delta variant and tighter measures, especially in gradually returned to pre-pandemic levels (Graph 25).", "the Java and Bali regions, which the Government Graph 24.", "Indonesia's Investment Value Graph 25.", "Indonesia's GDP Value Grafk 24.", "Nilai Investasi Indonesia Grafik 25.", "restrictions on mobility resulted in a lower-than- expected increase in investment at 3.74% in the Spatially, national economic growth is supported third quarter of 2021.", "Growth support from export by almost all regions.", "The economy in nearly all performance remained high, namely 29.16% in regions continued to expand in the third quarter the third quarter of 2021, in line with persistently of 2021, with the highest growth recorded in solid demand from major trading partners, yet has the Sulawesi-Maluku-Papua (Sulampua) region, been unable to compensate the decline in private followed by Kalimantan and Sumatra.", "Several consumption and investment growth.", "In terms of regions, namely Aceh, Jambi and South Kalimantan, major economic sectors (LU - Lapangan Usaha), the grew higher than the previous quarter, primarily performance of Manufacturing, Trade and Mining supported by export performance in line with Mining grew positively.", "National economic growth in sector improvements, particularly coal (Graph Indonesia is predicted to improve again in the fourth 26).", "Economic growth in Papua also increased quarter of 2021 and beyond, propelled by increasing on the back of continued investment activity for mobility together with a faster vaccination rollout, underground mining and final construction of the strong export performance, the broader reopening of PON XX (National Sports Week) venues.", "Externally, priority sectors, as well as maintained policy stimuli.", "improving global demand and rising prices of key Graph 26.", "However, and Kalimantan.", "From a foreign sector perspective, external demand is still strong enough to support the external demand has boosted performance of the Processing Industry, particularly the CPO (crude palm main export-oriented regional foreign countries.", "In oil)industry in Sumatra and the base metal industry in line with export performance and rising commodity Sulampua.", "Restrictions on community mobility have prices, Mining sector performance improved and also hindered Trade sector performance, especially supported the production-based regional economy.", "in Java and the Balinusra region.", "Improvements in Coal mining performance in Sumatra and Kalimantan regional economic growth are expected to continue in remains solid, driven by strong Chinese demand.", "Meanwhile, Payments (BOP).", "A positive current account was portfolio investment in the fourth quarter of 2021 recorded in the third quarter of 2021, bolstered (as of 16th November 2021) recorded a net inflow of by strong export performance in line with growing USD0.14 billion.", "The position of Indonesia's foreign global demand and higher international commodity exchange reserve assets at the end of October 2021 prices (Table 3).", "A capital and financial account stood atUSD145.5 billion, equivalent to 8.5 months surplus was maintained by foreign capital in flows of imports or 8.3 months of imports and servicing in the form of direct investment and portfolio government foreign debt, which is well above the investment.", "In the fourth quarter, the trade balance 3-month international adequacy standard.", "Looking recorded a USD5.7 billion surplus in October 2021, ahead, the current account is fore casted in a range the highest in recorded history, underpinned by Table 3.", "The weaker rupiah was attributable to of 1.1% to 1.9% of GDP in 2022, thus supporting restrained foreign capital inflows despite positive external sector resilience in Indonesia.", "perception concerning the domestic economic outlook and maintained domestic foreign exchange The rupiah is stable with potential to appreciate, supply.", "As of 17th November 2021, therefore, the supported by domestic economic fundamentals, rupiah has depreciated 1.35% (ytd) compared with particularly export and external performance, foreign the level recorded at end of 2020, lower than the capital inflows, and the exchange rate stabilization currency depreciation experienced in other developing policy measures taken by Bank Indonesia.", "As of 17th economies, such as India, Malaysia,Philippines and November 2021, the rupiah depreciated 0.53% point- Thailand (Graph 27a).", "Annually, CPI inflation stood at 1.66% (yoy), reflected in relatively stable Credit Default Swap (CDS) up marginally from 1.60% (yoy) in September 2021 performance (Graph 27b).", "Bank Indonesia continues (Graph 28).", "Core inflation remains low despite to strengthen rupiah exchange rate stabilization policy growing domestic demand, supported by maintained in accordance with the currency's fundamental value supply, a stable exchange rate, and anchored inflation and market mechanisms through effective monetary expectations.", "Volatile food (VF) inflation slowed due operations and loose market liquidity.", "Inflationary pressures on administered prices (AP) intensified marginally in line Inflation remains low, thus supporting economic with the continuing knock-on effect of higher tobacco stability.", "The Consumer Price Index (CPI) in October excise duty.", "Consequently, inflation is predicted below 2021 recorded inflation of 0.12% (mtm), bringing the lower point of the 3.0±1% target corridor in 2021 Grafik 29.", "Realisasi dan Sasaran Inflasi Nasional Graph 27b.", "EMs and Indonesian CDS Risk Graph 29.", "National Inflation Realization and Targets Grafk 27b.", "Bank by fiscal expansion and growth of outstanding loans Indonesia is committed to maintaining price stability disbursed by the banking industry.", "and strengthening policy coordination with the Central and Regional Governments through the Inflation Bank Indonesia's decision to maintain a low policy Control Teams (TPIP and TPID - Tim Pengendalian rate, coupled with very loose liquidity conditions in Inflasi Pusat dan Daerah) to maintain CPI inflation the banking industry, have prompted lower lending within the target range.", "In the markets, the overnight interbank rate and 1-month deposit rate have fallen 52bps and Liquidity conditions remain very loose in line with 151bps respectively since October 2020 to 2.80% Bank Indonesia's accommodative monetary policy and 3.17% in October 2021.", "In the credit market, stance and the impact of synergy between Bank the banking industry continues to lower prime Indonesia and the Government to support the lending rates (PLR), accompanied by low interest national economic recovery.", "Bank Indonesia has again rates on new loans.", "Increasing economic activity injected liquidity through quantitative easing into the and public mobility have improved risk perception banking industry totalingRp137.24 trillion as of 16th in the banking industry, prompting lower interest November 2021.", "Since 2020, therefore, quantitative rates on new loans.", "Bank Indonesia expects the easing policy has reached Rp863.8 trillion or around banking industry to continue lowering lending rates 5.3% of GDP, one of the largest liquidity injections as part of the joint efforts to revive lending to the amongst developing economies.", "Financial system resilience is solid, monetary policy stance supported very loose liquidity accompanied by a gradual revival of the banking conditions in October 2021, as reflected by the high intermediation function.", "The Capital Adequacy ratio of liquid assets to deposits(AL/DPK - Alat Likuid Ratio (CAR) in the banking industry remained high terhadap Dana Pihak Ketiga) at 34.05%, with deposit September 2021 at 25.18%, with persistently low growth recorded at 9.44% (yoy).", "Liquidity in the NPL ratios of 3.22% (gross) and 1.04% (nett) (Graph economy has also increased, as indicated by narrow 30).", "Boosted by growing supply and demand, the (M1) and broad (M2) money supply aggregates, which bank intermediation function expanded 3.24% grew 14.6% (yoy) and 10.4% (yoy), primarily driven (yoy) in October 2021 (Graph 31).", "Bank Capital and Non-Performing Loans Graph 31. Credit Growth and Bank Deposits Grafk 30.", "Permodalan dan Non Performing Grafk 31.", "On the supply side, the banking industry % (yoy) % (yoy) 40 24.50 500 loosened lending standards in line with lower risk perception.", "All loan types recorded positive growth, led by consumer loans and working capital loans, while housing loans (KPR - Kredit Pemilikan Rumah) posted higher growth at 8.87% (yoy).", "Meanwhile, 6.37 growth of MSME loans accelerated to 3.04% (yoy) in the reporting period.", "Bank Indonesia will maintain 2016 2017 2018 2019 2020 2021 ATM-Debit Card Credit Card an accommodative macro prudential policy stance Total Electronic Money (rhs) as well as policy synergy with the Government and Source: Bank Indonesia Source: Bank Indonesia other financial sector authorities to revive bank lending.", "Therefore, credit and deposit growth in 2021 is predicted to be in the range of 4.0-6.0% and is the result of collaboration and synergy between 8.0-10.0%, respectively, and increases to be in the the central and regional governments, government range of 6.0-8.0% and 7.0- 9.0% by 2022. ministries and agencies, associations/organizations and the industry as well as all elements of the public.", "Bank Indonesia continues to accelerate payment On the cash side, currency in circulation in October system digitalization and expedite the national 2021 grew 5.9% (yoy) to reach Rp854.3 trillion.", "Various payment Bank Indonesia continues to ensure cash availability system digitalization programs, such as expansion in all regions of Indonesia, while digitalizing rupiah of QRIS (Quick Response Code Indonesian currency management and providing educational Standard), the National Open API Payment Standard activities concerning love, pride and understanding (SNAP - Standar Nasional Open API Pembayaran) the rupiah (Cinta Bangga Paham (CBP) Rupiah).", "and regulatory reforms, as well as the BI-FAST implementation plan, remain an ongoing priority.", "Digital Banking Growth Grafk 33.", "Pertumbuhan Digital Banking Digital economic and financial transactions continue Billion transactions % (yoy) to proliferate given greater public acceptance and growing public preference towards online retail as well as the expansion of digital payments and digital banking.", "Such achievements were reinforced SMS/Mobile Banking Internet Banking by expansion of the QRIS ecosystem, with QRIS Source: Bank Indonesia now accepted by over 12 million merchants, thus Source: Bank Indonesia exceeding the target for 2021.", "This achievement The national economic outlook is expected to the banking industry in 2022.The Capital Adequacy improve further in 2022 with stability maintained.", "Ratio (CAR) remains high and the ratio of NPL low, As stated, national economic growth in 2022 is including the credit restructuring arrangements of projected to reach around 4.7%-5.5%, beyond the Financial Services Authority (OJK - Otoritas Jasa projected growth of approximately 3.2%-4.0% in Keuangan).", "Bank intermediation will continue to 2021.", "Assuming no third wave of Covid-19, the improve, with credit and deposit growth expected to achievement of herd immunity, and the gradual reach 6%-8% and 7%-9% compared with4%-6% and recovery of community mobility, private consumption 8%-10% in 2021,as discussed previously.", "Demand is expected to recover and grow by around 5% in the for loans is expected to continue improving given second half of 2022.", "Exports shall remain a source increased growth of consumption, investment, and of economic growth on the back of high demand exports in line with the incremental recovery of and rising international commodity prices, although economic activity from the Covid-19 pandemic.", "On with a lower growth rate than in 2021 due to the the supply side, credit growth is supported by very base effect.", "Growing domestic demand, solid export loose liquidity conditions and lower risk perception performance, higher foreign investment due to in the banking industry, in addition to the current implementation of the Job Creation Act, as well as accommodative macroprudential policies.", "The very restarting postponed national strategic infrastructure high ratio of liquid assets to deposits (LA/DPK - alat projects will encourage high investment growth.", "By likuiditas/dana pihak ketiga)will not affect the banks' sector, the economy will be supported by several ability to disburse loans or purchase Government growth drivers, such as Mining, Manufacturing, Trade Securities (SBN - Surat Berharga Negara), although Bank and Agriculture.", "Meanwhile, inflation is expected to Indonesia will likely taper liquidity as part of monetary remain under control and within the target corridor policy normalization.", "of 3%±1%, with sufficient national production capacity to meet the increase in aggregate demand The national digital economy and finance will continue until the end of 2022, although the impact of rising to grow rapidly in 2022, supported by faster payment global energy prices demands vigilance.", "External system digitalization implemented by Bank Indonesia.", "stability is also expected to be maintained with E-commerce transactions in 2022 are projected to a manageable current account deficit at around increase, supported by expansion of the e-commerce 1.1%-1.9% of GDP, as well as a wider capital and ecosystem, an ongoing shift in consumer preferences financial account surplus, boosted by foreign capital for online retail, as well as various innovations inflows, especially in the form of foreign investment and promotions by the private sector, as well as with implementation of the Copyright Law.", "Solid Government and Bank Indonesia programs.", "The rapid economic fundamentals in Indonesia will support increase of electronic money (e-money) transactions rupiah stability despite potentially higher global is also expected to continue, driven by greater financial market uncertainty stemming from tapering e-money use in e-commerce and various other online policy by the Fed and in several other advanced platforms.", "Growth is slowing, however, in line with the economies.", "Bank Indonesia will continue to take convenience and efficiency of other digital payment the policy measures necessary to achieve the methods, as well as limited promotions for consumers.", "inflation target and rupiah stability, while continuing Likewise, digital banking transactions in 2022 are to support joint efforts to accelerate the national projected to continue growing, supported by greater economic recovery.", "convenience and digital innovations by the banking industry.", "Various Bank Indonesia initiatives to digitize Financial system stability will be maintained with the payment system will be accelerated to create fast, stronger growth of outstanding loans disbursed by convenient, affordable, secure and reliable payment system transactions, thus improving the national Bank Indonesia Policy Mix 2021: digital economy and finance.", "Encouraging National Economic Recovery, Maintaining Stability Based on experience from 2021, several factors demand attention to nurture Indonesia's economic Close national policy synergy to overcome recovery.", "First, synergy needs to be strengthened the Covid-19 pandemic since 2020 has been to accelerate the vaccination roll out and Covid-19 strengthened in 2021 to maintain stability and containment with the reopening of priority sectors foster further improvements.", "In this regard and as and further bolster the national economic recovery.", "conveyed at the Bank Indonesia Annual Meeting Synergy must be directed towards growth drivers with last year, there is one prerequisite, namely a fast a multiplier effect to economic growth, particularly and comprehensive vaccination program roll out, the export sector and to meet rising domestic coupled with disciplined application of the Covid-19 demand, including MSMEs.", "Synergy must also be protocols, as well as 5 (five) policies as necessary extended to sectors reeling from the scarring effect preconditions, namely: (i) reopening productive of Covid-19 and that pose a relatively high risk and safe sectors, (ii) accelerating fiscal stimulus to financial system stability, tourism in particular.", "realization, (iii) boosting credit growth on the Second, amid global financial market uncertainty supply and demand sides, (iv) sustaining monetary along with plans to normalize monetary policy by and macro prudential stimuli, and (v) digitizing the the Fed and several other central banks, synergy to economy and finance, particularly MSMEs.", "The strengthen the national economic policy mix must vaccination roll out, as a prerequisite, accelerated in be strengthened to maintain stability and accelerate 2021 given greater supply and orderly distribution the national economic recovery.", "Policy synergy is of global vaccines, especially since the outbreak required to accelerate structural reforms in the real of the Delta variant.", "Productive and safe sectors sector, particularly the continuation of infrastructure continued to reopen amid relentless efforts to projects and the implementation of the Job Creation overcome the pandemic, specifically the property Act, fiscal sustainability and State Budget (APBN - and automotive sectors, accompanied by close Anggaran Pendapatan dan Belanja Negara) funding coordination with the Financial System Stability from Bank Indonesia for the national economic Committee to revive lending to the corporate sector.", "recovery, and Financial System Stability Committee Meanwhile, synergic payment system digitalization (KSSK - Komite Stabilitas Sistem Keuangan) synergy with Gernas BBI and BWI between Bank Indonesia, to encourage financing for the corporate sector.", "Third, the Government, banking industry, payment service innovation must be strengthened, in terms of synergy providers, FinTech, and e-commerce accelerated regarding the intended national economic policies, as the national digital economy and finance to support well as to expedite national economic and financial inclusive economic growth.", "digitalization and inclusion through payment system digitalization as well as MSME development programs Strong national economic policy synergy between and the local economy.", "Moreover, policy and program the Government, Financial System Stability innovation are also required in development of the Committee, and Bank Indonesia turned the green economy and finance for sustainable national national economy around, while maintaining economic development and in response to increasing macroeconomic and financial system stability.", "In demands from developed countries.", "2021, the Government maintained an extraordinary fiscal stimulus to mitigate the health and economic Government Securities in the primary market in impacts of Covid-19.", "The fiscal deficit in 2021 is accordance with KB I amounting to Rp143.32 trillion estimated to have reached Rp961.49 trillion or as of 31stOctober 2021, consisting of Rp67.87 trillion 5.82% of GDP, comprising the Covid-19 containment through primary auction and Rp75.46 trillion through budget and the national economic recovery program Greenshoe Options (GSO).", "Furthermore, addressing totalingRp744.77 trillion, including a health budget the growing need for a state budget focusing of health of Rp214.96 trillion and social protection budget and humanitarian financing due to the rapid spread of of Rp186.64 trillion.", "Close coordination with the the Delta variant, Bank Indonesia also committed to Financial System Stability Committee was pursued purchasing Government Securities directly from the to improve the property and automotive sectors Government in accordance with Joint Decree III (KB through fiscal incentives by the Government and III), totaling Rp215 trillion in the 2021 State Budget the relaxation of macroprudential policies by Bank and Rp224 trillion in2022, with a low interest rate Indonesia to maintain financial system stability and commensurate with the 3-month BI 7-Day Reverse revive financing to the corporate sector.", "Meanwhile, Repo Rate (BI7DRR).", "In addition to low interest rates, the Financial Services Authority continued to Bank Indonesia also returned some of the coupon relax credit restructuring requirements in the payments received from the purchase of Government banking industry by delaying principal and interest Securities worth Rp58 trillion for the 2021 State installments to avoid increasing non-performing Budget and Rp40 trillion for the 2022 State Budget, loans and eroding capital by extending Consumer thus avoiding an interest expense in the State Budget Protection in the Financial Services Sector (POJK for the Government.", "This demonstrates the strong - Perlindungan Konsumen Sektor Jasa Keuangan) commitment of Bank Indonesia to support state budget through OJK Regulation (POJK) No.", "48 of 2021, valid funding in terms of health and humanitarian financing until March 2023.", "Likewise, the Indonesia Deposit and accelerating the national economic recovery Insurance Corporation (LPS-Lembaga Penjamin with implementation carried out in accordance with Simpanan) guaranteed private deposits in the applicable regulations.", "banking system, thus helping to maintain financial system stability, and lowered the guaranteed interest Bank Indonesia has maintained a pro-growth policy rate to support the national economic recovery.", "stance, directing the full panoply of monetary, macroprudential and payment system policy mix Fiscal and monetary policy coordination have been instruments towards supporting the national economic strengthened, not only to maintain macroeconomic recovery in close coordination with the Government.", "stability and reinforce the national economic The salient points of the policy mix implemented by recovery, but also through Bank Indonesia's Bank Indonesia include: participation in State Budget funding through purchases of Government Securities in the i.", "In the monetary sector, an historically low policy primary market in accordance with Act No.", "2 of rate has been maintained along with rupiah 2020.In 2020, Bank Indonesia supported State exchange rate stability and liquidity injections Budget financing to the tune of Rp473.2 trillion by through quantitative easing.", "The low policy rate purchasing Government Securities through primary will be maintained until there are indications of auction (Joint Decree - KB I) totalingRp75.86 trillion rising inflation.", "Since 2020, Bank Indonesia has and direct purchases of Government Securities as lowered the BI7DRR policy rate 6 (six) times to part of a burden sharing mechanism in the State 3.50%, the lowest in history.", "The rupiah exchange Budget (Joint Decree - KB II) totalingRp397.56 rate stabilization policy was implemented using trillion.", "In 2021, Bank Indonesia is again supporting triple intervention in the spot market, DNDF State Budget funding through the purchase of (Domestic Non-Deliverable Forwards), and the purchase of Government Securities in the retail payment system available 24/7, along with secondary market, amid persistent global interlinkages between digital banking and FinTech, financial market uncertainty.", "Likewise, Bank as well as payment system regulatory reform.", "Indonesia continued to inject liquidity via quantitative easing to strengthen the banks' iv.", "In addition to the three main policy initiatives ability to extend credit/financing to the above, Bank Indonesia also oriented all four corporate sector.", "From 2020 to 16thNovember supporting policies towards the national 2021, the quantitative easing policy reached economic recovery.", "Close synergy with the Rp863.8 trillion, or 5.3% of GDP, through Government, banks, and other institutions has liquidity injections into the banking industry been enhanced to develop MSMEs as well as to support the national economic recovery the Islamic Economy and Finance as a new program, which we will explain in more detail source of national economic growth in Indonesia.", "Financial market deepening has also accelerated, particularly the rupiah and foreign exchange ii.", "Accommodative macroprudential policies money markets, to strengthen monetary policy continue to revive bank financing disbursed to transmission, support financial system stability, the corporate sector in synergy with Financial and finance development, including infrastructure.", "This includes International policy has been directed towards loosening the down payment requirements not only strengthening Bank Indonesia's policy on automotive loans,Loan/Financing-to-Value diplomacy, but also to support the Government in (LTV/FTV) Ratio on Property Loans and(sharia) facilitating and promoting trade and investment in Macroprudential Intermediation Ratio (MIR), various countries.", "encouraging the banks to lower Prime Lending Rates, as well as other accommodative v. Besides, Bank Indonesia also adjusted its macroprudential policies.", "Bank Indonesia has operational activities and public services to also refined and modernized the MSME Credit support Government restrictions on public Ratio policy into the Macroprudential Inclusive mobility during the Covid-19 pandemic, including Financing Ratio (RPIM - Rasio Pembiayaan Inklusif cash services, payment systems, monetary Makroprudensial).", "operations, and central banking services to the Government.", "In addition, Bank Indonesia also iii.", "Bank Indonesia continues to accelerate temporarily increased the maximum limit on cash payment system digitalization for integration withdrawals through ATM machines using chip of the national digital economy and finance, technology until 30th September 2021. including expansion of QRIS (Quick Response Code Indonesian Standard) acceptance to 12 million merchants by the end of 2021, including Rupiah Exchange Rate Stabilization Policy cross-border QRIS, implementation of the National Open API Payment Standard (SNAP), The rupiah has appreciated significantly thanks to the as well as electronification of social aid program stabilization policy adopted by Bank Indonesia, which (bansos) disbursements, transportation modes, was conducive to the national economic recovery.", "Various Triple intervention exchange rate stabilization agendas in the Indonesia Payment System policy,targeting the spot market, Domestic Blueprint (BSPI - Blueprint Sistem Pembayaran NonDeliverable Forwards (DNDF), and purchases of Indonesia) 2025 have also been accelerated, Government Securities in the secondary market, was including development of BI-FAST as a real-time reinforced via intensive communication with investors Graph 34.", "Foreign Investment Flows to Graph 35.", "Government Securities Yield Spread Grafik 34.", "Aliran Investasi Asing ke SBN Grafk 35.", "Yield Spread SBN dengan UST Government Securities with UST bps 833 -20 Jan Jan Feb Feb Mar Mar Mar Apr Apr Mei Mei Jun Jun Jul Aug Aug Sep Sep Oct Oct I III I III I III V II IV II IV II IV IJul III I IV II IV I IV TR BR ZA RU MX IND ID PH MA PL CN SK TH 0-<5 Years 5-<10 Years >10 Years Source: Bloomberg, calculated Source: Bank Indonesia Source: Bloomberg, calculated Sumber: Bank Indonesia as well as domestic and overseas market players.", "As by controlled inflation within the target corridor, mentioned, the rupiah has regained lost value, hitting a manage able current account deficit, attractive Rp14,610 per US dollar on 15thApril 2021 before returns on domestic financial assets for investment strengthening to Rp14,243 on 17thOctober 2021. and a stable risk premium (Graph 35).", "Investor confidence has drawn foreign portfolio in flows into Indonesia.", "From April 2021 to October Monetary Policy Stimuli 2021, foreign capital inflows to the government securities market stood at Rp6.7 trillion (Graph A historically low policy rate and loosening of 34), while the position of reserve assets increased Bank Indonesia's monetary policy stance have to USD145.5 billion at the end of October 2021, prompted further declines in bank lending rates, surpassing the USD135.9 billion position recorded while maintaining financial market stability.", "Looking ahead, the rupiah is stated, since 2020 Bank Indonesia has lowered the expected to remain relatively stable, supported BI7DRR policy rate 6 (six) times to 3.50%.", "Interest Rate on Interbank Money Market Graph 37.", "Prime Lending Rate (SBDK- Suku Bunga Grafik 36.", "In the markets, as mentioned earlier, the economic recovery.", "Bank Indonesia has loosened overnight interbank rate and banking 1-month deposit several macroprudential policies.", "First, relaxing rate have decreased 52bps and 151bps respectively the loan-to-value (LTV) ratio on property loans since October 2020 to 2.80% and 3.17% in October and down payment requirements on automotive 2021 (Graph 36).", "Likewise, the benchmark yield on loans to 0%, effective from 1st March 2021.", "Bank 10-year government securities also fell 228bps from a Indonesia initiated the policy in synergy with the high of 8.31% at the end of March 2020 to 6.02% on Government and Financial Services Authority (OJK), 18th November 2021.", "In the credit market, the decline which issued a separate policy package to stimulate in bank prime lending rates continued, followed by a the property and automotive sectors - as sectors decline in interest rates on new loans (Graph 37).", "with strong (backward and forward) linkages to other economic sectors.", "Second, conducting and Bank Indonesia also continued the monetary stimulus publishing in-depth assessments of Prime Lending in the banking industry in the form of massive Rate (PLR) transparency in the banking industry quantitative easing (QE) to revive financing to the since February 2021 to strengthen the transmission corporate sector and support the national economic of accommodative monetary and macroprudential recovery.", "As of 16th November 2021, Bank Indonesia policies.", "Third, the gradual reactivation of the has injected liquidity via quantitative easing to the Macroprudential Intermediation Ratio (RIM - Rasio banking industry totaling Rp137.2 trillion.", "Since 2020, Intermediasi Makroprudensial) by raising the lower therefore, quantitative easing policy has reached limit to 75% in May 2021, 80% in September 2021, Rp863.8 trillion or around 5.3% of GDP, one of the and 84% in January 2022.", "Strengthening efforts largest liquidity injections in developing economies.", "were also achieved by including letters of credit (L/C) Though massive liquidity injections to the banking heldby banks into MIRcalculations.", "Bank Indonesia industry have thus far failed to fully revive bank lending has synergized these policy measures with efforts due to softness on the demand side from the corporate to maintain adequate banking liquidity through sector, very loose liquidity conditions play an important a Countercyclical Buffer (CCyB) held at 0% and a role in maintaining overall financial system stability.", "In Macroprudential Liquidity Buffer (MPLB) (Penyangga addition to injecting liquidity to the banking industry, Likuiditas Makroprudensial) of 6% - which are eligible Bank Indonesia also continued to purchase government for repurchase with Bank Indonesia.", "securities in the primary market to fund the 2021 State Budget to the tune of Rp143.32 trillion, consisting of Bank Indonesia has also refined and modernized Rp67.87 trillion through primary auction and Rp75.46 the MSME Credit Ratio into the Macroprudential trillion through Green Shoe Options (GSO).", "The Inclusive Financing Ratio (RPIM).", "To promote purchase of government securities to fund the State inclusiveness, Bank Indonesia has improved policy Budget also increased liquidity in the economy in line by expanding the financing target beyond MSMEs with government spending realization.", "to include low-income individuals (PBR - Perorangan Berpenghasilan Rendah).", "In addition, Bank Indonesia provides flexibility to allow banks to participate Macroprudential Policy Easing in financing MSMEs and low-income individuals based on their expertise and business model by The macroprudential policy stance remains expanding the financing options for MSMEs and accommodative and synergized with Financial System low-income individuals.", "In this case, banks can Stability Committee policy to revive financing to contribute to inclusive financing through 3 (three) modality schemes, namely: (1) direct supply chain positive territory in October 2021 at 3.24% (yoy), inclusive financing, (2) financing through financial supported by growing demand for loans, especially institutions and service agencies, including (sharia) in the corporate and consumption sectors in rural banks, FinTech, Permodalan Nasional Madani response to increasing public activity and the looser (PNM), and Sarana Multi Finance (SMF), and (3) bank credit supply in accordance with lower lending financing through the purchase of inclusive financing standards,lower risk perception, loose liquidity securities, such as Inclusive Government Securities, conditions as well as lower interest rates on new Inclusive Medium-Term Notes (MTN), and Inclusive loans.", "Liquidity in the economy has increased, as Asset-Backed Securities (EBA - Efek Beragun Aset).", "reflected in the narrow (M1) and broad (M2) money Moving forward, expansion of the inclusive financing supply aggregates, which expanded by 14.6% scheme is expected to indirectly foster banking (yoy) and 10.4% (yoy) respectively (Graph 38).", "innovation and financial market deepening.", "RPIM Bank lending was the main driver of money supply implementation will be incremental to achieve a growth, indicating increasing financing for the target portion of MSMEs and other inclusions in national economic recovery.", "bank loans of at least 30% (thirty percent) by the end of June 2024.", "Demand and supply-side improvements are reviving the bank intermediation function.", "Demand Bank Indonesia has held a low policy rate as well as for loans has improved, particularly from the an accommodative monetary and macroprudential business and consumption sectors, in response to stance to also support financial system stability.", "On the supply side, the Bank liquidity conditions in October 2021 were very banking industry has eased lending standards in line loose, as reflected by a high ratio of liquid assets to with lower risk perception, in addition to very loose deposits(AL/DPK - Alat Likuid/Dana Pihak Ketiga) liquidity conditions and lower interest rates on new at 34.05%, with deposit growth recorded at 9.44% loans (Graph 39).", "All loan types recorded positive (yoy), moderating on the previous period in line growth, led by consumer loans and working capital with the recovery of business activity and private loans, while housing loans (KPR - Kredit Pemilikan consumption.", "Bank intermediation charged into Rumah) posted higher growth at 8.87% (yoy) in Graph 38.", "Money Supply Graph 39.", "Lending Standards Index Grafk 39.", "Indeks Lending Standard Grafk 38.", "Loans by Segment improvements in bank lending and financing from Grafk 40.", "Kredit per Segmen the capital market in line with national economic recovery momentum after the Covid-19 pandemic, increased public mobility and economic activity, faster State and Regional Budget realization, an accommodative monetary and macroprudential policy mix, including very loose liquidity in the banking industry, and progress in terms of credit restructuring by banks.", "1 2 3 4 5 6 7 8 9 101112 1 2 3 4 5 6 7 8 9 101112 1 2 3 4 5 6 7 8 9 10 Acceleration of Payment System Digitalization Consumption Credit Commercial Credit Credit Corporation Sumber: Bank Indonesia Bank Indonesia continues to accelerate payment Source: Bank Indonesia system digitalization and integrate the national digital economy and finance.", "Concerning October 2021 in line with KSSK policy to stimulate implementation of the Indonesian Payment System the property sector.", "Meanwhile, growth of MSME Blueprint (BSPI - Blueprint Sistem Pembayaran loans accelerated to 3.04% (yoy) in the reporting Indonesia) 2025, Bank Indonesia in 2021 focused period.", "Such developments demonstrate ongoing payment system digitalization based on 3 gains in the real and corporate sectors, micro, small (three) priorities and important achievements, and medium enterprises (MSMEs) in particular (Graph namely regulatory reform, retail payment system 40).", "Moving forward, Bank Indonesia predicts gradual infrastructure, and payment system standardization Figure 1.", "Development of BSPI 2025 INDONESIA PAYMENT SYSTEMS BLUEPRINT (BSPI) 2025: QUICK WINS 2021 IN 2021, THERE ARE AT LEAST 3 (THREE) IMPORTANT MILESTONES FOR BSPI 2025, NAMELY REGULATORY REFORM, RETAIL PAYMENT INFRASTRUCTURE, AND PAYMENT SYSTEM STANDARDIZATION (SNAP AND QRIS)... .", "PAYMENT SYSTEM REFORM INFRASTRUCTURE STANDARDIZATION BSPI 2025:WORKING GROUP 5 REGULATORY REFORM BI-FAST The Efforts to Find a Standardized, Integrated Payment system Indonesian Standard Balanced Point between infrastructure which Optimizing Onnovation facilitates retail Integrated Regulatory, and Maintaining Stability ISSUED PADG NO.", "23/15/PADG/2021 CONCERNING Licensing, Supervisory, multiple instruments and National Interest NATIONAL STANDARD OF PAYMENT OPEN API, and Reporting and operates 24/7 Regulatory Regulatory Integrated FOSTERS INTERCONNECTION, INTEROPERABILITY, Framework Drafting/ Function Restructurization Adjustment Strengthening AND COMPATIBILITY the payment system ASSURES INTERLINK BETWEEN FINTECH AND BANKS Payment Systems Regulatory Reform through Restructuring MAINTAIN THE LEVEL PLAYING FIELD TO MITIGATE Regulatory Framework and Activity-based Risk-based Principle-based 2021 SHADOW-BANKING PRACTICES Drafting Bank Indonesia REGULATORY PRINCIPLES Regulation (PBI) concerning Agile & Structured Proportional the Payment System Forward Looking (Phase 1, Stage 1) Issued Bank Indonesia Regulations (PBI): PBI No.", "23/6/PBI/2021 concerning Payment System Provider and PBI No.", "23/7/PBI/2021 concerning Payment System Infrastructure Providers, July 1, 2021 PBI No.", "23/11/PBI/2021 concerning Payment System National Standard, August 12, 2021 *Request for payment Source: Bank Indonesia (Figure 1).", "In terms of regulatory reform, policy customers with a Bank Indonesia fee to participants transformation is key to consolidate the national of just Rp19 per transaction.", "The first batch of 22 payment system industry, while streamlining BI-FAST participants is set for December 2021 licensing procedures.", "To that end, Bank Indonesia and a second batch of 22 participants in January is strengthening the Bank Indonesia Payment 2022.", "BI-FAST implementation is also consistent System Regulation issued at the end of 2020, with with Bank Indonesia's monetary, macroprudential promulgation of the Payment Service Provider PBI and payment system policy direction moving (PJP) and the Payment Infrastructure Provider PBI forward, while modernizing national payment (PIP) on 1st July 2021.", "The two BI regulations intend infrastructure according to international standards to strengthen the Indonesian payments ecosystem and in accordance with the principles issed by the end-to-end and encourage healthy business practices Committee on Payments and Market Infrastructures through industry collaboration to accelerate an (CPMI), and simultaneously supporting the creation inclusive digital economy and finance.", "Licensing has of an integrated, interoperable, and interconnected been simplified by applying principle-based rules and digital ecosystem (3 \"i\").", "granting permits to groups of payment service types rather than the previous arrangement with rigid In addition to BI-FAST, Bank Indonesia has also (rules-based) requirements for each service type.", "This launched the National Open API Payment Standard has been applied to processing licenses for payment (SNAP)to standardize the EKD ecosystem.", "SNAP is a service providers (PSP),designating payment system national standard for protocols and instructions that infrastructure operators (PIP)as well as processing facilitate open interconnection between applications the development of risk-based activities, products, in processing payment transactions, prepared by and/or cooperation.", "Bank Indonesia in collaboration with the Indonesia Payment System Association (ASPI - Asosiasi Sistem Bank Indonesia also continues to develop Pembayaran Indonesia).", "SNAP intends to create integrated, interoperable, and interconnected a healthy, competitive, and innovative payment payment system infrastructure to support the system industry that can provide efficient, secure national digital economic and financial ecosystem.", "and reliable payment system services to the public.", "In this case, Bank Indonesia has modernized retail SNAP was launched on 17th August 2021 and will be payment infrastructure to operate in real-time (as adopted gradually, commencing in June 2022 for first it happens) non-stop (24/7) by launching BI-FAST mover payment service providers and in December in December 2021.", "BI-FAST was built to support 2022 for other PJPs.", "Bank Indonesia is confident that the industry by integrating and consolidating the SNAP implementation will facilitate interconnection, digital economy and finance (EKD -Ekonomi dan interoperability, and compatibility between Open Keuangan Digital) nationally end-to-end, with API payment providers, thereby strengthening implementation of BSPI 2025, and supporting a the links between PJP banks and non banks.", "In fast, affordable, convenient, secure and reliable addition, SNAP also establishes a level playing field payment system (CEMUMUAH).", "At the initial stage, between payment industry players, thus minimizing BI-FAST services are focused on individual credit fragmentation and accelerating the digital economy transfer services.", "There are various implementation and finance in Indonesia.", "policies to prepare for the BI-FAST roll out, such as open participation, the option of providing Payment system digitalization is also supported by infrastructure independently or jointly/sharing, QRIS extensification as the national standard for QR setting a maximum limit of Rp250 million and a Payments in various digital economic and financial BI-FAST price scheme limit of Rp2,500 to bank transactions.", "QRIS expansion has been realized through a massive national campaign to onboard Bank Indonesia continues to expand the payment 12 million connected merchants using QRIS electronification program for social aid program in the national ecosystem by the end of 2021.", "(bansos) disbursements, transportation modes, Bank Indonesia used several incentives, such as and regional government financial transactions to extending the 0% merchant discount rate (MDR) support acceleration of the digital economy and for micro businesses until 31stDecember 2021, finance.", "Bank Indonesia fully backs government as well as increasing the QRIS transaction limit efforts to disburse social assistance more quickly, from Rp2 million per transaction to Rp5 million on target, and with good governance through the per transaction to increase QRIS transactions in social assistance electronification program.", "To the middle segment, since 1stMay 2021.", "Synergy that end, Bank Indonesia continues to encourage and coordination with the Government continues the digitalization of social assistance 4.0 by to be strengthened through QRIS use in the BBI strengthening business models, regulations and and BWI.", "QRIS expansion in the local government payment methods that are in line with prevailing environment was also expanded as part of the needs, including improving data quality.", "Meanwhile, Regional Digitalization Expansion and Acceleration in terms of transportation electronification, Bank Team (TP2DD).", "Thanks be to God, the various Indonesia encourages the integration of payment policies and close coordination have produced systems and data in the transportation sector.", "The target of 12 million merchants Indonesia provides support for the preparation of (Table 41) connected to QRIS was achieved on a payment aspect business model for integrated 1st November 2021.", "Furthermore, QRIS, which transportation modes as well as multi-lane, free-flow operates in 34 provinces and 480 regencies/cities, toll roads that will gradually begin operating in 2022. is used by 88% of micro and small businesses, and Furthermore, to strengthen the electronification of is operated by 68 payment service providers, both regional government transactions, Bank Indonesia banks and nonbank institutions.", "Moreover, the use in 2021 strengthened synergy with the Acceleration of QRIS is also increasing both in terms of volume and Expansion Regional Digitalization Task Force.", "and value, which demonstrates burgeoning public As of 14th October 2021, a total of 482 TP2DD acceptance of QRIS (Graph 41).", "have been established, accounting for 88% of local Table 4.", "QRIS Registered Merchants Graph 41.", "Development of QRIS Grafik 41.", "Perkembangan QRIS Grafk 42.", "Development of Digital Bangking Grafik 45.", "Perkembangan Digital Banking governments, 360 districts and 89 cities.", "Synergy IDR Thousand Trillion between the relevant authorities and stakeholders is continuously built through, among others, the 48.6 successful Indonesia Digital Economy and Finance 40.0 Festival in 2021 (FEKDI - Festival Ekonomi Keuangan Digital Indonesia), as a forum for policy synergy and 27.3 27.4 the basis for implementing various development and 21.9 expansion initiatives for the digital economy and 17.1 finance in order to accelerate digital transformation and accelerate national economic recovery.", "10 The various payment system digitalization programs 2017 2018 2019 2020 2021* 2022* (above) are accelerating and integrating the national digital economy and finance today and moving Sumber: Bank Indonesia; *Proyeksi Bank Indonesia Source: Bank Indonesia; *Bank Indonesia's Projection forward.", "E-commerce transactions, which are estimated to have grown 51.6% in 2021, will continue to increase in 2022 to reach Rp530 trillion, or grow and preference for online shopping, expansion of the 31.4% (Graph 42).", "In line with these developments, e-commerce ecosystem, development of digital payment digital banking payment transactions in 2021 are services, improving domestic economic conditions, and projected to increase by 46.1% (yoy) and increase the acceleration of various payment system digitalization again by 21.8% to reach Rp48.6 quadrillion in 2022 programs in accordance with BSPI 2025.", "Meanwhile, the use of Electronic Money in 2021 is also estimated to increase by 41.2% (yoy) Concerning rupiah currency management, Bank and will again grow at a high level of 16.3% (yoy) to Indonesia continues transformation efforts through reach Rp337 trillion in 2022 (Graph 44).", "Increasingly centralization, automation, and efficiency in the printing rapid development of digital economic and financial and circulation of money throughout the territory of transactions is in line with growing public acceptance the Republic of Indonesia.", "Transformation is oriented Graph 42.", "Development of E-Commerce Graph 44.", "Development of E-Money Grafik 43.", "Perkembangan E-Commerce Grafik 44.", "Perkembangan Uang Elektronik IDR Trillion 400 100 2017 2018 2019 2020 2021* 2022* 2018 2019 2020 2021* 2022* Sumber: Bank Indonesia; *Proyeksi Bank Indonesia Sumber: Bank Indonesia; *Proyeksi Bank Indonesia Source: Bank Indonesia; *Bank Indonesia's Projection Source: Bank Indonesia; *Bank Indonesia's Projection towards providing money fit for circulation in manifestation of Bank Indonesia's firm commitment to appropriate denominations, just in time through maintaining the rupiah integrity and credibility as legal the central bank, aligning the direction of non-cash tender, as well as a unifying and instilling a sense of policies, and paying attention to efficiency and pride for the Republic of Indonesia and the Indonesian the national interest based on the 2025 Rupiah nation.", "Currency Management Blueprint (BPPUR - Blueprint Pengelolaan Uang Rupiah).", "Transformation is based Accelerating Money Market Deepening on 3 (three) keys milestones, namely distribution centralization, digitalization, and efficiency Bank Indonesia is accelerating money market supported by strengthening information systems, deepening to strengthen monetary policy regulations, organization, and human resources.", "effectiveness and support economic recovery.", "Various Distribution centralization is achieved by aligning programs were carried out as part of the Blueprint distribution lines and layers, strengthening command for Money Market Development (BPPU) 2025 based centers, centralizing cash inventory management, on three main initiatives, namely: (i) encouraging and optimizing the use of infrastructure and digitalization and strengthening financial market transportation modes based on 4.0.", "Meanwhile, infrastructure, (ii) strengthening the effectiveness endto-end digitalization of rupiah currency management of monetary policy transmission, and (iii) developing begins with planning and printing, to issuing, financial instruments as a source of economic circulating, removing and destroying rupiah currency.", "financing and strengthening risk management In the context of efforts to increase efficiency, Bank (Scheme 2).", "In an effort to strengthen the monetary Indonesia continues to make various improvements policy transmission effectiveness, Bank Indonesia in rupiah currency management, including focused on accelerating the development of repo the efficient management of currency supply, and DNDF transactions between market participants distribution and cash services, meeting spatial-based in 2021.", "To that end, Bank Indonesia strengthened cash needs, as well as strengthening the quality the Jakarta Interbank Spot Dollar Rate (JISDOR) as of currency materials and security features.", "The a reference rate for the rupiah against the US dollar.", "transformation of rupiah currency management Strengthening efforts carried out both during the based on the three key milestones represents a transaction monitoring period and at the time of Scheme 2.", "Linkages Between BPPU Initiatives 2025 Effectiveness of Monetary Policy INITIATIVE 1 Efficient pricing Varied and liquid products Broader participants (include MCoC) Price Stability: and Efficient Support National Financial System Economy toward Financial Market Infrastructure* Stability INITIATIVE 3 Indonesia Economic *) Money market, Forex Market & Sharia Market Inclusivity of Economic Financing Sources Asset Securitization Varied and liquid hedging Retail Based Participants JISDOR issuance intend to increase forex market Komersial) and expanding interbank repo transactions with credibility and reinforce exchange rate stability.", "The SBN as the underlying transaction, while campaigning to development of DNDF instruments continued through mobilize SBN retail investors.", "efforts to increase supply in the market and balance the supply and demand sides, including by allowing Bank Indonesia has created a regulatory framework DNDF participants to rollover maturing DNDF.", "In through promulgation of money market regulations (PBI) addition, the Local Currency Settlement (LCS) scheme with the industry to hasten digitalization and strengthen has been strengthened continuously and expanded money market infrastructure.", "This includes development to alleviate dependence on specific currencies.", "The of a Multimatching Electronic Trading Platform (ETP) with LCS framework has been strengthened between money market and forex market transactions executed Indonesia-Malaysia and Indonesia-Japan, while jointly by standardizing instruments and determining expansion of LCS partner countries was followed by prices more transparently among market participants, the implementation of the Indonesia-China LCS in shifting from bilateral OTC transactions.", "Implementation September 2021.", "The development of JISDOR, DNDF, of ETP Multimatching will encourage efficient and and LCS also forms part of Bank Indonesia's efforts to transparent pricing and better risk management.", "In the enrich financial instruments as a source of economic early stages, ETP Multimatching will be implemented financing and strengthen risk management.", "In for foreign exchange transactions, especially spot addition, Bank Indonesia in synergy with the Ministry transactions, before being extended to cover other of Finance and OJK,through the Financial Market types, including repo, swap, and DNDF transactions.", "In Deepening Development Forum (FP-PPK), continue to addition, Bank Indonesia is coordinating with the relevant develop financial instruments for economic financing, authorities and industry to accelerate the establishment including Commercial Securities (SBK - Surat Berharga of a central counter party (CCP) to improve transaction Scheme 3.", "Development of Indonesian CCP SBNT CCP Interest Rates and Exchange Rates in accordance with international standards and best practices Support the streamline transmission of monetary policy, contribute to maintaining financial system stability, encourage financial market development, and support the domestic economy Indonesian Legal Entity Based on Risk Interconnection Supported Management and Interoperability by Strong Capital and Governance with Other Systems INFORMATION SYSTEMS AND HUMAN RESOURCES Source: Bank Indonesia efficiency, strengthen transparency, and reduce the through the establishment of the Pesantren Economy risks associated with repo transactions using SBN as and Business Association (HEBITREN - Himpunan underlying transactions (Scheme 3).", "In contrast to bilateral Ekonomi dan Bisnis Pesantren) in various provinces.", "OTCSBN repo transactions, repo transactions through Meanwhile, sectoral strengthening is carried out CCP are performed jointly through ETP Multimatching by accelerating the Halal Assurance System for with product standardization, transaction contracts, price the halal food sector with the Halal Certification transactions, as well as a closed-out netting mechanism on Agency (BPJPH) as well as government ministries the basis of SBN submitted as the underlying transaction and agencies as well as other stakeholders, while from market participants to the CCP agency.", "Therefore, supporting the implementation of Halal Industrial CCP-SBN NT will increase the volume and liquidity of Estates (KIH - Kawasan Industri Halal).", "The sectoral interbank SBN repo transactions, strengthen transparency performance of the sharia economy is also supported in the formation of marketrates, and eliminate by strengthening the halal value supply chain in the counterparty risk arising in bilateral OTCrepo transactions.", "agricultural sector, as well as implementing business The CCP-SBN NT will reduce the large disparity between matching, business intermediaries, and on boarding SBN yields (approximately 5.2% ona 5-year tenor) and domestic and global e-commerce.", "Likewise, the money market interest rates (approximately 3.7% ona modest fashion sector is being strengthened in terms 12-month tenor) and, therefore,support government of the capacity of sharia business players who are efforts to reduce the interest burden on government ready to export and unlock market access.", "Efforts to strengthen market infrastructure will not only deepen the Indonesian money market yet are also The second pillar of Islamic finance entails consistent with the G20 OTC Derivative Market Reform strengthening monetary operations and Islamic agenda.", "To that end, the modernization of Indonesia's money market deepening to support financing.", "money market infrastructure requires the support of all This is achieved, among others, by expanding BI Bank Indonesia stakeholders, including market players, the Sukuk (SukBI).", "In addition, preparations for RPIM Government, OJK, and the DPR-RI.", "implementation in the sharia banking industry are carried out in coordination with the Ministry of Finance for the underlying project of Inclusive Empowerment of Sharia Economy and SukBI in order to encourage sharia financing for Finance and MSMEs MSMEs as part of the efforts to recover the national economy.", "Furthermore, measures to optimize Islamic Bank Indonesia continues to accelerate development social finance as an alternative financing source of the national sharia economy and finance as a are also continuously encouraged by strengthening new source of inclusive and sustainable economic productive waqf with relevant government growth, and part of the structural reforms towards an ministries/agencies.", "As mandated by Act No.", "2 of Advanced Indonesia (Onward Indonesia).", "Bank Indonesia 2020, improvements were made to the provisions continues to strengthen and expand the halal value chain of sharia-compliant short-term liquidity assistance ecosystem through three development pillars, namely in order to maintain financial system stability during institutional strengthening, expanding implementation, economic recovery.", "and strengthening the supporting infrastructure, including digitalization.", "In the first pillar of sharia economic The third pillar is education and socialization, with empowerment, the institutional arrangements of the the national contribution of the Sharia Economic halal value chain ecosystem are being strengthened by Festivals (FESyar) in 2021 and Indonesia Shari'a accelerating the corporatization of pesantren (Islamic Economic Festival (ISEF) to the sharia economy boarding school) holding business units.", "This is achieved and finance increasingly evident.", "A series of Road to ISEF activities, including three FESyar events to accelerate the sharia economy and finance in in Java, Sumatra, and Eastern Indonesia, covering support of the national economic recovery.", "various activities, from webinars to business matching and business deals, were again held Bank Indonesia continues to strengthen its MSME in 2021.", "Market expansion, domestically and to development program to promote digital and unlock global markets, includes on boarding to exporting MSMEs.", "Bank Indonesia consistently global e-commerce platforms.", "From sharia finance, implements MSME development programs through the collaborative \"Sharia Financing Month\" was 3 (three) policy pillars, namely corporatization, organized with OJK and various other relevant capacity building, and financing in order to create stakeholders, including productive waqf.", "The productive, innovative, and adaptive MSMEs series of hybrid virtual FESyar activities with ISEF (Scheme 5).", "The strengthening of corporatization is attracted more than 290 thousand participants carried out through the formation of groups based and 970 exhibitors (Scheme 4).", "At the 8thISEF, on strong social capital and the strengthening activities to accelerate the sharia economy of formal and modern institutions.", "MSMEs are focused on the halal food and modest fashion encouraged to collaborate with other MSMEs,large sectors,including \"Global Halal Dialogue\", as well businesses and financial institutions to increase as the \"Indonesia Sustainable Modest Fashion economies of scale.", "Capacity building is focused Show\" by 420 designers throughout Indonesia.", "on increasing productivity through innovation and The series of FESyar and ISEF activities generated digitalization of business processes to improve transactions totaling Rp25.8 trillion and collected MSME competitiveness.", "The MSME digitalization Rp669 billion worth of zakat, infaq, sadaqah and program aims to increase productivity and efficiency, waqf (ZISWAF) funds.", "Overall, this achievement expand MSME marketing access both nationally is much improved on previous years.", "What is and globally, facilitate MSME access to finance, even more encouraging is the increasing number and facilitate MSME transactions as entry points of institutions, associations, and various parties, into the digital economic and financial ecosystem national and international, that have joined ISEF through greater QRIS adoption.", "In terms of financing, Scheme 4.", "Export MSME Development Strategy PULL STRATEGY PUSH STRATEGY Identification of export destination Identification of MSME PILOT PROJECT standardization and certification gaps Identification of export destination country certification standards Facilitating capacity and requirements building and assistance 6 COFFEE 7 Fabric/ 2 Processed to fulfill certification F&B MSMEs MSMES Craft MSMEs Synergy with relevant stakeholders to identify standards and requirements for certification of export CERTIFICATION FACILITATION destination countries Synergy with DRIVEN related Ministries/Agencies for the implementation of training and assistance, as wellas product testing together with potential broader access will facilitate business expansion business matching, facilitating access to finance, with healthier MSME financing.", "Bank Indonesia also exhibitions, and promoting international trade.", "continues to promote MSME exports through 2 (two) Bank Indonesia has also consistently supported the strategies, namely a pull strategy (market driven) to Gernas BBI and BWI by involving all Bank Indonesia identify standards and requirements according to representative offices in an effort to boost economic export destination countries and a push strategy by recovery, including through a retail program for facilitating the fulfillment of certification required by MSME products, expanding the use of MSME QRIS MSMEs.", "and organizing various strategic Bank Indonesia events (Figure 2).", "In line with Bank Indonesia's Bank Indonesia strengthens synergy with ministries, strategic role in the Gernas BBI Team, Bank institutions, associations, and communities to Indonesia will continue to strengthen its active role increase MSME competitiveness.", "Synergy intends in supporting the success of Gernas BBI and BWI.", "to increase MSME capacity, MSME onboarding, Figure 2.", "for the rise of MSMEs in the Covid-19 era.", "KKI 2021 had the theme \"Synergy, Globalization, and Digitalization of MSMEs and the Tourism Sector\".", "Strengthening International Policy Series 1 of KKI in March 2021 was aligned with Bank Indonesia's role as movement manager for Gernas Bank Indonesia's international policies are BBI 2021 with the hashtag #EksotismeLombok, implemented in close coordination with synergizing with relevant government ministries/ the Government, aimed at supporting the agencies and the West Nusa Tenggara Regional main policies of Bank Indonesia to achieve Government.", "The 2021 KKI peaked on 23rd- macroeconomic and financial system stability, 26th September with the hashtag #RagamAceh, while campaigning for the interests of Bank which was opened by the First Lady, successfully Indonesia and the Indonesian economy.", "becoming a moment in the revival of MSMEs during International and regional cooperation in Asia the pandemic to encourage digital MSMEs and continues to strengthen to increase economic export MSMEs.", "The scale of KKI 2021 increased resilience and support growth.", "Bank Indonesia also significantly on the previous year, both in terms of strengthens international cooperation, including turnover (94%), number of visitors (130%), as well as in the framework of the International Financial commitments created from export business matching Safety Net (JPKI - Jaring Pengaman Keuangan (17%) and financing (548%), reflecting the improving Internasional).", "Currently, Bank Indonesia has a performance of MSMEs and optimism to rebound Bilateral Currency Swap Arrangement (BCSA) after riding the pandemic storm (Figure 3).", "Closer with China, Japan, South Korea, Australia, and and more intensive coordination with government Singapore, as well as repo agreements with Figure 3.", "One stop virtual event that is quality, structured, and integrated.", "Presenting quality MSME products that can be accessed Sales per Product Type Sales per Product Type from anywhere, anytime, through the Karya Kreatif Indonesia #RagamAceh (KKI) website, supported by a fast, easy, affordable, safe, Cloth/Fashion IDR11.3 Billion Cloth/Fashion IDR4.47 Billion and reliable payment system.", "Craft IDR3.7 Billion Craft IDR2.7 Billion 3.", "Prioritizing synergy and collaboration with government Processed Food and IDR6.5 Billion Processed Food and IDR3.3 Billion ministries/agencies and regional governments Beverages Beverages Synergy, Globalization and Digitalization of MSME and Tourism Sectors 148 716 (Participants / Viewers) 130% (YoY) the New York Fed and BIS.", "Efforts to increase Bank Indonesia also continues to enhance the positive perception of global investors and international recognition as the best central bank rating agencies on the Indonesian economy will among emerging market countries.", "Bank Indonesia also encourages faster by increasing Bank Indonesia representation, either implementation of Local Currency Settlement (LCS) through membership or chairmanship, in various to facilitate trade and investment with partner international cooperation forums.", "In addition, countries by strengthening synergy with the Bank Indonesia's reputation has been improved by Government, Financial System Stability Committee, receiving international awards from prominent and banking industry, and business community.", "In reputable international institutions, implementing addition, the SCS framework has been strengthened a number of international standards, publishing between Indonesia-Malaysia as well as the LCS research and international journals, as well as serving scheme between Indonesia-Japan, while expanding as a reference and resource at various strategic SCS partner countries through implementation of international events.", "In 2021, Bank Indonesia won the Indonesia-China LCS in September 2021.", "Bank an international award as Reserve Manager of the Indonesia is also increasing cooperation in the Year from the Central Banking Awards, a gold medal development of the financial system and/or financial at the 15th Annual Next Generation Contact Center system payments to support efficient and secure & Customer Engagement Conference, and Best transactions as well as digital financial innovation.", "Systemic and Prudential Regulator in Asia Pacific In addition, Bank Indonesia has strengthened the from The Asian Banker Regulation and Supervision Anti-Money Laundering and Prevention of Terrorism Awards 2021, and a gold medal in the Annual Report Financing (APU PPT) framework through agreements Competition, and a gold medal at the International with the central banks of Thailand, Malaysia, the Business Awards (IBA) Stevie Winner.", "Philippines, and Brunei Darussalam.", "Policy synergy still faces tough challenges in Bank Indonesia plays an active role in strengthening handling Covid-19 amid the outbreak of new positive international perception of the Indonesian variants, thus impacting domestic demand that has economy, particularly rating agencies and not fully recovered.", "Several factors have become foreign investors,.", "This is done through intensive challenges to accelerating domestic demand and communication and engagement with rating the economic recovery.", "First, the relatively limited agencies and foreign investors on a regular basis, global supply and distribution of vaccines has especially the Investor Conference Call at the hampered efforts to accelerate the vaccination roll monthly Board of Governors Meeting (RDG - Rapat out as a prerequisite for economic recovery.", "Second, Dewan Gubernur), and when there is a strategic the subsequent waves of Covid-19, especially policy that needs to be communicated.", "Investment the emergence of new variants, including the and trade are promoted by the Investor Relations faster and more virulent Delta variant, entail the Unit (IRU) nationally, regionally, and globally, reintroduction of mobility restrictions accompanied through Bank Indonesia representative offices at by muted economic activity.", "Third, discipline in home and abroad in collaboration with the (Central implementing Covid-19 protocols needs to be and Regional) Government as well as Indonesian continuously improved as part of the efforts to embassies abroad.", "During 2021, for example, Bank mitigate the risk of further Covid-19 transmission.", "Indonesia cooperated and actively participated in The spread of Delta amid ongoing efforts to investment promotional activities at the Indonesia strengthen the vaccination and containment of Business and Investment Forum in Shanghai, the Covid-19 has had an impact on economic actors, Indonesia Investment Forum in London, New York namely households, corporations, and banks, Now and the London Coffee Festival.", "forcing extreme caution and delaying economic decisions in terms of consumption, production, and and advanced money market.", "Synergy and policy investment.", "This compressed domestic demand coordination with the Government continue to be and, in turn, resulted in a limited increase in bank strengthened, both between monetary and fiscal lending despite ample banking capacity to disburse policies and accelerating real sector reform.", "In loans in line with looser monetary policy in the form addition, the synergy and coordination under the of lower interest rates and large liquidity injections, auspices of the Financial System Stability Committee as well as accommodative macroprudential policy.", "focuses on maintaining financial system stability and Further measures to accelerate vaccinations and reviving financing to the corporate sector.", "Synergy mitigateCovid-19,accompanied by the reopening of and coordination with the Government, Financial priority sectors, are expected to have a net positive System Stability Committee, the banking industry and impact on controlling the spread of Covid-19, thus payment systems are constantly enhanced to deepen allowing for the broader reopening of priority sectors the financial markets and hasten the integration of to further revive economic activity.", "the digital economy and finance nationally.", "Bank Indonesia continues to strengthen institutional Bank Indonesia Transformation transformation as a concrete step to develop Bank Indonesia as a leading central bank.", "This ensures The overall transformation that has been undertaken the implementation of Bank Indonesia's mandate by Bank Indonesia since 2018 has continued to in a credible manner.", "Institutional transformation expand and strengthen, both in terms of policy through an institutional policy mix aims to enhance transformation and institutional transformation, performance based on effectiveness, efficiency, including in response to rapid digitalization.", "To that and governance (2EG) (Scheme6.).", "This is necessary end, Bank Indonesia has prepared a strategic business as a step in creating a balance between ensuring plan (SBP) through to 2025, for Bank Indonesia as the achievement of Bank Indonesia's mandate a whole and for each of the 12 strategic programs.", "through effective performance with efforts to Bank Indonesia's policy transformation is achieved promote efficient resource productivity, coupled by strengthening the policy mix to discharge the with legal compliance and accountability through mandate of maintaining the rupiah stability (inflation good governance.", "Institutional transformation and exchange rates), preserving financial system encompasses the work areas and processes, human stability, and promoting sustainable economic growth.", "resources and work culture, as well as digital Bank Indonesia's independence is a central part of transformation.", "Organizational transformation entails: the synergy and coordination to strengthen national (i) formulation of an institutional policy mix based economic policy.", "In its application, Bank Indonesia on effective, efficient, and governance principles, has pioneered the implementation of a central bank (ii) integration of strategic institutional functions, policy mix of monetary and macroprudential policy namely Strategic Management, Strategic Finance, to more optimally achieve monetary, financial system Strategic Risk Management and Strategic Risk-Based and macroeconomic stability as well as support Internal Audit, as well as the function of managing sustainable economic growth.", "In the payment non-financial resources, (iii) improvement of the audit system, policy transformation entails BSPI 2025 framework for internal control, (iv) strengthening risk implementation to accelerate and integrate the management, and (v) strengthening the functions of digital economy and finance as a source of national procurement and asset management.", "Money market deepening has been expedited in accordance with BPPU 2025 through Bank Indonesia continues the transformation of the development of money market instruments and human resources to achieve excellent performance in financial market infrastructure to create a modern the digital era, accompanied by digital transformation Scheme 6.", "Institutional Transformation Effective performance Efficient performance to drive to ensure BI's mandate is resource productivity 1 1 Building a 2EG-based Institutional Policy Mix Streamlining business processes to improve framework.", "efficiency in policy formulation and decision 2 Strengthen the integration of strategic management, making.", "Performance financial management, risk management and 2 Strengthening BI financial management auditing in planning and controlling work programs, in order to maintain financial accountability resources, risks, and audits.", "Strengthening the Major Project management Ensuring high work productivity supported by sufficient number of human resources, Effective performance assessment based on 2EG competent, engaged, and of noble character.", "Good governance performance to ensure legal compliance and accountability Accelerate the alignment of risk management and risk-based internal audit.", "Strengthening the alignment of compliance & legal Governance risk functions.", "Strengthen the strategic audit framework to ensure Performance the effectiveness of 2EG performance controls.", "Assessment of governance performance in terms of risk management, audit, legal, and communication.", "of both the policy and institutional arrangements.", "Rise and be Optimistic: Synergy and HR transformation focuses on four aspects, Innovation for Economic Recovery namely HR Planning, Fulfillment, Development, and Maintenance.", "Transformation in the planning Close policy synergy and economic performance space means HR planning no longer only focuses in 2021 form the basis for a further revival and on quantity but also on quality.", "In terms of stronger optimism for a better national economic fulfillment, transformation implies compliance with recovery in 2022.", "Therefore, the domestic economic organizational needs in a Transparent, Programmed recovery must constantly be accelerated by and Scheduled manner.", "In the development area, strengthening synergy and innovation based on a transformation applies the concept of a new strong spirit to rise, coupled with upbeat optimism.", "Learning Task Program (PTB - Program Tugas Belajar) Synergy and innovation are focused on achieving with institutionally driven principles, managed herd immunity from Covid-19 and reopening endto-end in line with employee career management.", "priority sectors, promoting economic recovery in Regarding maintenance, transformation aims the near term through demand-boosting policies, to maintain motivation and engagement.", "and strengthening higher growth in the medium Meanwhile, digital transformation is implemented term through structural reforms (Figure 4).", "In this comprehensively in both the institutional and policy regard, we consider the framework presented at areas through system development (toolset), human the annual meeting in 2020 still relevant, namely resource development (mindset and skillset) and the need to strengthen 1 (one) prerequisite and maintaining the quality and reliability of information accelerate implementation of 5 (five) policy system (IS) services.", "In general, the transformation responses necessary for the national economy intends to fulfill Bank Indonesia's vision of becoming to return to a normal long-term trajectory.", "In this a leading digital central bank and creating a tangible case, policy synergy is required to accelerate the contribution to the national economy as the best vaccination rollout and Covid-19 response by emerging market central bank towards an Advanced reopening priority economic sectors as a prerequisite Indonesia.", "to maintain national economic recovery momentum.", "After witnessing a significant spike in reform, (ii) synergy between monetary stimuli, JuneJuly 2021, daily new cases of Covid-19 have tracked macroprudential policy and fiscal policy, (iii) faster a downward trend since August 2021.", "Therefore, financial sector transformation, (iv) economic and the Government plans to gradually start reopening financial digitalization, and (v) green economy and sectors and/or regions with low numbers of severe finance.", "Stronger synergy and innovation will build cases, where hospital utilization rates are low, and optimism in accelerating the national economic mortality rates are low.", "Economic sectors will be recovery moving forward, while elevating the growth reopened in stages, including preparations for the rate in the medium-long term towards an Advanced first and second transitions of living with Covid-19, Indonesia in 2045 (Onward Indonesia).", "taking into account also the strategy to fulfill the pandemic response, namely by accelerating Synergy in terms of a faster vaccination roll out and the vaccination program, increasing 3Ts (testing, reopening priority sectors is a prerequisite for a tracing, treatment), and implementing strict health sustainable national economic recovery process.", "A protocols and concern for the environment (Figure valuable lesson gleaned from experience in 2021 is 5).", "Irrespectively, the vaccination program must be that a rapid and measurable policy response through accelerated to achieve herd immunity, thus boosting synergy to accelerate the vaccination program and resilience against the possible spread of new Covid-19 response with the reopening of priority Covid-19 variants and to ensure the sustainability sectors is decisive for economic recovery.", "Lest we of further national economic gains.", "This reaffirms forget, the current epicenter of economic woe is the importance of synergy when accelerating the the Covid-19 pandemic and ensuing restrictions on vaccination program and reopening priority sectors mobility and community activities.", "By accelerating as prerequisites of economic recovery as well as the Figure 5.", "Preparation Plan for the New Normal, Living with the Endemic Economic relaxation and Covid-19 social activities are carried out carried out after is treated the same more widely when vaccination as any other reaches 805 (dose 2) and if conditions are infectious controlled and health capacity disease does not exceed the limit PREPARATION TRANSITION I TRANSITION II FULFILLMENT STRATEGY 3 REFERENCE INDICATORS High vaccination coverage at least 70% dose 2, with high risk Low number of severe cases priority (elderly) Low hospitalization rates 3T Enhancement (Testing, Tracing, Treatment) Health protocol: 3M + Isoter Sumber : Kemenkomarves Source : Kemenko Marves impact on the financial and monetary sectors.", "Bank Budget through the purchase of SBN in the primary Indonesia is confident that the fulfillment of these market via private placement in accordance with the prerequisites will continue to propagate enthusiasm Joint Decree issued by the Minister of Finance and and optimism towards the economic recovery.", "Governor of Bank Indonesia on 23rd August 2021.", "The SBN purchased directly by Bank Indonesia to Bank Indonesia fully supports Government efforts cover health costs in the State Budget amounted and actively funds the State Budget to accelerate to Rp215 trillion in 2021 and Rp224 trillion for the vaccination roll out as well as the health and 2022, and applied a very low interest rate 3-month humanitarian response to Covid-19.", "As stated, the BI 7-Day Reverse Repo Rate.", "Bank Indonesia's vaccination program and Covid-19 response are participation also contributes to the interest costs prerequisites for economic recovery and, therefore, incurred for financing the vaccination program must be synergized with the reopening of priority and healthcare, capped at Rp58 trillion (in 2021) sectors.", "Rapid transmission of the Delta variant in and Rp40 trillion (in 2022) based on the financial June-August 2021 triggered a spike in positive cases capacity of Bank Indonesia.", "With full funding from and the mortality rate.", "At the same time, the supply, Bank Indonesia for all health costs in the 2021 and capacity, and distribution of vaccines as well as the 2022 State Budgets, the Government responded to ability of hospitals, medical personnel, and treatment the Delta variant with rapidity and is accelerating needs were very limited and incurred massive costs.", "the vaccination roll out to achieve herd immunity Consequently, Bank Indonesia was called upon to towards greater resilience against the spread of participate in joint measures to provide healthcare potential new viruses and strains.", "This is critical to and save lives from the Delta variant as a state duty ensure that economic sectors and activities can for humanity, health, and public security.", "This call restart with adequate risk mitigation concerning the prompted Bank Indonesia to take the extraordinary Covid-19 pandemic.", "initiative of funding the 2021 and 2022 State By accelerating the vaccination program to achieve the industrial sector, MSME development remains a herd immunity, the national economic policy priority agenda because of the significant contribution response must focus on the immediate recovery to economic growth and job creation, not to mention of priority sectors capable of driving growth and economic and financial inclusion.", "The reopening of creating jobs.", "Synergy and policy innovation are these priority recovery sectors needs to be synergized essential to overcome the emergent issues, such as with integrated measures to accelerate vaccination and debottlenecking the real sector as well as providing strengthen the Covid-19 response.", "fiscal policy incentives and macroprudential policy support in the financial sector.", "This approach has Second, identify the obstacles faced in the recovery of been initiated through KSSK policy synergy targeting priority sectors, both in the real sector and in terms of the property and automotive sectors prior to Delta financing.", "For this reason, it is necessary to conduct variant outbreak, encompassing three stages.", "First, joint discussions through coordination forums with map priority sectors as resilient, growth drivers or the Central Government (relevant ministries and slow starters to support the economic recovery.", "agencies), the Financial System Stability Committee, In this regard, eight priority sub-sectors have been industry players, the banking industry, and regional identified that can support economic growth and governments.", "Various real sector issues relate to exports, namely: (1) Food and Beverages, (2) Leather, improving the factors of production, such as raw Leather Goods and Footwear, (3) Textiles and Apparel; materials, energy and labor, regulatory and institutional (4) Chemicals, Pharmaceuticals, and Traditional arrangements, especially policy clarity and licensing, Medicaments; (5) Paper and Paper Products; (6) Basic as well as promotional aspects and market access at Metals; (7) Transportation Equipment; and (8) Rubber, home and abroad.", "In terms of finance, problems can Rubber Products and Plastics (Figure 6).", "In addition to arise on the demand and supply sides.", "Several sectors, Figure 6.", "TO SUPPORT of PP 74/2021 has not of industrial gas prices is P3: Container constraints, been followed by the esp.", "A relatively large fiscal stimulus will support the national economic recovery process.", "To revive the Third, national economic policy synergy and economy and hit development targets, the 2022 coordination must be planned and implemented State Budget includes planned state revenues according to the conditions prevalent in each of Rp1,846.1 trillion and state expenditures of productive sector.", "Overall, the required policies Rp2,714.2 trillion, resulting in a deficit of Rp868 relate to the real sector, fiscal policy, and financing trillion or 4.85% of GDP.", "Most of the budget, policy.", "In terms of the real sector, policies relate amounting to Rp1,711,5 trillion (63%) was to the production factors, such as raw materials, allocated to strategic programs in the 2021 State energy, infrastructure, and labor; policies to facilitate Budget to support a faster recovery and economic regulations and licensing, including implementation transformation towards Advanced Indonesia (Figure of the Job Creation Act; and policies to expand 7).", "Meanwhile, Bank Indonesia is strengthening its market access, such as promotional activities and funding role in the 2021 and 2022 State Budgets international cooperation.", "In the fiscal sector, policies through contributions to the cost of financing the involve budget allocations for infrastructure, food vaccination drive and healthcare, capped according security, tourism, ICT, as well as import duty incentives, to Bank Indonesia's financial capacity.", "Through such corporate taxes, and others for priority sectors.", "On synergy, the Government can focus more on efforts the financing side, this includes macroprudential to accelerate the 2021 and 2022 State Budget policies targetting priority sectors and MSMEs by Bank and build national economic recovery momentum.", "Indonesia, extending credit restructuring by OJK, as Accommodative macroprudential policies have well as facilitating bank credit, securitization, and other continued to revive the intermediation function financing alternatives.", "through CCyB, RIM, LTV/downpayment ratios Figure 7.", "Fiscal Stimulus HEALTH SOCIAL PROTECTION Rp EDUCATION INFRASTRUCTURE 2022: IDR256,0 T 2022: IDR429,9 T 2022: IDR542,8 T 2022: IDR367,8 T Continued handling of Covid-19 Continuing to improve DTKS and synergize Improving the competence and Support basic service infrastructure professionalism of teachers (a.l.", "Government vaccination, patient care) with various related data Drive productivity (connectivity and Acceleration of rehabilitation of facilities and Increasing the effectiveness of Childbirth Support gradual reform mobility) Assurance (Jampersal) and its integration Support the Job Loss Guarantee Program Providing energy and food infrastructure Strengthening vocational education a.l.", "Successful policy synergy in 2020 and 2021 must be improved and expanded The third policy response towards acceleration continuously.", "Gernas BBI and BWI have proven to involves improving the ease of financing from the expand the economic role of MSMEs, including the financial sector to the corporate sector.", "In the near MSME retail program, while expanding the use of term, policies to revive bank lending are needed by MSME QRIS to encourage national economic and addressing supply and demand-side issues.", "Bank Indonesia has consistently the priority sectors is crucial to understand which supported the Gernas BBI and BWI movements factors are more dominant and, thus, the appropriate in close synergy with the (central and regional) policy response.", "As stated, problems have arisen Government as well as with the business community, in terms of demand for corporate loans and supply holding various monthly joint activities in diverse or bank loans.", "For Food and Beverages, Chemicals, regions and strategic events initiated by Bank Automotive and Transportation, loans disbursed Indonesia, such as the annual Indonesian Creative by the banking industry have increased in line with Works exhibition (KKI - Karya Kreatif Indonesia).", "Bank corporate demand and the banks' willingness to Indonesia's strategic role in supporting Gernas BBI and lend.", "For other sectors, however, incentives are BWI implementation was confirmed by promulgation needed to revive credit, including incentives in of Presidential Decree No.", "15 of 2021 concerning the the real sector for better business prospects, and Proudly Made in Indonesia National Movement Team.", "incentives for banks in the form of credit guarantees The decree appoints the Governor of Bank Indonesia and interest rate subsidies.", "In addition to bank as Deputy Chair in conjunction with the Coordinating credit, more financing from the capital market is also Minister for Economic Affairs and Chairman of the OJK needed through issuances of shares or corporate Board of Commissioners.", "Asset-backed and earning-backed securities government appreciation for Bank Indonesia's need to be developed further.", "In this regard, the active role in supporting Gernas BBI and BWI.", "Bank role of the Indonesia Investment Authority (INA) is Indonesia's firm commitment to economic and financial indispensable as a pioneer in the securitization of inclusion is also apparent by accelerating payment assets and revenues from infrastructure projects system digitalization in accordance with BPSI 2025 that have been performing well with promising towards the efficient and inclusive integration and corporate financial conditions.", "In addition, money strengthening of the national digital economy and market and foreign exchange market development finance.", "In addition, payment system digitalization is by Bank Indonesia in accordance with BPPU 2025 oriented towards supporting Government programs also plays an important role in the issuance of through the electronification of social aid program short-term securities, such as Commercial Papers (bansos) disbursements, various transportation modes (SBK), expansion of repo transactions, as well as and regional government finances.", "the provision of hedging instruments for rupiah exchange rates, such as DNDF, and hedging interest The fifth policy response relates to the green economy rates, such as Interest Rate Swaps (IRS).", "Financial and finance in the pursuit of sustainable economic market transformation is urgently required to further growth.", "Environmental degradation and climate expand financing alternatives to the corporate sector change pose physical risks and transition risks with and reinforce the national economic recovery.", "implications on monetary stability and financial system stability.", "The transition to a green economy, namely the long-term economic growth trajectory.", "Third, a low-carbon economy, needs to be gradual and to encourage cooperation between countries in moderate to optimize the policy response to climate digital payment systems through implementation change.", "In this regard, Bank Indonesia will continue of the entire G20 Roadmap for Enhancing to strengthen green finance policies and encourage CrossBorder Payments (CBP) and development of the the creation of a sustainable financial system through General Principles for Developing CBDC.", "Fourth, close coordination with the relevant authorities the formulation of steps towards a green economy and active involvement in various international and sustainable finance by addressing the risks forums focusing on green finance.", "Bank Indonesia associated with climate change and the transition has taken several initiatives in the form of policies towards a low-carbon economy, especially from a and the application of sustainable investment macroeconomic and financial stability perspective.", "principles in the allocation of the foreign exchange Fifth, to enhance productivity, economic expansion reserve portfolio in line with the strengthening of and financial inclusion by increasing entrepreneurial global financial policies that lead to sustainability.", "In capacity and utilizing open banking, particularly for addition, Bank Indonesia supports transformation MSMEs, women, and the youth, including towards a green financial system to increase the crossborder aspects.", "Sixth, international coordination in domestic financial sector's contribution to reducing the tax agenda to achieve a fair, sustainable and carbon emissions.", "The initiative was implemented modern international taxation system, including to support Indonesia's carbon emission reduction implementation of the global agreement on digital target in the spirit of the Paris Agreement, ratified by taxation and carbon tax that was achieved in 2021. various governments to limit the rise in mean global temperature.", "Bank Indonesia Policy Mix Direction for The five policy responses for economic recovery 2022: Accelerating Economic Recovery, are consistent with Indonesia's G20 Presidency in Maintaining Stability 2022, themed \"Recover Together, Recover Stronger\".", "Indonesia's G20 Presidency will focus on boosting Bank Indonesia's policy mix for 2022 will continue productivity, increasing economic resilience and to be synergized as part of the national economic stability, and ensuring sustainable and inclusive policy mix to accelerate economic recovery, growth.", "To that end, the G20 Presidency of Indonesia while maintaining stability.", "The direction of Bank has 6 (six) priority agendas in the financial track.", "Indonesia's policy mix will continue to observe the First, the formulation of policy normalization (exit global economic outlook, along with the six issues strategy), especially in the US and several other on the international policy coordination agenda, AEs, thereby remaining conducive to a shared and with Indonesia as Chair of the G20 in 2022.", "Bank less divergent global economic recovery (\"recover Indonesia will perform meticulous calculations, together\") and to mitigate the risk of potential careful planning, and clear communication regarding global financial market uncertainty: well calibrated, the mix of 5 (five) key policy instruments, namely: well planned and well communicated.", "Second, the monetary policy, macroprudential policy, payment formulation of a structural reform policy response in system digitalization, money market deepening, the real sector to overcome the scarring effect of the as well as inclusive and green finance and the Covid-19 pandemic by increasing productivity and economy (Figure 8).", "Given the risk of increasing overcoming problems in employment, households, global financial market instability pressures stemming corporations and the financial sector, thus restoring from monetary policy normalization by the Fed and Figure 8.", "The Policy Mix of Bank Indonesia in 2022 Interest rate MONETARY Liquidity G Digitization O W PAYMENT MACROPRUDENTIAL and resilience Digitization of E Money Circulation L A A I L I Integration of Monetary policy, Monetary Operation INCLUSIVE MONEY and Money Market Export MSME FINANCIAL ECONOMY Economics-Finance Sustainable Financing Source: Bank Indonesia in several AEs, Bank Indonesia's monetary policy in with BPPU 2025 will strengthen policy transmission 2022 will be oriented towards maintaining inflation effectiveness, money market infrastructure and rupiah stability, as well as macroeconomic and modernization in accordance with international financial system stability.", "Monetary policy tapering standards, and the development of instruments will be prudent and measured to avoid disrupting of sustainable finance.", "Inclusive economic and the national economic recovery.", "Meanwhile, 4 (four) financial development programs for MSMEs and Bank Indonesia policies in 2022 will be directed sharia-compliant finance will be expanded, including at joint efforts to accelerate national economic digitalization and unlocking domestic and export recovery momentum (pro-growth).", "Synergy and close coordination will maintain an accommodative macroprudential between the Bank Indonesia policy mix and the policy stance to revive bank lending to priority policies of the Government and Financial System sectors and MSMEs and accelerate the national Stability Committee, with the financial industry, economic recovery, while maintaining financial corporate sector, and relevant associations will system stability and developing the green economy be strengthened to ensure the national economy and finance.", "Payment system digitalization based on rises quickly and recovers fully from the impact BSPI 2025 will continue to accelerate end-to-end of Covid-19, thereby returning to the integration of the digital economy and finance as a mediumlong-term growth trajectory towards an Advanced new source of economic growth.", "foreign exchange market deepening in accordance Monetary Policy Direction absorbing the huge excess liquidity in the banking system.", "The liquidity adjustment will be carried out Bank Indonesia's monetary policy in 2022 will be in a measurable and very prudent manner so as not more focused on maintaining stability, while still to interfere with the banks' ability to channel credit supporting the national economic recovery.", "The and purchase SBN, while continuing to maintain direction and phasing of monetary policy will be monetary and financial system stability as well as the pre-emptive, ahead of the curve and front-loading to ongoing national economic recovery process.", "maintain stability in anticipation of tapering policy, global fiscal policy consolidation and Fed Funds Meanwhile, the policy response to the impact of Rate (FFR) hikes, while still supporting the national monetary policy normalization by the Fed and economic recovery (Figure 9).", "The low policy rate will several other AEs focuses on exchange rate policy be maintained until there are early signals of rising to maintain external stability and avoid disrupting inflation.", "As stated, Bank Indonesia's current policy monetary and financial system stability and the rate is the lowest in history at 3.50%.", "The focus of national economic recovery process.", "In this regard, interest rate policy is oriented towards strengthening room for adjustments in rupiah exchange rates monetary policy transmission effectiveness to lower and SBN yields in line with movements in global bank lending rates through a policy of interest rate exchange rates and US Treasury yields will remain transparency and money market deepening to reduce possible in a measured manner and within normal the high disparity between medium-long-term SBN limits to maintain attractive SBN yields and a yields and interbank rates.", "The normalization of competitive interest rate differential.", "Bank Indonesia Bank Indonesia's monetary policy will be gradual by will continue to monitor and maintain market Figure 9.", "Monetary Policy Direction in 2022 NORMALIZATION OF GLOBAL FISCAL FFR HIKE SUPPORT DOMESTIC GLOBAL LIQUIDITY CONSOLIDATION IN 2023 AND 2024 ECONOMIC RECOVERY POLICY MIX BASED MONETARY POLICY: PREEMPTIVE, AHEAD THE CURVE, FRONT LOADING EXTERNAL RESILIENCE SEQUENCING POLICY FOR THE STABILIZATION COORDINATION THROUGH YIELD WITH GOVERNMENT OF EXCHANGE RATE, LIQUIDITY, AND INTEREST RATE FLEXIBILITY & EXCHANGE RATE STABILIZATION 1.", "INFLATION CONTROL Exchange rate stabilization MINISTRY OF FINANCE through triple intervention in anticipation 2.", "FISCAL FINANCING Of Exchange Rate of the normalization of global monetary policy 3.", "PRIORITY SECTORS (MANUFACTURING AND Gradual absorption of liquidity through contraction of Monetary Operations Rp Yield Liquidy and an increase in the Statutory Reserves (GWM) taking into account bank credit and Government SBN issuance Low interest rates until there are signs of rising inflation taking into account economic growth STRENGTHENING OPTIMIZATION OF RUPIAH AND FOREX INTEGRATED MONETARY FOREIGN EXCHANGE SYNERGY AND COORDINATION MARKET DEEPENING MANAGEMENT STRATEGIES RESERVE MANAGEMENT Source: Bank Indonesia presence, while poised to take the rupiah exchange Governor of Bank Indonesia on 16th April 2020.", "In rate stabilization policy measures necessary, through addition, Bank Indonesia will continue to purchase triple intervention in the spot market, DNDF government securities directly, amounting to market, and the purchase of SBN in the secondary Rp224 trillion in 2022, to finance the health and market, to maintain exchange rate stability in humanitarian budgets in the 2022 State Budget line with the currency's fundamental value and due to Covid-19, as stipulated in the Joint Decree market mechanisms.", "Close coordination with the issued by the Minister of Finance and Governor of Ministry of Finance will be strengthened further to Bank Indonesia on 23rd August 2021.", "Close fiscal maintain rupiah and SBN market stability as well as and monetary policy coordination will become manage adjustments according to prevailing global increasingly important in 2022 as a joint step in developments.", "The monetary operations strategy managing the national economy amid the tangible will also be strengthened to support monetary policy possibility of elevated global uncertainty due to the effectiveness.", "normalization of monetary and fiscal policies in the US and several other AEs.", "Bank Indonesia will continue to strengthen coordination between monetary policy and fiscal Coordination between BI policy and Government policy to recover the national economy and maintain policy will be strengthened to control inflation and macroeconomic stability.", "In this case, coordination revive priority sectors towards national economic is carried out at several levels.", "First, monetary and recovery.", "Overall inflation in 2022 is expected to fiscal policy coordination to stimulate economic remain under control and within the 3%±1% target growth on the aggregate demand side in the corridor with adequate aggregate supply to meet discussion concerning macroeconomic assumptions increasing aggregate demand, anchor inflation in the State Budget and in the meeting between the expectations and stabilize the rupiah, including Ministry of Finance and Bank Indonesia to assess the the policy response taken by Bank Indonesia and latest economic developments, taking into account the Government.", "Inflation control will still be the realization of State Budget expenditures and coordinated through the (central and regional) monetary management.", "Quarterly discussions on inflation control teams, particularly the possible macroeconomic, monetary and financial system increase in global energy commodity prices as well stability are also facilitated through the Financial as price pressures on basic necessities.", "Meanwhile, System Stability Committee.", "Second, monetary coordination to stimulate priority sectors is and fiscal policy coordination to issue SBN, strengthened with support from Bank Indonesia to domestically and globally, in terms of meeting State assess developments and identify issues occurring Budget financing based on global financial market at both the central and regional levels, as well as to developments and the impact on monetary stability provide national economic policy recommendations, and domestic financial markets.", "Third, coordination including results of the Regional Financial-Economic in the purchase of SBN in the primary market by Study (KEKDA - Kajian Ekonomi Keuangan Daerah) Bank Indonesia to fulfill State Budget funding in conducted by Bank Indonesia offices in various accordance with Act No.", "Full coordination and support from Bank 2022.", "Bank Indonesia will continue to purchase SBN Indonesia will be strengthened in the development through primary auction in 2022 for State Budget and improvement of MSMEs and Islamic finance, financing as a standby buyer in pursuance of the both nationally and in various regions.", "Joint Decree issued by the Minister of Finance and Macroprudential Policy Direction supervision of banks.", "Moreover, loose macroprudential policy will be expanded to revive Bank Indonesia will maintain loose macroprudential sectoral credit/financing as part of KSSK policy policy in 2022 to revive bank loans/financing coordination for the national economic recovery.", "The and support the national economic recovery, formulation and implementation of macroprudential while maintaining financial system stability.", "policy will be adjusted to the conditions of priority Macroprudential policy has been relaxed by holding sectors and the disbursement constraints faced the 0% CCyB, providing flexibility in fulfilling the by banks, including incentives/disincentives for PLM ratio of 6% with SBN that can be repurchased Statutory Reserves and others.", "Meanwhile, to with Bank Indonesia, as well as the 100% FLTV/ support an inclusive economy and finance, especially LTV ratio on housing loans and 0% downpayment MSMEs, the Macroprudential Inclusive Financing requirements on automotive loans for banks Ratio Policy (RPIM) will continue to improve in terms that meet the NPL/NPF criteria, which will of implementation effectiveness through MSME remain effective until the end of December 2022 clustering and corporatization in synergy with the (Figure 10).", "Macroprudential policies to increase Government, while encouraging bank collaboration bank financing, such as the Macroprudential with MSME partner institutions to channel funds, Intermediation Ratio (MIR) and prime lending and developing securities appropriate for MSME rate transparency, will be continued and their financing.", "Bank Indonesia also cooperates in synergy effectiveness strengthened by the macroprudential with the Government to unlock access to finance Figure 10.", "Furthermore, Bank Indonesia is by Bank Indonesia, microprudential supervision also synergizing with the Financial System Stability by OJK and deposit insurance by LPS will be Committee and related government ministries/ strengthened to maintain financial system stability.", "institutions to development of sustainable finance Within the framework of the Integrated Banking and support transformation of the green financial Supervision Forum between Bank Indonesia, OJK system, including macroprudential policies that and LPS, regular coordination is implemented at both support green finance.", "the Deputy and Head of Department levels.", "Some of the salient discussions in the forum include the Bank Indonesia continues to strengthen policy latest individual banking conditions, the assessments synergy with the Financial System Stability of liquidity conditions, credit quality, capital and Committee to revive lending from banks and other aspects, such as developments in monetary other financial institutions to the corporate sector conditions, financial markets, corporations and the to support the national economic recovery.", "In addition to mentioned, the national economic recovery process macroprudentialmicroprudential policy synergy, Bank Indonesia and is highly dependent on the availability of corporate OJK continue to strengthen the basis for cooperation financing.", "Moreover, bank financing is necessary in the disbursement of (sharia-compliant) short-term to overcome the scarring effect of the Covid-19 liquidity assistance.", "In addition, Bank Indonesia pandemic, which will also influence the sustainability and LPS intensively and continuously coordinate of short-term and medium-long-term economic to strengthen the resolution of troubled banks as growth.", "Therefore, synergy and policy coordination necessary.", "are required to mitigate various real sector issues, focusing on priority growth drivers.", "Synergy and policy coordination are also need under the auspices Payment System Policy Direction of the Financial System Stability Committee to overcome lending issues on the supply and demand Bank Indonesia will continue to expand payment sides.", "The effectiveness of loose macroprudential system digitalization in 2022 to accelerate policy is strongly influenced by the synergy and integration of the digital economic and financial coordination of these policies.", "From a government ecosystem, including financial and economic perspective, policy support includes utilizing state inclusion.", "Various programs announced in BSPI budget instruments to overcoming the pandemic, 2025 will be implemented, in addition to payment providing social protections and fiscal incentives, system digitalization programs according to the as well as various other business facilities.", "OJK stipulated schedule and targets.", "Payment system uses various microprudential instruments, such policy in 2022 will remain focused on five main as stimulus policies for financial institutions and strategic areas (Figure 11).", "First, accelerating adjustments to Risk-Weighted Assets and Advances healthy, competitive, and innovative payment for Financing Companies, while LPS is pursuing system industry consolidation through regulatory a policy of strengthening the deposit guarantee reform in accordance with industry-friendly policies program in the form of a low guaranteed interest and regulations in the Payment System Bank rate and incentives to relax late fees for guaranteeing Indonesia Regulation (PBI), along with ease of premiums.", "In addition to focusing on the economic licensing and approval with service level agreements recovery, Bank Indonesia and the Financial System (SLA) between Bank Indonesia and the payment Stability Committee will strengthen coordination to system industry, as well as strengthening payment anticipate the potential risk of a spike in cases of system supervision, particularly in terms of capital new Covid-19 variants.", "compliance, risk management, and cyber security.", "Connected banks can take full advantage of end-to-end ecosystem from digital banking, FinTech, BI-FAST to provide the best retail payment services and e-commerce through business cooperation, to the public.", "In addition to the three flagship ownership, or other forms.", "programs, namely QRIS, SNAP and BI-FAST, Bank Indonesia will also strengthen digital payment system Second, the development of 3I (interoperable, reforms with development programs to optimize interconnected, and integrated) payment system data and maintain the availability and reliability of infrastructure that is secure and reliable will the Bank Indonesia Payment System.", "continue, thus increasing economic and financial inclusion, including MSMEs and retail transactions.", "Third, development of safe, efficient and fair market The expansion of QRIS uptake continues as a conduct to further realize a fast, convenient, contactless payment tool that complies with health affordable, secure and reliable payment system.", "protocols through the QRIS READY program at To that end, a pricing policy will be adopted to markets/shopping centers, including the service simplify, harmonize, and simultaneously reduce features for greater convenience in the community.", "transaction costs in the digital payment system.", "The expansion of the use of QRIS is carried out to The current payment system service price scheme increase the number of transactions so that MSME contains too much variation in the types of service merchant credit profiles can be compiled to support from one payment service company to another as increasing banking credit to MSMEs, reducing well as the speed at which merchant sellers receive the space for illegal online lending activities, and payments from buyers.", "Of course, the price scheme to achieve the target of 15 million QRIS users by must continue to incentivize the industry to invest 2022.", "SNAP implementation to connect payment and innovate without burdening the consumer.", "transaction services between banks and FinTech will Strengthening risk management and monitoring be accelerated to expand integration of the national payment systems will also continue, particularly in digital economic and financial ecosystem.", "Likewise, the implementation of cyber security and resilience the operationalization of BI-FAST and expansion as well as strengthening compliance with the of participants will continue, with the goal of antimoney laundering/combating the financing of connecting all banks as participants to provide retail terrorism (AML/CFT) principles.", "payment services in real time available continuously Bank Indonesia will also accelerate preparations electronification and integration between to issue digital rupiah and rupiah currency transportation modes and implementing Multi-Lane management digitalization.", "Bank Indonesia Free-Flow (MLFF), while expanding MSME and continues to develop digital rupiah as a legal tourism digitalization through Gernas BBI and BWI in payment instrument and supports the mandate and various regions and in the main tourism destinations task implementation of central banks in the digital that have been determined.", "Synergy and era, while accelerating and integrating the national coordination between payment system digitalization digital economic and financial ecosystem.", "Plans policies from Bank Indonesia and financial institution to issue digital rupiah are based on at least three digitalization from OJK specifically relates to FinTech main considerations, namely: (i) Digital rupiah as development through sandboxes and digital banks.", "legal tender in the Republic of Indonesia issued and Synergy with banks, payment system associations, circulated by Bank Indonesia as the central bank FinTech associations and other associations will be institution mandated in the Constitution and Law, strengthened by expanding the various payment (ii) Readiness of payment system infrastructure and system digitalization programs that are already financial markets that are integrated, interconnected, running, such as QRIS, SNAP and BI-FAST, as well as and interoperable, which in time will become expanding services to the wider community.", "wholesalers of digital rupiah, and (iii) Choice of technology platforms that support the issuance and circulation of digital rupiah, such as Distributed Accelerating Money Market Deepening Ledger Technology (DLT) or Centralized Ledger.", "In 2022, Bank Indonesia will issue a conceptual design Accelerating financial market deepening to for digital rupiah.", "In terms of the cash payment strengthen the monetary policy transmission system, the policy direction will focus on providing effectiveness as well as infrastructure and business quality rupiah currency and maintaining adequate financing to support the national economic cash throughout the territory of the Republic of recovery.", "Money market deepening in 2022 will Indonesia in accordance with BPUR 2025.", "This still be directed towards building a modern money policy direction is pursued to achieve 3 (three) market in accordance with international standards, key milestones at once, namely (i) efficiency in the as well as supporting the transformation of monetary printing and circulation of banknotes and coins, (ii) management that is more supportive of market centralizing currency distribution and circulation development in terms of the instruments (products), from central to remote areas, including 3T territories participants as well as pricing mechanisms, with (Terdepan, Terluar dan Terpencil - Frontier, Outermost, integrated, interconnected and interoperable and Isolated), and (iii) digitalization based on infrastructure between money markets and harmony with the ongoing economic and financial payment systems.", "Development of the main BPPU digitalization.", "2021 initiatives will continue based on three policy pillars (Figure 12).", "In the first pillar, money Bank Indonesia will continue to strengthen market infrastructure development will focus on synergy and coordination with the (central and implementation of the central counterparty (CCP), regional) Government, banks, and associations in which is expected to start operating in 2022, in the payment system, FinTech and e-commerce.", "addition to expanding money market transactions Coordination with the Government will primarily through ETP multi-matching for the rupiah and focus on expanding the electronification of regional foreign exchange money markets.", "In addition, government financial transactions by strengthening Bank Indonesia will also finalize the Conceptual TP2DD, encouraging the distribution of Government Design (CD) for the development of money market to Private (G2P) 4.0 social assistance, expanding infrastructure as well as integrated, interconnected, Figure 12.", "continue to be strengthened through 3 (three) policy strategies, namely (i) encouraging the development Based on the second pillar, strengthening monetary of asset securitization through the KIK-EBA and policy transmission effectiveness will focus on EBA-SP programs, (ii) encouraging the development the implementation of money market instruments of retail investors and financial literacy on a regular using the ETP multi-matching system, as well as basis, and (iii) strengthening coordination and development of Repo, DNDF, and LCS transactions.", "In communication related to the Sustainable Green this regard, various programs continue to be improved Finance (SGF) program.", "The financial market to accelerate the increased use of the Local Currency deepening policies will be supported by close Settlement (LCS) framework to facilitate trade and synergy between Bank Indonesia, the Ministry investment with partner countries by strengthening of Finance, OJK and LPS within the Coordination synergy and coordination with other relevant Forum for Financial Market Development Financing authorities.", "The LCS campaign continues to broadly (FK-PPPK).", "Various derivative products in the money extend the use of Appointed Cross Currency Dealers and foreign exchange markets will be developed by (ACCD) to banks, corporations, and other potential Bank Indonesia, particularly relating to exchange users in collaboration with relevant domestic agencies rate hedging instruments (such as DNDF), interest and in partner countries.", "The program includes rate swaps, repo and LCS, which will also catalyze implementation of the non-USD/IDR reference rate medium- to long-term financing.", "for the development of derivative instruments within the LCS framework.", "In addition, Bank Indonesia will also strengthen transaction regulations in the foreign Inclusive and Green Economic-Financial exchange market by simplifying and integrating Policy regulations to foster market deepening and support financial system stability.", "This money market Bank Indonesia will continue to expand and regulatory reform will simplify provisions through a strengthen MSME development programs through principles-based approach to increase implementation corporatization, capacity building, and access to flexibility and effectiveness for market participants.", "finance, while improving MSME competitiveness.", "Corporatization involves institutional strengthening, growth.", "The halal value chain ecosystem will be expanding partnerships, and developing business expanded locally and globally in terms of the actors, models for nascent subsistence groups to create new institutions, and supporting infrastructure.", "End-to-end MSME capacity building the halal value chain ecosystem will continue to will focus on digitalization to increase production, prioritize the leading sectors of halal food and enhance financial management, and expand market Muslim fashion (modest fashion).", "In terms of sharia access.", "Market access will be unlocked by facilitating finance, sharia money market deepening to support product certification and curation, promoting of sharia financing will be pursued through, among international trade, and encouraging interlinkages others, development of foreign exchange transaction with local value chains (LVC) and global value chains instruments and inclusive BI Sukuk.", "Optimizing Islamic (GVC).", "Bank Indonesia will also support the Green social finance as an alternative source of financing MSME movement, beginning with studies and for the leading sharia economic sectors will continue, pilot projects to hone current practices.", "Access to especially through productive waqf.", "In addition, MSME financing will be facilitated to fulfil inclusive Bank Indonesia will continue to increase business financing regulations, among others by mapping linkages through a series of national Fesyar activities patterns of MSME financing through multiple in three regions (Java, Sumatra, Eastern Indonesia) e-commerce channels and partnerships, as well as and thhe international ISEF event.", "Bank Indonesia facilitating business meetings (business matching).", "will strengthen the Center for Excellence in Islamic The Indonesian Creative Works (KKI) exhibition to Economics and Finance through higher education encourage Go Export and Go Digital MSMEs will be as an integral part of implementing strategies to improved in 2022, while strengthening synergy with raise public literacy.", "To that end, Bank Indonesia the Government towards the success of the GerNas will continue to strengthen synergy with various BBI and BWI with the involvement of all Bank parties, including the National Islamic Economy and Indonesia offices (Figure 13).", "Finance Committee (KNEKS), Islamic boarding schools (pesantren), the Islamic Economic Community (MES), Bank Indonesia will continue to develop the Islamic business associations, banks, as well as scholars, economy and finance as a new source of economic academics, and the wider community.", "Strengthening the MSME Development Program Supporting Major Policy of Bank Indonesia MACROECONOMIC FINANCIAL SYSTEM STABILITY PAYMENT SYSTEM STABILITY AND MONETARY STABILITY Intermediate Encouraging Competitive MSMEs to Accelerate Inclusive Economic Growth CORPORATE CAPACITY FINANCING Bank Indonesia continues to strengthen green levels relating to the International Financial Safety finance policies towards realizing a sustainable Net, SCS, Payment Systems and Digital Financial economy with a stable, inclusive and green Innovation, anti-money laundering/combating financial system.", "In response to the challenges the financing of terrorism (AML/CFT), as well as of future climate change that could threaten Structured Bilateral Cooperation with central banks economic stability, and as part of Bank Indonesia's and other international institutions.", "Bank Indonesia active contribution to achieving a Indonesia's low continues to improve the positive perception of carbon target, Bank Indonesia will undertake a investors and rating agencies through proactive comprehensive transformation by strengthening engagement activities.", "Bank Indonesia will also play green finance policies.", "Studies on green an important role in promoting trade and investment macroprudential policies to support sustainable in priority sectors through the support of the finance continue to be performed.", "Bank Indonesia Investor Relations Unit (IRU) at the regional, national also continues to encourage financial market and international levels.", "Bank Indonesia will conduct deepening through the development of green a massive campaign to encourage and expand the money market instruments.", "The development of use of LCS, including outreach activities to potential a green inclusive economy and finance continues business actors in collaboration with Foreign and through, among others, the development of a Domestic Representative Offices and other strategic circular economy business model, green farming, partners of Bank Indonesia.", "and green financial reports for MSMEs and sharia economic players.", "In addition, Bank Indonesia will Bank Indonesia's policy response in synergy with continue institutional transformation, encompassing the national economic policy mix will accelerate governance, risk management, strategies, and green economic growth in 2022 and moving forward performance indicators.", "In its development and towards the medium-term trajectory in pursuit implementation, Bank Indonesia will continue to of an Advanced Indonesia.", "As stated, Bank synergize and coordinate closely with the Financial Indonesia predicts national economic growth in System Stability Committee, government ministries/ 2022 to reach 4.7-5.5%, driven by the ongoing agencies and relevant stakeholders.", "global economic recovery, which will impact strong export performance, as well as increasing domestic demand from higher consumption and investment.", "International Policy Economic recovery will take place, supported by increased mobility after controlling the spread of On the international policy side, Bank Indonesia will Covid-19 and accelerating the vaccination roll out, remain active in various international cooperation broader reopening of priority sectors accompanied forums to support the national economic recovery.", "by optimizing the KSSK Integrated Policy Package, Indonesia's G20 Presidency in 2022 will be as well as the fiscal policy stimuli and Bank optimized to support the interests of Indonesia and Indonesia policy mix.", "In the medium to long term, the global economy through substance formulation the economic outlook will improve on track to an and the best possible implementation.", "Beyond the advanced Indonesia, driven by the promising global G20 Presidency, substance formulation that support economic outlook as well as increases in investment the interests of Indonesia and the region will be the and productivity through structural reform policies focus of Indonesia's ASEAN Chairmanship in 2023. in the real sector and accelerating the national Strengthening international cooperation will also digital economy and finance.", "Increasing economic continue at the multilateral, regional and bilateral competitiveness as well as industrial capacity and capability will support solid and resilient economic community will continue to be strengthened to growth with a stronger economic structure.", "In improve sustainable national economic performance.", "addition, a conducive business and investment Bank Indonesia will also continue to maintain good climate, including the Job Creation Act, will synergy with the People's Representative Council strengthen sources of higher economic growth.", "Bank (DPR), especially Commission XI, the banking and Indonesia predicts that, in the medium term, national financial industries, academia, media, and various economic growth will continue to accelerate to other parties.", "Inflation is predicted to remain low monetary, macroprudential and payment systems will and under control at 1.5-3.5%, supported by higher be aligned with global and domestic developments national production capacity through efficiency and as well as fiscal conditions to support ongoing productivity gains to meet rising aggregate demand.", "structural reforms in the national economy.", "The current account deficit will remain manageable at 1.5-2.3% of GDP, thereby underpinning external In closing, through synergy and innovation, sector resilience in Indonesia.", "Based on the current Indonesia has been able to survive the deleterious outlook, Indonesia is set to become a high-income impact of the Covid-19 pandemic and is now rising developed economy by 2045. again with optimism that the economic recovery will gain momentum in 2022 and moving forward.", "Through synergy and innovation, Indonesia's Rise and be Optimistic for an Advanced economic outlook is improving, supported by Indonesia national economic policy mix synergy, accelerated transformation in the real and financial sectors, as The national economic outlook in 2022 will improve, well as innovation and acceleration of the digital and Bank Indonesia will continue to maintain revival economy and finance.", "Towards that end, let us momentum and build optimism surrounding the continue to strengthen synergy and innovation for national economic recovery.", "Economic stability national advancement.", "Let us continue to work will be maintained amid the ongoing economic and create together, to build and spread hope, recovery process.", "Mobility and economic activity confidence, and optimism for the national economic will continue to improve in line with the Covid-19 recovery towards an Advanced Indonesia.", "May response and accelerated vaccination roll out.", "Allah SWT, God Almighty, always provide guidance, Synergy between Bank Indonesia the (central and convenience, perfection, and blessings to the regional) Government, Financial System Stability Indonesian nation and to us all.", "Committee, banking industry, and business That is all, and thank you Wassalamualaikum warahmatullahi wabarakatuh, Jakarta, 24 November 2021 Governor of Bank Indonesia"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic recovery", "monetary policy", "payment system digitalization", "COVID-19 pandemic", "financial system stability", "inflation", "global economic outlook", "MSME development", "fiscal policy", "green economy"]}