{"sentences": ["ESM Goh, Dr Euston Quah, distinguished guests, ladies and gentlemen.", "It is both an honour and pleasure to speak to you.", "There are many pressing issues I could talk about today.", "The world is just emerging from the most devastating pandemic in over a century, with far-reaching changes whose effects will be felt for years to come.", "A major war has broken out between the two largest countries in Europe, heightening geopolitical risks and setting off a food and energy crisis across the world.", "The global economy is facing the sharpest surge in inflation and fastest pace of monetary policy tightening in 40 years, with highly uncertain consequences.", "Instead, I want to talk about what I think is the mother of all challenges facing the world today, and for the next few decades - climate change.", "Long after our conjunctural challenges of war, disease, and inflation are behind us, the climate crisis will still be with us, only more intense, more urgent, more disruptive.", "Climate change is already happening.", "Over the last three decades, the number of registered severe weather events has tripled.", "Over the last two decades, the rate of increase in sea levels has doubled.", "Over the last decade, the pace of ice loss in the Arctic and Antarctic has tripled.", "This year, wildfires and heatwaves of unprecedented ferocity have swept across Europe, North America, and Australia, while record rainfall in countries ranging from India to America have caused devastating floods.", "Climate change is happening at a faster pace than predicted by early climate models.", "It is critical that we stop putting more carbon into the atmosphere by 2050.", "According to climate scientists, to avoid catastrophic and irreversible climate change, global warming needs to be kept within 1.5 degrees Celsius above pre-industrial levels.", "This in turn requires that global greenhouse gas emissions must reach net zero around 2050, meaning we remove whatever greenhouse gases we put into the atmosphere every year.", "This is what more than 190 countries resolved as part of the Paris Agreement in 2015.", "The world is currently far from a net-zero emissions trajectory.", "To limit global warming to 1.5 degrees Celsius, global greenhouse gas emissions must peak by 2025 and come down about 45% by 2030 relative to 2019 levels.", "We are currently not on track to achieve this.", "Even if all countries follow through on commitments made in the Paris accords, carbon emissions will come down by just 7.5% by 2030.", "This means 1.5 degrees Celsius is almost out of reach.", "According to the latest report by the United Nations Intergovernmental Panel on Climate Change (IPCC), global warming has already reached 1.1 degrees Celsius above pre-industrial levels, the warmest in 125,000 years.", "Based on current policies, global temperatures are expected to rise by 2.7 degrees Celsius above preindustrial levels by 2100.", "Even according to the most optimistic estimates of emission cut pledges made at COP-26, the world is on course to heat up by 1.8 degrees Celsius.", "According to the IPCC, to fall back below the 1.5 degrees Celsius target, it would be necessary to remove from the atmosphere a decade or two of carbon emissions.", "If the current emissions trajectory continues, the world will likely experience climate catastrophe.", "In his book, Hothouse Earth, Bill McGuire, emeritus professor of geophysical and climate hazards at University College London, argues that there is now no chance of the world avoiding a pervasive climate breakdown.", "When temperatures rise beyond 1.5 degrees Celsius within the next 10 years, we can expect a world plagued by intense summer heat, extreme drought, devastating floods, reduced crop yields and food supplies, higher incidence of vectorborne diseases, rapidly melting ice sheets, and surging sea levels.", "Many parts of the world will become less hospitable for human habitation.", "By some estimates, climate change may force more than one billion people to migrate by 2050.", "THE CHALLENGE OF DECARBONISATION 2020 to 2030 is the critical decade for climate action.", "Net zero commitments for 2050 are fine and good but a credible trajectory towards that goal will be substantially determined by 2030.", "While a growing number of countries and companies have set net-zero targets, very few have credible plans to meet them.", "The problem is that countries and companies alike are pledging to hit targets in almost three decades' time without committing to action for which they can be held accountable in the short term.", "To achieve net-zero by 2050, the necessary policies and the associated investments must be made between now and 2030.", "Singapore is firmly committed to doing its part in the global effort to reduce greenhouse gas emissions.", "Last year, the government launched the Singapore Green Plan, which sets out a road map towards sustainable development, a green economy, and net zero emissions.", "Singapore aims to peak carbon emissions around 2030 and to achieve net zero by or around mid-century.", "If anything, the direction of travel in the coming years can only be towards greater climate ambition, not less.", "The world should be upfront about the cost of decarbonisation and have concrete plans to support those adversely affected.", "There will no doubt be opportunities in green technologies and industries, and the long-term cost of doing nothing will be much more than the cost of mitigation measures.", "But decarbonisation will impose substantial short-term economic costs and have profound distributional implications.", "Like all economic transformations, the green transition will involve winners and losers, and unless this is recognised and dealt with, the sustainability agenda will lose social legitimacy.", "If we do not support the losers, there will be a strong backlash against the shift to a greener, cleaner future, much like the backlash we have seen against globalisation by those who were adversely affected by it.", "The transition to net zero will likely entail the biggest economic and societal transformation since the Industrial Revolution.", "As the environmental scientist Vaclav Smil, in his book How the World Really Works, declares rather ominously, \"We are a fossil-fuelled civilization whose technical and scientific advances, quality of life, and prosperity rest on the combustion of huge quantities of fossil carbon.\"", "To transit from such a fossil fuel civilisation to a net zero world will require considerable economic restructuring, significant technological breakthroughs, and substantial financial investments.", "Getting to net zero will not be easy and will require five transformative changes: a price on carbon; a shift to cleaner energy; a greening of the economy; a pivot to transition finance; a sustainable lifestyle.", "A meaningful price for carbon is the single most important measure to help decarbonise the economy.", "A carbon price can be achieved in three ways: a tax on carbon emissions; or a system for trading emissions permits; or regulatory limits on emissions that could be translated into an implicit carbon price.", "Without getting the price of carbon right, most sustainability efforts will not make economic sense and not gain traction.", "The right price on carbon sends a powerful signal across the entire economy: it induces consumers to reduce demand for carbon-intensive goods and services; firms to move to low carbon technologies; innovators to invent and develop new low carbon products and processes; and investors to fund and commercialise them.", "The invisible hand of the carbon price incentivises and coordinates emissions-reduction efforts in ways that regulation cannot achieve.", "While carbon pricing has gained traction globally, it needs to be higher and applied more broadly.", "The right price of carbon is the social cost it imposes on the environment.", "According to the World Bank, less than 5% of the emissions covered by a carbon pricing initiative are priced at a level consistent with achieving the goals of the Paris Agreement, namely US$40-80 per tonne of carbon dioxide by 2020 and US$50-90 per tonne by 2030.", "The idea of a federal carbon tax remains political anathema in the United States.", "Even the European Emissions Trading System currently covers only about 50% of the EU's greenhouse gas emissions and gives many allowances for free.", "Singapore will progressively raise its carbon taxes from 2024.", "This translates to a carbon price of roughly US$36-58 per tonne of CO2 equivalent in 2030.", "It is somewhat below the US$50-90 estimated by the World Bank of what a net-zero consistent price of carbon should be in 2030 but Singapore's carbon tax covers about 80% of our national greenhouse gas emissions, much broader than in most countries.", "Singapore is also progressive in having a long tradition of high petrol taxes and no subsidies for fuel or electricity.", "Together, these policies will help to sharpen the substitution effects necessary for shifting to cleaner transportation modes and improving energy efficiency as carbon taxes rise.", "Let me make three observations about carbon pricing.", "First, carbon taxes should be implemented equitably so that they do not overly burden low-income households and SMEs.", "Singapore does not intend to derive extra net revenue collected from the carbon tax.", "The carbon tax revenue will be used to cushion the impact on lower-income households through U-Save rebates and incentives to switch to energy efficient appliances.", "Carbon tax revenues will also be directed to SMEs to help boost their energy efficiency and decarbonisation efforts.", "This is an economically sound approach: it retains the desired allocative effects of higher carbon taxes while dampening its distributional consequences.", "Second, green subsidies are useful complements to carbon pricing but they are not substitutes.", "Subsidies for clean technology and energy efficiency can help to speed up the transition towards sustainability.", "But they often make economic sense only if combined with some form of carbon pricing.", "Take for instance subsidies for electric vehicle purchases and infrastructure.", "Without a price on carbon that is in turn reflected in electricity prices, subsidies for electric vehicles will likely lead to more such cars on the road with little reduction in the number of petrol-powered cars or shift towards cleaner sources of electricity generation.", "Indeed, it has been observed in California that electric vehicles are bought mostly by households with multiple cars, as a supplement to petrol-powered cars.", "Third, a global minimum carbon price makes economic sense but needs to be carefully designed.", "As emphasised by economist William Nordhaus, there should be a common, harmonised price of carbon, across sectors and across countries, that is equal to the global social cost of carbon.", "Every molecule of carbon dioxide that is emitted imposes the same social cost, regardless of where it is emitted from.", "It is unlikely that there will be an international agreement on a single global carbon price.", "But there are two ways in which global convergence in carbon pricing can come about.", "The first is through carbon credits and markets.", "If a sufficient number of countries have carbon taxes, it would facilitate cross-border trading of carbon credits which will help to drive carbon prices closer.", "The second is through the carbon border adjustment mechanism, or CBAM, which is a tariff that prices the carbon content of imported goods the same as the carbon emitted in domestic production.", "Advocates of the CBAM see it as a way to ensure that internalising a global externality in some economies does not lead to expansion of more polluting firms elsewhere.", "But opponents view CBAMs as being potentially protectionist and disproportionately hurting developing countries who lack the capabilities and support to decarbonise.", "Singapore will do well to prepare for a future where CBAMs cover a significant part of world trade.", "CBAMs are likely to be a reality, especially if several major economies agree on a global minimum carbon price.", "The EU has already proposed a CBAM.", "A well-designed CBAM that does not raise barriers to trade, is compliant with WTO rules, and gives some relief to the poorest countries who are also small emitters, is not a bad outcome.", "The second imperative for the net zero transition is a decisive shift towards cleaner energy.", "According to the IPCC, to have a good chance of limiting global warming to 1.5 degrees Celsius, global consumption of coal, oil, and gas must start declining immediately and steeply.", "This is unlikely to happen.", "The growth in renewable energy has been spectacular but not sufficient to meet growing energy demand.", "Despite a 50-fold increase in the supply of new renewable energy in the last two decades, fossil fuels continue to account for more than 80% of global primary energy consumption.", "One of the reasons is that about 750 million people in the world still lack access to electricity.", "For them, the priority is having the lights on at an affordable price, not how much carbon dioxide is emitted in its production.", "Most of the people living in sub-Saharan Africa in 2020 consume no more energy per capita than the people of France and Germany did in 1860.", "Providing these poor people a dignified standard of living would require doubling their rate of energy consumption.", "According to the International Energy Agency (IEA), the energy transition to achieve netzero is doable but difficult.", "First, even when the world achieves net-zero emissions, fossil fuels will be with us.", "Energy demand in Asia is expected to double by 2030 on the back of strong economic growth, rising affluence, and urbanisation.", "Even if overall global energy use falls in the net zero scenario, it will increase in many of the poorest countries.", "Fossil fuels will continue to play an important role in meeting the energy demands of Asia and Africa.", "Coal is unlikely to have a role in a net zero world but oil and gas will.", "The IEA has projected that if the world reached net zero by 2050, it would still be using nearly half as much natural gas as today and about one-quarter as much oil.", "Second, solar and wind power will need to be the largest energy source.", "The cost of solar and wind energy has fallen dramatically over the past decade and the amount of power generated through these renewables is rapidly catching up to that generated by coal.", "The IEA has projected photovoltaic capacity jumping twenty-fold between now and mid-century.", "This is no mean task - it implies by 2030 installing every day the generation capacity of what is currently the world's biggest solar farm.", "Third, hydrogen will be an important new hope for decarbonisation.", "This involves using renewable energy to split water molecules to produce both hydrogen and oxygen.", "The hydrogen can be burnt as a fuel emitting only water vapour or be put into a fuel cell to make electricity on demand.", "It can also be used as a feedstock to make more energy-dense compounds such as ammonia, which can serve as a fuel itself.", "Hydrogen and ammonia can be critical to the transition to a net-zero world given their potential role in decarbonising hard-to-electrify sectors, such as steel production; fuelling trucks, ships, and other heavy vehicles.", "All of this is technologically possible but making it economically efficient will require further innovation.", "In Singapore, our aim is to progressively decarbonise the power sector.", "We do not have the land for large solar or wind farms or fast flowing rivers for hydro-electric power.", "But it helps that Singapore is already less carbon-intensive in power generation than many other countries that still use coal.", "We are working to increase the carbon efficiency of natural gas which today accounts for 95% of electricity generation and is likely to remain the dominant energy source for some time.", "We are accelerating solar deployment across the island and building viable energy storage systems.", "Using our reservoirs, we are opening one of the world's largest floating solar energy systems.", "We are using transmission lines linked to neighbouring countries to import the renewable energy they produce.", "Singapore has already started importing from Laos energy from hydroelectric power.", "We are exploring geothermal and biomethane technologies as well as small modular reactors using nuclear fission.", "The third imperative for the net zero transition is to green the economy.", "Greening the existing economy is more important than growing new green sectors.", "Investing in green technologies and renewable energy is important.", "But such pure green activities are estimated to make up less than 8% of the global economy.", "Non-green activities - in manufacturing, building and construction, aviation, maritime, agriculture and fisheries - make up the bulk of any economy.", "To move the needle on emissions reduction, we need transition strategies that progressively reduce the carbon footprint across all sectors.", "Let me highlight six challenges associated with greening the global economy.", "First, a green economy will rely much more on electricity.", "The cheapest and easiest way to decarbonise several sectors of the economy, such as cars that run on petrol or heat generated by burning natural gas, is to electrify them and ensure that the electricity is generated from zero or low carbon sources.", "According to the Princeton researchers, total electricity usage in the United States will likely be two to four times as great in a fully decarbonised economy compared with today.", "In the IEA's net zero world, electric vehicle sales would vault from 5% of the car market today to 60% in 2030.", "This would require building the equivalent of 20 of Tesla's massive \"gigafactories\" every year this decade.", "Second, a green economy will need to be much more energy efficient.", "Energy intensity - the energy needed to produce a dollar of GDP - will have to improve substantially.", "The IEA has estimated that, to reach net zero, the rate of improvement in energy intensity would have to go up to more than 4% a year, which is more than double the average rate of the previous decade.", "Current plans and commitments made by countries will yield an improvement of only 2.8% a year.", "Third, a green economy will need to find ways to decarbonise so-called 'hard-to-abate' sectors and activities.", "There are currently not very good transition pathways for aviation and maritime.", "There are also some critical materials whose production is hard to decarbonise.", "Some 17% of the world's primary energy supply is used just to make four materials - steel, cement, plastic, and ammonia (which is used in fertilisers).", "These four materials have been described as \"pillars of modern civilization\".", "Not only are there no readily available substitutes for these materials, but also no practical low-carbon ways to produce enough to meet current demand.", "And the world must actually expand their production as Africa and Asia modernise.", "Fourth, the sectoral composition of economies will change.", "The sectors with the highest greenhouse gas emissions - such as coal, oil and gas power and petroleum products - will be most impacted.", "They account for about 20% of global GDP.", "McKinsey estimates that US$2.1 trillion worth of assets in the power sector could be retired or underutilised between now and 2050.", "Activities supporting lower-emissions products are likely to grow in importance, ranging from mining lithium for batteries to manufacturing solar panels and charging stations for electric vehicles.", "Demand will also grow for green services, such as forest management, sustainable engineering and design, green finance, and emissions measurement and tracking solutions.", "Fifth, inflation is likely to be higher during the long transition to net zero.", "Higher energy prices will feed through into the production of many goods, and prices overall will rise.", "The Bank of England estimates inflation will increase by nearly 0.6 percentage by the early 2020s if there is an orderly transition to net zero and 2 percentage points by the early 2030s if the transition is disorderly.", "We are probably seeing a preview of that scenario currently.", "But it's not just energy prices.", "Demand will surge for minerals such as copper, aluminium, cobalt, lithium, nickel, and rare earths, which are critical to various clean energy technologies, including wind turbines and electric vehicles.", "For example, solar or wind power plants use up to six times more copper than conventional power generation.", "According to the IEA, a world on track for net-zero in 2050 will need six times as much of these materials in 2040 as it does today.", "The result is greenflation, or rising prices for these metals and minerals that are essential to renewable energy and technologies.", "Sixth, the labour market will undergo a major adjustment.", "Jobs will be lost in traditional carbon-intensive sectors but new jobs will be created in carbon-neutral industries.", "It is estimated that about 200 million jobs would be created and 185 million lost globally by 2050 from a net-zero transition.", "There will be a period of net job losses during the transition: foundry workers will not instantaneously be transformed into building-insulation experts.", "Worker reskilling and redeployment will thus be crucial.", "Identifying skills adjacencies will be a key part of worker retraining programmes.", "In Singapore, a comprehensive strategy to green the economy is taking shape, with a focus on boosting energy and resource efficiency and creating good jobs.", "In the petrochemical industry, all the major players have committed to reach net zero by 2050 and government agencies, industry players, and research institutes are developing capabilities in carbon capture and storage technologies.", "In the maritime industry, investments are being made to help our port terminals become net zero by 2050 and support the provision of low and zero carbon marine fuels such as ammonia, hydrogen, and biofuels.", "In road transport, Singapore aims to do away with the internal combustion engine and switch to electric vehicles by 2040.", "Singapore enjoys a trust premium; many emerging green services, like the trading of carbon credits and monitoring, reporting, and verifying carbon emissions, are built on trust.", "TRANSITION FINANCE The fourth enabler for the path to net zero is transition finance.", "A McKinsey report estimates that getting to net zero in 2050 would require about US$9.2 trillion of investment per year.", "That is US$3.5 trillion per year more than is currently being invested today.", "As incomes grow and transition policies are legislated, expected spending will increase and narrow the gap.", "But there will still be a gap in annual spending of about US$1 trillion.", "Two areas in finance need urgent action.", "First, green finance needs to be complemented by transition finance.", "The global financial industry has made good progress in harnessing green finance, namely finance to support green projects such as renewable energy or clean technologies.", "Last year, green and sustainable bond issuance reached US$800 billion, a ten-fold increase from 2015.", "Where the industry needs to do better is in transition finance - to provide the funding support for companies that are not so green, to become greener.", "This includes financing, for instance, early retirement of coalpowered plants and decarbonising hard-to-abate activities.", "Second, we need to synergise public and private capital through blended finance for green and transition projects.", "Many sustainability projects in emerging markets pose financial and political risks that are not commensurate with their expected returns.", "Catalytic or concessionary capital from multilateral development banks, national authorities, and philanthropic organisations can help to share the risk and improve project bankability, thereby attracting private sector capital.", "There is also scope to recycle capital by taking loans off the balance sheets of commercial banks and multilateral development banks and structuring them in a form that could be subscribed by institutional investors, insurance companies, and sovereign wealth funds.", "Several blended finance models have been piloted.", "But they need to be substantially scaled up to channel the extra US$1 trillion in financing needed for the net zero transition.", "Singapore is building a comprehensive ecosystem for green and transition finance to facilitate Asia's net zero journey.", "We are building capabilities in environmental risk management in the financial sector through climate stress tests.", "We are providing grants to defray the costs of issuing green and sustainability-linked loans and bonds.", "We are supporting industry efforts to build the infrastructure for a liquid and transparent voluntary carbon credit market in Asia.", "We are deploying technology to address data challenges, such as through an ESG registry to maintain provenance of green certifications and an ESG disclosure platform to allow listed companies to upload corporate sustainability data in a structured and efficient manner.", "SUSTAINABLE LIFESTYLE The fifth and last key to achieving net zero: a sustainable lifestyle.", "While many of the changes necessary to mitigate climate change are in the realm of public policies, business practices, financial decisions, and technological advances, people will also need to make lifestyle adjustments.", "According to an IPCC study, everyday behavioural changes by people which reduce demand for energy - such as adjusting temperature settings in buildings and reducing air travel - can cumulatively lead to substantial reductions in carbon emissions.", "People across the world are increasingly concerned about climate change and want to do something about it.", "Climate change is inspiring people to step up to a higher cause, to take collective action for the common good of our planet.", "Singaporeans too are becoming more environmentally conscious.", "According to a 2020 study by the Institute of Policy Studies, 61% of Singaporeans surveyed felt that protecting the environment should be prioritised even if it results in slower economic growth and some loss of jobs.", "More individuals are taking climate-friendly actions, motivated by a desire to preserve a liveable world for future generations.", "There are many things we can do as individuals to minimise our impact on the climate.", "We can do energy audits of our homes to identify ways to be more energy efficient.", "We can reduce food and plastic waste.", "We can become a zero-waste nation and a circular economy, where we use less resources and re-cycle resources.", "We can eat lower in the food chain and shift towards more plant-based protein.", "University of Oxford researchers have found that reducing meat and dairy products from our diet can help to shrink our carbon footprint from food by up to 73%.", "We can drive less and take public transport more.", "According to a 2021 study of seven European cities, individuals who switched one trip per day from driving to cycling reduced their carbon footprint by about 0.5 tonnes over a year.", "This is a gathering in the name of the dismal science.", "I hope I did not give too dismal a speech.", "But it is important that as economists and as Singaporeans, we appreciate the gravity of the net zero challenge.", "The climate crisis demands collective action: nothing short of a whole-of-society effort across countries will suffice.", "And the time for action is now, not tomorrow.", "Yes, we wish we can postpone carbon taxes, costly investments in energy efficiency, restructuring of business processes, mandatory reporting of climate risks, until economic conditions are better.", "But the planet cannot wait, it is continuing to warm up.", "The cost of delay is having to make sharper and more painful adjustments later amid a worsening climate.", "The road to net zero is not easy.", "But we have seen time and again that when confronted with grave challenges, humankind has risen to the challenge.", "The recent COVID-19 pandemic is a good example.", "Yes, the world's response was not optimal, and not everyone played their part.", "But by and large, governments put in place the necessary measures to save both lives and livelihoods; scientists and industry came together to produce vaccines in record time; businesses adapted and changed to continue providing goods and services; and people around the world took the necessary precautions, adjusted to new ways of living and working, made sacrifices, and helped one another out.", "With that same spirit, difficult as it may be, the world will get to net zero and avert climate disaster.", "It will be a better world, and a better Singapore."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Decarbonisation", "Net zero emissions", "Green economy", "Sustainable lifestyle", "Carbon pricing", "Transition finance", "Renewable energy", "Energy efficiency", "Greenflation"]}