{"sentences": ["Good morning, January is a time to think about the future and about the year ahead.", "To think about getting in shape, exercising more, eating healthier, learning new skills or hobbies, planning a summer break or just wondering what will happen in the Six Nations.", "My own start-of-the-year reflections include some of those more than others.", "Today I want to take a look at the developments and outlook for the Irish economy, discuss trends in inflation and offer some reflections on how we might build the economic resilience to help us navigate the uncertainty of the future.", "The Irish economy First, let me take a wide lens on the economic outlook given that, as a small open economy, global factors are an important determinant of Ireland's success.", "Across the world, we expect the output of advanced economies to converge to pre-pandemic trajectories.", "This is a strong global outlook, with output surpassing pre-pandemic levels in most advanced economies.", "Taken together, from an economic perspective, those economies are coping well with the pandemic.", "However, as everyone is aware, there are marked differences due to the spread of the virus, different types of public health interventions to stem the impact of the pandemic, varying access to vaccines, different economic policy responses, and the associated impact given different composition and economic structure of economies around the world.", "In the euro area, as mobility returns toward pre-pandemic levels, we expect growth to pick up strongly again this year, before slowing towards more historical average rates in 2023 and 2024.", "Turning to home, overall the story on the Irish economy is very positive.", "We are in good shape.", "The economy is proving very resilient to the pandemic.", "Each successive wave of the virus is having a reduced economic impact, and we expect this trajectory to continue.", "Recent restrictions have also caused some disruption but they have not dampened or derailed the overall momentum of the economy.", "Households and firms have invested and learned to adapt quickly to surges in cases.", "Those who could work from home have been able to do so relatively easily, as the infrastructure and processes were acquired and developed during earlier waves.", "Retailers who made significant investments in e-commerce and delivery logistics during 2020 and 2021 have been able to continue trading despite a decline in footfall.", "Most sectors of the economy expanded strongly towards the end of last year.", "Consumer activity picked up strongly in the lead-up to Christmas with a significant decline in household deposits and increase in card spending.", "The stock of deposits remains at high levels following the strong build-up during the early pandemic period and will support consumption and investment in the future.", "As a result, we are seeing a strong growth in domestic demand, led by consumption, supported by rapidly improving developments in the labour market, with high levels of labour force participation and employment.", "People often talk of a twin economy in Ireland when discussing the multinational sector and domestic economy.", "Indeed, looking at trade, two sectors are now responsible for more than 50 per cent of Irish exports in value terms, namely the pharmaceutical and ICT sectors.", "But exports by Irish firms also recovered in line with global demand.", "In fact the success of Irish enterprises in general alongside the recovery in the global economy continues to have a positive impact on the whole of the Irish economy, not least the public finances.", "as a whole will likely have seen exceptional employment growth, with year-on-year increase of about 9% in Q2 and Q3.", "There is still some remaining additional labour capacity, and contact-intensive sectors are yet to recover to pre-pandemic levels of hours worked.", "But we expect these to recover as restrictions are unwound, and unemployment to fall further.", "Over the longer term we will need a certain level of migration to sustain growth in the economy.", "One of the most striking features we see from an Irish perspective is female labour force participation, which now stands at its highest level on record.", "More younger people are also entering the workforce.", "The labour force increased by 7.9 per cent annually (to Q3 2021), much stronger than we anticipated, and the labour force participation rate is higher than before the pandemic.", "These dynamics are supporting the overall positive economic outlook.", "We expect personal consumption to continue to grow strongly.", "And at an aggregate level the economy is expected to reach full potential over the coming years.", "Of course the aggregate picture masks some concerns and some risks as well as the very real challenges many people and businesses have faced.", "We may also see stress in some sectors given higher operating costs and shortages in labour supply.", "Real financial pressures for some businesses will not become evident until the economy reopens fully and supports are fully unwound.", "And while encouraging, it is as yet unclear how much of the changes in the labour force will persist.", "And of course the aggregate picture doesn't, to paraphrase Robert F Kennedy, give us an accurate measure of those things which make life worthwhile.", "But overall, from what we can see today, the prospects for Ireland's economy appear bright.", "Let me turn to inflation.", "When asked this question, I often think about Niels Bohr the Danish physicist who supposedly said \"prediction is very difficult, especially about the future\".", "I think this is especially true when we experience a global shock like the pandemic that has led to profound change in our communities, economies and societies.", "There are many things we know, like where price pressures are emanating from.", "And we have taken appropriate monetary policy decisions in response.", "But there are many things we do not know.", "Not many of us would have imagined when doing our start-of-the-year reflections in January 2020 that we would be working from home and living with restrictions on many sectors of the economy for most of the next two years.", "So we do need to show some humility when making (or attributing) simplistic statements.", "The key question is what is driving inflationary dynamics and what can we reasonably expect in the short to medium term.", "Having reached highs of 5 per cent in December, inflation across the euro area is expected to remain elevated in the near term.", "We expect it to remain above 2 per cent for most of this year but our forecasts project it to settle below our 2 per cent target in 2023 and 2024.", "In Ireland inflation also surged in recent months, reaching 5.7 per cent (HICP) in the year to December.", "Transport, housing and energy have been the main drivers, although some increase has been evident across most parts of the consumption basket.", "This inflation is not experienced equally across households.", "People on lower incomes are especially affected by rising energy and rents.", "Distinguishing between broad-based changes in the general price level and idiosyncratic, temporary, relative price changes is important when thinking about inflation in months and years to come.", "Common to all economies around the world are higher energy prices which have driven much of the recent inflation.", "The price increases have been spectacular.", "The latest data show that the price of gas in Europe increased by 470 per cent on an annual basis.", "The price of Brent crude oil and coal were up 87 and 140 per cent, respectively.", "Cold weather and calm winds meant an increase in demand for gas.", "Low gas supply, reinforced by cuts in OPEC output meant electricity prices increased.", "Some inflationary pressures stem from an increased demand for goods which has struggled to be met as a result of constricted production chains.", "So what can we reasonably expect to happen in the future?", "Current high rates of consumer price inflation should ease later this year, as supply chain issues unwind and energy prices stabilise.", "The acute pandemic-related effects should dissipate and bottlenecks should fade over time.", "While the rate of inflation is expected to decline, in Ireland it will remain above pre-pandemic levels and risks to the inflation forecast are judged to be on the upside.", "We expect energy prices to moderate, but it may take time for people to experience it in view of the lag between wholesale and consumer prices.", "We are a small open economy and we import a lot of inflation.", "Changing global dynamics are important for us here in Ireland.", "But geopolitics and longer weather patterns are hard to predict.", "And of course the virus has also provided its own twists and turns.", "So a degree of humility is warranted.", "We do expect the drivers of inflation in Ireland to change over the coming years.", "There is a behavioural component here.", "The longer inflation persists, the greater the risk of second-round effects, which may prove longer-lasting.", "These are not evident at present but we are monitoring indicators closely.", "The fact that the Irish economy will reach capacity over the horizon means dynamics will change in the coming years.", "Domestic policy issues like housing, labour market policy, the path to net zero and the overall stance of fiscal policy will influence the potential for a sustainable growth in living standards.", "They will also influence inflationary pressures and be important factors in maintaining Ireland's competitiveness, reinforcing resilience in the public finances and the broader economy, and enhancing the ability to respond to future shocks.", "Navigating uncertainty While I have spoken today about the short to medium term, I want to take a moment to look a little further ahead.", "The next decade will continue to be characterised by rapid change in our economies and in the financial system, driven by technology, by the need to respond to climate change, by an ageing society, and, perhaps most immediately, by the move to different ways of working.", "We will all need to accelerate our own pace of change to meet the challenges and the community's expectations, not least at the Central Bank of Ireland.", "It is a future of complexity and uncertainty but also of opportunity.", "At the end of last year, we at the Central Bank published our new strategy.", "It recognises the emerging context, and the need to change both the way we work and what we work on.", "It is how we are choosing to navigate the uncertainty of a complex and fast-changing world, a world characterised by major economic transitions.", "Our strategy's four connected themes - future-focused, open & engaged, transforming, and safeguarding - represent a renewal and repositioning to ensure that our direction and ambitions over the coming years are responsive and forward looking.", "Future-focused because the world in which we operate is changing rapidly and continuing to deliver our Mission successfully will require a shift in our focus, our analysis and our frameworks.", "Open & engaged because the rapid pace of change requires us to listen to people and businesses across the country so that we can better understand the issues they are facing, and help them to understand the actions we are taking.", "Transforming because in a rapidly-changing world, we don't have the option of standing still.", "We have to transform the way that we operate if we are to succeed, investing in new skills and capabilities, improving our agility, and looking for continuous improvement in the way we work to meet the challenges of an evolving financial system.", "And of course safeguarding because we will remain steadfast in our focus on maintaining price and financial stability while ensuring that the financial system operates in the best interests of consumers and the wider economy.", "The near-term outlook for the Irish economy is positive.", "Our first Quarterly Bulletin of the year - to be published on Wednesday - will make that clear.", "Of course a positive near-term outlook does not mean that the transitions I mentioned earlier will look after themselves.", "They will pose challenges that will require an ongoing focus on fundamentals, managing the short-term while planning for the medium-term, ensuring frameworks are fit-for-purpose, learning the lessons of the past while preparing for the future and creating the narrative that helps all of us understand what is happening and why.", "As I complete my start-of the-year reflections, I know that a determination to be future-focused, to be open to change and to different ways of thinking and doing - however uncomfortable it can sometimes feel - will be important ingredients with which to build the resilience that will help us meet those challenges.", "OECD Economic Outlook, Volume 2021 Issue 2.", "It should be noted that these predictions were estimated prior to the emergence of the Omicron variant.", "Eurosystem Staff Projections for the euro area, December 2021 Robert F Kennedy, Speech at the University of Kansas, 18 March 1968, when describing the limitations of the measurement of Gross National Product.", "See Eurostat Flash estimate - December 2021.", "Data from November 2021 These figures refer to the average price of Australian and South African thermal coal."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Irish economy", "Inflation", "Economic resilience", "Labour market", "Economic outlook", "Euro area", "Monetary policy", "Price pressures", "Energy prices", "Supply chain issues"]}