{"sentences": ["RBI's Pandemic Response: Stepping out of Oblivion1 Professor Muchkund Dubey, President, Professor Shanta Sinha, Chairperson, Managing Committee, Professor Sujit Kumar Mishra, Regional Director (in-Charge), Dr.", "Sunny Jose, RBI Chair Professor, faculty and staff of the Council for Social Development, Hyderabad, (hereafter CSD), students, researchers and faculty joining this event from various universities and research institutions across the country, colleagues and friends!", "It is indeed an honour to share my thoughts today under the prestigious C D Deshmukh Memorial Lecture Series instituted by the CSD since 1997.", "For the Reserve Bank of India (hereafter RBI), this lecture series has a special significance.", "Late Shri Chintaman Dwarakanath Deshmukh was the first Indian Governor of the RBI from August 11, 1943 to June 30, 1949.", "His association with the RBI began even earlier in July 1939 when he was appointed Liaison Officer to the RBI by the Government of India.", "Three months later, he was appointed Secretary of the Central Board of the Bank, two years later in December 1941 as the Deputy Governor, and then Governor on August 11, 1943.", "He presided over the transformation of the RBI from a private shareholders' bank to a nationalised institution.", "Under his stewardship, a comprehensive legislation for the regulation of banking companies was enacted.", "Another landmark legislation under his leadership led to the establishment of the first financial institution for the provision of long-term credit to industry, namely, the Industrial Finance Corporation of India (IFCI).", "He also played an important role in the Bretton Woods Conference in New Hampshire, USA in July 1944, which established the International Monetary Fund (IMF) and the International Bank for Reconstruction and Development (IBRD or the World Bank).", "His vision and ideas still resonate in the corridors of the RBI.", "Among his many outstanding contributions to society at large, Late Shri Deshmukh and his wife Late Shrimati Durgabai Deshmukh played a pioneering role in the establishment of the CSD in 1962 as a leading research and policy studies institution.", "Today, it is a matter of national pride that the CSD engages in policy-oriented research with a special focus on social aspects of development planning, social justice and equity.", "Research at the CSD continues to evaluate the diverse impacts of policies on the relationship between the state and people.", "Our association with the CSD also goes back to 1985 when the RBI Chair Professorship was established.", "It is a matter of considerable satisfaction that many of our officers have been associated with the CSD in their self-actualisation.", "Against this backdrop, I turn to the theme of my address today, which is the RBI's response to the pandemic2.", "When COVID-19 engulfed the world in early 2020, humans had become oblivious of pandemics past.", "Yet, a hundred years ago and before - between 1817 and 1920 - cholera, plague and influenza pandemics had visited the world repeatedly and wreaked havoc.", "Of the estimated 70 million lives lost worldwide - roughly the same as the casualties of the two World Wars - India had accounted for nearly 60 per cent, and yet somehow, we had erased those memories.", "After all, astonishing progress had been made in the control of diseases, food and nutrition were more plentily available and we had learned to deal with natural calamities more effectively.", "If we had remembered, we would have prepared for the fact that influenza can evade pre-existing immunity by mutations.", "We would have recalled that infections occur in waves - in the case of the 1918 influenza pandemic, up to four waves occurred, lasting up to 1920.", "Our consciousness would have stirred to the fact that beyond the usual symptoms of fever and body pain, infections turn pneumonic quickly, allowing bacteria to attack the lungs.", "In hindsight, it is this loss of collective accumulated knowledge that allowed COVID-19 to catch us off-guard.", "In fact, this loss of memory resulted in irrational actions - the declaration of COVID-19 as a pandemic by the World Health Organisation (WHO) on March 10, 2020 and India's nationwide lockdown that followed set off one of the biggest migrations in human history as people fled cities in fear of what was perceived widely as an urban disease only to find that the virus pursued them to their villages.", "This amnesia was global.", "To illustrate, the WHO, which is mandated to declare pandemics, did so in respect of H1N1 in 2009, but that came to be seriously questioned because it turned out to be unusually mild, and scrutiny focused on pharmaceutical industries which benefited from the production and sale of vaccines.", "The Severe Acute Respiratory Syndrome (SARS), the Middle East Respiratory Syndrome-Coronavirus (MERS-COV) and Ebola did spark pervasive alarm, but casualties were relatively few and the incidence of infections was localised.", "The 2020 pandemic caused worldwide contagion, and the precipitous loss of lives and livelihood.", "By the end of 2021, several advanced economies may have reached or exceeded pre-pandemic levels of output, but middle income emerging economies have suffered large losses of output, with the heaviest burden falling on low income countries.", "This pandemic is also noteworthy for the unprecedented policy response mounted by governments and central banks.", "The IMF estimates that since March 2020 and up to October 2021, US$16.9 trillion or 16.4 per cent of global GDP had been pledged as fiscal support in response to the pandemic, with US $ 14.5 trillion provided by advanced economies (AEs) and US $ 2.4 trillion provided by emerging market economies (EMEs), including the least developed countries.", "The total monetary support was US$19.0 trillion or 18.4 per cent of global GDP, US $ 16.1 trillion by AEs and US$ 2.9 trillion by EMEs.", "What guided this once-in-a-lifetime policy response, given the collective oblivion that I talked about earlier?", "It was the global financial crisis of 2008.", "Typically, in crises of global proportions, it is governments or fiscal policy that assume a vanguard role, while central banks, known for their conservativeness and preference for the back office, play a supportive role as lenders of the last resort.", "In response to the global financial crisis, however, it was central banks that rushed to the frontline.", "Faced with a loss of their main instrument - the interest rate - which had fallen to zero, then considered the lower bound to which interest rates can decline4, central banks unleashed unconventional measures, using their balance sheets to support economic activity, providing forward guidance to stabilise expectations and anchor the uncertain future, and directly influencing longer-term yields at the cost of being accused of the cardinal sin of effectively monetising stimulus-distended fiscal deficits.", "In that sense, they did have some sort of a template when the pandemic arrived.", "Leaning against the Pandemic Among the first steps that the RBI took within six days of the WHO's declaration of COVID-19 as a pandemic was to create a business continuity bio-bubble.", "In the event that the rest of us became infected, 150 selected officers, staff and service providers were kept in isolation in the bubble to work 24X7 in order to keep essential RBI services such as currency issue, retail and wholesale payment and settlement systems, financial markets regulation and supervision and liquidity management, to name only a salient few that impact the lives of citizens, businesses and financial institutions on a regular basis.", "This turned out to be farsighted.", "Within days of the national lockdown being announced, financial markets in India went into seizure, financial institutions were gripped by liquidity evaporation, and finance, that keeps the wheels of the economy turning, dried up.", "From March 27, 2020 the RBI unfurled a panoply of measures numbering more than a hundred in total, some conventional and others out-of-the-box, to address pandemic-induced dislocations and constraints, both system level and also specific to sectors, institutions and financial instruments.", "In terms of conventional measures, the policy repo rate was reduced by an unprecedented 115 bps in two phases.", "The interest rate on the fixed rate reverse repo rate under the liquidity adjustment facility (LAF), under which market participants deposit their surpluses with the RBI, was reduced cumulatively by 155 bps and it became the effective anchor for the evolution of money market rates and even longer-term interest rates.", "Banks' access to liquidity under the marginal standing facility, a lending window which is priced at 25 bps above the policy repo rate, was expanded by close to ₹1,37,000 crore.", "System level liquidity was also enhanced though large scale open market purchase operations and a one percentage point reduction in the cash reserve ratio (CRR) that freed up banks' resources to the extent of ₹1,37,000 crore.", "Turning to unconventional measures, long-term repo operations (LTROs) and targeted long-term repo operations (TLTROs) were undertaken to augment systemic liquidity, lower the banks' cost of funds and influence longer-term interest rates more directly.", "While LTROs enhanced the overall liquidity in the system, TLTROs ensured the distribution of liquidity to specific sectors in need of funds.", "Additionally, when redemption fears gripped the mutual fund industry, a special liquidity facility for mutual funds (SLFMF) was crafted virtually over a weekend.", "When these liquidity measures encountered risk aversion among banks in on-lending the RBI's funds to troubled entities, special refinance facilities were provided to All India Financial Institutions (AIFIs) to mitigate sector-specific and small institution-specific liquidity constraints.", "On tap TLTROs provided liquidity to banks for deployment in corporate bonds, commercial paper, nonconvertible debentures and bank loans to specific sectors.", "In the first half of 2021-22, the RBI pledged its balance sheet to mitigating the impact of the pandemic and reviving the economy.", "From April through September 2021, the RBI engaged in asset purchases through a secondary market Government securities acquisition programme (G-SAP) which involved an upfront commitment on amounts to be purchased and impacted yields directly.", "Total G-SAP purchases amounted to ₹2.2 lakh crore.", "In addition, special open market operations (OMOs) involving simultaneous purchase and sale of securities, which were liquidity neutral, were undertaken to distribute liquidity more evenly across the yield curve, thereby facilitating monetary transmission.", "Overall, liquidity augmenting measures worth ₹17.2 lakh crore (8.7 per cent of nominal GDP of 2020-21) were announced since February 6, 20205.", "Forward guidance (FG) gained prominence in the RBI's strategy.", "In every statement of the monetary policy committee (MPC), it was reiterated that the policy stance would remain accommodative, including with explicit time-contingent and state-contingent guidance.", "Financial markets were assured that the Reserve Bank will maintain congenial financial conditions for sustaining the recovery.", "This dispelled illiquidity fears and bolstered market sentiment.", "While monetary and liquidity measures addressed the immediate panic, the dislocations in everyday activity and access to finance brought to the fore solvency concerns across individuals, small and large businesses, and raised fears of impending asset quality stress among banks and financial institutions.", "Accordingly, the RBI launched a suite of regulatory measures that included a loan moratorium; asset classification standstill; easing of working capital financing and deferment of interest; increasing of group exposure norms; restructuring of advances to micro, small, and medium enterprises (MSMEs); and reduction of the liquidity coverage ratio (LCR) requirements, to mention the main initiatives.", "These steps provided a temporary reprieve to borrowers affected by the pandemic and shored up the health of lending institutions, thereby preserving the resilience of the financial system.", "Several countercyclical regulatory measures were also undertaken to ease stress on both borrowers and the banking system: rationalisation of risk weights for individual housing loans; revised risk weights for banks' regulatory retail portfolio; and restrictions on banks from paying out dividends.", "On the technological front, the RBI adopted a proactive approach by leveraging on technology to facilitate digital penetration, innovative payment options and consumer awareness on the road to a \"less cash\" reliant society.", "A few initiatives were customised, keeping in view social distancing and contact protocols of the pandemic, including (i) ensuring availability of digital banking channels, ATMs, internet/mobile banking facilities; (ii) strengthening cyber security; (iii) developing mechanisms for faster redressal of customer grievances; and (iv) improving financial literacy through sustained and focused campaigns through RBI Kehta Hai6.", "The Report Card so far The impact of these measures is still unravelling and even when the outcomes have fully formed, a one-to-one correspondence may be difficult to establish, given the many moving parts that are involved.", "Notwithstanding this caveat, however, the overall state of the economy and of financial markets - which is what these measures sought to address - provides some evidence of the efficacy or otherwise of the RBI's pandemic response.", "Ahead of the pandemic's onset, the Indian economy was into a cyclical downturn, with real GDP growth having decelerated in 2019-20 to its lowest rate in a decade.", "Consequently, monetary policy had turned accommodative from February 2019, with a cumulative reduction of 135 bps in the policy rate up to February 2020.", "System level liquidity was kept in surplus from June 2019 in consonance with the stance of monetary policy.", "At the end of February 2020, market participants had deposited excess liquidity of the order of ₹3 lakh crore under the LAF.", "The first quarter of 2020-21 bore the full brunt of the pandemic's onslaught.", "With mobility of people and goods dropping to all-time lows, real GDP contracted by a precipitous 24.4 per cent, which was among the deepest in the world.", "Unemployment peaked at 24 per cent in April, although in rural areas, farm activity displayed pandemic proofing and the Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA) provided a measure of insulation.", "Exports plunged 61 per cent in April, with a commensurate decline in imports.", "The National Statistical Office could not collect price quotations for compiling the consumer price index due to the nation-wide lockdown and had to resort to imputations.", "By early June, the fury of the pandemic abated and the pace of infections started to ebb.", "This emboldened the unlocking of the economy in a phased manner that took up to the end of December 2020 to be completed.", "As businesses haltingly resumed operations and mobility around workplaces, grocery stores and pharmacies improved, outmigration started to reverse and the unemployment rate eased to 10.2 per cent.", "Supply and work disruptions showed up in inflation surging to 6.2 per cent in June.", "The Indian economy remained in contraction in the second quarter of 2020-21 and it was only in the second half of the year that on the back of policy stimulus, festival-related spending and the release of pent-up demand a hesitant and uneven recovery started taking shape.", "Meanwhile, the RBI's measures brought down borrowing costs to their lowest in 17 years and narrowed spreads across rating categories on corporate bonds, commercial paper and debentures to pre-pandemic levels.", "By engendering congenial financing conditions, the RBI supported the recovery.", "Governments of various levels and corporates utilised this opportunity to raise a record volume of resources from financial markets.", "In the corporate sector, deleveraging was facilitated and high cost debt could be replaced, reducing vulnerabilities and preparing the sector to participate in the ongoing recovery.", "Abundant liquidity and the RBI's measures enabled a quick and full transmission of policy rate cuts to deposit and lending rates, easing the cost of funds for bank clientele.", "The second wave dented the recovery in the first quarter of 2021- 22, but its impact turned out to be relatively less severe.", "The Indian economy renewed its tryst with the interrupted recovery, which gained strength and pace through the rest of the year.", "It is estimated that real GDP will rise by 9.2 per cent during the current financial year, cresting pre-pandemic levels, and marking a turnaround from the decline of 7.3 per cent the year before.", "Exports have been the silver lining, growing by 49.7 per cent year-on-year in US dollars terms during April-December 2021 at a time when international trade has been hamstrung by supply chain disruptions, shortages and logistics impairments.", "Import demand has surged on the back of the return of domestic demand to normal conditions.", "Employment has yet to recover fully though, and labour participation remains low.", "Bank credit has begun to gain pace, helped by easing of stress in banks' balance sheets.", "Inflation has eased from pandemic highs to more tolerable levels in recent months, although it remains elevated amidst high commodity prices, including of crude.", "To summarise, the RBI's measures have contributed significantly in engineering the turnaround in the Indian economy, supported by rising financial inclusion and digitalisation.", "We are on course to becoming among the fastest growing economies of the world, but there is far to go.", "Private consumption and investment are still work in progress.", "The restoration of livelihoods and the revival of MSMEs is a formidable task that lies ahead.", "The RBI remains committed to revive and sustain growth on a durable basis and continue to mitigate the impact of COVID-19 on the economy, while ensuring that inflation remains within the target going forward.", "Governor's Statements When the definitive chronicle of this period is recorded, history will judge the role of the RBI in ameliorating the impact of COVID-19 and in lifting the Indian economy out of the depths of the pandemic's contraction.", "I would not hazard the audacity of anticipating the judgment of history, but today, India is much better placed to deal with future waves of the pandemic relative to the first wave.", "In the documentation of this journey, however, what I fear may not receive a fuller appreciation is that the RBI's pandemic response was fashioned around and launched with a central anchor, a leit motif if you will, that bound everything together into a coherent whole.", "I refer to the Governor's statements, which have become an integral element of the institutional edifice of the RBI's pandemic response.", "I propose to balance the future narrative upfront by sharing with you an insider's view of some noteworthy aspects of these statements that may go unnoticed among the minutiae of rationale, high frequency indicators and measures.", "Delving deep into hidden inner reserves of self-belief, conviction and fortitude, and guided by the light shone by the words of Mahatma Gandhi, Governor Shri Shaktikanta Das has made 13 'pandemic' statements so far, starting on March 27, 2020 when the monetary policy committee advanced its scheduled meeting to deal with the extraordinary and unprecedented situation.", "The first noteworthy characteristic of the statements is that they have been visionary.", "In fact, the statement of February 6, 2020 ahead of the formal declaration of the pandemic seemed to have a premonition of the dark days that were to follow.", "This is reflected in the manner in which it assured markets that policy space is available for future action, which needs to be 'suitably timed' and 'used appropriately'.", "The March 27, 2020 statement called on the nation to mount a war effort to combat COVID-19, while emphasising that 'tough times never last; only tough people and tough institutions do'.", "My sense is that a vision of the unprecedented loss and isolation that was to follow was already in the mind's eye when that statement soothed frayed and tense expectations by stating that the RBI 'is at work and in mission mode'.", "It became the launching pad for aggressively unleashing an array of instruments covering many of the liquidity and regulatory measures enumerated in the preceding section as well as deferment of prudential standards.", "Second, the statements were a beacon of light and hope amidst the encircling gloom.", "Besides the steadfast encouragement to the nation to battle the unseen assassin and emerge victorious, they cheered the warriors at the frontline - government personnel; employees of banks and financial institutions; doctors, healthcare and medical staff; police and law enforcement agencies; and all those who kept essential services operational - commended their tireless striving to beat the virus and inspired them to raise the bar.", "For us in the RBI, the messages were special and personalised, reaching out to those in the bio-bubble and to those outside it, including those who provided intellectual, analytical and logistics support for the preparation of the statements.", "In the thick of the second wave, the statements of April 7 and June 4, 2021 reposed a belief in the indomitable spirit of humanity to confront the 'trial by virus', stating that the need of the hour is not to be overwhelmed but to collectively overcome.", "The August 6, 2021 statement emphasised that the RBI remains in \"whatever it takes\" mode, with a readiness to deploy all its policy levers - monetary, prudential or regulatory.", "As the second wave waned, the October 2021 statement started guiding the economy on its course to normalise and entrench the recovery in an Indian trajectory, notwithstanding diverging paths of growth globally and differing monetary policy stances.", "By the time of the April 17, 2020 statement, it was clear that providing system level liquidity was not going to be enough because impediments like risk aversion among banks were standing in the way of further intermediation towards the small, the disadvantaged and the truly credit constrained.", "This brought out the third important characteristic of Governor's statements: a wide consultative approach, which involved reaching out directly to all those entities that had been impacted by the pandemic the most, including small non-banking financial companies (NBFCs) and micro finance institutions (MFIs), and even vaccine manufacturers.", "When inducements to banks to lend did not work, the RBI reached out to all India financial institutions to onlend to rural and cooperative institutions, MFIs, and HFCs.", "In subsequent months, this approach led to the fashioning of liquidity lines and regulatory relief to specific sectors identified for restructuring, emergency health services, contact intensive services, and even individuals and small businesses.", "Fourth, the statements in themselves became an instrument of policy by providing consistent and credible forward guidance, especially to financial markets.", "This assumes central relevance because by that time, the RBI had already acted on conventional instruments to the extent practicable, and had embarked on unconventional ones, including asymmetrically widening the policy interest rate corridor and balance sheet policies, i.e., expansion of its own balance sheet to infuse liquidity into the system.", "The statements emphasised financial stability, congenial financial conditions for growth and the orderly evolution of the yield curve as public goods and that both market participants and the RBI have a shared responsibility in securing cooperative solutions.", "By the time of the October 2020 statement, Governor's statements started contemplating the road to recovery, looking back at the hitherto untravelled road and calling upon the courage of hope to strive and revive.", "Attention turned to qualitative aspects like deepening financial markets, digital payments security, financial inclusion, consumer protection and innovations in payment and settlement.", "India became one of the few nations in the world that ran its real time gross settlement system of swift, seamless and sound transfers of funds between banks and thereby their customers 365x24x7.", "Fifth, the statements became the glue of a new innings in monetary and fiscal coordination.", "Pandemic-related fiscal stimulus exacerbated fiscal deficits and resulted in record levels of market borrowings by both central and state governments.", "As the December 2020 statement pointed out, the RBI's role as debt manager and banker to the government was tested to the hilt.", "A recurring theme in several statements has been that the RBI's policy measures ensured the lowest borrowing costs in nearly two decades and the highest maturity of the stock of public debt while ensuring the smooth passage of the borrowing programme.", "For the states, ways and means advances limits were enhanced and rules governing withdrawals from the consolidated sinking fund were relaxed.", "Liquidity facilities were linked with credit guarantee schemes offered by the government.", "A shining example of monetary fiscal coordination, which was placed on record by the statement of April 7, 2021 was the maintenance of status quo in the monetary policy framework by the government, entrenching a regime in which the inflation target is set by the government and the RBI is mandated to achieve the target.", "Yet another instance that the statements of June 4, August 6, October 8 and December 8, 2021 underscore is the set of strong supply side interventions by the government that broke the back of then stubborn food inflation and brought headline inflation back into the tolerance band.", "Sixth, the statements brought to bear first-hand views from Governor's interactions in various multilateral fora on global developments and outlook, and the implications of global spillovers for the Indian economy and for the setting of monetary policy.", "In hindsight, these insights turned out to be invaluable.", "In a situation in which several EMEs were jumping on to the bandwagon of tightening monetary policy and AEs were announcing normalisation or joining their EMEs in raising policy rates, India held its ground and is among a few countries that have retained an accommodative monetary policy7, despite some views that we have fallen behind the curve.", "Only time will tell whether or not India has got it right but so far, this approach has served us well and helped in charting a course into the future which is different from the world.", "In the hallowed tradition of central banks, the RBI as an institution shuns the glare of the limelight, preferring to remain unglorified and grounded.", "Yet when the chips are down and crises loom, it rises up from the depths that it inhabits and flings itself at the gathering storm.", "When the job is done, the recovery secured and macroeconomic and financial stability ensured, it falls back, usually unsung, but always on guard.", "The pandemic continues to shape the future, but the RBI remains armed and battle ready.", "Continuously evaluating highly volatile and uncertain conditions and remaining prepared to protect the economy from shocks, the RBI has committed all its instruments to this objective, using conventional measures and fashioning new ones, as the pandemic experience showed.", "The lessons of the pandemic will be imbibed and the RBI will emerge stronger and more resilient than before, and committed to its mandate of price stability, keeping in mind the objective of growth."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "fiscal dominance", "fiscal dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "fiscal dominance", "monetary dominance", "none", "none", "fiscal dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Pandemic Response", "Monetary Policy", "Liquidity Measures", "Regulatory Measures", "Forward Guidance", "Financial Stability", "Monetary-Fiscal Coordination", "Governor's Statements", "Global Outlook", "Resilience"]}