{"sentences": ["Remarks by Governor Yi Gang of the PBOC at the Boao Forum for Asia On April 22, 2022, the Boao Forum for Asia Annual Conference held a session on \"Global Inflaon, Interest Rate Hikes and Economic Stability\".", "Governor Yi Gang aended the session and delivered a keynote speech.", "The following is the English translaon of the keynote speech as prepared for delivery: Disnguished guests, ladies and gentlemen: Today, I will mainly talk about China's economic outlook and monetary policy response.", "The internaonal landscape is fraught with uncertaines.", "Recent geopolical tensions have further pushed up inflaonary pressure worldwide.", "China's financial market is not immune to the external shocks and domesc COVID-19 situaon is also pung more downward pressure on growth.", "In the face of these challenges, China has adopted pre-empve measures to cope with the situaon.", "Our accommodave monetary policy is stepping up support for the real economy.", "Since December 2021, one-year and five-year LPRs have gone down by 15 and 5 basis points respecvely.", "By end-March, M2 and total social financing expanded by 9.7 and 10.6 percent respecvely, both saw significant increases compared with the end of 2021.", "The PBOC has announced it would contribute over 1 trillion RMB to the central government, which comes from the central bank's accumulated profit of the past few years and is equivalent to an extra 1% of GDP in fiscal budget.", "This extra budget is front-loaded, mainly used for VAT refund and budget transfer to local governments.", "This is a good example of a combinaon of an accommodave monetary policy and proacve fiscal policy.", "Structure wise, we are providing support to key areas and weak links of the economy through more targeted facilies.", "Two special central bank lending facilies have been introduced to promote technological innovaon and inclusive elderly services.", "We have also installed the Carbon Emission Reducon Facility (CERF) and the Central Bank Lending Program for the Clean and Efficient Use of Coal, providing re-lending support to enterprises through financial instuons.", "This has enabled the financial instuons to lend out more than 230 billion yuan to qualified carbon reducon programs and led to an annual reducon equivalent to over 40 million tons of carbon dioxide emission.", "Green finance has also enjoyed rapid growth.", "As of end-March, the amount of green bonds reached 1.3 trillion yuan, up by 36% year on year.", "As of end-2021, the amount of green loans grew 33% year on year to 16 trillion yuan, 22 percentage points faster than the average.", "Monetary policy is also focusing on small-and-medium enterprises and vulnerable groups hit by Covid.", "As of end-March, the balance of inclusive lending to mid-, small- and micro- businesses grew 25% year on year to 21 trillion yuan.", "Recently, the PBOC announced 23 policy measures for supporng the real economy, including providing assistance to people hard hit by COVID-19.", "The accommodave monetary policy helped to ensure a sound economic start in Q1 2022.", "Consumer Price Index stayed within a moderate range.", "CPI right now is 1.1 percent in Q1 and Producer Price Index is 8.7% recently.", "Price stability is our policy priority.", "Grain producon and energy supply are crucial for price stability this year.", "Agricultural producon, and the producon and import of key energies, such as coal, oil and gas are the focus of financial services.", "As long as grain producon and energy supply remain stable, inflaon will be kept within a reasonable range.", "To sum up, China's monetary policy is accommodave and is in a comfortable range.", "We also stand ready to support small and medium enterprises with more instruments if needed.", "So with that outlook, certainly we have accommodave monetary policy supporng our real economy throughout this year.", "Date of last update APR."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "monetary-fiscal coordination", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic growth", "Fiscal policy", "Financial stability", "Carbon reduction", "Green finance", "Small and medium enterprises", "Vulnerable groups", "Price stability"]}