{"sentences": ["17th Meeting of the Ottawa Group Opening speech by Luigi Federico Signorini, Senior Deputy Governor of Banca d'Italia Rome, 7 June 2022 It is my privilege to welcome you to the 17th Meeting of the Ottawa Group, jointly organised by the Banca d'Italia and Istat.", "As you know, the meeting should have taken place two years ago.", "However, the health emergency hit just before the scheduled date and we had to change our plans.", "I am very pleased that we are now here together and ready for a fresh start.", "The issues that will be discussed during the next few days are, of course, the centre of attention of consumer price experts and central bankers.", "Many of these issues, however, are also of great interest to the public at large, such as how to account for new consumption trends; how to handle (and benefit from) digitalisation; how to develop more comprehensive measures of the cost of living, especially ones encompassing housing costs.", "This, I think, makes your work particularly valuable.", "Prices and the pandemic Much more than economics and statistics, of course, have changed because of the Covid-19 pandemic: our health and that of our loved ones, our housing needs, our way of working, our consumption patterns, our social relationships.", "All of these, however, have had significant repercussions for the work done by economists and statisticians.", "Economic policy makers have had to change the way they approach, and perhaps even the way they think about, economic facts; the full impact will only become clear over time.", "Certain features of the recession triggered by the health emergency were in fact unprecedented.", "We had never experienced such a sharp economic downturn in peacetime, and, moreover, one that was due entirely to a mandated lockdown (plus further limitations to mobility due to people's subjective fear of infection).", "Well, almost entirely, to be sure: but the traditional factors (expectations, demand, real interest rates), the ones that usually drive econometric models, played only a minor role this time.", "I am making this point because it is one that is all-important for econometricians and forecasters.", "Forecasting is always tough, but the Covid-19 crisis has made this job even harder.", "Think, first, of the simple fact that our analysts (and their models) had never seen fluctuations of this magnitude; with even just a modicum of nonlinearities, predictions were bound to fail.", "Second, consider a fact the possibility of which simply had not occurred to anyone: services were hit much harder than manufacturing, usually the most cyclical sector.", "I could go on and on about how many differences there were, compared with previous recessions.", "However, in my view, the most important fact by far is the one that I have already mentioned: that this time, the sudden halt in the economy was due almost entirely to extra-economic, explicit constraints.", "This is why many forecasters, drawing on the experience of past recessions and using quantitative models trained on them, underestimated the resilience of our economies in the aftermath of this crisis.", "It was a bit like predicting traffic flows at a crossroad controlled by traffic lights.", "When the light is red, cars stop.", "When the light turns green, cars move.", "If your predictions are based on sophisticated models that have never heard of traffic lights and have been estimated over complex roundabouts and multi-lane intersections, you just don't get that simple fact.", "It is even technically difficult to devise ways to put red lights into standard models by way of ad-hoc dummies and add-ons.", "In fact, as restrictive measures were lifted, economic activity resumed instantly in many sectors, not least in this country.", "This surprised many observers, and is perhaps a lesson to keep in mind.", "So much for econometrics and forecasting; let us turn now to statistics proper.", "The pandemic has posed a huge challenge for the field of statistics, above all, because of the novel constraints it imposed on data collection.", "Especially in the initial stages of the crisis, the lack of good quality and timely data was a key source of uncertainty.", "It made it hard to assess current economic conditions and track the economy in real time.", "The production of all official statistics was heavily affected by the lockdowns.", "Conducting surveys of households or firms suddenly became all but impossible in many cases-at least using traditional means.", "Data on prices were among those that became difficult to collect.", "During lockdowns, physically going to the points of sale to record actual prices was, more often than not, out of the question.", "For certain components of the index, moreover, there were actually no exchanges taking place.", "Many prices had to be imputed for an extended period of time: in April 2020, the share of imputed prices was 32 per cent in the euro area, and as much as 40 per cent in Italy.", "Another significant challenge was that the lockdowns changed the distribution of consumption between goods and services, and many sub-categories within those two broad categories.", "A substantial share of the items included in the consumer price index were from sectors which were either de jure or de facto inactive, such as tourism, recreation or air travel.", "By contrast, consumption of other goods and services increased.", "A notable example was food, whose prices surged in the euro area, because of diverted demand, hoarding and (occasionally frantic) precautionary buying.", "The question was, to what extent should indices reflect this (presumably temporary) shift?", "Faced with these difficulties, standard practices on the updating of weights for cost-of-goods indices had to be revised.", "Measuring inflation in the time of Covid 19 Given the difficulties, producers of statistics, including statistical institutes and central banks, proved to be rather creative and resilient.", "Technology was an ally, notably in allowing staff to work remotely and enabling non-standard ways of gathering information.", "As in other fields (work practices, retail commerce, payments), the need to overcome the difficulties created by the pandemic unleashed innovative solutions that had actually been available for some time, but had remained unused, or under-used.", "Notably, new price data sources, such as scanner data and web-scraping, are now increasingly used to compile consumer price indices.", "With hindsight, one wonders why statisticians had not done much more of that before.", "Challenges remain, like the proprietary nature of many data and the difficulty of subjecting them to satisfactory statistical standards of quality.", "None is necessarily unsurmountable, however; my impression is that the world of price statistics has now changed for good, and that the pandemic has been a powerful accelerating factor.", "Right in the middle of the pandemic, moreover, the ECB conducted its strategy review, which it concluded in July 2021.", "The reason why I mention it in this context is that a key point of the strategy review was re-thinking the price reference, and that might have been another challenge for (European) statisticians.", "In fact, not a lot was changed-and I think, rightly so.", "The review confirmed that the harmonised index of consumer prices, or HICP, remains the appropriate price measure.", "However, it did recommend that an extended HICP should be computed over time, to account for owner-occupied housing (OOH).", "Let me emphasise the phrase 'over time'.", "Some time will actually be required to construct such a harmonised index.", "As this audience knows very well, the issue of incorporating OOH into the HICP (yes, we speak in acronyms here, as in many other fields) is not straightforward.", "It is indeed, in principle, desirable for representativeness and cross-country comparability, but at the same time it faces non-trivial implementation challenges.", "Currently, there is considerable crosscountry heterogeneity in the way (if any) OOH is included in national inflation indices, and all approaches have their pros and cons.", "More analysis and exchange of views on this topic is crucial, and this workshop offers a good opportunity for discussion about it.", "Moreover, the implementation of any new price index incorporating OOH needs to be well managed.", "In particular, information should be communicated carefully as the existing HICP would continue to serve as the main reference for monetary policy purposes.", "Integrating OOH into the consumer price index is not the only challenge for price statisticians beyond the pandemic.", "Several other key issues are linked to technological and market developments, such as the explosion of e-commerce, the increasing numbers of product varieties and the faster pace of product and outlet replacement.", "Specifically, the eternal issue of how to account for quality changes is being exacerbated by the increased speed of innovation.", "On the other hand, I see the growth in e-commerce as an opportunity, as well as a challenge, for price statisticians.", "We must find innovative ways to collect price data on innovative trade channels, and this is indeed a problem.", "But the solution(s), if smart and creative enough, might lead to data collection techniques that are at the same time more efficient and more comprehensive than those used in the past.", "I do see that many of these challenges appear in the programme of this workshop, and look forward to the results of your discussions.", "Price stability during the war: the role of energy In talking about prices these days, one cannot overlook the issue of the sudden increase in inflation we have been seeing.", "Over the past few months, the euro area has witnessed a rise in energy prices that can only be compared with the oil shocks of the 1970s.", "The price of natural gas has seen the fastest growth.", "This has pushed inflation well beyond our target.", "Initially, the increase was largely due to idiosyncratic factors and pent-up demand in the aftermath of the pandemic, which caused bottlenecks in shipping, and other input-related bottlenecks.", "Since the end of last year, however, the surge in energy prices has mainly been due to the escalation of geopolitical tensions that culminated, on 24 February, in the military invasion of Ukraine by Russia.", "In May, euro-area consumer price inflation reached 8.1 per cent on a 12-month basis, the highest value recorded since the Economic and Monetary Union was launched.", "In the same month, (harmonised) Italian inflation was 7.3 per cent.", "This is not the right place to debate the underlying causes of inflation in full; still less the policy action or actions that are required.", "Let me just note that more than 5 percentage points of the increase in the HICP can be directly attributed to the more volatile components of the index (energy and food).", "The Bank's staff, however, estimate3 that energy prices also had an indirect impact, as they are now starting to pass through to services and goods, though only partially and rather slowly for the moment.", "For example, 2.4 percentage points of the 7.5 per cent euro-area food inflation are due to the pass-through of the energy shock (in Italy, 1.5 percentage points out of 6.5).", "Developments in core inflation deserve very careful monitoring.", "We should watch out for possible second-round effects.", "Among Italian companies included in the latest wave of our quarterly Survey on Inflation and Growth Expectations, conducted between February and March, 86 per cent reported having been affected by higher energy costs, compared to 70 per cent in the previous wave.", "Estimates by the Bank's staff,4 exploiting the fact that some firms responded just before the outbreak of the conflict and others just after it, confirm the intuition that the Russia-Ukraine conflict led firms to revise upward their expectations about both HICP inflation and their own prices, and downward their confidence about the near-term economic outlook.", "Governments in several euro-area countries adopted measures to cushion the impact of surging energy prices on households' and businesses' budgets.", "Italy is one of them.", "Less affluent households, which have a relatively larger share of consumption devoted to energy, benefitted comparatively more.", "Sizeable funds have also been allocated to supporting gas-intensive companies.", "While most governments have understandably tried to mitigate the immediate impact of exceptionally high increases in energy prices, I think that it is important to keep in mind that relative prices are a key factor in steering our economies away from fossil fuels and towards renewables and energy efficiency, in the interest of both energy security and climate transition.", "Looking ahead, it is worth considering measures that would at least partly compensate those who suffer the most from energy price increases, while at the same time preserving as much as possible of the price signal to both households and firms.", "Prices perceptions/expectations and price setting Agents' behaviour depends crucially on their inflation perceptions and expectations.", "Households' decisions in terms of consumption and savings ultimately depend on real rates.", "Inflation expectations also guide price and wage formation, and may matter for financing, investment and hiring decisions.", "As a result, they play an important role in macroeconomic models and other forecasting tools.", "Thus, it is crucial for a central bank to monitor these expectations, as a precondition to be able to influence them when needed.", "The Banca d'Italia has a long-standing tradition of collecting inflation perceptions and expectations from a variety of economic agents in its surveys.", "Consumers' expectations appear to be systematically higher than realised inflation.", "This upward bias could partly be due to the way data on households' beliefs are gathered.", "Well-designed hypothetical survey questions, however, can elicit unbiased answers.", "In our longstanding Survey on Household Income and Wealth, we use probabilistic questions instead of asking for a point estimate, as in the European Commission survey.", "We find that households provide values that are in line with official releases.", "Concerning firms, in our quarterly Survey of Inflation and Growth Expectations we ask companies to provide point estimates for both nationwide HICP inflation at different horizons, and own selling price changes.", "We see this survey as particularly valuable because quantitative price expectation surveys for businesses are scarce-a surprising fact, given that firms ultimately set the prices of goods and play a key role in wage setting, either through their associations (collective bargaining), or on an individual basis.", "Concerning property price developments, our Housing Market Survey, conducted quarterly on a large sample of real estate agents, enables us to monitor current and expected house prices, as well as rents, and more generally to follow the main trends of the housing market.", "We also devote considerable research efforts to using price expectations data.", "Topics include how inflation expectations form, to what extent they are anchored, how inflation expectations influence agents' decisions (including pricing decisions), and how best to derive estimates of agents' inflation expectations from market data.", "In 2018, the Eurosystem set up the Price-setting Microdata Analysis Network (PRISMA), with a view to improving our understanding of price-setting behaviour, and gaining new insights into a key element of monetary policy transmission.", "PRISMA exploits various sets of granular data, including those underlying official price indices such as the Consumer Price Index, as well as scanner data and online prices.", "Microdata on prices are useful for studying the price-setting process, such as frequency, size and distribution of monthly price changes, a line of research that would not be possible using aggregate indices only.", "A recent, interesting example of what one can do with such data is a Banca d'Italia paper that singles out those individual prices that change only infrequently.", "Almost by definition, such prices generally have a lot of inertia, and in fact they had barely changed for years.", "However, with the recent surge in inflation they are now displaying a distinct, if still moderate, upward trend.", "(Other prices are much more volatile, and it is more difficult to extract obvious signals from them).", "Another paper based on the PRISMA dataset, on quality adjustment, will be presented in this meeting.", "Let me emphasise in closing that I am mentioning this Network, not only because of the interesting topics it has been addressing, but also because it is a good example of cooperation between national statistical institutes and central banks.", "Individual price records have now been made available in many euro area countries, and they often cover a significant share of the official indices.", "A veritable gold mine for price statisticians; and, if I am not mistaken about the growing availability and importance of micro data based on non-traditional sources, just the start of a potential gold rush.", "To conclude, let me thank the organisers from Istat and the Banca d'Italia for putting together such a rich and interesting programme.", "Let me also reiterate my warmest welcome to all the participants, both to those physically attending and to those following remotely.", "I am certain that the discussions over the next few days will be very fruitful, and they will enrich us with many new valuable insights.", "Aprigliano, V., Borin, A., Conteduca, F.P., Emiliozzi, S., Flaccadoro, M., Marchetti, S. and S. Villa (2021) \"Forecasting Italian GDP growth with epidemiological data\", Banca d'Italia, Questioni di Economia e Finanza no.", "Bartiloro, L., M. Bottone and A. Rosolia (2019) \"The Heterogeneity of the Inflation Expectations of Italian Firms along the Business Cycle\", International Journal of Central Banking, 15(5), 175-205.", "Bottone, M., Conflitti, C., Riggi, M. and A. Tagliabracci (2021) \"Firms' inflation expectations and pricing strategies during Covid-19\", Banca d'Italia, Questioni di Economia e Finanza no.", "Bottone, M., Tagliabracci, A. and G. Zevi (2022) \"Inflation expectations and the ECB's perceived inflation objective: novel evidence from firm-level data\", Journal of Monetary Economics, forthcoming.", "Bottone, M., Tagliabracci, A. and G. Zevi (2021) \"What do Italian households know about the ECB's target?", "Bulligan, G., Corsello, F., Neri, S. and A. Tagliabracci (2021) \"De-anchored long-term inflation expectations in a low growth, low rate environment\", Banca d'Italia Questioni di Economia e Finanza no.", "Cecchetti, S., Fantino, D., Notarpietro, A., Riggi, M., Tagliabracci, A., Tiseno, A. and R. Zizza (2021) \"Inflation expectations in the euro area: indicators, analyses and models used at Banca d'Italia\", Banca d'Italia Questioni di Economia e Finanza no.", "Coibion, O., Gorodnichenko, Y. and T. Ropele (2020) \"Inflation Expectations and Firm Decisions: New Causal Evidence\", The Quarterly Journal of Economics, 135(1), 165-219.", "Conflitti, C. (2022) \"Sticky and flexible prices: what are they telling us about current inflation?", "\", Banca d'Italia, manuscript.", "Conflitti, C. and R. Zizza (2021) \"What's behind firms' inflation forecasts?", "Corsello, F., Neri, S. and A. Tagliabracci (2021) \"Anchored or de-anchored?", "That is the question\", European Journal of Political Economy, 69(C).", "Corsello, F. and A. Tagliabracci (2022) \"Assessing the pass-through of energy prices to core and food inflation in the euro area\", Banca d'Italia, manuscript.", "Corsello, F. and M. Riggi (2022) \"Inflation is not equal for all: Italian inflation by household expenditure\", Banca d'Italia, manuscript.", "Curci, N., Savegnago, M., Zevi, G. and R. Zizza (2022) \"Effetti distributivi dell'inflazione e delle misure governative nel 2021-22\", Banca d'Italia, manuscript ECB (2021a) \"Inflation expectations and their role in Eurosystem forecasting\", Work stream on inflation expectations, Occasional Paper Series no.", "ECB (2021b) \"Inflation measurement and its assessment in the ECB's monetary policy strategy review\", Work stream on inflation measurement, Occasional Paper Series no.", "Goldhammer, B., Conflitti, C., Rumler, F. and M. Maier (2022) \"Is there a measurement bias from quality adjustment in Austria and Italy?", "\", manuscript presented at the 17th Meeting of the Ottawa group, Rome, June 2022.", "Guglielminetti, E., Loberto, M., Zevi, G. and R. Zizza (2021) \"Living on my own: the impact of the Covid-19 pandemic on housing preferences\", Banca d'Italia, Questioni di Economia e Finanza no.", "Locarno, A. and R. Zizza (2020) \"Forecasting in the time of Coronavirus\", Banca d'Italia, Covid Notes.", "Neri, S. (2021) \"The macroeconomic effects of falling long-term inflation expectations\", Banca d'Italia, Temi di Discussione no.", "Pericoli, M. (2019) \"An assessment of recent trend in market-based expected inflation in the euro area\", Banca d'Italia, Questioni di Economia e Finanza no.", "Rondinelli, C. and R. Zizza (2020) \"Spend today or spend tomorrow?", "The role of inflation expectations in consumer behavior\", Banca d'Italia, Temi di Discussione no.", "(2021) \"Does information about current inflation affect expectations and decisions?", "Another look at Italian firms\", Banca d'Italia, Temi di discussione no.", "(2022) \"Perceived macro and micro effects of the Russia-Ukraine conflict: evidence from an Italian business survey\", Banca d'Italia, manuscript."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Price stability", "Energy prices", "Price expectations", "Price setting", "Cost of living", "Consumption", "Housing", "Data collection", "Covid-19"]}