{"sentences": ["SPEECH Reconciling the macro and micro evidence on the effects of monetary policy Welcome address by Isabel Schnabel, Member of the Executive Board of the ECB, at the seventh ECB Annual Research Conference Frankfurt, 12 September 2022 I would like to welcome you all very warmly to the seventh ECB Annual Research Conference.", "After two years of holding this conference virtually, we are very happy to see many of you in person - thank you so much for coming to Frankfurt.", "An equally warm welcome to those of you who can only join us online.", "Thanks to Luc and his team, we have an exciting programme with high-quality research papers on important topics.", "One set of presentations will help us to better understand business cycle dynamics and the effects of monetary policy.", "The focus will be on price rigidities in microeconomic data, the role of temporary layoffs for unemployment dynamics, the effect of macroeconomic uncertainty on household spending decisions and the potential crowding out of bank lending by quantitative easing policies.", "We will also hear about a new econometric methodology for constructing monetary policy counterfactuals.", "Another group of presentations will cover structural changes in the economy, in particular the data economy and automation, and what they imply for the functioning of our economy and monetary policy.", "The two highlights of the conference will be the Jean Monnet Lecture by Jean Tirole and the debate about the outlook for inflation in the euro area, as seen from the outside, with Paul Krugman and Lawrence Summers, moderated by Beatrice Weder di Mauro.", "In my remarks today, I will discuss how recent research, including that presented here, helps us to understand the transmission of our monetary policy.", "I will argue that we have made considerable progress in combining the evidence obtained from micro price data and the macro evidence on the effects of monetary policy.", "This gives us a better understanding of how monetary policy affects inflation and economic activity, thereby supporting our efforts to properly respond to the current situation.", "In the wake of the coronavirus (COVID-19) pandemic and Russia's invasion of Ukraine, the global economy has been experiencing strong inflationary pressure together with very large relative price changes.", "These developments contrast sharply with the preceding long period of subdued inflation.", "In the euro area, HICP inflation had for many years been below our 2% target.", "When the pandemic hit, the inflation rate fell even further, going into negative territory for a period of five months at the end of I remember an interview with an Austrian newspaper in early 2021 when I was asked by the journalist whether positive inflation still existed at all.", "I assured him that inflation was not dead, pointing to the expected increase in inflation over the year - without anticipating what was about to happen.", "Inflation indeed rebounded and began its sharp upward move, to 5% by the end of that year and, according to preliminary data, further to 9.1% last month.", "And inflation may rise further in the near term.", "While all HICP components added to this high number, energy price inflation in the euro area is standing at close to 40%, illustrating the magnitude of relative price changes in the recent period.", "Central banks around the world are responding forcefully to these developments.", "The ECB raised its policy rates by 50 basis points in July and by another 75 basis points last week.", "Based on our current assessment, over the Governing Council's next several meetings, we expect to raise interest rates further towards levels that will ensure the timely return of inflation to our 2% medium-term target.", "The current normalisation phase refocuses the attention of monetary policymakers on one of the classic questions in macroeconomics: how do central bank policy rates affect inflation and aggregate economic activity?", "Over the past 40 years, economists have made significant progress in answering this question.", "I would like to summarise the key lessons learned and pose a few questions that remain open.", "Macro evidence on the effects of policy rates One stream of the literature investigates the effects of policy rates using macro data, time-series econometric models and dynamic stochastic general equilibrium (DSGE) models.", "A broad consensus has emerged about the aggregate effects of interest rate policy.", "The econometric models, mainly structural vector autoregressions, show that policy rate changes have significant effects on both inflation and economic activity.", "Maximum effects occur with a lag, with the impact on inflation taking somewhat longer to materialise than the impact on the real economy.", "[ Furthermore, at least at times when inflation is not too far from the 2% target, the models indicate that the effect on inflation tends to be modest relative to the effect on the real economy.", "In other words, the Phillips curve is rather flat.", "[ DSGE models can replicate the effects of interest rate changes found in the macro data, shedding some light on the transmission mechanism of monetary policy.", "[ Early micro evidence on the effects of policy rates With the advent of more and more granular data, research shifted its focus to micro data on prices.", "Researchers documented how individual firms set prices, aiming at building models that would be consistent with both the price-setting behaviour at the micro level and the effects of monetary policy in the macro data.", "Meeting these two objectives simultaneously proved challenging.", "When economists studied the micro data underlying the consumer price index in the United States and other countries, they found that individual price changes are infrequent but typically large in absolute terms, in the order of 10%.", "[ In their famous paper \"Menu Costs and Phillips Curves\", Mikhail Golosov and Robert Lucas investigated the implications of this evidence for the effects of monetary policy in a dynamic equilibrium model with idiosyncratic shocks and a fixed cost of nominal price changes.", "When calibrated to match the average frequency and size of price changes in the micro data in a lowinflation environment, the model predicted monetary policy having a strong effect on inflation and a weak effect on output - that is a steep Phillips curve, in contrast to the relationship found in the macro data.", "[ The key reason behind this result was the \"selection effect\".", "In a menu cost model, after a change in the policy rate, prices further away from their optimum adjust sooner than others.", "In the Golosov-Lucas model, this selection effect is quite strong.", "When the policy rate rises, prices previously far above the optimum decrease by large amounts, while substantial price increases that were about to occur are postponed.", "Therefore, in that model, price changes are infrequent, but monetary policy has a strong effect on inflation and a weak effect on the real economy.", "In order to reconcile these partly contradictory findings, more work was required to match the evidence from the micro price data and the macro evidence regarding the effects of monetary policy.", "Digging deeper into the micro evidence Since the Golosov-Lucas paper was published, economists have been studying numerous micro price datasets from different countries.", "Researchers have been busy constructing models that can match various features of the micro data, including the average frequency and size of price changes.", "In 2018 the European System of Central Banks established PRISMA - the Price-setting Microdata Analysis Network - to collect and study various kinds of micro data, aiming to deepen our understanding of price-setting behaviour and inflation dynamics.", "Today, Peter Karadi will present the findings from a research project undertaken as part of the PRISMA network.", "In the paper, Peter and his co-authors Raphael Schoenle and Jesse Wursten set out to measure the selection effect in micro data.", "To give you a preview of their findings in a nutshell, the selection effect is absent.", "The probability that a given price will change increases, to a certain extent, when that price is further from the optimum.", "However, the probability of price adjustment conditional on an aggregate shock does not seem to depend on the distance from the optimum.", "[ The authors also discuss which models can match such price-setting behaviour.", "The promising candidates are state-dependent models with random menu costs and models of informationconstrained price-setting.", "[ In both classes of models, the selection effect can be weak: some prices fail to adjust even though the distance from the optimum may be large, while other prices change despite that distance being small.", "The transmission of monetary policy in these models depends not only on nominal rigidities governed by the frequency of price changes and the selection effect, but also on whether a change in the policy rate triggers large or small price adjustments.", "\"Real rigidities\" are features of the economy that dampen the size of these price adjustments.", "Think of real wage rigidity, sticky intermediate input prices or inattention to inflation.", "[ Models with a weak selection effect and with real rigidities conditional on an aggregate shock imply that policy rate changes have a modest effect on inflation compared with their effect on economic activity, suggesting that the Phillips curve is rather flat.", "These models therefore meet the challenge of matching both the micro price data and the macro evidence on the effects of monetary policy.", "At the same time, the evidence I have summarised so far comes from the period when inflation rates were fairly stable and not far from 2%.", "Would we expect the same patterns in an environment of high inflation?", "For example, a prominent analysis of the US micro price data from the Great Inflation of the 1970s and early 1980s finds a substantial increase in the frequency of price changes.", "This was a period when the inflation rate remained above 5% for many years and inflation expectations were not well anchored.", "[ Similarly, model-based simulations from the PRISMA network show that, in the euro area, the frequency of price changes increases with the inflation rate - something that we are indeed observing today, with a historically high share of firms expecting to increase their prices over the coming months.", "According to these simulations, a material increase in the slope of the Phillips curve may occur if inflation were to stay persistently above a certain threshold for an extended period, once again challenging previous findings.", "Recent research, to be presented today, suggests that the slope of the Phillips curve may depend on the inflation environment, with the curve potentially becoming steeper when inflation is high.", "The evidence is still scarce, however, and more research is needed.", "Moreover, numerous questions remain unanswered.", "How high and how persistent does inflation need to be for the frequency of price changes to increase significantly?", "How would this affect the strength of the selection effect?", "And could real rigidities become weaker, for example because real wages adjust faster or price-setters pay more attention to inflation?", "Improving our grasp of these issues is essential to foster our understanding of the effects of monetary policy.", "Research is the backbone of good policymaking - and we count on you helping us to advance our knowledge of these fundamental issues, which helps us to deliver on our mandate of price stability.", "Thank you very much for your attention, and I wish you an interesting and productive conference.", "(2012), \"Statistical modeling of monetary policy and its effects\", American Economic Review, Vol.", "There are studies suggesting that the slope of the structural Phillips curve may be steeper.", "See Hazell, J. et al.", "(2020), \"The Slope of the Phillips Curve: Evidence from U.S. States\", NBER Working Papers, No 28005, National Bureau of Economic Research; McLeay, M. and Tenreyro, S. (2020), \"Optimal Inflation and the Identification of the Phillips Curve,\" in Eichenbaum, M.S., Hurst, E. and Parker, J.A., NBER Macroeconomics Annual 2019, Volume 34, National Bureau of Economic Research; and Jørgensen, P. and Lansing, K. (2022), \"Anchored Inflation Expectations and the Slope of the Phillips Curve\", Working Paper Series, No 2019-27, Federal Reserve Bank of San Francisco.", "Christiano, L.J., Eichenbaum, M. and Evans, C.L.", "(2005), \"Nominal rigidities and the dynamic effects of a shock to monetary policy\", Journal of Political Economy, Vol.", "(2011), \"Firm-specific capital, nominal rigidities and the business cycle\", Review of Economic Dynamics, Vol.", "(2004), \"Some evidence on the importance of sticky prices\", Journal of Political Economy, Vol.", "(2008), \"State- dependent or time-dependent pricing: Does it matter for recent U.S.", "\", The Quarterly Journal of Economics, Vol.", "(2008), \"Five facts about prices: A re-evaluation of menu cost models\", The Quarterly Journal of Economics, Vol.", "Golosov, M. and Lucas, R.E.", "(2007), \"Menu costs and Phillips curves\", Journal of Political Economy, Vol.", "Karadi, P., Schoenle, R. and Wursten, J.", "(2021), \" Measuring price selection in microdata: it's not there \", Working Paper Series, No 2566, ECB, Frankfurt am Main, June.", "While this paper uses data from the United States, its findings are consistent with the results based on euro area data (see Gautier, E. et al.", "(2022), \" New facts on consumer price rigidity in the euro area \", Working Paper Series, No 2669, ECB, Frankfurt am Main, June).", "(1999), \"State-dependent pricing and the general equilibrium dynamics of money and output\", The Quarterly Journal of Economics, Vol.", "655-690; Woodford, M. (2009), \"Information-constrained state-dependent pricing\", Journal of Monetary Economics, Vol.", "Nakamura, E. and Steinsson, J.", "(2013), \"Price rigidity: Microeconomic evidence and macroeconomic implications\", Annual Review of Economics, Vol.", "133-163; Maćkowiak, B. and Smets, F. (2009), \"Implications of microeconomic price data for macroeconomic models\", in Fuhrer, J. et al.", "), Understanding inflation and the implications for monetary policy: A Phillips curve retrospective, MIT Press, Cambridge, Massachusetts.", "Nakamura, E., Steinsson, J., Sun, P. and Villar, D. (2018), \"The elusive costs of inflation: Price dispersion during the U.S. Great Inflation\", The Quarterly Journal of Economics, Vol.", "Also, studies of micro price data from high-inflation episodes in Mexico and Argentina show that the frequency of price changes increases with the inflation rate and becomes noticeably more responsive to inflation when inflation exceeds a level of around 10%.", "See Gagnon, E. (2009), \"Price setting during low and high inflation: Evidence from Mexico\", The Quarterly Journal of Economics, Vol.", "(2011), \"From hyperinflation to stable prices: Argentina's evidence on menu cost models\", The Quarterly Journal of Economics, Vol.", "The simulations are based on Woodford (2009), op."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Phillips curve", "Price rigidity", "Micro data", "Selection effect", "Real rigidities", "High inflation", "Economic activity", "Macro data"]}