{"sentences": ["Speech Good, bad and hopeful news: the latest on the supervision of climate risks Keynote speech by Frank Elderson, Member of the Executive Board of the ECB and Vice-Chair of the Supervisory Board of the ECB, 10th Annual Conference on Bank Steering & Bank Management at the Frankfurt School of Finance & Management Frankfurt am Main, 22 June 2022 I understand that today's audience includes managers and experts from banks and banking associations, supervisors, academics and students.", "So this is an ideal platform for exchanging views on the financial sector's role in addressing the risks of the ongoing climate and environmental crises.", "Conferences like these are a chance to inform each other of what we are doing and to share the knowledge and expertise we are accumulating to gear ourselves to a world that is already undergoing a climate crisis.", "Physical and transition risks from climate change and environmental degradation are already materialising all around us.", "Today I will update you on the recent progress on both the international agenda and the ECB's own supervisory agenda on climate-related and environmental risks, or C&E risks for short.", "I will share some preliminary findings from our review of how banks incorporate C&E risks into their risk management practices.", "There will be good, bad and hopeful news.", "The good news is that, one year after my first speech on the state of C&E risk management by euro area banks as Vice-Chair of the ECB's Supervisory Board, banks are starting to progress in their management of these risks.", "The bad news is that this progress is not across the board, and laggards remain in all areas.", "But there is hopeful news too.", "The silver lining is that the state-of-the-art governance and risk management practices now being adopted by some banks confirm that what the ECB is asking is possible.", "We just need all banks to do it.", "The new Basel Committee on Banking Supervision principles for the effective management and supervision of climate-related All around the world, there is a growing consensus on the urgency of dealing with the climate and environmental crises.", "For banks, the prominence of C&E risks is significant, too.", "During various supervisory exercises recently conducted by the ECB, most banks recognised that they have significant exposures to these risks, which they expected to materialise in the short to medium term.", "And we see that banks are consequently allocating more and more financial and human resources to managing these risks.", "And this is what supervisors around the world expect from banks.", "Just last week, the Basel Committee on Banking Supervision, the main global standard-setter for the prudential regulation of banks, published its \" Principles for the effective management and supervision of climate-related financial risks \".", "These principles have been prepared in a Basel Committee task force that I co-chair.", "They are a major milestone, as it means that supervisors from all around the world now unanimously confirm not only that climate risks may be material, but also that both banks and supervisors urgently need to contend with them.", "The Basel Committee backed this up by announcing it expects implementation of these principles as soon as possible and that it will monitor progress in these fields across its member jurisdictions.", "Importantly, the Basel Committee's principles promote many of the practices that the ECB had signalled as crucial for the proper management of C&E risks.", "For instance, they emphasise the importance of assessing the materiality of climate risks and considering their potential impact on banks' business models.", "They also highlight the need to fully incorporate material risks into banks' own internal capital and liquidity adequacy assessment processes.", "Moreover, the principles expect a bank's board and senior management to ensure that the bank's internal strategies and risk appetite statements are consistent with any publicly communicated climaterelated strategies and commitments.", "This expectation comes at a timely moment as more and more banks publicly commit to aligning their financing activities with the objectives of the Paris Agreement.", "Failing to meet their commitments may expose these banks to a number of risks, including reputational risks as well as any potential prudential risks of misalignment with these objectives.", "This is particularly true for jurisdictions, such as the European Union, which have binding climate targets.", "Addressed to both banks and supervisors, these principles seek to improve, on the one hand, banks' risk management and, on the other, the supervisory practices linked to climate-related financial risks.", "Furthermore, the revisions to the Capital Requirements Directive currently under discussion by the EU co-legislators further reaffirm the ECB's mandate in this area by broadening the supervisory toolkit to address environmental, social and governance risks, and by explicitly requiring banks to have concrete plans to address C&E risks arising from misalignment with EU climate targets.", "The ECB's supervisory agenda on climate Indeed, since 2020 the ECB has been starting to implement many of the principles that the Basel Committee has now established on a global scale.", "It has now been two years since we started taking concrete steps to include C&E risks in our ongoing supervision.", "In 2020 we published a guide on C&E risks, which outlined our expectations for the management and disclosure of these risks.", "In 2021 we published a report on banks' self-assessments of where they stood relative to those expectations and shared some of the good practices we had observed in the banking industry.", "Early in 2021 we also asked all banks under our supervision to devise concrete action plans for ensuring full alignment with our expectations.", "Banks provided us with such plans, and where we found them deficient, we asked them to be sharpened, which was subsequently done.", "In 2022 we continue to check progress under these action plans by assessing whether banks have advanced the plans submitted in 2021 and the extent to which they use them as an effective steering instrument to advance their C&E risk practices.", "Moreover, in 2021, for the first time, C&E risks were qualitatively integrated in the Supervisory Review and Evaluation Process (SREP).", "This year, our joint supervisory teams will complement the SREP assessments with their observations from a climate risk stress test and a thematic review on how banks incorporate these risks into their day-to-day business.", "This will also be qualitatively integrated in the SREP scores, which may have an indirect impact on minimum capital requirements.", "We are also launching on-site inspections of banks' management of these risks and are rounding off a targeted review focusing on commercial real estate exposures.", "All initiatives - the stress test, the thematic review and the on-site inspections - aim to monitor banks' alignment with the expectations set out in the ECB's Guide on C&E risks.", "They are part of what I described at the start of the year as a move towards an immersive approach to the management of climate-related and environmental risks in the banking sector.", "[ We intend to fully integrate C&E risks in the regular supervisory dialogue and cycle and keep them there, treating them in the same way as any other material risks that banks face.", "The climate risk stress test, the results of which will be published in July, constitutes an unprecedented effort, also on the ECB's part, to more fully understand how exposed euro area banks are to C&E risks.", "It will also give us a clearer picture of how resilient they are against these risks, as we are assessing, among other things, banks' climate risk stress test frameworks, but also the sustainability of their income sources vis-à-vis the green transition.", "Let me emphasise that in this exercise we define resilience very broadly.", "We test the capabilities of banks to analyse, assess and respond to the consequences of climate-related and environmental stress in both a quantitative and qualitative fashion.", "What I call a narrow stress test - i.e.", "the typical number-crunching to assess the impact of physical and transition stress on capital and income - is only one part of the overall exercise.", "At this stage, the fact that banks provide proof of their climate stress testing capabilities is as important as the results of the test.", "The results from this stress test will complement the information from the thematic review, in which we will assess the evolution of the soundness, effectiveness and comprehensiveness of banks' C&E risk management practices, as well as their ability to steer their C&E risk strategies and risk profiles towards the targets they set forth in their action plans.", "I will now delve a little deeper into this exercise.", "Thematic review on climate-related and environmental risks A year has passed since banks completed their self-assessments and drew up their action plans.", "So, where do banks stand in terms of their alignment with the ECB's supervisory expectations on managing C&E risks?", "This is the question the ECB's thematic review on C&E risks seeks to answer.", "The thematic review is being carried out jointly by the ECB and the national competent authorities and assesses 107 significant banks and 79 less significant banks.", "Truly all of European banking supervision is pitching in - supervisors from the ECB and the national competent authorities are working together to ensure the consistency of the supervisory approach as well as the outcomes of the exercise.", "This broad scope and our close cooperation have been incredibly enriching, as they have enabled us to actively share our knowledge and experience and to learn from each other's practices on a daily basis.", "While the ultimate objective is for all banks to be fully aligned with our supervisory expectations, the thematic review is intended to be a learning exercise - not just for supervisors across Europe, but also for the banks.", "This is why we have made a point of sharing good practices we have observed - so that banks can draw inspiration and push forward.", "New supervisory tools are being developed as banks step up their modelling and management of C&E risks.", "There is now a common understanding that these risks are a fundamental part of a bank's risk map and a key focus of the ECB's supervision of banks' risk management.", "Preliminary findings from the thematic review The thematic review is still ongoing, but I would like to share some of our preliminary findings with you today, also ahead of the upcoming supervisory dialogue with banks on this topic.", "As I said before, there is good and bad news, but also reason to be hopeful.", "The good news is that one year after my first speech on the state of C&E risk management in the euro area banking sector, most banks have started to adapt their practices to incorporate C&E risks into their daily business.", "In early 2021 banks deemed that 90% of their practices were only partially or not at all aligned with our supervisory expectations.", "One year on, we are seeing positive change.", "More and more banks report that they are taking actions to become more closely aligned with the ECB's expectations.", "Similarly to last year, banks have made the most progress with the C&E expertise of their management body and within governance structures.", "The bad news is that clear gaps remain in all areas of focus of the Guide, and individual banks are not making progress across the board.", "Moreover, we have observed several inconsistencies.", "For example, banks' strategies account significantly more for transition risks than for physical risks.", "And although an increasing number of banks have deemed themselves to be materially exposed to C&E risks in the short to medium term, there are banks that have still not performed a materiality assessment.", "In addition, we see that banks do not fully consider how the misalignment of their clients with the Paris Agreement affects their own risk exposures.", "Thankfully, there is also reason to be hopeful.", "For each ECB expectation, there is at least one bank - and often many - with good practices.", "The governance and risk management practices that some banks have started to adopt confirm that what the ECB is asking of banks can be done.", "As the supervisor, our focus is on the safety and soundness of banks.", "Above all, we want to promote the stability of individual institutions and preserve financial stability.", "But banks should also want to effectively manage C&E risks and position themselves to benefit from the green transition.", "After all, the financing needs of the real economy during the green transition are only going to increase.", "As intermediaries with comprehensive knowledge about their customers, banks are exceptionally well positioned to support their clients during the transition.", "The development and deployment of innovative tools for measuring and monitoring C&E risks is also gaining momentum - among supervisors and banks.", "For instance, in our supervisory dialogue with banks as part of the thematic review, we have started to discuss real client cases to understand how thorough banks are being in their assessment of their clients' sustainability trajectories.", "We are also piloting tools aimed at improving our insights into how well banks are identifying and responding to the transition risk of their corporate clients.", "Our joint supervisory teams will soon start another round of feedback sessions with banks.", "These will give banks a better idea of where they stand relative to their peers.", "I would like to take this opportunity to invite the banks to use these exchanges to share more good practices and to clarify any of their practices that we have so far overlooked.", "After these feedback sessions, banks will receive comprehensive letters setting out any identified shortcomings together with concrete follow-up actions.", "I have referred to the progress that banks are making, which is in itself encouraging.", "However, as a supervisor we will only be satisfied when all banks are fully aligned with all of our expectations.", "This will be our mindset when we draft our feedback letters later this year.", "Because for all the encouraging progress we are seeing, there is still a long way to go.", "And this is a journey that needs to be completed as swiftly as possible.", "After last year's supervisory exercises, virtually all banks developed action plans to advance their practices.", "We have since asked banks to speed up their efforts.", "In more than 80% of cases, banks intend to complete the actions set out in their plans before the end of 2023.", "However, there is still a group of banks whose plans lack sufficient detail across the board and do not define clear and ambitious timelines for their actions.", "Having assessed the banks' action plans and the progress made in their practices for two years now, I see it as reasonable that banks can be fully compliant with all our expectations by the end of 2024 at the latest.", "At the same time, we remain open to listen to arguments of banks that may render this not feasible in individual cases.", "The absence for some banks of a thorough and complete assessment of the C&E risks and their materiality cannot be a reason for lack of progress and should be remediated promptly.", "The recent Basel Committee principles confirm the urgent need for banks and supervisors to incorporate the management of climate-related and environmental risks into their practices.", "The ECB started to roll out its supervisory agenda on C&E risks in 2020 and, two years later, banks are making tangible progress with their C&E agendas, too.", "Many banks are still lagging behind in at least one area, though.", "That is why the ECB is laying out sufficiently accommodative deadlines for banks to fully implement C&E risks into their daily practices.", "At the same time, however, many banks already comply with at least one of the areas of C&E risk management the ECB wishes to see developed.", "We must use this opportunity to learn from each other - an effort that the ECB is happy to support by continuing to share good practices in the industry.", "This, in my view, is reason to be hopeful.", "Elderson, F. (2022), \" Towards an immersive supervisory approach to the management of climate- related and environmental risks in the banking sector \", speech at an industry outreach event, Frankfurt am Main,18 February."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Climate-related risks", "Environmental risks", "C&E risks", "Basel Committee", "Supervisory expectations", "Climate stress test", "Thematic review", "ECB Guide", "Action plans", "Good practices"]}