{"sentences": ["Opening remarks at OeNB monetary policy panel by Given at Oesterreichische Nationalbank, Annual Economic Conference, Published on 23 May 2022 This is a time of very large economic shocks, and particularly very large external shocks, most recently from Russia's invasion of Ukraine.", "I say that as someone who wholeheartedly supports the cause of Ukraine and the assistance we must give.", "We are in a period of rapidly rising energy, goods and some food prices.", "These are the most visible prices too.", "This is by far the main cause of high inflation, and is painful, particularly for those less well off.", "What can and should monetary policy do?", "There is a very important distinction between: whether monetary policy can anticipate and stop the effects on inflation of shocks; and, if not, whether it should respond when they happen?", "With shocks such as pandemics and wars, the answer to the first question is more likely to be \"no\".", "But the answer to the second is very much \"yes, monetary policymakers can and must take the actions needed to return inflation to target over a period that avoids unnecessary volatility in the economy\".", "It is domestic actions that have to get us back to price stability.", "For monetary policy, the choice of policy actions is influenced by the nature of the shock we are facing.", "In the UK we are facing a very big negative impact on real incomes caused by the rise in prices of things we import, notably energy.", "We expect that to weigh heavily on demand.", "We judge the appropriate degree of monetary tightening taking that into account.", "What I reject is the argument that in our response to Covid the Bank's Monetary Policy Committee let demand get out of hand and thus stoked inflation.", "The facts simply do not support this.", "On the latest number, UK GDP in March was only 0.6% above its pre-Covid level, and it is substantially below the path it was expected to follow pre-Covid.", "What we do have is a very tight labour market.", "But that does not look like a story about rapid demand growth.", "The labour force has shrunk by around 1% since the onset of Covid.", "It looks much more like an impact from the supply of labour.", "The job of the Bank of England is to return inflation to target at a time when a very large headwind from external shocks, and an internal shock from a fall in the labour force, are reducing real incomes but risk leading to persistence in domestic wage and price setting, so- called second round effects.", "The Bank of England will, as always, take monetary policy decisions to ensure that the inflation target is met over the medium term.", "We have raised the official rate four times so far and have made clear that in order to bring inflation down to target we are prepared to do so again based on the assessment at each of our meetings.", "I am grateful to Ben Broadbent, Alan Castle, Karen Jude, Nick McLaren, Huw Pill, Dave Ramsden, Fergal Shortall and Seb Walsh for their assistance in helping me prepare these remarks."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Monetary policy", "Economic shocks", "Russia-Ukraine war", "Energy prices", "Tight labour market", "Second round effects", "Inflation target", "Demand", "Real incomes"]}