{"sentences": ["Ladies and Gentlemen, It is a great pleasure to have the opportunity to deliver a few remarks at this virtual edition of the World Economic Forum today.", "As you may have expected from a central bank governor, my remarks will first be about inflation, with a comparison of the situations in Europe, the United States and Japan.", "I will then briefly touch upon the two great transformations underway, ecological and digital, which will shape our future.", "By the way, inflation and climate change share a common feature: rising temperatures... which could be the subtitle of my introductory statement.", "Inflation in Europe, the United States and Japan The strong rebound in 2021 was obviously excellent news for our economies, which have suffered on a scale never before experienced by current generations.", "Over the last few months, inflation has accelerated, primarily because of tensions in energy and shortages in commodities and intermediate goods.", "Its magnitude varies across countries: in December, inflation stood at 7.0% in the United States, higher than the 5.0% observed in the euro area, and in sharp contrast with the 0.6% observed in Japan in November.", "This common transatlantic trend calls for a common vigilance from central banks, and a change from the very accommodative monetary policy rightly - and successfully - pursued in 2020 to face the Covid crisis.", "That said, let me stress some intercontinental differences.", "The US economy recovered faster and more strongly than that of the euro area, notably due to the very large fiscal stimulus after the Covid crisis.", "In December core inflation, excluding food and energy, was 5.5% in the United States and 2.6% in Europe, showing that the dramatic increase in energy prices in 2021 does not stand as the sole explanation for this recent surge in overall inflation.", "The labour market is also much tighter in the United States: the labour force participation remains lower than before the crisis, and there is a large decrease in unemployment, to 4.2% in November 2021 compared with 7.2% in the euro area.", "These differences explain why monetary policy accommodation is removed more quickly in the United States with the Fed seemingly contemplating three significant shifts in a row: tapering of purchases, lift off of interest rates, downsizing of the balance sheet.", "On the other side of the spectrum, Japan is little affected by rising inflation.", "Indeed, 2021 growth is lower than in Europe (1.8% vs 5.2%i), inflation returned to positive territory for the first time in a year in September but remains very low at 0.6% in November; and core inflation remains in negative territory at -0.6%.", "These figures are currently distorted by the sharp fall in mobile phone fees, but the Bank of Japan continues to expect CPI inflation to be only close to 1.1% in 2022 and 2023.", "Not so long ago, many commentators were worried about a possible \"Japanification\" of the euro area.", "They were wrong, and should be reassured today: the ECB's resolute action has been successful in preventing this risk and avoided falling into a trap where economic agents' expectations remain deflationary (\"deflationary mind\" as the Japanese often say).", "These differences between the United States, Japan and the euro area explain the different paces of their monetary reactions.", "The ECB remains very vigilant about prices and wages dynamics, and will gradually adjust its monetary policy to firmly ensure that inflation recedes soon and then stabilises around its 2% target over the medium term.", "In our case, we think that this gradual and sequential approach - first tapering, second lift off, and eventually downsizing - is appropriate.", "But we keep our full optionality about the speed of this sequence, and will definitely be data driven.", "Two great transformations are underway The present Covid crisis and inflation hump - serious though they are - should not let us forget the two \"Great transformations\" - the ecological and the digital ones - that we will all have to pursue in the long run.", "I just quoted the seminal opus of Karl Polany in 1944, but I should also mention another famous economist of the last century, Joseph Schumpeter.", "They diverged in their prescriptions, but they were both born in Europe (Austria-Hungary, to be more specific) and then lived and died in North America.", "We will need their vision to succeed in the Great transformations of our demanding 21st century.", "/ Climate change is accelerating.", "Natural catastrophes such as droughts, heat waves, storms, etc.", "We are hopefully all concerned about the delays in implementing the Paris agreement.", "The Banque de France has conducted simulations on the basis of macro-financial scenarios developed by the NGFS, the Network for Greening the Financial System: a late and disorderly transition would have far more adverse effects, ranging between 10% and 20% of world GDP by the end of the century (compared with up to 7% of GDP for an orderly transition).", "Beyond COP26, globally coordinated governmental forward-looking guidance is therefore necessary to anchor concrete and credible commitments, such as the one taken by the European Union in its Fit for 55 programme.", "And yes, policies to fight climate change should imperatively include an appropriate carbon price.", "Be assured that central banks will do everything they can do.", "The ECB monetary policy strategy review, concluded last summer under President Lagarde's leadership, sets out an ambitious action plan leading up to 2024.", "But central banks and, beyond, financial intermediaries cannot substitute for adequate - and sometimes difficult - public policies.", "The green transition does hold risks - including for inflation -, but it also offers economic and financial opportunities, as new technologies gradually reach scalability.", "The sooner we start, the more positive (or the less negative) the economic balance will be.", "/ Let me now turn to the second major transformation underway: the digital transformation.", "Here, Europe is still lagging behind the United States and China.", "It is of the utmost importance to remain at the technological frontier in order to reap the benefits of innovation in terms of productivity and growth, as the winner often takes all.", "Beyond the economic fallouts, it is also a matter of strategic autonomy.", "These disruptions are also reflected in the monetary, financial and payments spheres - which we scrutinize as central banks and supervisors -, where digitalisation is bringing about a triple revolution - and it is far from over: (i) First, the arrival of new actors born from the tech world - Fintechs and Bigtechs - are challenging historical players with radically new approaches to financial services and at present much less regulation; (ii) Second, the emergence of new assets: crypto-assets from the blockchain universe in the form of tokens: they will not be credible as \"crypto-currencies\", but could be used as settlement means - think of stablecoins for instance; (iii) Lastly, the emergence of new technologies tend to decentralised market infrastructures: reduce the use of proven centralised settlement systems.", "These revolutions offer the potential for increased market efficiency while reducing costs and time.", "But they entail several risks, and they could lead to significant concentration effects among a few dominant private networks: these would in practice \"re-intermediate\", but without the trust and regulation associated with the architecture of the monetary and financial edifice that we - public and private players - have built together over a period of decades.", "In the face of this major challenge, we need to both innovate and regulate.", "For some, the conjunction between the two should be an \"or\", considering them mutually exclusive: innovation in the form of a central bank digital currency would be an alternative, indeed the only alternative, to the unchecked development of decentralised finance.", "For me, the conjunction is \"and\": the two pillars clearly work together to create a framework that can foster sustainable innovation; this is why the EU should adopt the MiCA regulation on crypto assets in the first half of this year.", "But the worst conjunction would be \"neither, nor\": revolutions always happen quickly, and we are at risk of neither innovating nor regulating in time.", "In that case we would have failed in our historical mission and jeopardised centuries of work building up confidence in our money.", "In conclusion, we are all trying to deal with high uncertainty.", "Even more than in \"normal\" times we have to keep our eyes wide open to the present realities, but at the same time not lose sight of the structural priorities beyond the current emergencies.", "As the French writer Antoine de Saint Exupéry puts it in The Little Prince: \"As for the future, your task is not to foresee it, but to enable it\" (\"Pour ce qui est de l'avenir, il ne s'agit pas de le prévoir, mais de le rendre possible\").", "I thank you for your attention.", "OECD forecast, December 2021 Estimations by SwissRe, 14 December 2021"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Climate Change", "Digital Transformation", "Japan", "United States", "Euro Area", "Financial Stability", "Innovation", "Regulation"]}