{"sentences": ["Ladies and gentlemen, it is a pleasure to be here today giving the introductory remarks for the Irish Society for Women in Economics (ISWE) Networking & Strategy Launch.", "I would like to thank the organisers for the invitation and the opportunity to mark the occasion.", "I believe ISWE can be a positive force for the economics profession and the Central Bank of Ireland is delighted to lend our support to this initiative.", "I plan to give some of my perspectives on the importance of diversity, both in general and in economics, but given I am at the Irish Economic Association Annual Conference, first I am also going to take the opportunity to discuss the Irish economy.", "Latest economic outlook Last month, the Central Bank of Ireland published our latest view on the Irish economy through our second Quarterly Bulletin of the year.", "Broadly speaking, the economy is continuing to recover well from the effects of the pandemic.", "Modified domestic demand grew by 6.5 per cent in 2021 and is now above pre-pandemic levels.", "However, the Russian invasion of Ukraine has of course become a major factor.", "While this is first and foremost a humanitarian tragedy for the Ukrainian people, the economic consequences of the war are being felt across Europe through higher inflation, as well as greater uncertainty and negative sentiment effects.", "Ireland will continue to feel these effects, albeit not as directly as some other European countries.", "Headline inflation is projected to average 6.5 per cent this year, reflecting particularly high energy price inflation.", "The effects of inflation will be felt across the Irish economy, although more strongly for some households than others.", "Cost of living increases from higher food and energy prices tend to be proportionally larger for lower income, older and rural households, who typically spend more of their weekly outgoings on these products.", "How best to respond to current inflation being above target is a key challenge for central banks.", "As President Lagarde recently outlined in the context of the euro area, the Governing Council of the ECB \"will maintain optionality, gradualism and flexibility in the conduct of monetary policy\".", "In this context, a key concern for policymakers is the potential of a wage-price spiral.", "For Ireland, we expect a tightening labour market over the next few years.", "With that, broader-based wage growth consistent with economic fundamentals is welcome, especially as real incomes are likely to fall this year.", "What we will monitor closely is whether growth in wages or profits are detached from underlying productivity growth or are responding entirely to the current high rates of inflation.", "This would increase the likelihood that harmful higher inflation becomes embedded in the economy.", "The recovery in the labour market Understanding developments in the labour market is key to assessing the current health of the economy more broadly as well as its likely future prospects and I will now discuss the Irish labour market in more detail.", "The labour market has recovered strongly in line with the rebound in economic activity from the easing of pandemic-related restrictions.", "In the fourth quarter of 2021, there were almost 150,000 more people employed than pre-pandemic.", "This is actually above the levels of employment that we were forecasting before the pandemic in 2019.", "The recovery has happened at a time when the ability of people from outside Ireland to come here for work has been curtailed, suggesting that new participants, who were previously resident in Ireland but outside the labour force, have found employment.", "This is borne out in the data, which shows that employment growth is being driven by higher labour force participation, particularly for female and younger workers.", "Forthcoming research from Central Bank economists analyses this somewhat surprising surge in labour force participation and whether women and younger people are entering the labour market in high numbers due to falling barriers to entry or due to more predictable cyclical and cohort effects.", "In other words, has the increase in domestic participation occurred due to structural shifts in work patterns related to COVID-19, for example remote working, or the combination of the very strong post-pandemic economic recovery and employment expansion in jobs that typically attract younger and female workers?", "To try and answer these questions, our researchers have used labour market microdata provided by the Central Statistics Office to identify the flows underpinning the changes we have seen at the aggregate level.", "These flows include individuals moving from outside the labour force (inactivity) to inside (participation), or from unemployed to employed or vice versa.", "Generally, in a period of economic growth, as we have now, net flows from inactivity to the labour force would be expected to be positive, due to greater opportunities to take up a job in the economy.", "This has been the case during the recovery from the pandemic and the scale has been striking compared to historical data.", "Quarterly net flows from inactivity to the labour force prior to the pandemic ranged from about minus 30,000 to plus 70,000.", "In the second and third quarters of last year, in contrast, positive net flows of about 130,000 were observed.", "Examining flows of workers from inactivity to the labour force by gender and age cohort, shows the increase is driven disproportionately by young workers, men and women under 25, and by women between the ages of 35 and 59.", "One might expect that pandemic-induced changes in work practices could be important for these particular sub-sets of the labour force.", "However, our analysis shows that this does not appear to be the primary factor driving the increase in their employment, at least through this phase of the recovery.", "For younger workers, the strength of the recovery has driven increased participation, pointing primarily to a cyclical explanation for the increase as opposed to a structural change.", "While for women, increased participation is part of a longer-term trend driven by a \"cohort effect\".", "Previous research has shown that female participation depends on both age and cohort effects.", "The age effect describes the feature of all labour markets where a woman aged 30 is more likely to participate in the labour force than a woman aged 20.", "This is similar for males and is a result of 20 year olds being more likely to still be in education.", "The cohort effect is that a woman aged 40 in 2022 is far more likely to participate than a 40 year old woman in 1998.", "Her cohort, or the year in which the woman was born (1981 vs 1958 in my example), is capturing the effect of all of the societal changes around female participation in the labour force over those years.", "This cohort effect has been particularly strong for female employment in Ireland, and female participation still has a way to go - but developments in recent quarters have brought us closer to our international peers.", "The increase in female labour force participation is affected by the same cyclical factors affecting younger cohorts.", "However, it is also simply the result of a positive long-term change in the Irish economy.", "That is, the increasing number of women participating in the labour force.", "So while the pandemic is likely to have effects on the labour market for some time to come, there appear to be other important reasons behind the surge in labour force participation that has been observed over recent quarters.", "Diversity in Economics And turning now to why we are here today, while there are many reasons behind the huge change in the Irish economy over recent decades to becoming a relatively prosperous economy, making the most of the talent and skills in our economy is certainly one of them.", "I believe that moving towards an economy where women have as much opportunity to participate in the labour market as men has been a key part of that.", "Diversity, including but not solely with respect to gender, is important for a number of reasons.", "Diversity can help move us away from groupthink, poor risk assessment and insufficient challenge.", "And diversity needs to be taken into account on many levels, from the decision makers in firms and on boards, to policymakers, to students and to the very data we collect.", "Diversity also matters for organisations like the Central Bank because we are more likely be effective if we represent the people that we serve.", "Ensuring that we have diverse perspectives that represent the societies in which we operate guards against blind spots in our thinking and policymaking.", "From my experience, the economics profession has followed a similar path to the wider economy, with women entering the profession in larger numbers in recent years and decades.", "However, there is still certainly some way to travel.", "For example, we know that the proportion of women studying in economics is below 40 per cent.", "As another example, almost 2 in 5 of the Generation Euro competition entries the Central Bank received this year had at least one female author.", "In my own organisation, we have seen the proportion of women applying for roles in economics is lower than in some other areas of the Bank.", "We are continuously working to ensure we meet our goals with respect to diversity, and supporting efforts across the economics community in Ireland to ensure female students see economics as an attractive career choice.", "If you will indulge me for a moment, I will tell you a little about my career.", "When I joined the Central Bank of Ireland as an Economist in 1996, it had just under 600 full-time staff, 13 divisions and a senior management team of just 8 people.", "If you saw the organisational chart, you would see that there were no women on the senior management team and not even one woman at head of division level.", "The 'norm' was that leaders in the Central Bank of Ireland were male.", "This was due to a number of factors: history, culture in Ireland, culture in the discipline of economics, and culture in the Central Bank itself.", "The effects - although subtle - definitely affected me in that there were no female role models, no one I could aspire to be like.", "All that changed, when in 2001, a woman was appointed as the first female Head of Division in the Central Bank and we have had a number of senior female appointments since.", "This changed my point of reference, and I know the reference points of many other senior women in our organization.", "I have since been privileged to hold significant positions of public service at both national and European level.", "Looking back, one influential aspect was having people at senior levels to whom I could relate, and who I could see as role models.", "That made a difference in my career.", "I think the foundation of ISWE and the work that is planned over the next few years can make a really positive contribution moving forward for female economists working across academia, public institutions and in the private sector.", "Making progress is not something that will be achieved overnight, but I believe concrete steps to move towards greater gender balance will be very beneficial over time.", "ISWE is something that I wish had been in place when I was thinking of becoming an economist and starting out in my career.", "To conclude, I would like to again express my personal support, and the support of the Central Bank for the work you are undertaking.", "Thank you for the opportunity to speak this evening.", "1 I would like to thank Paul Reddan, Tara McIndoe-Calder and Stephen Byrne for their contributions to my remarks.", "2 Quarterly Bulletin Q2 2022, Central Bank of Ireland.", "Household characteristics, Irish inflation and the cost of living.", "Central Bank of Ireland, Economic Letter, Vol.", "6 Boyd, Byrne, Keenan and McIndoe-Calder (forthcoming).", "Pandemic Puzzles: Labour force recovery after a pandemic.", "Quarterly Bulletin Signed Article.", "Understanding Irish labour force participation.", "Gender Diversity for Policy Making, a Central Banking Perspective.", "Remarks delivered at OMFIF Gender Balance Index 2020 launch (5 March 2020).", "9 Madouros, Vasileios.", "Diversity and Inclusion: why it matters for the Central Bank.", "Remarks delivered at National Diversity & Inclusion Conference (4 September 2019).", "10 Higher Education Authority, State Examinations Commission.", "The importance of diversity in central banks and supervised entities.", "Remarks delivered at the Central Bank of Malta 50th Anniversary Conference (4 May 2018)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["labour market", "inflation", "economic diversity", "female participation", "wage-price spiral", "economic outlook", "central bank", "monetary policy", "ISWE", "gender balance"]}