{"sentences": ["Financial Market Reforms: Approach and Expectations Address by Shri Shaktikanta Das, Governor, Reserve Bank of India at FIMMDA Annual Event, September 05, 2022 1.", "I am happy to be part of this FIMMDA1 event today.", "I take this opportunity to place on record the RBI's appreciation of the key role played by FIMMDA in the development of financial markets in India.", "In my address this evening, I propose to reflect upon some recent financial market developments and our efforts to navigate through them in the prevailing global and domestic environment.", "I shall then touch upon some of our recent initiatives for the development of domestic financial markets and then go on to conclude by expressing our expectations from market participants and market bodies in the way ahead.", "Recent Financial Market Turmoil 3.", "The recent commentary from the US Fed at Jackson Hole on the future trajectory of US monetary policy has infused substantial volatility into global financial markets, with large spillovers and knock-on effects on emerging market economies (EMEs).", "This episode is yet another demonstration of the point made in my media interview on August 23, 2022 that while forward guidance can be a useful policy instrument in an accommodative monetary policy phase, it can be quite difficult to provide coherent and consistent guidance in a tightening cycle.", "The difficulty gets further compounded in the current environment of high uncertainty.", "Such forward guidance may even have destabilising effects on financial markets, especially if the subsequent policy actions are at variance with earlier pronouncements.", "Central bank communication in the current context has thus become even more challenging than the actual policy actions.", "Notably, however, financial markets in India have recovered from the lows that they fell to in the immediate aftermath of the Jackson Hole event.", "In this turbulent global environment, the resilience exhibited by Indian financial markets reflects the robust macroeconomic fundamentals of the economy, and the proactive and strategic policy interventions to mitigate the impact of the two black swan events that have occurred in quick succession - the COVID-19 pandemic and the war in Europe.", "Experience tells us that markets often tend to overreact to new information, which also amplifies volatility.", "Especially in times such as now, when geopolitical tensions and synchronised monetary policy tightening come together, overshooting often precedes subsequent realignment with the underlying fundamentals.", "Hence, it is useful to take stock of India's macroeconomic fundamentals and buffers, and assess them in the current and evolving conditions.", "First, India is widely perceived to be among the fastest growing major economies in the world in 20222, when the other major economies may encounter recession or considerable moderation in their growth momentum.", "The favorable growth differential of India provides confidence to investors.", "This is amply reflected in the surge of portfolio flows into India since July 2022.", "Inflows in August alone at US$ 7.5 billion are more than 16 times the net inflows in July.", "Second, the recent softening of commodity prices and supply chain pressures have eased the terms of trade shock that India faced in the aftermath of the pandemic and the war.", "With the consequent easing of imported inflation pressures, India's CPI inflation has peaked in April 2022.", "Further, the average Indian basket crude price in August at USD 97.4 per barrel has turned out to be lower than what we had assumed for the full year - USD 105 per barrel - in the monetary policy resolution of August 5.", "In fact, India's inflation is lower than a large number of its trading partners.", "Third, the shift in the commodity price outlook is also altering the assessment of India's current account deficit in 2022-23, which is now expected to remain well within sustainable levels.", "Fourth, at a time when food security is threatened the world over by shortages and soaring prices, India's large buffer stocks of food grains supplement domestic supply and assure food security domestically.", "Fifth, India's foreign exchange reserves of US$ 561 billion (as on August 26) provide a cushion against external shocks, as is being demonstrated on a day-to-day basis.", "Moreover, the reserves are also reinforced by forward assets.", "Sixth, the health of our banking system is sound.", "It is well capitalised and well provisioned, with improved asset quality.", "This constitutes a key pillar of financial stability and is expected to provide positive spillovers for the financial markets.", "Reflecting these fundamental factors, the Indian rupee has moved in an orderly manner in the current financial year so far.", "It has held its own in a world of sharp depreciation across other EME and AE currencies.", "While the US dollar has appreciated by 11.8 per cent during the current financial year so far, the INR has depreciated by 5.1 per cent, which is among the lowest in the world.", "The RBI is in the market on a regular basis, providing liquidity and confidence so as to facilitate its smooth and normal functioning.", "Exchange rate stability is an intrinsic element of our overall macroeconomic and financial stability.", "Our endeavour amidst the extraordinary events unfolding globally on an ongoing basis has been to anchor expectations and allow the exchange rate to reflect the fundamentals rather than overshoot.", "Avoiding undue and excessive volatility is a desirable policy objective for all stakeholders, while reaping the benefits of a market determined exchange rate regime.", "Price stability provides the anchor for exchange rate stability in the medium-run.", "The flexible inflation targeting (FIT) regime provides credibility to the RBI's monetary policy mandate of assigning priority to containing inflation and keeping inflation expectations anchored while keeping in mind the objective of growth.", "While the incoming monthly inflation prints in the near-term could be bumpy, we expect it to moderate in the second half of 2022-23, and then move within the tolerance band in Q4 and then even lower in Q1:2023-24.", "Response to the Pandemic and the War in Europe 9.", "In response to the pandemic, as you are well aware, the RBI deployed conventional and unconventional monetary policy tools.", "The financing conditions were kept easy.", "Normal functioning of various segments of the financial market was ensured.", "Our communications and forward guidance provided the much-needed clarity and confidence to the markets - both financial and non-financial.", "As we adapted to the pandemic, the policy approach has been gradually normalised.", "Even as the Indian economy was recovering from the pandemic, it faced a setback from the war in Europe, which caused fresh supply disruptions and accentuated the earlier ones.", "Inflation became globalized.", "Consequently, the response from Central banks has been aggressive leading to synchronized monetary tightening across the world.", "In India, the MPC re-prioritised price stability as the foremost objective of monetary policy and began a process of withdrawal of accommodation.", "Going forward, our monetary policy will remain watchful, nimble- footed and calibrated in order to ensure price stability while supporting growth.", "The RBI remains committed to support the market with two-way operations, as warranted, in line with the revised liquidity management framework.", "The RBI will also strive to ensure stable money market conditions, the smooth conduct of the primary auctions in G-secs and facilitate the orderly evolution of the yield curve.", "Reforms in Regulatory Framework and Financial Markets 12.", "In spite of the two black swan events that have dominated the recent discourse, the RBI has steadfastly persevered with regulatory reforms aimed at the development of the domestic financial markets.", "Our approach is based on the principle of adapting to the needs of a modernising financial market as it integrates with the rest of the world.", "Let me touch upon on some of the regulatory changes which have taken place during the last three years.", "The orderly development of the sovereign yield curve needs significant market liquidity at important benchmark tenor points and supply of G-Secs of various tenors to diverse class of market participants matching with their investment requirements.", "To this end, the Benchmark Security Issuance Strategy was introduced during 2020-21 under which government securities (g- secs) of specific benchmark tenors of 2, 5, 10, 14, 30 and 40-years are issued.", "This year, g-secs with a 7-year tenor have also been introduced after market consultation.", "Issuance of green bonds provides a strong signal of a country's commitment to a low-carbon economy.", "It also helps in bringing down the cost of capital for green projects.", "Following the announcement in the Union Budget for 2022-23, the Government and the RBI are putting in place a framework for issuance of Sovereign Green Bonds, in line with global standards.", "As part of our continuing efforts to increase retail participation in G-secs, the 'RBI Retail Direct Scheme' was launched in November 2021 to facilitate individual investors to conveniently invest in G-secs, state development loans (SDLs) and sovereign gold bonds.", "Further, to ensure liquidity to the retail investor, the \"Retail Direct Scheme - Market Making\" was notified on January 04, 2022.", "The scheme requires primary dealers to respond to buy/sell requests from the retail investors throughout market hours.", "The RBI has continuously engaged in ensuring state-of-the-art infrastructure for trading, settlement and timely dissemination of information in the g-sec market.", "An important initiative in this context is the introduction of the Request for Quote (RFQ) dealing mode on NDS- OM in October 2020.", "The RFQ mode aims to enable market participants to negotiate trades on the NDS-OM platform itself for better price discovery.", "Derivative markets play an important role in allowing entities to hedge their risks and improving liquidity for the underlying product.", "Several measures have been taken to rationalise the regulatory framework for forex, credit and interest rate derivative markets.", "Principle-based regimes have been implemented in place of prescriptive regulations in a bid to provide greater flexibility and operational freedom to market participants.", "Access of non-residents to these markets has been eased.", "The access of institutional users to the markets has been facilitated both for hedging and for expressing their views on market movements.", "With these reform measures, product due diligence assumes greater importance.", "It would ensure that market-makers offer products that match the requirement of the users and avoid exposing their clients to excessive risk.", "Considering the recent changes in the regulations relating to OTC derivatives and in line with international standards, a regulatory framework for market-makers in OTC derivatives3 has been put in place to ensure high standards of governance, risk management and conduct by market makers.", "We have also continued our efforts towards integrating domestic and offshore INR markets.", "Banks in India with operative IFSC Banking Units were permitted to access the offshore non-deliverable rupee derivative market in 2020.", "To facilitate integration of offshore and onshore markets for Overnight Indexed Swaps (OIS) - the most active rupee interest rate derivative in the domestic market - Banks in India and standalone primary dealers (SPDs) have been permitted to undertake settlement of OIS transactions with non-residents in foreign currency.", "Broadly, the recent regulatory and institutional reforms have been aimed at enabling the domestic financial markets to face the challenges of the next decade.", "Cutting across market segments, these reforms seek to usher in a simplified, principle-based regulatory framework that seeks to broadbase markets by easing access, enhancing participation, facilitating innovation, protecting users and promoting fair conduct.", "Market Participants and Market Bodies as Reform Partners 21.", "It is important to note that achievement of the desired outcomes from the significant changes in the regulatory framework for financial market and its infrastructure is contingent upon market participants taking forward the reform agenda.", "It is heartening to see the market participants rising to the occasion and partnering with the Reserve Bank to meet the challenges of recent years.", "One such instance was the smooth completion of the government borrowing programme, despite the increased issuances in the last two years.", "Similarly, the move towards normalisation of liquidity conditions in the market has also taken place without any disruption.", "In response to changes in regulation, we are seeing our banks becoming active and visible in global markets and coming up with new products to meet the hedging needs of the real sector.", "The transition away from LIBOR has also been achieved with relative smoothness.", "Of course, the efforts towards complete transition need to continue as we approach the deadline for the cessation of all US dollar LIBOR settings less than a year away.", "In all of these areas, market bodies such as the FIMMDA, PDAI4, FEDAI5 and the Indian Banks Association (IBA) have continued to play an important role in acting as bridges between the market participants and the regulator, proactively conveying the views of the market and providing timely inputs for policy making.", "Expectations from Market Participants 23.", "There are, however, some areas where performance of market participants can improve further.", "One area has been the delivery of services to the small / retail customers.", "While there has been a steady increase in the quantum of secondary market trades under the RBI Retail Direct Scheme, there remains considerable scope for improvement in ensuring liquidity for the retail investors throughout market hours on the NDS-OM platform.", "We continue to get representations from customers - particularly, those undertaking forex transactions with small ticket sizes - about fair pricing of forex products.", "A research study by some officers in the RBI found empirical evidence of the presence of considerable price discrimination in the OTC currency derivatives market.", "The services provided by banks on the FX- Retail platform need special attention.", "The response time and onboarding of customers on the platform can be faster.", "The revised product regulations in OTC derivative markets now permit market-makers to deal in derivative products of varying complexity and to offer these products only to non-retail/institutional customers who have the ability to handle the risks associated with such products.", "It has been reassuring to note that market participants and users have been taking a prudent approach in the use of complex products.", "The valuation and the risk management systems of the market-makers may need to be continually updated.", "Customers also need to be made aware of the unique risks associated with these products.", "The recent reform measures have facilitated greater linkages of the domestic market with the global markets.", "As the footprints of banks in India increase in the offshore markets, it is expected that price discovery of rupee products will also consolidate in the onshore market.", "To realise this potential, banks need to put in place adequate supporting infrastructure backed by expertise in risk management.", "More so, because integrated financial markets can also facilitate faster propagation of shocks which require appropriate risk management processes.", "Let me now conclude by stating that market development ultimately is a shared goal of both the regulator and the market participants.", "The RBI has taken steps towards liberalising markets, removing barriers and putting in place a facilitative regulatory framework.", "Adoption of new products requires participation from market participants in terms of providing liquidity, contributing to price determination and easing operational constraints.", "It is upon the market participants to take the baton forward to develop the market and offer innovative financial products to a broader set of clients.", "The RBI will remain constantly engaged with the market bodies and participants.", "Together, we should remain future ready at all times.", "I firmly believe that we can do this.", "I wish FIMMDA all success in its future endeavours and look forward to our continued partnership."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Financial Market Reforms", "Inflation", "Monetary Policy", "Exchange Rate", "Derivatives", "Retail Participation", "Green Bonds", "Market Infrastructure", "Market Conduct", "Risk Management"]}