{"sentences": ["Some years ago, Andrea Enria, the Chair of the Supervisory Board, gave a speech, precisely at an EBI conference, calling for greater transparency in prudential supervision.", "When describing the role of transparency and information disclosure, he echoed the words of Supreme Court Justice Louis Brandeis: \"Sunlight is said to be the best of disinfectants; electric light the most efficient policeman\".", "This couldn't be truer for climate-related disclosures, too.", "As I have said before when discussing the supervision and prominence of climate-related and environmental, or C&E, risks, we can only tackle a problem once we get a good grip on its shape and size.", "Some information may be uncomfortable to face up to - but bringing it to light is the first step in making progress.", "When it comes to climate change, the information on what Al Gore famously dubbed an inconvenient truth is indeed getting bleaker by the day.", "The most recent IPCC report confirms the dramatic consequences of not taking immediate action: additional global warming of up to 1.5 degrees Celsius in the near term would increase climate hazards, and present numerous risks to ecosystems and human society.", "Europe is particularly badly affected, as temperatures here continue to rise above the mean and, despite our efforts to reduce CO2 emissions, we lag far behind in terms of what we need to do to adapt to some of the inevitable consequences.", "It is time we face the facts.", "As citizens, as institutions, and as all actors in the economy - including of course banks.", "It is essential that banks share with their stakeholders detailed information on their exposures to C&E - risks.", "Only then can we all effectively work together to address the consequences of climate change.", "This is why today I would like to draw your attention to another important landmark in the ECB's supervision of C&E risks: the publication of our second stocktake on the transparency of banks' disclosures of their C&E risk profiles.", "The European and international agenda on climate Publishing this update is part of our supervisory agenda on climate.", "As you know, C&E risks have been one of our supervisory priorities for some years now and we have started treating them just like any other prudential risk.", "In this context, we have been rolling out a series of corresponding supervisory activities.", "In 2020 we published our guide on climate-related and environmental risks, which outlined our supervisory expectations relating to the management and disclosure of C&E risks.", "In 2021 we published a self-assessment benchmarking report.", "And in 2022 we launched the climate risk stress test and a thematic review of how banks incorporate C&E risks into their processes, a fully-fledged supervisory exercise, involving teams responsible for the day-to-day supervision of banks.", "At the same time, we are gradually integrating C&E risks into our regular supervisory methodology, and how banks manage these risks will ultimately impact their Pillar 2 capital requirements.", "The ECB's supervisory actions on climate are part of broader international efforts to advance the supervision and regulation of C&E risks.", "At global level, the Basel Committee on Banking Supervision recently concluded a public consultation on draft supervisory principles for the prudential treatment of climate-related risks, and the input they received is now being reviewed with the aim of finalising those supervisory principles.", "This is part of a broader workplan of the Committee to evaluate how to consider climate-related financial risks in all pillars of the Basel framework.", "Supervision, regulation and - the topic of the ECB report that is published this morning - disclosures.", "The importance of transparent disclosures There is growing international awareness of the great value of transparent disclosures.", "Disclosures that are clear and easy to understand tend to benefit any company, banks included.", "Generally, companies have strong incentives to publish frank and meaningful disclosures because transparency is usually rewarded by investors; it helps reduce uncertainty and allows all interested parties to feel they are making safe investments based on trustworthy data.", "This is particularly true for climate-related and environmental risks.", "As the materiality of physical and transition risks increases by the day, investors are on the lookout for those companies that proactively take these risks into account in their daily operations and across all their activities.", "One of the essential functions of financial markets is to price risk and thus support informed and efficient capital allocation decisions.", "The accurate and timely disclosure of current and past operating and financial results is central to this function.", "To make it concrete: the more transparent banks are about their C&E risk profiles and their concrete efforts to align their portfolios with the Paris Agreement, the easier it is for market participants to compare banks, reward those which are taking the necessary steps to adopt risk management practices aligned with a carbon-neutral economy, and re-evaluate those with misaligned trajectories.", "Transparent disclosures also create a certain level of peer and stakeholder pressure, which is essential to making companies properly manage their risks.", "Investors and asset managers are seeking to develop and market portfolios that are aligned with the sustainability objectives of their own clients.", "As such, they are becoming increasingly demanding about corporate C&E disclosures.", "Banks' own shareholders are becoming increasingly demanding, too, especially concerning banks that have publicly committed to achieving net zero targets.", "In fact, failure to disclose meaningful follow-up information on their climate commitments has already led to significant litigation and given rise to heightened reputational and legal risks for some banks.", "Recent regulatory and legislative initiatives reflect growing international awareness of the great value of transparent disclosures on C&E risks.", "In Europe, large banks will have to disclose climate-related information under the European Banking Authority's comprehensive implementing technical standards.", "They will have to already do so by early 2023, referencing data from the end of 2022.", "The information requested from banks includes qualitative and quantitative information on environmental, social and governance risks, as well as indicators such as alignment metrics and the green asset ratio - thus significantly raising the bar in terms of C&E risk reporting.", "In the same vein, sustainability reporting obligations under the European Commission's Corporate Sustainability Reporting Directive will shortly apply to large corporations, including banks under our direct supervision.", "Main findings of the ECB report on banks' progress towards transparently disclosing their C&E risk profile The ECB is also well aware of the importance of transparent disclosures.", "We published our first stocktake of banks' C&E disclosures back in November 2020.", "We did so precisely to give banks the time and the incentive to improve the quality of their own disclosures in this field.", "Back then, virtually none of the institutions in the scope of the assessment met our expectations as set out in the ECB Guide on climate-related and environmental risks, which we published at the same time.", "The second stocktake, published today, shows that the quality of banks' disclosures has improved since then, especially in the areas of risk management, governance and business models.", "However, this improvement has been only marginal: as of 2021, seven in ten banks disclosed information about C&E risk management and governance - compared to five in ten in 2020 -, while only four in ten shared relevant information about the incorporation of C&E risks into their strategic considerations - up from three in ten in 2020.", "And, all in all, none of the 115 banks directly supervised by the ECB fully meets our supervisory expectations for disclosures.", "There is very little justification for this lack of substantial progress, particularly considering the vast amount and quality of climate-related data, tools and information shared by different international and European organisations and institutions in recent years.", "The sheer speed at which regulation and metrics are developing in this field should leave no room for any doubt: addressing climate-related and environmental risks, and publishing good-quality disclosures, is not optional.", "Banks can and must do much better to improve the quality of their disclosures, and they need to do it quickly.", "However, we see a considerable disconnect between banks' perception of the importance of C&E risks as communicated to us, the supervisor, and what banks choose to publicly disclose.", "Banks are trying to compensate for the poor quality of their disclosures by issuing a great volume of information around green topics.", "We end up with a lot of white noise and no real substance on what both markets and supervisors really want to know: how exposed is a bank to C&E risks and what is it doing to manage that exposure?", "It is of course relevant for banks to publicise their efforts to, for example, reduce the electricity consumption of their branches.", "However, it would be much more significant if they were to announce how they are steering their activities towards risk management practices that are aligned with a carbon-neutral economy.", "Looking at the world through \"green-coloured glasses\" is not quite the same as a sound management of all material C&E risks.", "We also observe a lack of concrete detail in how banks substantiate their climate-related and environmental metrics and targets.", "For example, when reporting on their commitment to align with the Paris Agreement, only around one in five institutions disclose the methodologies, definitions and criteria for all of the figures, metrics and targets reported as material.", "More than one-third of institutions do not disclose these aspects at all.", "In light of the increasing importance of such commitments, interested parties will increasingly seek information on these alignment metrics - and banks' disclosures must become meaningful in this regard.", "Like many other institutions and agencies, the ECB is committed to sharing the best practices we have found across the industry.", "Not only do they serve as inspiration for banks who need to catch up, they also show that the ECB's expectations can, in fact, be met.", "For example, one of the banks under our direct supervision published its own climate strategy - which aims at achieving net zero emissions for its lending portfolio by 2050 or sooner - in tandem with a number of (interim) targets and related metrics, as well as the progress made in meeting them.", "For each of these targets and metrics, the bank discloses the sectors covered, the underlying methodology and the scenarios used to draw up benchmarks.", "For the methodologies and scenarios, it reports on the options it chose, the data sources it used and the changes it made with respect to the previous disclosure.", "Another bank endeavoured to align its portfolios with science-based transition pathways, including technology pathways originating from the International Energy Agency's \"Net Zero by 2050\" report.", "The bank disclosed dashboards that displayed the performance of its loan books in various transition sectors, such as power generation, oil and gas, automotive, steel, cement and real estate, against a science-based transition pathway.", "It also disclosed the precise indicators used, the underlying methodologies and the reference scenarios for each indicator.", "For each of the indicators, the bank then disclosed its current and projected performance against the pathway and set associated targets.", "Importantly, many of the banks raising the bar in C&E disclosures are small and medium-sized - showing that remarkable progress is achievable by all.", "Supervisory follow-up Let me now outline the next steps that the ECB plans to take to follow up on the results of our assessment of banks' C&E disclosures.", "We have sent individual feedback letters to all banks under our direct supervision, setting out the key gaps in their disclosures and conveying our explicit expectation that they will take decisive action to address these gaps.", "In doing so, banks will ultimately ensure that their risk profile is transparently and comprehensively reflected in the information they disclose to the public.", "Addressing such gaps will also mean banks are well prepared to meet impending technical requirements.", "As I mentioned, the consequences of non-compliance with minimum transparency standards are only going to increase for banks, as legal and reputational risks are starting to materialise for banks which fail to step up the quality of their disclosures.", "More and more, clients, investors and other market participants want meaningful, comprehensive information on the climate-related actions of their banks.", "That way, they can make conscious, informed decisions about where their money goes.", "Moreover, failing to disclose exposure to risks, including C&E risks, constitutes a breach of the Capital Requirements Regulation.", "As such, we stand ready to use the full array of supervisory tools at our disposal to ensure banks' C&E disclosures are up to our standards, and ultimately that eligible banks are prepared for the new regulatory requirements.", "The ECB in addition publishes a yearly report on banks' Pillar 3 disclosures, where we also have the option to publicly list those banks which repeatedly fail to disclose their C&E risks.", "In view of the poor results shown by our stocktake, and to assess the extent to which the banks address individual feedback, C&E risk disclosures will continue to feature prominently in the ECB's supervision.", "We will assess banks' C&E disclosures again at the end of 2022 and we expect to see major progress by then.", "Stricter disclosure regulation is on the way, and time is running out for banks to get ready.", "Five years have passed since the Task Force on Climate-related Financial Disclosures published its recommendations.", "There are also many initiatives, some of them open source, to support banks' efforts.", "Many companies have improved their disclosures and now provide information that can feed into banks' own disclosure indicators.", "And for those banks that have systematically fallen behind the ECB's - and the market's - expectations there is only one way forward.", "It is time for banks to be transparent and comprehensive with their C&E disclosures, so we that by bringing them to light, we can progress from an inconvenient truth towards a desirable outcome - for us and for all future generations.", "Let me end where I started: the first step in coming to grips with any inconvenient truth is full disclosure."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate-related disclosures", "C&E risks", "Transparency", "Climate change", "Basel framework", "Supervisory expectations", "Paris Agreement", "Green-coloured glasses", "Best practices", "Disclosure regulation"]}