{"sentences": ["Media and Research - Speeches PH Economy 2.0: Reinforcing Growth and Date: June 13, 2022 Occasion: Bloomberg Philippines NEXT Summit-Deciphering New Horizon Speaker: BSP Governor Benjamin E. Diokno Good afternoon.", "It is an honor and a pleasure to share the latest developments in the Philippine economy.", "The economy has grown by at least 6 percent annually until the pandemic stalled the momentum.", "Now, we have bounced back and returned to our robust growth path.", "Expansion in the first three months was broad-based.", "Agriculture, forestry, and fishing grew by 0.2 percent, industry rose by 10.4 percent, and services improved by 8.6 percent.", "In addition, household consumption increased by 10.1 percent, while government consumption grew by 3.6 percent.", "Exports and imports also improved with 10.3 percent and 15.6 percent expansion, respectively.", "With more relaxed restrictions, mobility indices improved from the levels seen at the height of the pandemic.", "As of May 30, mobility trends for restaurants, cafes, shopping centers, theme parks, museums, libraries, and movie theaters continued to show improvement.", "Similarly, visits to transit stations likewise increased.", "Against this backdrop, the Philippine economy outperforms peers.", "Its 8.3 percent growth in the first quarter exceeded Malaysia, Indonesia, Vietnam, Singapore, and Thailand.", "The employment picture has also significantly improved.", "From February to March 2022, 1.5 million jobs were created, bringing down the unemployment rate from the peak of 17.6 percent in April Foreign direct investments are soaring.", "After hitting a record high of 10.5 billion US dollars in 2021, net inflow of FDIs jumped by 8.0 percent to 1.71 billion US dollars in the first two months of this year.", "Manufacturing conditions have likewise improved.", "The S&P Global Philippines Manufacturing Purchasing Managers' Index reached 54.1 in May this year, highest in over four years.", "Consumer confidence is on an uptrend.", "Consumer sentiment is less pessimistic in Q1 2022 and more optimistic for the next 12 months at 30.4 percent.", "Similarly, the business confidence index rose to 59.7 percent for the second quarter of the year and to 69.8 percent for the next 12 months.", "The economic rebound may be credited in part to the crisis-response measures of the BSP.", "We deployed regulatory relief measures and extraordinary liquidity assistance to the National Government.", "We also moved to ensure adequate liquidity in the financial system to support credit activities.", "The BSP extended provisional advances to the National Government worth 10.3 billion US dollars in 2020 and 2021, which was reduced to 5.7 billion US dollars in January 2022.", "The national government has fully paid these advances ahead of the maturity schedule on June 11, 2022.", "The BSP also provided big banks extra leg room to extend credit via a 200-basis points reduction in their reserve requirement ratio to just 12 percent.", "In total, the BSP infused to the financial system an amount equivalent to 11.3 percent of the GDP.", "We have also started the normalization process for our policy rate through a 25-basis point hike to 2.25 percent last May 19.", "Also, as part of the policy normalization process, the BSP reconfigured its government securities purchasing window into a regular intraday facility.", "The timing and conditions of our exit strategy continue to be data driven.", "It is a balancing act guided by several factors, such as inflation and growth outlook.", "A well-planned, well-calibrated, and well-communicated exit plan will prevent substantial market volatility, reduce potential spillovers, and sustain our recovery momentum.", "The Philippines is also determined to maintain fiscal discipline.", "After posting a higher debt-to-GDP ratio as a result of massive spending for COVID response, we are keen to return to our fiscal consolidation path.", "Based on the fiscal program, the national government's debt should go down to 60.4 percent in 2024.", "It is worth emphasizing that our current level of debt-to-GDP ratio is well below the figure for other economies, some of which have debts over 100 percent or even 200 percent of their GDP.", "Our external accounts are also healthy.", "Our gross international reserves as of end-April this year stood at 106.8 billion US dollars, equivalent to 9.4 months' worth of imports.", "The received doctrine is that three months of import cover is sufficient.", "In line with the movement of other emerging market currencies, the Philippine peso depreciated by 2.62 percent to P52.37 as of May 31 from its end-2021 level.", "The BSP keeps its market-determined exchange rate policy and intervenes only to ensure orderly market conditions and prevent excessive short-term volatility in the exchange rate.", "Moving on to the banking sector, banks continue to serve as a pillar of strength for the economy.", "Loan growth expanded at a faster rate of 10.1 percent year-on-year in April, up from 8.9 percent in March.", "Non-performing loans remained manageable at 4.1 percent of loan portfolio as of March this year.", "Banks' capital adequacy ratio of 17.4 percent remained above the threshold levels of 10 percent and 8 percent set by the BSP and the Bank for International Settlements, respectively.", "Moving on to our advocacies, two of the BSP's strategic objectives are the transformation of at least 50 percent of all retail payments in the country into digital form and the onboarding of at least 70 percent of Filipino adults in the formal financial system.", "With the enabling regulatory environment complemented by the pandemic that forced people to adopt modern payment systems, we are confident that we can achieve our twin targets by 2023.", "To further support our digitalization initiatives, the BSP has issued licenses to six digital banks.", "On sustainable finance, the BSP is at the forefront of promoting sustainability principles in the financial sector.", "We have issued regulations requiring banks to incorporate such principles into their operations.", "We are also among the early investors in the Bank for International Settlements' Green Bond Fund and the Asia Green Bond Fund.", "The prospects for the Philippine economy are bright partly because of the strong fundamentals I have just mentioned and also because of the solid reform momentum.", "Even as the government was preoccupied with pandemic response, three landmark laws that further open the Philippines to foreign investors have been enacted.", "These are the amended Retail Trade Liberalization Act, Foreign Investments Act, and Public Services Act.", "During the last six years, the Duterte administration invested heavily in infrastructure under its Build, Build, Build program.", "I call the period 2016-2021 as the Philippines' Golden Age of Infrastructure, with infrastructure spending as percent of GDP hitting an average of 5.0 percent.", "The good news is that the incoming administration will inherit a better state of infrastructure to aid its development agenda.", "A total of 88 infrastructure flagship projects for completion in 2023 and beyond will e up for the next administration to continue.", "With the economy on the mend from the COVID-19 crisis, macroeconomic prospects are bright.", "The International Monetary Fund shares the view about the Philippines' favorable economic prospects vis-à-vis its peers.", "In its latest World Economic Outlook report, the IMF projects the Philippines to post the fastest growth in the region this year at 6.5 percent.", "But this outlook is not without risk.", "Taking into account the Russia-Ukraine conflict, the Development Budget Coordination Committee adjusted its full-year growth target to a range of 2.0 to 4.0 percent but is expected to ease back within the range in 2023.", "As has been announced, I have accepted the invitation by the newly elected President to lead the new economic team as finance secretary.", "While changes come with a new set of challenges, I believe the country will significantly benefit from the policy continuity that the incoming administration is poised to observe.", "I am confident that the transition in administration in the Philippines will pave the way for more economic gains for the Filipino people.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic growth", "Inflation", "Fiscal discipline", "External accounts", "Banking sector", "Digital payments", "Sustainable finance", "Reform momentum", "Infrastructure", "Economic outlook"]}