{"sentences": ["Remarks by Paul Beaudry University of Waterloo Faculty of Arts Distinguished Lecture in Economics September 20, 2022 Macroeconomics of the 2020s: What we've learned, and what's to come present this year's Good afternoon, and thank you for inviting me to I'm honoured to be the ninth Distinguished Lecture in Economics.", "lecturer to take this stage.", "I would especially like to thank Professor Francisco Gonzales for thinking of me for today's talk.", "Francisco and I have known each other for almost 20 years and have discussed many economic issues during that time.", "I hope that some of the concepts I will address today-especially spillovers and the value of coordination-will resonate with him, and with students who have had the pleasure of taking his classes.", "I'm very happy to be here in person after more than two years of hybrid events.", "COVID-19 has certainly disrupted many aspects of our lives-our physical and mental well-being, and our ability to study and work.", "Unfortunately, some of us even lost loved ones to this deadly virus.", "It goes without saying that the pandemic has also had unprecedented effects on the domestic and global economies.", "Never before had the entire world effectively battened down the hatches so quickly and all at once.", "And never before had we experienced the roller coaster of re-openings and closures that has taken place we're also dealing with supply chain disruptions, war in since March 2020.", "Now that's higher than we've seen in Ukraine and inflation decades.", "When COVID-19 first hit, the Bank of Canada-and many other central banks- took a series of actions.", "Some were new and innovative in response to the situation before us.", "Others stemmed from the playbooks we used during other crises.", "This is a key approach to policy-making: we draw from past experiences to figure out what actions will best support the economy, keep inflation on target and protect the well-being of households and businesses.", "Looking back now, I believe we got a lot of things right when trying to manage the economic fallout from the pandemic.", "But in other areas, we could have done better.", "So today, with the benefit of hindsight, I want to talk about some early lessons we can draw from this episode.", "discuss what worked, and where we could improve our response to future downturns.", "I'll focus specifically on three issues.", "The first is how international spillovers have been shaping the macroeconomic Here I'm thinking about how countries responded landscape.", "to and are recovering from the pandemic, and how policy-makers' actions in individual countries affected global outcomes.", "And I'll emphasize how cross-country interactions played out differently during the pandemic than they did in other recessions, such as the one that followed the 2008-09 global financial crisis (GFC).", "Second, I'd like to that we've seen in compare the strong rebound the labour market with the jobless recoveries that advanced economies sometimes experienced in the past.", "Here stress how these differences partly reflect the way policy shaped the evolution of public and private sector balance sheets.", "I'll look ahead to an issue on so many minds these days: inflation.", "Just this morning new numbers were released.", "In August, inflation stood at 7%.", "While we're headed in the right direction, that's still too high.", "Consumers and businesses are rightfully wondering when we'll stop feeling the pinch of high prices.", "And so I'll talk about the role that expectations play in driving inflation, how central banks try to influence those expectations and what this means for the Bank of Canada as we guide inflation back to our 2% target.", "International policy spillovers Let's start by noting that Canada has a small open economy, accounting for less than 1.5% of global gross domestic product.", "We are integrated with, and dependent on, global trade partners.", "So what happens elsewhere has significant impacts on the Canadian economy.", "This situation unique to Canada.", "Most countries are small in this sense.", "Accordingly, policy-makers in individual countries often take global conditions as given.", "This means they focus on making monetary and fiscal policy choices that best serve their national interests.", "They may not necessarily internalize all the spillovers those choices might impose on other countries.", "Now, it's not always possible or appropriate to act in ways that consider these spillovers.", "But it's important to understand how the policy choices of individual countries collectively determine the overall level of global stimulus and to consider whether that level is appropriate.", "Accordingly, spillovers are a regular topic on the agendas for international forums like the G7 and G20.", "The conversations we have around those tables can help identify areas where some degree of coordination could make all countries better off.", "Of course, spillovers are complicated, and modelling and measuring them are challenging.", "However, during periods when many countries are recovering from large global shocks-like COVID-19 or the GFC-we can look at spillovers as operating mainly through two dimensions.", "The first is a real activity dimension.", "Stimulus in one country boosts imports of goods and services from other countries, raising demand around the globe and thereby supporting the recovery.", "The second is the inflation dimension.", "It relates to how stimulus measures also raise prices for many internationally traded goods.", "And during COVID-19, unprecedented supply chain disruptions caused an additional layer of problems.", "I talked earlier about how policy-makers looked back on previous crises when navigating the pandemic.", "A lot of literature on policy-makers' responses to the GFC and its aftermath focuses on the real activity dimension.", "Specifically, some research proposes that slower withdrawals of fiscal stimulus following the GFC could have made all countries better off through positive demand spillovers.", "Put differently, a more gradual global withdrawal process could have allowed each country to benefit more fully from the demand boost trading partners' stimulus triggered by its efforts.", "That lesson has coloured many fiscal policy-makers' as we come out of COVID-19, with many conversations at the international level focused on avoiding premature withdrawals of stimulus.", "However, no two crises are created equal.", "A distinctive feature of the GFC was that many sectors and countries were left facing levels of demand well below available supply, and for extended periods of time.", "This excess capacity meant that price pressures associated with stimulus measures were modest.", "The inflation dimension was therefore a relatively small part of the overall story during this period.", "The COVID-19 crisis was clearly very different.", "Even when countries were experiencing excess supply overall, key sectors were operating at or near capacity limits, including many sectors that rely on internationally traded goods.", "Bottlenecks occurred in these sectors because of demand surges driven by a combination of stimulus policies, shutdowns and re-openings as well as by consumers shifting away from services.", "Normally when demand goes up following a recession, supply responds strongly.", "during the pandemic, supply couldn't keep up because of public health protocols and shutdowns.", "This caused delays in consumers getting their hands on goods like bicycles and furniture.", "So prices rose more sharply than usual.", "Compared with the GFC, this resulted in a stronger response on the inflation dimension and a weaker response on the activity dimension.", "So decision to maintain stimulus disproportionately impacted others through the effects of that stimulus on the prices of globally traded goods.", "For instance, as US stimulus spread through the economy and led to a greater demand for new vehicles, Taiwan-a key manufacturer of microchips needed to make modern vehicles-was struggling to adapt its production processes and facing long backlogs of orders.", "Instead of stimulus-induced demand leading to more output, this bottleneck meant global automobile production stalled and prices increased-not only in the United States, but also in Canada and around the world.", "The net result was that, during the recovery phase of the pandemic, likely a somewhat faster global withdrawal process could have made all countries better off.", "To summarize, lessons from the GFC informed key parts of the policy response to the pandemic.", "However, in hindsight, policy-makers everywhere should have been more alert to the possibility that the nature of global spillovers can change over time.", "A better understanding of these dynamics and how policy actions can ripple around the world should enable more effective global responses to future shocks.", "Labour market recoveries and balance sheets Next, I'd like to discuss how the labour market has recovered from the pandemic.", "I'll talk about the role that balance sheets have played in making that recovery stronger than recoveries following previous downturns.", "The left-hand panel of Chart 1 shows how unusual the recovery phase of the pandemic has been relative to historical experience.", "Despite an unprecedented initial drop, Canadian employment took only about 20 months to return to its prerecession peak.", "This is about 6 months faster than we experienced coming out of the GFC, and at least 18 months ahead of the tepid recoveries that followed recessions in the 1980s and 1990s.", "As shown in the right-hand panel, the difference in the recoveries following COVID-19 and the GFC was even more pronounced in the United States.", "Research and history teach us a lot about the forces that made many previous recoveries so slow.", "One lesson is that recessions that take a significant toll on the financial health of businesses, financial institutions or households are often followed by weak recoveries.", "Chart 1: Relative to past downturns, employment in Canada and the United States recovered quickly from the COVID-19 recession Index: last pre-recession peak level of employment = 100, seasonally adjusted, monthly data a.", "Employment in Canada Index b.", "Employment in the United States 100 100 85 85 0 4 8 12 16 20 24 28 32 36 0 4 8 12 16 20 24 28 32 36 Months since last pre-recession peak in employment Months since last pre-recession peak in employment COVID-19 recession 1981-82 recession COVID-19 recession 1981-82 recession 1990-91 recession 2001 recession 1990-92 recession 2008-09 recession 2007-09 recession Sources: Statistics Canada, US Bureau of Labor Statistics and Bank of Canada calculations Last observation: August 2022 A good example is the United States during the GFC, when a collapse in house prices left many indebted households and financial institutions over-leveraged or even in negative net wealth positions.", "That set the scene for what's recession.\"", "During this type of recession, key parts of the private sector are focused on rebuilding healthier balance sheets.", "That rebuilding process takes time.", "Paying down debt and accumulating savings may be good in the long term.", "But, in the short term, having many firms and households preoccupied with these issues doesn't support strong demand and a fast recovery.", "Even for economies not directly impacted by the initial underlying shocks-like Canada during the GFC-having a trading partner caught in these balance sheet headwinds can be a major drag.", "what economists call the \"paradox of This is an example of thrift,\" a situation where savings decisions that seem sensible at the individual level lead to insufficient spending overall.", "In other words, too much personal savings can be a drag on overall economic growth during recessions and recoveries.", "Another example of this paradox is when the risk of unemployment rises during a recession, leading some households to cut back on spending and focus on building precautionary savings.", "This may make sense for individuals, but it takes a toll on total spending and demand.", "As businesses respond to that weaker demand, they can even set off a self-fulfilling spiral of higher unemployment and stronger precautionary savings incentives, worsening the initial downturn.", "easy to imagine how It's such mechanisms could have resulted in a much deeper downturn and slower recovery associated with COVID-19.", "Luckily, policy-makers had learned from previous episodes, and their strong responses over the past two and a half years helped prevent the unusual savings and balance sheet dynamics that often hobble recoveries.", "Fiscal policy measures clearly prevented a worse outcome.", "These included a range of wage and income supports that helped preserve private sector balance sheets and supported consumption.", "Monetary policy played an important supporting role.", "For example, disruptions in financial markets in early 2020 could have layered a serious financial crisis on top of a devastating health crisis.", "But central banks around the world aggressively lowered their policy rates and deployed a range of facilities that kept markets functioning and credit flowing.", "And the next two years saw central banks use forceful combinations of conventional and unconventional stimulus to support consumption and guide their economies to strong recoveries.", "in Chart 2, these fiscal and monetary policy measures effectively expanded public sector balance sheets to offset pressures that would have strained balance sheets in the private sector.", "Of course, such policy measures are not without their costs or risks.", "And taking prudent steps to normalize government and central bank balance sheets is important to help bring down inflation today and ensure room to respond to future downturns.", "At the Bank of Canada, this normalization is underway with our quantitative tightening program.", "Chart 2: Total government expenditures and central bank assets increased in several advanced economies Percentage of gross domestic product, annual data (panel a), quarterly data (panel b) a.", "Total general government expenditures b.", "Source: International Monetary Fund Sources: Bloomberg and via Haver Analytics Last observation: 2021 Bank of Canada calculations Last observation: 2022Q2 All told, there are encouraging lessons to be learned from the speed and scale with which policy-makers were able to marshal stimulus measures in response to COVID-19.", "This allowed the Canadian and other economies to bypass many of the pain points that often follow recessions-setting the scene for a historic bounce back in labour markets.", "With many students in the audience, I'll stress that young people- especially those who recently entered the labour market-have been key beneficiaries of this.", "In past recessions, scarring effects meant that people entering the labour market often took years to catch up to other cohorts.", "I certainly imply that coming into the labour market over the past few years has been easy.", "But the rapid recovery and abundant employment opportunities have meant that new entrants are better positioned to find jobs that match their qualifications.", "helped many young people start their careers on firm footing, which is good news for them and for our economy.", "Managing expectations to tame inflation While the previous two topics come with the benefit of hindsight, my final topic is we're still squarely in the something middle of-the ongoing battle to bring inflation back to our 2% target.", "Since we introduced inflation targeting in 1991, the Bank has been largely successful at keeping inflation low, stable and predictable.", "Because of this, Canadians had grown to expect that this would remain the case.", "So they generally behaved accordingly, making saving and spending decisions and salary demands based on inflation running around 2%.", "Today, that record is being seriously tested as we emerge from the first global Russia's unprovoked invasion of pandemic in a century and face the effects of Ukraine.", "Both factors are contributing to inflation levels well above our target while also raising short- and medium-term inflation expectations as seen in Chart 3.", "Monetary policy is actively tightening to cool the economy and contain these pressures.", "Chart 3: The inflation and wage growth expectations of households and firms have Quarterly data b.", "Firms (BOS and BLP) a.", "Households (CSCE) 2018 2019 2020 2021 2022 2018 2019 2020 2021 2022 Inflation expectations: 1-year-ahead Inflation expectations: 2-year estimate (BOS) Wage growth expectations: 1-year estimate (BOS) Inflation expectations: 2-year-ahead Inflation expectations: 1-year (BLP) Inflation expectations: 5-year-ahead Inflation expectations: 2-year (BLP) Wage growth expectations: 1-year-ahead Inflation expectations: 5-year (BLP) Note: CSCE is the Canadian Survey of Consumer Expectations, BOS is the Business Outlook Survey, and BLP is the Business Leaders' Pulse survey.", "Source: Bank of Canada Last observation: 2022Q2 Against this backdrop, a lot of discussion involves what monetary policy should do to minimize the risk that inflation expectations will drift persistently above our target.", "This is a process known as \"de-anchoring,\" and it can be associated with the self-fulfilling wage-price spirals that I warned against in my last speech.", "To avoid this and bring inflation sustainably back to target, some have suggested that policy-makers may need to engineer a substantial slowdown-or even a recession.", "I want to address these concerns.", "The best strategy for responding to high inflation-and, most importantly, for avoiding de-anchoring-depends partly on how people form their inflation expectations.", "So let me start with two very different theories of expectation formation and what they mean for the disinflation process.", "The first theory assumes that inflation expectations are backward-looking-or what economists call \"adaptive.\"", "This means that households and businesses base their inflation expectations on past inflation, without trying to forecast how the future might differ from the past.", "Essentially, this theory says that people don't believe anything the central bank may say about inflation until they've seen it for themselves.", "An adaptive-expectations view implies that when inflation is high, inflation expectations will drift up, and central banks can't rely on simple communication about future policy to bring them back down.", "Instead, policy-makers must engineer a period of sufficient economic slack so that inflation falls, and these lower inflation outcomes then feed back into lower expectations over time.", "Researchers sometimes liken this to a process of earning credibility.", "This is because what eventually brings realized and expected inflation sustainably back to target is policy-makers showing that willing to tolerate a sizable downturn to get there.", "The second theory is the polar opposite-that expectations are what economists \"rational.\"", "This theory assumes that firms and households are forwardlooking and understand the economy and how monetary policy affects it.", "In particular, businesses and households are assumed to be capable of the mental gymnastics needed to process incoming data and assess their likely implications for future outcomes.", "view, people's understanding Under this rational-expectations that appropriate policy choices will eventually bring inflation back to target can help keep expectations close to target during periods of high inflation.", "To achieve this outcome, central banks must commit to an inflation target and communicate this clearly to households and firms.", "the private sector's anticipation If the commitment is credible, then that inflation will return to target in the long term sets off a series of price- and wage-setting decisions.", "And these decisions help keep inflation in line over the short and medium terms.", "This greatly reduces the need to engineer a period of significant economic slack to get back to target on a sustainable basis.", "The truth, as you can imagine, lies somewhere between these theories.", "For example, an extensive literature focuses on the disinflation that Paul Volcker implemented as Chair of the US Federal Reserve in the 1980s.", "It suggests that the associated downturns were larger than assumed with purely rational expectations, but they were not as severe as purely adaptive expectations would assume.", "At some level, you don't need an economist to tell you this.", "No one naïvely assumes that just because inflation is high today, it will stay there.", "Instead, people try their best to understand the economic environment and form expectations based on that understanding.", "However, that environment is complicated, so the mental gymnastics associated with fully rational expectations feels understandably foreign.", "In a stable environment where the central bank has established a credible track record, as a rule of thumb the private sector can quite safely assume that inflation will evolve close to target.", "Firms can then make price- and wage-setting decisions accordingly, and that generally leads to inflation outcomes not far from target.", "This has largely been the case in Canada for decades.", "However, with inflation now well above our target and its future trajectory uncertain, many firms feel less confident applying the rule of thumb I just described.", "Instead, they must directly confront the complexity of the economic environment, relying more heavily on their own knowledge and reasoning to predict inflation outcomes.", "This is where direct, effective monetary policy communication has an important role to play-helping to guide and coordinate these difficult reasoning as Canada's central bank is to processes.", "An important part of our mandate provide coherent, clear and relatable messages to those we serve.", "Equally important is reaching out to hear how our policies affect everyone.", "We are a public institution working on behalf of all citizens.", "Speaking and listening to Canadians is at the core of building trust and accountability.", "As the Governor recently put it, with so much uncertainty already out there, we don't want monetary policy to be an additional source of uncertainty.", "the Bank is committed to keeping its communications during this difficult period clear, simple and focused on our inflation mandate.", "Our messages are designed to cut through the noise and simplify the difficult problems facing price- and wage-setters in this unusual environment.", "The more effective the Bank can be in its guiding role, the greater the chance of a soft landing-and the lower the risk of a hard landing.", "It's time for me to conclude.", "The COVID-19 pandemic has certainly brought its fair share of challenges to Canadian households, businesses and policy-makers.", "While experience from past crises has played an important role in guiding our decisions, we truly have much more to learn.", "We at the Bank will continue to listen to Canadians, analyze the situation and grow our knowledge in order to best respond to downturns in the economy.", "We will work with our international partners to continuously improve how we respond as a group to shocks like the pandemic that have implications far country's borders.", "We will continue to pay close attention to how this recovery differs from others we've experienced.", "This includes keeping an eye on the health of the labour market and on how public and private sector balance sheets evolve over time.", "And, most importantly, we will continue to take whatever actions are necessary to restore price stability for households and businesses and to maintain confidence that we can deliver on our mandate of bringing inflation back to 2%.", "Thank you for your time, and I look forward to our discussion."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["International policy spillovers", "Labour market recoveries", "Balance sheets", "Inflation", "Expectations", "Monetary policy", "De-anchoring", "Adaptive expectations", "Rational expectations", "Communication"]}