{"sentences": ["August 25, 2022 Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Fukuoka NAKAMURA Toyoaki Member of the Policy Board I.", "Economic and Price Developments at Home and Abroad A.", "Recent Developments and Outlook for Economic Activity and Prices I will begin my speech by talking about recent developments in economic activity and prices.", "Overseas economies have recovered on the whole, albeit with some weakness seen in part (Chart 1).", "The U.S. and European economies continue to recover, particularly for services consumption, although some weakness has been seen in several sectors.", "The Chinese economy has started to pick up, led mainly by exports and production, with the impact of lockdowns and other public health measures waning.", "Emerging and commodity-exporting economies other than China have generally picked up with the resumption of economic activity becoming full-fledged.", "Against this background, Japan's economy has also picked up with the impact of the novel coronavirus (COVID-19) waning, despite being affected by factors such as rises in the price of commodities, including grain.", "In the corporate sector, exports have increased as a trend, although they have been under strong downward pressure due to supply-side constraints.", "Business fixed investment has picked up, albeit with effects of supply-side constraints.", "In the household sector, private consumption has increased moderately, particularly for services consumption, with the impact of COVID-19 waning and also with support from the materialization of pent-up demand.", "Meanwhile, the consumer price index (CPI) for all items less fresh food, or core CPI, has increased to 2.4 percent on a year-on-year basis, mainly due to rises in energy and food prices (Chart 2).", "Japan's economy is likely to recover as the impact of COVID-19 and the effects of supply- side constraints gradually wane.", "The year-on-year rate of change in core CPI is likely to increase toward the end of 2022 due to rises in the price of such items as energy, food, and durable goods.", "Thereafter, the rate of increase is expected to decelerate as the positive contribution of the rise in energy prices to the CPI wanes.", "Risk Factors for Economic Activity and Prices This outlook is subject to a number of uncertainties; specifically, I am particularly attentive to the following factors.", "The first is how COVID-19 at home and abroad will affect Japan's economy.", "If vigilance against COVID-19 becomes elevated again in Japan due to a rapid resurgence of the disease, the positive contribution of pent-up demand could weaken by more than expected, particularly in services consumption; this could pose the risk of a downward deviation in private consumption from the baseline scenario and of a delayed pick-up in inbound tourism consumption due mainly to entry restriction measures.", "In the meantime, if pandemic-related restrictions become stricter again in China while the global semiconductor shortage continues, supply-side constraints could become prolonged and amplified through, for example, supply- chain disruptions.", "This could then exert downward pressure on Japan's exports and production, goods consumption, and business fixed investment.", "The second factor is developments in the situation surrounding Ukraine and in the price of commodities, including grain.", "As investment in natural resource development has been constrained in response to global efforts toward addressing climate change, there have been growing uncertainties over geopolitical factors, particularly the situation surrounding Ukraine.", "Under these circumstances, there is a risk that the price of commodities, including grain, will rise or remain high for a prolonged period, which could cause further downward pressure on the global economy, especially the euro area.", "In particular, Germany, which has been leading the euro area economy for many years, is expected to pay a large price for having to break away from a value chain that is mainly dependent on Russia.", "Thus, I am carefully monitoring developments regarding this matter, including its effects on Europe as a whole.", "The third factor I am particularly attentive to is developments in overseas economic activity and prices and in global financial and capital markets.", "Amid a continued rise in inflation, mainly in advanced economies, central banks have been raising policy rates significantly.", "Central banks in the United States and Europe seem to be prioritizing the containment of inflation even at the risk of some degree of economic slowdown.", "However, there is concern in global financial and capital markets over whether it is possible to contain inflation and avoid a recession simultaneously.", "If such concern grows substantially, there is a risk that financial conditions will tighten further globally through adjustments in asset prices and foreign exchange rates, and through capital outflows from emerging economies.", "There is also a risk that this will lead to a significant slowdown in overseas economies.", "I am therefore paying due attention to developments in financial and foreign exchange markets and their impact on economic activity, prices, and wages in Japan.", "Conduct of Monetary Policy Let me now turn to my basic view on the conduct of monetary policy for the immediate future, based on the economic and price developments I have just described.", "In view of Japan's present economic conditions, I consider it necessary for the Bank of Japan to persistently continue with the current powerful monetary easing.", "Here are three major reasons.", "The first reason is that Japan's economy is still on its way to recovery from the downturn caused by COVID-19.", "Although exports and private consumption in particular have been picking up, Japan's real GDP has not yet recovered to the pre-pandemic 2019 average level, unlike in the United States and the euro area (Chart 3).", "The output gap, which captures the utilization of labor and capital, has been consistently negative since the April-June quarter of 2020 (Chart 4).", "As demand remains insufficient compared with supply capacity, a shift in the direction of monetary policy toward tightening would likely drag down the economy and put significant downward pressure on the economic activity of firms and households.", "The second reason is that the current price rises in Japan and those in the United States and Europe differ considerably in terms of degree and the number of items.", "Comparing price developments in Japan with those abroad shows a significant difference: the year-on-year rate of change in consumer prices for all items exceeds 8 percent in the United States and Europe, while the rate of change in core CPI in Japan is 2.4 percent (Chart 5).", "The breakdown of price change distributions by item indicates that in the United States and Europe, where the economies recovered from the downturn caused by COVID-19 earlier than Japan, prices have risen significantly for a wide range of items, including services.", "In Japan on the other hand, a limited number of items such as energy and food are the main contributors to price rises, and the rate of increase in the price of many items, including services, remains low, suggesting that the country is experiencing only imported inflation (Chart 6).", "This difference is likely due to the disparity in wage inflation.", "In the United States and Europe, economic recovery from the downturn caused by the pandemic was accompanied by significant upward pressure on wages.", "In Japan, however, wage inflation remains low because the level of economic activity is still on its way to recovery and wage increases have been suppressed by structural challenges that I will discuss later.", "In the current situation, where cost-push factors from imported goods have resulted in significant price rises for only certain items, I believe that targeted policy action is more effective than monetary policy aimed at reducing aggregate demand.", "The third reason I consider it necessary for the Bank to persistently continue with the current powerful monetary easing is that the 2 percent price stability target needs to be achieved in a sustainable and stable manner.", "The year-on-year rate of change in core CPI is likely to increase toward the end of 2022 due to rises in the price of such items as energy, food, and durable goods.", "However, the positive contribution of the rise in energy prices to the CPI is likely to dissipate thereafter.", "Thus, my current assessment is that it is difficult for the price stability target to be achieved in a sustainable and stable manner.", "Specifically, the year-on- year rate of increase in core CPI is projected to decline to the 1.0-1.5 percent range from fiscal 2023 onward, according to the median of the Policy Board members' forecasts presented in the July 2022 Outlook for Economic Activity and Prices (Outlook Report) (Chart 7).", "As the 2 percent price stability target is a key performance indicator whose progress should be monitored continuously to realize the sound development of the national economy, I would like to emphasize the importance of core CPI becoming 2 percent in a stable manner, accompanied by a sustainable rise in wages; it is not enough for core CPI to reach 2 percent temporarily due to such factors as a rise in energy prices.", "Even if the higher price of some items pushes up the overall price level to 2 percent, unless household disposable income increases, spending on products and services will decline due to budget constraints.", "This will lead to a vicious cycle in which rises in overall prices will be restrained and economic activity will be sluggish, thereby putting downward pressure on wages.", "Thus, Japan's economy is only halfway to achieving the price stability target.", "Taking these three points into particular account, I consider that the Bank should continue with the current monetary easing at this point.", "At the same time, as inflation progresses globally, I have a feeling that there has been a change in the entrenched views and practices in Japan that are based on the assumption that prices will not increase.", "Inflation is a common economic phenomenon in the world, and nominal wages should grow faster than inflation when labor productivity improves.", "However, prices in Japan have barely increased over the past 30 years.", "Thus, even if firms could not raise wages, employees did not typically leave to take another job, as I will elaborate later (Chart 8).", "Meanwhile, there is now less room to increase the labor force participation of the elderly and women, and labor shortages have become more severe (Chart 9).", "In this situation, wage growth becomes increasingly important for firms to secure their workforce, forcing them to face the strategic challenges of increasing productivity and thereby raising labor compensation.", "To address these challenges, both small and medium-sized firms and large firms are expected to operate a virtuous cycle in which they increase the value added and competitiveness of their products and services and raise their prices, thereby securing resources for wage growth.", "A survey by the Japanese Trade Union Confederation, or Rengo, shows that the average rate of increase in wages, i.e., increases in base pay and regular salaries combined, for fiscal 2022 is 2.07 percent, suggesting that wage growth both at large firms and at small and medium- sized firms exceeds that of the previous fiscal year.", "Earlier this month, a labor ministry advisory panel put forward a proposal to raise the nation's average hourly minimum wage for the current fiscal year by 31 yen, or 3.3 percent, which would be a record increase.", "Meanwhile, a survey targeting large firms conducted by the Japan Business Federation, or Keidanren, indicates that summer bonuses have increased by more than 8 percent.", "All these demonstrate that wage increases have started to be widely observed, reflecting the pick-up in overall economic activity while labor shortages continue.", "It is essential that such wage inflation be realized not only this year but also from next year onward in a sustainable manner.", "Thus, the key is how bonuses for this winter and wage revisions for the next fiscal year will turn out.", "To realize wage growth, it is necessary to strike a balance between the protection of public health and the reopening of economic activity at the earliest possible time, thereby enabling the economy to recover from the downturn caused by COVID-19.", "Meanwhile, Japanese firms need to reform their business lines to fit the business environment that has changed dramatically due to the pandemic.", "The Bank is committed to continuing to support firms' initiatives through the current monetary easing.", "Toward Achieving Sustainable Growth of Japan's Economy Achieving the 2 percent price stability target calls for a sustainable and stable increase in household disposable income, mainly by means of higher wages.", "This gives rise to a virtuous cycle: Higher disposable income underpins greater household spending, which represents final demand, which then feeds into an expansion in corporate sales and profits.", "Firms draw on the funds generated by greater sales and profits and on leverage arising from such means as cash borrowing for investments aimed at enhancing their added value.", "Firms that increase the value of their products, services, and labor reflect this in selling prices, and then grow by acquiring the resources needed for further wage increases and investments (Chart 10 gives a simplified representation).", "However, international comparisons show that, since the first half of the 1990s, household disposable income has more than tripled in the United States and about doubled in Germany, but it has hardly increased in Japan (Chart 11).", "I would like to share my views on the three dynamisms necessary to break out of this stagnation in disposable income, based on my own experience at a private firm.", "A. Dynamism of Japanese Firms My first point is about the dynamism of firms.", "Many Japanese firms long wrestled with declining profitability and a deterioration in business performance.", "This stems from several factors, including the yen's sharp appreciation following the 1985 Plaza Accord and the bursting of the bubble economy in the early 1990s, coupled with the higher price of imported raw materials brought about by overseas economic growth and with the inflow of low-priced goods from developing economies.", "At the same time, firms faced strong social pressure in Japan to maintain employment.", "They responded by overhauling their cost structure, cutting fixed expenses, such as personnel expenses -- including wages and \"investment in people\" -- and research and development (R&D) expenses, all the while maintaining their existing business portfolios.", "This gave rise to excessive competition among firms in Japan and waning profitability and growth potential.", "Meanwhile, from 2008, firms' entry rates were in the range of 4-6 percent and exit rates were almost constantly below 4 percent.", "Thus, both entry and exit rates remained low vis-à-vis international levels (Chart 12).", "This situation points to limited corporate metabolism, in terms of the redistribution of resources through the entry into and exit from businesses.", "This dearth of corporate dynamism, coupled with the onset of deflation in the latter half of the 1990s, seems to have precipitated sluggish growth in productivity and wages stemming from a lack of innovation and investment.", "In other words, in a deflationary environment where prices continue to fall, firms find it more difficult to make aggressive investment that carries risks because the expected rate of return on investment declines.", "Firms therefore put priority on securing profits and cash flow by cutting costs.", "Meanwhile, under slow corporate metabolism and the traditional practice of lifetime employment, if a firm were to go bankrupt and employees lost their jobs, their biggest worry is finding a new job.", "As a result, employees seek stability of employment over higher wages.", "This situation makes it possible to prioritize the survival of a business in the short term, but as the global competition becomes more intense, overseas economies are growing in tandem with firms' efforts to increase the added value of their products and services, with wages and prices following suit.", "Unless firms in Japan increase the added value of their products and services as well, both firms' and their employees' capacity to generate earnings will gradually weaken.", "The bold monetary easing and flexible fiscal policy pursued since 2013 have served to arrest the deflationary trend.", "Firms have also begun realigning their business portfolios in an effort to identify and concentrate on their core competencies.", "For example, firms have consolidated less productive businesses under their best owners (companies that are expected to maximize the value of the business over the medium to long term) through merger and acquisition (M&A) activities.", "However, just as recovery was getting under way, COVID-19 broke out and Japan's economy once again registered negative growth.", "Now that the economy is recovering from the worst of the pandemic, global inflationary pressures have increased.", "While firms in the United States and Europe have made headway in passing on costs to prices and increasing wages, those in Japan have made relatively limited progress in passing on costs (Chart 13).", "Sluggish growth potential and wage inflation have thus materialized (Charts 1 and 11).", "This has given rise to a growing awareness among management or business owners that an increase in the added value of products and services and investment in people for that purpose, including raising wages, are critical strategic challenges for business growth.", "My hope is that, alongside the growth of startups that create and foster innovation, these recent developments will revive the dynamism of Japanese firms and lead to the sustainable growth of Japan's economy.", "B. Dynamism of Employment My second point concerns the dynamism of employment.", "Many analyses have shown that in the United States and Europe, the redistribution of resources, including labor mobility between industries and firms, has moved ahead since the outbreak of COVID-19, and that this has contributed to greater labor productivity.", "By contrast, it seems that Japan to date has not shown similar signs of a full-fledged resource redistribution.", "According to an analysis by the Bank's staff,2 resource redistribution between industries has made only a very slight contribution to boosting real labor productivity, even after the onset of the pandemic (Chart 14).", "Moreover, the proportion of people changing jobs versus all employed persons is around 4 percent, and that of people changing jobs between regular employment versus all employed persons is only around 1 percent (Chart 15).", "In contrast, the proportion of people changing jobs in the United States and Europe ranges between around 10 to 20 percent (Chart 16).", "Differences in the extent of resource redistribution through such job changes and other avenues, and in the ensuing pace of improvement in labor productivity, could also be engendering differences in wage inflation.", "In the United States, the wages of people who have not changed jobs have been rising together with the wages of those who have (Chart 17).", "Even in the United States and Europe, although people who change jobs in pursuit of higher wages represent only a part of total employees, in my view, the fear that employees might migrate to other firms has spurred management or business owners to work to boost productivity and improve employee pay and benefits.", "Also, under job-based employment contracts that tie wages to the evaluation of individual ability, the stronger capabilities of workers themselves may be pushing labor productivity upward.", "I suspect this is having a spillover effect even on the wages of people who have not changed jobs.", "To bring about a more active redistribution of resources by means of job changes and other avenues, economic recovery from the downturn caused by the pandemic will be vital, as well as business growth driven by the revival of corporate dynamism.", "At the same time, I believe institutional improvements are needed, including developing a social safety net that encourages a positive approach to taking on challenges and a social security system that is sustainable and does not disadvantage those who change jobs.", "I believe that, in Japan, \"investment in people\" used to be considered a labor cost rather than an investment in the intangible asset of human capital.", "To build momentum in which wages continue to rise year after year, revitalizing such investment will be crucial, though it is an area where Japan falls far behind the United States and Europe (Chart 18).", "As dynamism in employment emerges and firms turn to more active investment in human capital, I expect this to strengthen the added-value output of individuals, and in turn that of firms, thus accelerating the virtuous cycle of income and prices.", "C. Dynamism of Household Financial Assets The third point necessary to increase household disposable income is the dynamism of household financial assets.", "Although household financial assets in Japan have grown to more than 2,000 trillion yen, a breakdown of those assets shows that growth in equity and investment trusts has been lackluster.", "As of the end of March 1992, after the bursting of the bubble economy, Japan's share of holdings of equity and investment trusts within overall household financial assets was 15 percent, and in the United States it was 37 percent.", "However, as of the end of March 2021, a wider gap has formed, with the share at 15 percent in Japan and 51 percent in the United States3 (Chart 19).", "Reflecting this trend, growth in household dividend income in Japan has been more or less flat since the early 1990s.", "In the United States and Germany, meanwhile, both employee income and dividend income are contributing to an increase in disposable income (Chart 11).", "Firms are not only places that provide employment and wages but also vehicles for creating added value.", "Although employee income accounts for the bulk of household disposable income in Japan, most people can only work for a single employer.", "Therefore, to reap the benefits of the growth of many firms outside their own places of work, including that of listed firms, people have to invest.", "If the trend of stable asset formation -- through the investment of surplus funds in financial assets focusing on the long term, on risk diversification, and on regular contributions -- gains traction, it will bring dynamism to household financial assets.", "This development will give more depth to disposable income in Japan and as a result, Japan's economy can expect more robust private consumption to help close the macroeconomic output gap and further boost corporate activities.", "With institutional support already available, such as the Nippon Individual Savings Account (NISA) and iDeCo pension plans, there is growing interest in investment trusts, especially among young people.", "Moreover, the Japanese government's Council of New Form of Capitalism Realization has announced its intention to formulate a plan to double asset income in Japan.", "I look forward to these developments gaining momentum.", "As has been illustrated, I expect the virtuous cycle of income and prices to be reinforced as the dynamism of firms and employment spurs corporate growth, while the dynamism of employment and household financial assets stimulates a rise in household income.", "By providing accommodative financial conditions to persistently support these developments, I believe Japan's economy will approach the realization of the 2 percent price stability target, which will in turn lead to its sound development.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Fukuoka NAKAMURA Toyoaki Member of the Policy Board Chart 1 IMF Projections in the World Economic Outlook y/y % chg. IMF projections -4 Japan United States Euro area -6 China World output 80 85 90 95 00 05 10 15 20 23 Source: International Monetary Fund (IMF).", "Figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are Bank staff estimates and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "Source: Bank of Japan.", "Consumer Prices Japan United States Euro Area y/y % chg. y/y % chg. y/y % chg.", "Figures for services include administered prices.", "Figures for temporary factors for Japan are Bank staff estimates and consist of the effects of the reduction in mobile phone charges, the consumption tax hike, free education policies, and the \"Go To Travel\" campaign, which covers a portion of domestic travel expenses.", "Figures in angular brackets show the share of each component.", "Figures for temporary factors for Japan include mobile phone charges (weight: 3%).", "Figures for 2022/Q3 are those for July.", "Sources: Haver; Ministry of Internal Affairs and Communications.", "Note: Figures for Japan are for the CPI for all items excluding fresh food.", "The pre-pandemic distribution for Japan is based on data for September 2019, which was before the CPI developments in Japan were affected by such factors as the consumption tax hike.", "Figures for the United States and the euro area are for the price index for all items.", "Sources: Eurostat; Ministry of Internal Affairs and Communications; U.S. Bureau of Labor Statistics (BLS).", "Figures in brackets indicate the median of the Policy Board members' forecasts (point estimates).", "The forecasts of the majority of the Policy Board members are constructed as follows: each Policy Board member's forecast takes the form of a point estimate -- namely, the figure to which they attach the highest probability of realization.", "These forecasts are then shown as a range, with the highest figure and the lowest figure excluded.", "The range does not indicate the forecast errors.", "Each Policy Board member makes their forecasts taking into account the effects of past policy decisions and with reference to views incorporated in financial markets regarding the future conduct of policy.", "Source: Bank of Japan.", "For hourly scheduled cash earnings, Q1=March-May, Q2=June-August, Q3=September-November, and Q4=DecemberFebruary.", "Figures are for full-time and part time employees before fiscal 1994 and for full-time employees thereafter.", "The CPI figures are Bank staff estimates and exclude the effects of the decline in mobile phone charges, consumption tax hikes, free education policies, and the \"Go to Travel\" campaign.", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Real GDP and Number of Persons Employed Decomposition of Change in Number of Persons Employed avg., y/y% chg. mil.", "Growth of Japan's Economy through a Virtuous Cycle of Corporate Activity and Household Disposable Income Growth of overseas Increase in Increase in added value and labor productivity using Expansion of household Expansion firms' investment; disposable business selection income and concentration of households' Expansion Expansion of of corporate sales and profits Chart 11 Household Disposable Income Japan United States Germany tril.", "Figures for Japan before 1994 are calculated using year-on-year changes in each item in the 2000 System of National Accounts.", "Figures for interest income and dividend income in Germany are \"other interests, rents\" and \"distributed income of corporations,\" respectively.", "Sources: Bureau of Economic Analysis (BEA); Cabinet Office; Statistisches Bundesamt.", "Sources: Eurostat; Ministry of Health, Labour and Welfare; Small and Medium Enterprise Agency; U.K. Office for National Statistics; U.S. Census Bureau.", "Final Demand-Intermediate Demand (FD-ID) Price Indexes (All Commodities) ID index (stage 1) ID index (stage 2) ID index (stage 3) ID index (stage 4) FD index (excluding exports) 15 16 17 18 19 20 21 22 Note: The indexes divide demand into the final demand stage and four stages of intermediate demand based on the Input-Output Tables for Japan.", "The prices of goods and services are then aggregated according to the stage to which they belong to compile the FD index and the ID indexes for stages 1 to 4, ranging from the most upstream to the downstream stages of the production process.", "Source: Bank of Japan.", "The left panel is based on the Cabinet Office's The right panel is based on the Ministry of Finance's National Accounts.", "Financial Statements Statistics of Corporations by Industry, Quarterly.", "Source: Yagi, T., Furukawa, K., and Nakajima, J., \"Productivity Trends in Japan: Reviewing Recent Facts and the Prospects for the Post-COVID-19 Era,\" No.", "Bank of Japan Working Paper Series, Labor Mobility in Japan shares of total employees, % Unemployed→Employed Employed→Unemployed Job changers (excluding between regular employment) Job changers (between regular employment) 13 14 15 16 17 18 19 20 21 22 Note: Job changers are employees who have left their previous job in the past year and are currently employed.", "\"Employed→Unemployed\" refers to those who have left employment in the past year and are not currently employed.", "Source: Ministry of Internal Affairs and Communications.", "Labor Mobility in Europe and the United States (as of 2019) EU-OECD countries axis, % USA axis,% 20 40 5 10 Job-to-job Separations to non-employment Hirings from non-employment Notes: 1.", "Figures for Europe are percentages of those whose employment status has changed from the previous year relative to the number of all employed persons.", "Non-employment refers to the status of being unemployed or not being in the labor force.", "Figures for Norway are based on data for 2018. .", "Figures for the United States are percentages of those whose employment status has changed from the previous quarter relative to the number of all employed persons.", "Non-employment refers to non-employment that has lasted for more than one quarter.", "Quarterly average is the average of four quarters.", "Annual estimate is the cumulative total of four quarters.", "Source: Causa, O., Luu, N., and Abendschein, M., \"Labour market transitions across OECD countries: Stylised facts,\" OECD Economics Department Working Papers, No., 2021.", "Wages of Job Changers/Stayers in the United States Job changers Job stayers Overall CY 98 00 05 10 15 20 22 Note: Figures are hourly data of 12-month moving averages of median wage growth.", "Source: Federal Reserve Bank of Atlanta.", "Ratio of Firms' Vocational Training Costs to GDP 2.5 2.0 1.5 1.0 0.5 0.0 United States France Germany Italy United Kingdom Japan 1995-1999 2000-2004 2005-2009 2010-2014 Note: Figures are estimated by Professor MIYAGAWA Tsutomu (Gakushuin University) based on the System of National Accounts of the Cabinet Office, JIP Database, and INTAN-Invest Database.", "Source: Ministry of Health, Labour and Welfare.", "Household Financial Assets International Comparisons (as of end-March 2021) tril."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "financial dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Economic Activity", "Price Stability", "Wage Inflation", "Corporate Dynamism", "Employment Dynamism", "Household Financial Assets", "COVID-19", "Ukraine", "Global Financial Markets"]}