{"sentences": ["Speech Opening Statement to the House of Representatives Standing Committee on Philip Lowe Canberra - 16 September 2022 Good morning chair and members of the Committee.", "Thank you for holding this hearing.", "At the Reserve Bank, we take these hearings very seriously.", "They are a critical part of the accountability process and my colleagues and I are committed to answering your questions openly and transparently.", "The previous hearing was held in early February.", "A lot has changed since then.", "I would like to highlight three of these changes: 1.", "The earlier and sharper-than-expected increase in interest rates.", "Lower unemployment In February, the unemployment rate stood at 4.2 per cent.", "This is the lowest unemployment rate in almost 50 years.", "Labour force participation has also increased, so that a higher share of the workingage population has a job than ever before.", "And underemployment is lower too, as people who work part-time are finding it easier to get the hours they want.", "I wanted to recount these facts because the improvement in the Australian labour market is a major achievement.", "Australians are finding it easier to get a job than they have for a long time.", "Young people and women are benefiting most from this and they have greater opportunities.", "Our economy and our society are stronger as a result.", "Higher inflation In contrast, the second change since February - the increase in inflation - is an unwelcome one.", "When the previous Committee met in February, underlying inflation in Australia had just reached the midpoint of the 2 to 3 per cent target range for the first time in many years.", "Seven months on, we are in a very different position.", "Inflation has very quickly gone from being too low, to being too high.", "Over the year to June, the headline inflation rate was 6.1 per cent.", "It is expected to increase further over the months ahead to peak at around 73⁄4 per cent later this year.", "Inflation is then expected to start declining, to be back around 3 per cent late in 2024.", "Global factors explain much of this increase in inflation.", "Russia's invasion of Ukraine resulted in major disruptions to energy markets, increasing retail energy prices around the world.", "And COVID-related interruptions to global production are still rippling through global supply chains, pushing prices up.", "The demand for goods in global markets has also been very strong over the past few years as people switched their spending from services to goods.", "The result of impaired supply and strong demand has been higher prices around the world.", "Important as these global factors have been, they are not the full story for why inflation is high in Australia.", "Demand here has been very strong relative to the ability of our economy to meet that demand.", "This is clearly evident in the labour market, where the number of job vacancies is at a record high and firms are finding it hard to hire workers.", "There are also capacity constraints in many sectors, including the building of infrastructure and the housing industry.", "This strong demand is, in part, a result of the policy approach during the pandemic.", "During 2020 and 2021, both fiscal and monetary policy provided very considerable economic support to households and businesses.", "At the RBA, we did this to provide a financial bridge to the day when the virus was contained and to provide some insurance against the possibility of very bad economic outcomes.", "As we sit here in Canberra today, it can be easy to forget how dire the outlook was in 2020: there were credible projections that the unemployment rate would reach 15 per cent, spending was collapsing, our hospitals were expected to be overflowing and a vaccine seemed years away.", "In that environment, the Reserve Bank Board wanted to do what it could to help and to shore up confidence.", "We also were also seeking to provide some economic insurance against the worst possible outcomes.", "In the event, vaccines were developed in record time and our economy - with the support of monetary and fiscal policies - proved to be very resilient.", "We avoided the dire outcomes that many thought likely.", "And today, many people are returning back towards their pre-pandemic way of life and are spending again, including on travel and services.", "We saw further evidence of this last week in the National Accounts, with the Australian economy growing by 0.9 per cent in the June quarter, and by 3.6 per cent over the year.", "These are good outcomes, and they are better than those being recorded in most other countries.", "Given the resilience of our economy and the surge in inflation, it is understandable that some people are questioning whether or not too much support was provided by the RBA over the past two years.", "Judgements on this will differ.", "But in those dark days of the pandemic, the Reserve Bank Board judged that the bigger policy mistake would have been to do too little, rather than too much.", "If we had done too little and the worst had occurred, Australians could have paid a heavy price.", "As things turned out, thankfully, the worst was avoided.", "So it has been appropriate to unwind the very easy monetary conditions of the pandemic years and address the higher inflation that has emerged so quickly.", "Higher interest rates This brings me to the third change since February - that is the increase in interest rates from the extraordinarily low levels during the pandemic.", "Since May, the cash rate has been increased by a cumulative 21⁄4 percentage points and now stands at 2.35 per cent.", "Like the rise in inflation, this increase has come sooner, and has been larger and faster, than was earlier expected.", "Previously the RBA had forecast that the damaging effects of the pandemic on our economy would be long lasting and that inflation would remain low.", "On that basis, we had expected that interest rates would remain low for some years.", "I am frequently reminded that many people interpreted our previous communication as a promise, or a commitment, that interest rates wouldn't rise until 2024.", "This was despite our statements on interest rates always being conditional on the state of the economy.", "This conditionality often got lost in the messaging.", "We are currently working through the implications of this for our future approach to forward guidance and communication more generally.", "Now that inflation is as high as it is, we need to make sure that inflation returns to target in reasonable time.", "A powerful lesson from history is that low and stable inflation is a prerequisite for a strong economy and a sustained period of full employment.", "High inflation damages our economy, worsens inequality and devalues people's savings.", "High inflation also makes it very difficult to sustain, or increase, real wages.", "It is for these reasons that the RBA is committed to returning inflation to the 2 to 3 per cent target range over time.", "I know that higher interest rates are unwelcome for many people, especially those who have borrowed large sums over recent times.", "Higher interest rates are putting pressure on households, just at the time that higher petrol prices and grocery bills are squeezing budgets.", "So it is a difficult and a concerning time for some people.", "The alternative, though, of allowing higher inflation to become entrenched would be even more difficult and it would damage our economic prospects.", "The RBA will do what is necessary to make sure that higher inflation does not become entrenched and we are committed to returning inflation to the 2 to 3 per cent target range.", "We are seeking to do this in a way that keeps the economy on an even keel.", "It is possible to achieve this, but the path here is a narrow one and it is clouded in uncertainty.", "One important source of uncertainty is the global economy, where the outlook has deteriorated.", "The situation in Europe is very troubling, not least because of the extraordinary increases in energy prices.", "And in the United States, the Federal Reserve has indicated that monetary policy will need to become restrictive to lower inflation.", "The Chinese economy is also facing major challenges due to the combination of COVID, a severe drought and very weak conditions in the property sector.", "It will be difficult for Australia to stay on that narrow path to a soft landing if there is further material bad news on the global economy.", "Another factor that will determine how successfully we navigate that narrow path is how inflation expectations and the general inflation psychology evolve in Australia.", "To date, medium-term inflation expectations have remained well anchored, which is good news.", "But the general inflation psychology appears to be shifting; it is easier for firms to put their prices up and the public is more accepting of this.", "Wages growth has also picked from the very low rates of recent years and a further increase is expected due to the very tight labour market.", "Stronger wages growth is something that the RBA had been seeking for a number of years and some pick-up is welcome.", "It is also important to note that, to date, the stronger growth in wages has not been a major factor driving inflation higher and, at the aggregate level, growth in labour costs remains consistent with inflation returning to target.", "Looking forward now, it is important that we avoid a cycle where higher inflation leads to higher wages and inflation remaining high.", "This type of cycle would lead to higher interest rates, a weaker economy, and higher unemployment.", "Businesses, too, have a role in avoiding these damaging outcomes, by not using the higher inflation as cover for an increase in profit margins.", "A third issue we are watching carefully is household spending.", "Consumer sentiment has fallen, household disposable income is under pressure from higher interest rates and higher inflation, and housing prices are declining after large gains.", "On the other hand, many households are benefiting from the strong labour market, including by finding jobs and getting more hours of work.", "Some households are also continuing to save at a higher rate than before the pandemic.", "Quite a few have also built up large financial buffers, although many other households have only very limited buffers.", "In the face of these competing factors, the recent data suggest that spending has remained resilient so far.", "There is, though, considerable uncertainty as to how these factors will balance out over the months ahead and we are watching the situation carefully.", "In terms of the outlook for interest rates, the Reserve Bank Board expects that further increases will be required to bring inflation back to target.", "We are not on a pre-set path, though, especially given the uncertainties I have just spoken about.", "The increase in interest rates has been rapid and global and we know monetary policy operates with a lag.", "At some point, it will be appropriate to slow the rate of increase in interest rates and the case for doing that becomes stronger as the level of interest rates increases.", "As I have said previously, the size and timing of future interest rate increases will be guided by the incoming data and the Board's assessment of the outlook for inflation and the labour market.", "On a different matter, as you would know, the Government has commissioned a review into Australia's monetary policy arrangements and the RBA.", "Both the Board and the Bank's staff welcome this review and we have already had constructive discussions with the Review Panel.", "We look forward to discussing with this Committee the topics raised by the Review at this and future hearings.", "To complement the external review, the RBA is undertaking internal reviews into the three-year yield target, the bond purchase program and our approach to forward guidance.", "The yield target review was published in June and the review of the bond purchase program will be published next week.", "The forward guidance review will be published later this year.", "Other responsibilities of the RBA Finally, since this is the first hearing of this Committee under the 47th Parliament, I would like to draw your attention to some of the RBA's other responsibilities.", "We are the banker to the Commonwealth Government.", "We operate the Official Public Account and are the Government's main transactional banker, providing banking services to the ATO, Services Australia and many government departments.", "Over the past couple of years we played an important role in making the COVIDrelated and flood disaster payments in real time.", "We made sure that people received their money quickly, often on weekends and outside of business hours.", "We are also responsible for the core of Australia's payment system, which allows money to move from one bank to another.", "As part of this work, we operate the centre of Australia's real-time fast payments system, which makes it possible for money to move between bank accounts in a matter of seconds at any time of the day or week.", "We also print the nation's banknotes.", "While cash is being used less and less frequently for transactions, there is still strong demand for our banknotes.", "On average, there are 18 $100 notes and 38 $50 notes on issue for every person in Australia.", "The total value of notes on issue is $102 billion, which averages around $4,000 per person.", "That is a high number.", "The RBA has important regulatory responsibilities in the payments system, which are overseen by the Payments System Board.", "We supervise the central counterparties that are operated by the ASX and that are at the heart of Australia's financial market infrastructure.", "We also have regulatory responsibilities for efficiency, competition and stability in Australia's retail payments system.", "One issue that we are currently examining closely is the public interest case for the RBA to issue a digital form of the Australian dollar, which could complement the physical banknotes that we currently issue.", "We have an open mind as to whether it will be in the public interest to do this.", "We are currently working with the Digital Finance Cooperative Research Centre on potential use cases and also working with other central banks on this important issue.", "My colleagues and I are here to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Labour market", "Monetary policy", "Economic outlook", "Household spending", "Forward guidance", "Wage growth", "Global economy", "Inflation expectations"]}