{"sentences": ["Accompanying slides of the speech.", "Good afternoon everyone and let me first of all thank Sparebanken Sør for allowing us to use this lovely building.", "This was once the Arendal branch of Norges Bank.", "The branch was closed in 1989, and at that time inflation in Norway was on its way down from a high level.", "Today, after a long period of low and stable inflation, inflation is again high.", "The central bank's role is to ensure price stability and promote economic stability.", "The decisions we take affect people's finances.", "I was acutely aware of this responsibility, as were the other members of the Monetary Policy and Financial Stability Committee, when we convened yesterday to set the policy rate.", "Chart: A somewhat faster rise in the policy rate After thorough discussions, we decided to raise the policy rate by 0.5 percentage point to 1.75 percent.", "This means that we are raising the policy rate somewhat faster than indicated by the policy rate forecast published in June.", "The policy rate will most likely be raised further in September.", "Our aim is to dampen the pressures in the Norwegian economy and bring inflation down towards the 2 precent target.", "With yesterday's decision, we have reversed the policy rate cuts made at the beginning of the pandemic.", "Let me explain the reasons for our decision.", "Chart: Inflation is above target This chart shows two different measures of inflation in Norway.", "Headline inflation is shown by the dark blue line.", "The light blue line shows the rise in consumer prices excluding energy prices and tax changes.", "This is an indicator of underlying inflation that is intended to capture the longer-term inflation trend.", "Both curves tell the same story: inflation is high.", "Inflation has recently increased rapidly and at a markedly faster pace than projected in the June Report.", "Food prices in particular have pulled up inflation through summer, surprising to the upside.", "High energy prices are adding to the upward pressure on headline inflation.", "But prices for a range of other goods and services have also increased more than expected.", "Chart: Inflation is high in many countries Part of the explanation for the high level of inflation can be found outside Norway's borders.", "As you can see from the chart, high inflation is not unique to Norway.", "In many countries, inflation is even higher than in Norway.", "There are several reasons why inflation has reached such a high level internationally.", "The impact of the Covid-19 pandemic continues to linger.", "Demand for goods was high during the pandemic, underpinned by expansionary monetary and fiscal policies.", "At the same time, the pandemic led to supply chain disruptions.", "In sum, these factors have led to rapidly rising prices for globally traded goods.", "Freight rates have also risen sharply.", "Supply problems have been amplified by Russia's invasion of Ukraine.", "The invasion has also led to soaring energy prices.", "Gas and electricity prices have continued to increase through summer and could push up inflation abroad in the short term.", "Other prices, some of which rose sharply following the invasion, have recently edged down.", "These include oil prices and prices for metals and agricultural products.", "Global supply chain disruptions also appear to have eased somewhat.", "Because of the high level of inflation, central banks in many countries have raised policy rates and signalled further rate increases ahead.", "Several central banks have raised rates by larger increments than usual.", "High inflation and rising interest rates could dampen growth among many of Norway's trading partners ahead.", "In Norway, prices for many imported goods have risen sharply.", "But external developments are only part of the story.", "The rise in prices for domestically produced goods and services has also accelerated in recent months.", "One of the main reasons for this is the pressures in the Norwegian economy.", "Chart: The labour market is tight We feared for some time that unemployment would become entrenched at a high level in the wake of the pandemic.", "But after a rapid recovery, the level of activity in the Norwegian economy is now high and spare capacity is limited.", "The labour market is tight.", "Since June unemployment has fallen slightly more than we expected and is now at a very low level.", "The employment rate is at its highest for more than ten years.", "The number of people outside the labour market has decreased, which is a welcome development.", "At the same time, the number of job vacancies is high, and labour shortages are a challenge in many industries.", "With intensified competition for labour, employers are willing to go to greater lengths to recruit people with the right skills.", "We expect wage growth to continue to rise ahead.", "New data also indicate that wage growth may have been somewhat higher earlier this year than we had assumed.", "When demand for goods and services is high, as it is now, firms can in turn pass on higher costs for labour, energy and intermediate goods to domestic consumer prices.", "Some firms may take advantage of the good times by raising prices a little more than necessary in order to increase margins.", "Chart: Low and stable inflation is a public good The political authorities have mandated Norges Bank to keep inflation low and stable.", "We are also mandated to help keep employment as high as possible and to promote economic stability over time.", "Low and stable inflation is important for the economy to function well and is a prerequisite for predictability.", "I don't think any of us want to return to the Great Inflation of the 1970s.", "Inflation also tends to become more variable at high levels, making it more difficult for both businesses and households to plan ahead and make financial decisions.", "By keeping inflation low and stable, we contribute to maintaining economic activity and employment at a high level.", "High and variable inflation rates also have distributional implications.", "As an unexpected rise in prices will not automatically be followed by an increase in wages and benefits, the result will be a reduction in purchasing power, particularly for those with low incomes and small margins.", "Norges Bank cannot influence international commodity prices or water reservoir levels.", "Inflation caused by these factors is beyond our control.", "But we can take steps to prevent inflation from becoming entrenched.", "Higher interest rates have the effect of reducing demand for both labour and goods and services, thereby pushing down wage and price inflation.", "In addition, higher interest rates can contribute to strengthening the krone, which can in turn curb the rise in prices for imported goods.", "Chart: Household debt has increased As the policy rate is raised, residential mortgage rates will rise.", "Norwegian households are highly leveraged.", "Over the past 30 years, household debt as a percentage of disposable income has doubled.", "With higher debt, increased interest rates will have a stronger impact on household budgets and, combined with the high level of inflation, will curb growth in household consumption ahead.", "In just under a year, we have raised the policy rate five times.", "This means higher interest expenses for two out of three households.", "Both in terms of hard cash and as a percentage of disposable income, interest expenses will increase most for households with the highest incomes, which is also the group with the highest debt to income ratios.", "As things stand now, the rise in prices will be notably higher than wage growth this year.", "Indebted households will face both higher interest expenses and higher electricity and food prices.", "Many households will be facing a tighter financial situation, and I am fully aware that some of them will also be facing a financial struggle.", "Most households will be able to cope with higher interest rates on their loans.", "Unemployment is very low.", "Many will be able to cut down on other expenses or draw on their savings.", "Chart: Monetary policy meeting on 17 August We could have decided to raise the policy rate more gradually.", "But then we would have run the risk of inflation becoming entrenched at a high level.", "That would have made it more difficult to bring inflation down and could have required a sharper tightening of monetary policy somewhat further out, increasing the risk of an economic downturn.", "Inflation has surprised to the upside in recent months.", "This is why the policy rate has been raised somewhat more rapidly than signalled earlier.", "And the economy might evolve differently from what we have envisaged.", "The level of uncertainty is high.", "Limited spare capacity in the Norwegian economy and persistent external inflationary pressures may lead to inflation accelerating further.", "On the other hand, the rise in interest rates and high inflation may cool down the housing market and curb household consumption faster than currently envisaged.", "There is also a risk of a sharper slowdown in global growth.", "The future path of the policy rate will depend on how the economy evolves.", "We cannot make any promises about the policy rate.", "The promise we can make is that we will continue our efforts to fulfil the mandate of keeping inflation low and stable and to promote economic stability."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Interest rates", "Labour market", "Economic stability", "Household debt", "Monetary policy", "Supply chain disruptions", "Energy prices", "Wage growth", "Fiscal policy"]}