{"sentences": ["Speech How Are Households Placed for Interest Rate Increases?", "Michele Bullock ESA (QLD) Business Lunch Brisbane - 19 July 2022 Thank you for the opportunity to speak with you today.", "It was only nine months ago that I was speaking about the risks emerging in a very buoyant housing market.", "Funding costs and interest rates were at historic lows, housing prices were growing at a fast pace, and concerns were centred on the potential macro-financial risks stemming from high and rising levels of household debt.", "To address the building systemic risks, the Australian Prudential Regulation Authority (APRA) had announced an increase in the interest rate buffer that it expected banks to use in assessing potential borrowers.", "Since then, there have been a number of developments.", "The economy has turned out to be very resilient.", "Once pandemic-related restrictions were removed, the economy rebounded strongly.", "Consumption of services has grown and demand for goods has held up.", "The labour market is tight with the unemployment rate at multi-decade lows and vacancies at historical highs.", "As in many other countries, inflation in Australia has risen and it is now higher than it has been since the early 1990s.", "Global factors, such as COVID-19-related supply disruptions and Russia's invasion of Ukraine, account for much of this increase.", "But domestic price pressures have also been building.", "Together, this has contributed to the highest rate of core inflation for many years.", "Over recent months, therefore, the Reserve Bank Board has been withdrawing the extraordinary monetary policy stimulus that was put in place to support the Australian economy against the effects of the pandemic.", "The cash rate target has been increased by 125 basis points since May to 1.35 per cent and the Board expects further increases in the cash rate will be needed in the months ahead.", "Just how high and how fast the cash rate is raised will depend on many factors, but in making this assessment one of the areas the Board will be closely observing is how households respond to the combination of rising interest rates and prices.", "Today I will talk about the implications of rising interest rates for the household sector with a focus on the potential implications for financial stability.", "In our last couple of Financial Stability Reviews, we talked about the potential build-up of systemic risk as housing prices and credit grew strongly through 2021.", "Now we are facing quite different circumstances.", "Interest rates are rising, housing prices and other asset prices are declining and inflation is increasing the cost of living for everyone.", "The effect of these developments on households and the way they respond will have implications not only for the broader economy, they will also highlight the financial vulnerabilities that have been building in the household sector.", "My focus here is therefore going to be mainly on indebted homeowners.", "Around one-third of all households have housing debt.", "This is not to suggest that other households are unaffected by rising interest rates and inflation - clearly there are implications for renters and those who own their homes outright - but indebted households pose more direct potential risks to the financial sector.", "And as I have discussed previously, they might also react to interest rate rises in ways that exaggerate housing price and consumption cycles.", "So the impacts on, and reaction of, indebted households to higher interest rates is going to be important in understanding how the economy and the financial sector might be affected.", "I will first set out some facts on household balance sheets at an aggregate level.", "Then I will talk about the distribution of debt and where some of the vulnerabilities might lie.", "Finally, I will present some simple scenarios on the potential financial impact of increasing interest rates.", "I will finish with a few concluding remarks.", "Households in aggregate are well positioned ... First a bit of scene setting.", "If you have been reading our Financial Stability Reviews over the past few years you would be familiar with the theme of high household debt.", "The household credit-to-income ratio is currently around 150 per cent (Graph 1).", "This is high relative to the early 1990s.", "Most of the run-up was through the 1990s and the first half of the 2000s.", "This reflected a combination of lower inflation, financial deregulation, a decline in real interest rates and strong income growth - all of which allowed households to service higher levels of debt.", "Since then it has remained relatively steady at a high level as nominal incomes have largely kept pace with increased debt.", "Household Credit Household credit-to-income ratio* % % Housing credit growth** 2002 2006 2010 2014 2018 2022 Sum of housing credit and personal credit; housing credit is net of redraw balances.", "Six-month-ended annualised terms.", "Sources: ABS; APRA; RBA The high level of debt held by Australian households might, on its own, suggest that many households will face difficulties as interest rates rise, with implications for their ability to service that debt, consumption and the economy more broadly.", "However, there are a number of factors that suggest considerable resilience in the household sector to rising interest rates.", "First, aggregate household balance sheets are in very good shape.", "While households have high levels of debt, this is accompanied by sizeable holdings of assets (Graph 2).", "Strong growth in housing prices over 2021 and early 2022 has boosted asset values for many homeowners, with housing assets now comprising around half of household assets.", "The small decline in housing prices in recent months has only marginally eroded some of the large increases seen over past years.", "Household Balance Sheet Share of disposable income Assets Liabilities 750 750 0 0 1992 2007 2022 1992 2007 2022 Housing Superannuation Deposits Other* Other assets include financial assets held outside of superannuation or deposits, consumer durables and all other non-housing non-financial assets; other liabilities includes personal credit, student loans and all other non-housing liabilities.", "Sources: ABS; APRA; RBA Furthermore, households have saved a large amount of money since the onset of the pandemic - around $260 billion.", "These savings have been put into redraw facilities as well as offset and deposit accounts.", "This reflects a couple of factors.", "Considerable government support was provided to households and their employers during the pandemic.", "This meant that incomes held up very well.", "The banking system also helped households and businesses to weather the crisis by providing payment holidays and working with their customers to recommence repayments as their situation permitted.", "Both of these factors were good for household cash flows.", "At the same time, consumption opportunities were curtailed, particularly for discretionary services.", "Even though expenditure on goods increased, households were still spending less than they were prior to the pandemic.", "As a result, the household saving rate rose sharply (Graph 3) and many households therefore built up large liquidity buffers, including those households with mortgages.", "Very low interest rates also helped many households add to their savings through reduced interest payments.", "Since the start of the pandemic, payments into offset and redraw accounts have been substantial, totalling around 31⁄2 per cent of disposable income (Graph 4).", "The accumulated stock of these savings could help to ease the transition to higher mortgage payments for many borrowers, allowing them to sustain higher levels of consumption than otherwise.", "Household Saving Ratio Share of household disposable income Scheduled mortgage principal payments Additional mortgage payments* Other saving** 0 0 2012 2014 2016 2018 2020 2022 Sum of net flows into redraw and offset accounts.", "Sources: ABS; APRA; RBA Flows into Housing Loan and Offset Accounts* Share of disposable income, quarterly 0 0 2012 2014 2016 2018 2020 2022 Interest Scheduled principal Offset and redraw Seasonally adjusted and break-adjusted.", "Sources: ABS; APRA; RBA This large stock of mortgage prepayments is relevant to our assessment of household indebtedness and the risks it presents.", "Large buffers allow households to smooth their spending and maintain required debt payments when faced with lower income or cash flows or higher expenses.", "In fact, if we take these savings into account, the ratio of household credit to income is actually a fair bit lower than the headline figure and is around the same as its 2007 level (Graph 5).", "Household Credit-to-income Ratio Household credit net of offset accounts Household credit* 2002 2006 2010 2014 2018 2022 Sum of housing credit and personal credit; housing credit is net of redraw balances.", "Sources: ABS; RBA This is all at an aggregate level.", "But we also see similar trends from disaggregated data on individual mortgages, as revealed in the Reserve Bank's securitisation dataset and survey data.", "The ratio of liquid assets to income has increased substantially among indebted households over recent decades, and borrowers with the most debt also tend to have the highest liquidity buffers.", "Among households with variable-rate owner-occupier mortgage debt, around half have accumulated enough prepayments to service their current loan repayments for almost two years or longer.", "These payment buffers help to protect against the risk that, as interest rates rise, households will find themselves unable to meet debt repayments.", "Second, the strength of lending standards in recent years gives us reason to be confident in the ability of many households to absorb some increase in interest rates.", "For many years, banks have been required to stress test new borrowers' ability to meet repayments with interest rates that are significantly higher than the rate on the loan they have applied for.", "In 2019, APRA indicated to banks that, in assessing loan applications, it expected them to apply a 'serviceability buffer' of at least 2.5 percentage points.", "In October 2021, they increased this to a minimum of 3 percentage points.", "As a result, many borrowers should have some spare servicing capacity built into their financial margins.", "Finally, the household sector as a whole has accumulated sizeable equity via higher housing prices over recent years.", "Rising housing prices have benefited borrowers with existing mortgages.", "Furthermore, the share of new borrowers that have borrowed at high loan-to-valuation ratios (LVR > 90) has declined markedly.", "The combination of these factors meant that the share of loan balances in negative equity was around 0.1 per cent in May 2022, down from around 21⁄4 per cent prior to the pandemic (Graph 6).", "While housing prices have started falling in recent months, they would have to fall a fair way for negative equity to become a systemic concern.", "Scenario analysis based on loan- level data suggests that a decline in housing prices of 10 per cent would raise the share of balances in negative equity to 0.4 per cent, which is still much lower than its peak of 31⁄4 per cent in 2019.", "Even a fall of 20 per cent in housing prices would only increase the share of balances in negative equity to 2.5 per cent.", "This low incidence of negative equity reduces the likelihood that borrowers will enter into default, as well as the size of losses incurred by lenders if they did.", "Sources: ABS; Core Logic; RBA; Securitisation System But some indebted households are more vulnerable So far I have focused on household debt in aggregate and made the point that there are a number of factors suggesting that indebted households will be quite resilient to at least some rise in interest rates.", "But not all borrowers are alike - the distribution also matters.", "In particular, what do we know about the incomes of the people that hold the debt?", "If we look at the households that have debt, almost three-quarters of debt outstanding is held by households in the top 40 per cent of the income distribution; indebted households in the bottom 20 per cent of the income distribution hold less than 5 per cent of the debt (Graph 7).", "Furthermore, households with high debt-to-income ratios (DTIs) who might be most affected by a rise in interest rates also tend to be high-income households.", "Higher income households can typically devote a higher share of their incomes to debt servicing because their other living expenses tend to account for a smaller share of their income.", "This suggests that a large number of households are likely to be able to handle somewhat higher interest rates.", "Sources: ABS; RBA Nevertheless, some households are more likely to face financial stress than others.", "Highly indebted households are especially vulnerable in the event of a loss of real income through higher inflation, particularly if combined with rising interest rates, and a decrease in housing prices.", "Recent borrowers are more vulnerable than earlier cohorts, as they are more likely to have borrowed at high DTIs, have had their serviceability assessed at lower interest rates (albeit with larger interest rate buffers) and have had less time to accumulate equity and liquidity buffers.", "Government policies to improve housing market accessibility for first home buyers (FHBs) during the pandemic also means that FHBs are more highly represented among this group of recent borrowers than they are in earlier cohorts.", "borrowers, making them more vulnerable to a given house price or cash flow shock.", "The increase in high-DTI borrowing is one area that raises concerns about risks as interest rates rise.", "While lending standards have generally improved over recent years, the latest housing cycle saw a significant increase in the share of loans at DTI ratios above 6 (Graph 8), partly reflecting the very low interest rates at that time and hence the belief that the debt servicing burden of these loans was manageable.", "On the face of it, such loans are more risky than loans at lower DTIs.", "If the borrower were to experience a fall in income or an increase in expenses, they might find it more difficult to service the loan.", "And in an environment of increasing interest rates, there is a risk that households with high DTIs will find it more difficult to service their debt.", "Sources: APRA; RBA We know, however, that other characteristics matter as well.", "The size of liquidity buffers and the income and wealth of the borrower also impacts the riskiness of the loan and the probability of borrowers ending up in financial difficulty.", "Broadly, investors with high-DTI loans are more likely than other borrowers to have high liquidity buffers; they also tend to be wealthier and have higher incomes.", "This group of high-DTI borrowers has historically been less likely to experience mortgage stress than other borrowers.", "On the other hand, there is a group of borrowers with high-DTI loans that have lower liquidity buffers and lower incomes - these borrowers are more at risk of mortgage stress.", "So the bottom line is that high-DTI lending is something to watch.", "But in and of itself, a high-DTI loan is not necessarily more risky in a rising interest rate environment.", "The impact on individual borrowers will be varied But what can we say about the impact of interest rate rises on individual borrowers?", "We can use data on individual anonymised loans from our securitisation database to do some scenario analysis on the potential impact of interest rate rises on the borrowers in that dataset.", "For the purposes of this analysis, we assume that variable mortgage rates rise by around 300 basis points, which is broadly informed by recent market pricing to mid-2023.", "The data suggest that over one-third of variable-rate borrowers have already been making average monthly loan payments (including irregular payments to redraw and offset accounts) sufficient to meet the resulting rise in required repayments (Graph 9).", "In other words, there is limited impact on these borrowers.", "On the other hand, just under 30 per cent of borrowers would face relatively large repayment increases of more than 40 per cent of their current payments.", "Repayment Increases for Variable-rate Loans Changes in repayments in response to a 300 basis point increase in interest rates* 10 10 None 0 to 10 to 20 to 30 to 40+ Increase in repayments (%) Changes between new required repayments and average monthly payments over the past year; share of variable-rate loans (excluding split loans) as at May 2022.", "Sources: RBA; Securitisation System Another issue that we have been thinking about is whether borrowers that took advantage of very low interest rates on fixed-rate products in recent years are particularly susceptible to higher interest payments when fixed-rate terms expire.", "The extremely low interest rates on these products through 2020 and 2021 led many people to take them up, resulting in the share of housing credit on fixed mortgage rates increasing from 20 per cent at the start of 2020 to a peak of nearly 40 per cent in early 2022.", "The majority of currently outstanding fixed-rate loans are due to roll off within the next two years, with the greatest concentration of loans due to expire in the second half of 2023 (Graph 10).", "So these borrowers are shielded for the time being from interest rate rises.", "Projected Expiration of Fixed-rate Loans* Outstanding loans as at May 2022, by expiry month Average lending rate Scenario variable rate** Balance-weighted fixed rate Share of total fixed-rate loans*** M J S D M J S D M J S D * Assumes fixed-rate loans are not repaid early or refinanced.", "Assumes future variable rates increase by 300 basis points to mid-2023; timing of rate increases broadly informed by market expectations.", "Another 13 per cent of fixed-rate loans will expire beyond 2024.", "Sources: RBA; Securitisation System What is the potential impact though when they do roll off?", "Using information from the securitisation database, and again using some assumptions about the path of interest rate increases, we can get an idea of the magnitude of the impact on borrowers' interest payments as their fixed rates roll off.", "Assuming all fixed-rate loans roll onto variable mortgage rates and new variable rates are broadly informed by current market pricing, estimates suggest that around half of fixed-rate loans (by number) would face an increase in repayments of at least 40 per cent (Graph 11).", "Borrowers with fixed-rate loans that are due to expire by the end of 2023 would experience a median increase of around $650 (or 45 per cent) in their monthly repayments.", "This is slightly more than the rise in payments that variable-rate borrowers would experience over this time.", "These scenarios suggest large increases in debt-servicing for many of those with expiring fixed-rate loans.", "But unlike borrowers who hold variable-rate loans, we have very little visibility of how much saving those with fixed-rate loans have been doing in recent years.", "Many of these borrowers have contractual restrictions on their ability to channel their savings into mortgage prepayments.", "But given the very low interest payments and the broad-based increase in household saving rates, it is likely that many of these borrowers will have accumulated savings outside their mortgages ahead of any potential increase in repayments.", "Some borrowers also have split loans - part variable, part fixed - which will have allowed them to accumulate buffers on the variable part of the loan.", "Some fixed-rate loans also allow borrowers to make at least some excess repayments.", "To the extent that this is the case, it is likely to mitigate the rise in debt servicing requirements.", "Repayment Increases for Fixed-rate Loans Changes in required repayments under rising interest rate scenario* Dollar change Percentage change 75th percentile Median 25th percentile <0 0 to 20 to 40 to 60+ M J S D M J S D M J S D M 2022 2023 2024 Assumes future variable rates increase by 300 basis points to mid-2023; timing of rate increases broadly informed by market expectations; excludes loans that will expire beyond 2024.", "Sources: RBA; Securitisation System It is important to note that these scenarios don't take into account future economic conditions.", "At the moment, for example, employment is growing strongly and unemployment is at its lowest level in nearly 50 years.", "Having a job is the best way of ensuring that you can continue to meet repayments on your loan.", "How much the Board decides to raise rates will depend on developments in the economy, including how borrowers respond to higher rates.", "And we will continue to assess where the risks might materialise.", "Concluding remarks In the title of this speech I posed the question 'How are households placed for interest rate increases?'", "There are a number of ways to come at this question - aggregate data, disaggregated data and scenarios.", "On balance, though, I would conclude that as a whole households are in a fairly good position.", "The sector as a whole has large liquidity buffers, most households have substantial equity in their housing assets, and lending standards in recent years have been more prudent and have built in larger buffers for interest rate increases.", "Much of the debt is held by high-income households that have the ability to service their debt and many borrowers are already making repayments well above what is required.", "Furthermore, those on very low fixed-rate loans have some time to prepare themselves for higher interest rates.", "While in aggregate it seems unlikely that there will be substantial financial stability risks arising from the household sector, risks are a little elevated.", "Some households will find interest rate rises impacting their debt servicing burden and cash flow.", "While the current strong growth in employment means that people will have jobs to service their mortgages, the way the risks play out will be influenced by the future path of employment growth.", "This, along with the Board's assessment of the outlook for inflation, will be important considerations in deciding the size and timing of future interest rate increases.", "Thank you and I look forward to your questions.", "I am grateful to Amelia Gao, Marcus Robinson and Michelle Wright for excellent assistance with this speech.", "Household credit is a subset of total household debt.", "It excludes debt of unincorporated enterprises and HECS debt.", "[2] Kearns J, M Major and D Norman (2020), 'How Risky is Australian Household Debt?", "[3] See Wang L (2022), 'Household Liquidity Buffers and Financial Stress', RBA Bulletin, June.", "[4] See Bergmann M (2020), 'The Determinants of Mortgage Defaults in Australia - Evidence for the Double-trigger Hypothesis', RBA Research Discussion Paper No 2020-03.", "Alfonzetti M (2022), 'Are First Home Buyer Loans More Risky?", "', RBA Bulletin, March.", "', Financial Stability Review, April."], "classifications": ["none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Household debt", "Interest rates", "Financial stability", "Housing prices", "Inflation", "Household balance sheets", "Liquidity buffers", "Lending standards", "Debt-to-income ratios", "Fixed-rate loans"]}