{"sentences": ["Two years ago, during the most difficult phase of the pandemic, we wondered about its short-term social and economic consequences; there was extraordinarily high uncertainty and it seemed hard to foresee the equilibria and the new 'normal' that would emerge in the longer term.", "Last year, on recalling the exceptional breadth and efficacy of the measures implemented to counter the impact - and not only the economic one - of the public health crisis, we underlined how, in a deeply interconnected world, it could not be said that the risks of the pandemic had been overcome unless it were truly so for everyone.", "We reiterated the crucial role of international coordination.", "On the economic front, the recovery in production exceeded the forecasts.", "In some countries, the measures for macroeconomic stabilization eventually created demand pressures that, given the supply constraints, caused a marked rise in inflation.", "In the second half of 2021, after years of excessive moderation, consumer prices returned to robust growth in Europe too, not because of excess demand but because of the higher prices of imported energy products.", "Monetary policy cannot counter the increase in commodity prices, but it must aim to ensure price stability in the medium term.", "The economic situation, which has changed profoundly in the space of a few months, makes it appropriate to move past the policy of negative key interest rates.", "Given the uncertainty of the economic outlook, the rates will have to be raised gradually; it will be easier if pressures for wage increases linked to the rise in inflation prove limited, in part thanks to the fiscal measures designed to curb the higher energy prices and support the income of the hardest hit households.", "The funding conditions for the economy will in any case remain broadly favourable.", "Italy's high public debt reduces the margins available.", "Fiscal interventions must be clearly targeted and well calibrated to maximize their efficacy and to keep their costs down.", "The increase in recent weeks of the yield spread between Italian and German bonds confirms that the public debt is still a source of significant vulnerability; it reminds us, if ever we needed reminding, that we must not let our guard down, aiming in the medium term for a primary surplus and a stable increase in the economy's potential growth.", "The positive interplay between monetary policy and fiscal policy over the last two years shows the importance of continuing to pursue the completion of the institutional framework of the Economic and Monetary Union, endowing it with a common budget instrument and simplifying the rules applied to national budgets.", "Through the NGEU programme and the suspension of the Stability and Growth Pact, Europe delivered a coordinated and adequate response to the pandemic shock.", "We can build on this turning point.", "As the main beneficiary of the programme, Italy has a responsibility to show that using European resources to support individual Member States can bring benefits to the European Union as a whole.", "The NRRP has taken on features and proportions capable of achieving the goal of closing the serious gaps accumulated in Italy in education and research, in gender equality and in support for youth employment, and in the quality of infrastructures and public services.", "The prospect of a development strategy based on green and digital technologies and on support for innovation will be able to help strengthen and expand the most dynamic sectors of our production system, as well as the financial industry.", "This will bring about profound changes, also to the way in which work is organized.", "One legacy of the pandemic is certainly the recognition of the possibilities opened up by digital technologies in terms of agile and other forms of remote work.", "Here at the Bank of Italy too, these new ways of working have taken hold, and are applied, where possible, with flexibility and sound judgment.", "They do not replace, but rather complement in-person work, which retains a central role in the direct transmission of knowledge, in the training of junior colleagues, and in building trust among staff.", "There will be no change in the resolve with which we will continue to carry out our duties in the service of our country and as part of the Eurosystem.", "In the NRRP, bridging the geographic divide has become a cross-cutting priority.", "The financial resources that will flow into the South of Italy are significant: we must all be aware that they will only bear the expected fruit if the State and its institutions continue to effectively counter criminal behaviour, intimidation, violence and collusion.", "The example set by Giovanni Falcone and Paolo Borsellino is always before us - judges and extraordinary figures embodying the State's renewed, if disputed, power.", "Those of us who were there thirty years ago remember the emotion and grief generated across the country by their sacrifice and that of Falcone's wife and of their security staff.", "The younger generations bear witness to this shared collective memory.", "We now find ourselves dealing with a new crisis caused by Russia's invasion of Ukraine.", "The plight of the population of that country, which can only be mitigated by a swift end to the war, is compounded by serious consequences for prices and the supply of energy and food products.", "In the short term, the countries that will be hit hardest are European ones, which are more dependent on Russian gas, and the poorest ones, which are already struggling to secure the necessary supplies of agricultural commodities and fertilizers.", "The conflict could have potentially very serious effects - albeit difficult to predict - on longer-term international equilibria, on market openness and on trade, not only of goods and capital, but also of information and knowledge.", "Europe, which has always aimed for a rules-based global order, would stand to lose more than others in a world dominated by division and conflict.", "Since the end of the Cold War, economic globalization has generated indisputable benefits, with a sharp reduction in extreme poverty at world level, though with a marked increase in inequality in the distribution of income and wealth within many countries.", "Even before the Russian attack on Ukraine, discussions were underway on how to correct the most obvious shortcomings of globalization, while at the same time retaining the benefits achieved over the last thirty years.", "Global problems such as pandemics and greenhouse gas emissions can only call for global responses.", "Writing after the adoption of the Bretton Woods Agreement, Luigi Einaudi stated: 'In the past, international cooperation has always benefited the poor more than the rich.", "Let it be so this time too.", "Yet it will only be so if we steadfastly desire it.'", "Even before that, in the midst of the Second World War, he had underlined how 'the nation states are becoming less and less influential in the face of growing economic interdependence on a planetary scale' and that open borders are builders of prosperity, because: 'international free trade means peace'.", "It is hard to put it any better: international cooperation must not falter.", "The necessary reflections on the governance of globalization must not be overshadowed by the distrust and tensions engendered by the ongoing conflict.", "What must, instead, be nurtured with the utmost determination, by keeping the lines of dialogue open, is the hope that this war, which we unequivocally and categorically condemn, draws swiftly to a close.", "Note: Title Transfer Facility (TTF) prices for European gas and Henry Hub for US gas.", "Note: 12-month percentage changes.", "Note: Annual percentage changes of quarterly data; negotiated wages net of one-off payments for the euro area, and the Employment Cost Index for the United States.", "Advanced and emerging economies: share of world GDP 70 70 advanced economies emerging economies of which: China 30 30 1990 2000 2010 2021 Source: Based on International Monetary Fund data.", "Note: Value added per hour worked, in real terms.", "Capitalization and credit quality of Italian banks 16 12 non-performing loans as a share of total loans (right-hand scale) common equity 6 2 Assets under management as a share of households' financial assets 40 40 30 30 20 20 2011 2013 2015 2017 2019 2021 Sources: Bank of Italy and European Central Bank.", "Note: Based on a representative sample of cards in use; the indicator of preference for cash is the ratio of withdrawal amounts from ATMs to the sum of these withdrawals plus the value of card payments at Points of Sale (POS); the ratio of contactless payments to the total of payments made with cards is calculated based on the value of the transactions.", "by the Printing and Publishing Division of the Bank of Italy Rome, 31 May 2022"], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Russia's invasion of Ukraine", "Fiscal policy", "Monetary policy", "Economic recovery", "Inflation", "Public debt", "Energy prices", "Economic outlook", "Wage increases", "International cooperation"]}