{"sentences": ["Governor Olli Rehn: Monetary policy and the contemporary dynamics of ination Friday 16 September 2022, 11:00 AM Bank of Finland Governor Olli Rehn Policy keynote at BoF-CEPR Joint Conference 'Monetary Policy in the Post-Pandemic Era', 16 September Monetary policy and the contemporary dynamics of inflation Ladies and Gentlemen, Dear Friends, Good morning!", "On behalf of the Bank of Finland let me welcome you to this conference on Monetary Policy in the Post-Pandemic Era, jointly organized by the Bank of Finland and the Centre for Economic Policy Research.", "Our collaboration with the CEPR in organizing annual conferences has a long and successful history.", "We very much appreciate this cooperation and naturally we hope and expect that it will continue for many years to come.", "We have already heard some excellent talks this morning, and we can look forward to more presentations by leading experts in the field later on, including Benjamin Moll, Sydney Ludvigson and Martin Schneider.", "It is probably a serious understatement to say that the environment for monetary policy has become much more challenging over the past year.", "Indeed, the need for high quality research that can support monetary policy decisions can scarcely be overstated at this time.", "Little more than a year ago, inflation rates were still low across the globe and the world was re-emerging from the pandemic.", "The main concern for monetary policy was, as it had been for more than a decade, how to appropriately stimulate the economy in order to return it to a balanced growth path and raise inflation to its target.", "Before the Governing Council meeting in December 2020, both the interest rate expectation curve and average government bond yield curve were negative for up to 10 years.", "As the year 2022 began, both the ECB Governing Council and the markets still had good reasons to assume that oil prices and supply-side bottlenecks that had driven up inflation in the euro area would gradually fade away.", "Towards the end of 2021, the central banks' assumption of temporarily elevated inflation was already increasingly being challenged, especially in the United States.", "This was due to inflation creeping steadily higher and the repeated underestimation of inflation by all central banks.", "Inflation forecasts at that time used the futures prices of oil, gas and other energy and raw materials, but these did not keep up with the widening consequences of Russia's war in Ukraine and the subsequent sanctions.", "Also, the models used for forecasting purposes typically assume that past shocks impacting the economy will gradually fade and the economy will return to a steady state where inflation does not deviate from the target.", "Today, we are in a very different situation.", "Russia's unjustified brutal war in Ukraine that started in February was a watershed for Europe, but it took a while until its full consequences for the economic and inflation outlook were realized.", "Against the backdrop of first a post-pandemic rebound in demand and then Russia's war in Ukraine, and rising energy prices, inflation made a more rapid and forceful return than was anticipated.", "Inflation is high also because of soaring food prices, the emergence of demand pressures in some sectors as economies reopen, and the perpetuation of supply bottlenecks.", "According to Eurostat's flash estimates, the annual inflation rate in August was 9.1% in the euro area and 7.6% in Finland.", "The ECB staff's new September forecast also reflects a substantial upward revision from the June forecast, with euro area inflation now expected to average 8.1% in 2022, 5.5% in 2023 and 2.3% in 2024.", "Risks to the inflation outlook are primarily to the upside.", "At the same time, despite a strong first half-year in 2022, output growth in the euro area has started to slow down, with the economy expected to stagnate later in the year.", "In the global economy, risks to growth are primarily to the downside, in particular in the near term.", "Exceptionally high energy prices are reducing purchasing power, and supply-side bottlenecks are still constraining economic activity.", "What's more, the adverse geopolitical situation is weighing on the confidence of businesses and consumers.", "Standard economic reasoning generally calls for monetary policy to pay little heed to supply-side forces.", "But the inflationary impact of current supply-side disruptions is more persistent than originally thought.", "Price pressures are spreading across more and more sectors, in part owing to the impact of higher energy costs across the whole economy.", "Even after removing energy and food from the headline measure, the forecasts for underlying inflation in the euro area are at elevated levels: 3.9% in 2022, 3.4% in 2023 and 2.3% in 2024.", "Because inflation is already far too high and is likely to stay above target for an extended period, the ECB Governing Council began a tightening cycle in July by raising our three key interest rates by 50 basis points.", "Last week, the Governing Council decided to raise them by an additional 75 bps, and we can assume further rises going forward.", "However, the impact of the current energy crisis on inflation should gradually subside after energy prices have reached their peak levels.", "The bigger question, therefore, is whether there are signs that demand-side forces are also starting to create further upside pressures on prices.", "There are at least three such forces to consider.", "The first of these demand-side forces is related to second-round effects in the labour market.", "Real incomes have weakened in most advanced economies following the pandemic.", "De-globalisation as well as the war in Ukraine are putting further pressure on real incomes, and so wage-price dynamics could become a concern.", "Yet, we have not seen strong signals of such dynamics so far.", "It should be noted, however, that we are somewhat in the dusk when it comes to wage-related data.", "For instance, the latest figures on wages are from the second quarter of this year.", "To get more timely and granular information on wage developments, the ECB is developing a wage tracker.", "The idea is to collect granular member-state-based data on negotiated wage growth, which would provide forward-looking information on future wages.", "Why is it that the current picture does not suggest strong upward pressure on wages?", "Can we rely on this situation to last, going forward?", "A benign interpretation is that the absence of wage inflation reflects strong anchoring of longer-term inflation expectations.", "Another possibility is that there might be significant non-linearities in the Phillips curve.", "Perhaps strong wage-price dynamics are absent when uncertainty is high.", "Or perhaps wage earners have learned over the past decade not to pay too much attention to inflation when forming their expectations - though they may now increasingly do so.", "The growing risk of recession in the euro area and the steadily increasing labour participation rate might also be factors that have kept wages in check.", "Whatever the correct explanation for the slow reaction in wages so far, improving our understanding of wage-setting in the current environment should be high on the research agenda.", "The second force that can impinge on price stability is public indebtedness.", "The level of public debt in many jurisdictions has increased rapidly because of the pandemic, and factors such as population ageing will increasingly put further pressure on public finances.", "Clearly, it is of paramount importance that sufficient fiscal restraint and debt sustainability should be key priorities going forward.", "This is also a necessary condition for the long-term viability of our monetary policy strategy.", "In periods when the natural rate of interest is low and policy rates are at the effective lower bound, the importance and effectiveness of fiscal policy in stimulating the economy is heightened.", "But once the economy is well on its way to recovery, fiscal policy should take a back seat, and governments should regain fiscal policy space by consolidating public finances.", "This means reducing budget deficits and boosting potential growth.", "Currently, as inflation has become a serious threat to the economy, and monetary policy is being tightened, fiscal policy should focus on debt sustainability.", "Thus, also the envisaged support measures of households due to the energy crisis should be targeted, tailored and temporary.", "Heterogeneity among the euro area countries regarding their fiscal situations poses an additional challenge, as it increases fragmentation risk.", "To ensure that the monetary policy stance is transmitted appropriately across jurisdictions, the ECB Governing Council decided, in July, on a new monetary policy tool, the Transmission Protection Instrument (TPI).", "If deemed necessary, it would allow the Eurosystem to purchase securities on the secondary market in jurisdictions that experience an unwarranted deterioration in financing conditions according to certain criteria.", "This brings me to the third and final force, namely the formation of expectations.", "Ultimately, the risks to longer-term price stability, whether resulting from wage-price dynamics or perhaps from fiscal concerns, is linked to the risk that inflation expectations will become de-anchored.", "The risk of de- anchoring, in turn, rests critically on the way expectations are formed.", "For instance, fiscal dominance might become an issue if economic agents begin to emphasize the connection between fiscal sustainability and inflation, and form expectations about inflation based on perceived fiscally irresponsible government behaviour.", "Needless to say, independent central banks like the ECB will not give any space for fiscal dominance.", "Similarly, adverse wage-price dynamics would become a serious concern, if wage earners assume that current high inflation will persist.", "Obviously, the central bank's task is to dampen excessively high inflation expectations if such scenario were to seem probable.", "So, what do we know of how agents form their expectations?", "A recent review of the literature on expectations formation by Francesco D'Acunto, Ulrike Malmendier and Michael Weber (2022) highlighted systematic deviations from the full-information rational expectations paradigm.", "Inflation expectations are biased, forecast errors are predictable, and dispersion of expectations across individuals is substantial.", "Nevertheless, inflation and other expectations still matter for agents' actions.", "My reading of these findings is that agents react more gradually to new information and place greater weight on current outcomes than is suggested by our baseline frameworks.", "If this reading is correct - and I'm sure Michael will tell me, as he is here today - we should factor in prolonged periods of learning and adjustment before behaviours change.", "What, then, are the monetary policy implications of the three demand-side forces that I have highlighted?", "First of all, elements of expectations formation that rely not on forward but backward-looking information can make it harder to return to target, if inflation becomes entrenched.", "This obviously means that there is no room for complacency in monetary policymaking.", "And indeed, in our meeting last week we decided to raise policy rates significantly in order to frontload the transition from highly accommodative rates towards levels that will ensure the return of inflation to our symmetric 2% target over the medium term.", "On the other hand, fears over adverse wage-price dynamics and fiscal dominance should not be exaggerated at the current juncture.", "Anyway, together with the many other uncertainties and unknowns, these factors call for a consistent and steady tightening cycle.", "In essence, we have been exiting a period of forward guidance and are entering a period of making decisions meeting by meeting, on the basis of incoming data, guided by our current monetary policy strategy.", "Regarding the monetary policy strategy, some have wondered if the old asymmetric inflation target might not have served us better in light of the rapid return of inflation.", "However, it seems to me very unlikely that the move to a symmetric 2% inflation target is in any way a significant force behind current inflation.", "If anything, having an inflation target that is clear and easy to understand helps temper inflation expectations.", "To conclude, I have underlined some of the challenges facing monetary policymakers in the current post- pandemic and energy-crisis environment.", "If we keep an open mind and continue learning the lessons of this new environment, I'm confident that we will be able to get our policy right - or if not always right, then at least as little wrong as possible - in the tough times going forward.", "And research, of course, will have an essential role to play in and contribute to this constantly evolving policy process.", "With these words, let me wish you a very productive and fruitful conference.", "Thank you for your kind attention.", "Olli Rehn (/en/other-pages/tag-search/?tag=Olli Rehn) Governor (/en/other-pages/tag-search/?tag=Governor) speech (/en/other-pages/tag-search/?tag=speech) in ation (/en/other-pages/tag-search/?tag=in ation) monetary policy (/en/other-pages/tag-search/?tag=monetary policy)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Wage-price dynamics", "Fiscal policy", "Expectations formation", "Energy prices", "Supply-side bottlenecks", "Transmission Protection Instrument", "Symmetric inflation target", "Asymmetric inflation target"]}