{"sentences": ["Good afternoon, ladies and gentlemen.", "I do appreciate this opportunity to discuss some key steps taken during Italy's G20 Presidency in 2021.", "To keep this speech within reasonable limits, I need to be selective.", "I shall briefly recap the main outcomes of the work of the G20 Finance Track, and then focus on the results obtained in two areas of direct concern for financial markets, i.e.", ": (i) strengthening the resilience of non-bank financial intermediation (NBFI), and (ii) preparing the financial sector for a world that is starting to fight climate change seriously.", "Italy took up the G20 Presidency in the midst of the pandemic crisis, at a time when global economic activity was suffering from the resurgence of infections and remained well below its pre-Covid levels.", "Many low-income and developing countries in particular were lagging far behind in their recovery.", "In this context, the Italian Presidency defined three overarching priorities for the Financial Track of to provide quick, strong and cooperative action to step up the policy response to the pandemic, and to lay the groundwork for a more resilient global health system in the future; to resume the discussion on climate change within the G20, profiting from the new attitude of the US administration in favour of multilateralism as well as from the swift rise of interest in the topic at the global level; to secure an agreement on international taxation.", "On the first issue - the response to Covid and future preparedness for global health emergencies - in 2020, thanks to the extraordinary public support extended to households and firms in many jurisdictions, as well as to the prompt coordinated response of monetary and other financial policies to the crisis, the world economy had recorded a strong recovery.", "Contrary to what happened at the time of the global financial crisis of 2008, a financial meltdown was avoided this time and the financial system continued to provide critical support to the real economy.", "A return of the pandemic weighed on the world economy in the winter of 2021.", "However, continued strong, coordinated policy action, and the experience accumulated during the first wave of the pandemic, ensured that the economic fallout from the second and further waves was more subdued.", "The rapid roll-out of vaccines in developed countries led to a gradual lifting of restrictions on economic activity and to a resumption of investment and consumption with far fewer bankruptcies than expected, although at the cost - consciously incurred - of a one-off increase in public debt.", "Many advanced countries have now reached, or are close to reaching, pre-crisis output levels.", "Under the Italian Presidency, the G20 also took action to help the weakest economies that had been disproportionally hit by Covid-19.", "It provided support to multilateral mechanisms, ensuring wide access to tests and vaccines.", "In addition, to address the structural weaknesses highlighted by the pandemic, it established a new Panel on prevention and preparedness that advanced proposals to improve the mobilisation of funding and enhance coordination between Health and Finance Ministries and international organisations.", "Work to deliver a shared solution on these issues will continue in the next few months under the Indonesian Presidency.", "The G20 also agreed to extend the suspension of debt service payments for 50 countries until the end of the year, and to renew efforts to operationalise the common framework for the treatment of the distressed debt of some eligible countries.", "While the latter has encountered some difficulties, last October G20 Ministers and Governors reiterated their commitment to make progress.", "The G20 also agreed to make 650 billion dollars available in additional reserves through a general SDR allocation, with rechannelling options to allow low-income countries to receive further support.", "On the second issue - the fight against climate change - our Presidency began at a time of swiftly rising awareness of the issues raised by climate change among savers, investors, financial market operators and the public at large.", "The attitude of G20 delegations was (and is) also changing.", "It is no surprise that countries differ widely in their priorities and sensitivities on this issue, but there appeared to be a worldwide surge in the feeling that a conversation on actions needed had to be held within the G20 framework in a multilateral format.", "The Italian Presidency, of course, cannot claim to be the prime mover of any of these global developments.", "However, I think we can fairly say that the Presidency quickly sensed the new spirit, and saw the opportunity to channel it into a concrete discussion of steps to take.", "Under our Presidency, the Sustainable Finance Study Group has been re-established and upgraded to a fully-fledged Working Group, under the co-leadership of the United States and China.", "There was also an important financial-market side to this endeavour; I shall come back to this in a moment.", "On the third issue, international taxation, to address the issues posed by globalisation and digitalisation, the G20 reached an important agreement on a minimum level of taxation and rules for the reallocation across jurisdictions of taxes on excess profits of multinationals.", "Work on the operationalisation of the framework is ongoing, with a commitment to full implementation by Let me now turn to achievements of more direct concern for the financial markets, and focus on two key priority areas of the Italian Presidency.", "The first area concerns strengthening the resilience of what was once known as 'shadow banking', and is now called the non-bank financial intermediation (NBFI) sector, or sometimes 'market-based finance'.", "Since the global financial crisis, market-based finance has grown rapidly, and today accounts for almost half of total financial assets.", "This is by no means a bad thing in itself: it makes the financial system more diverse and thus potentially more efficient and resilient.", "However, NBFI comes with its own risks, which need the regulators' and supervisors' attention.", "With its expansion, certain vulnerabilities of NBFI - concentration, interconnectedness, liquidity mismatches - have also been growing in importance.", "We had been stressing for years the need for rethinking the supervisory framework for NBFIs; to go beyond traditional conduct supervision and embrace a financial stability perspective.", "Bolstered by the reforms implemented after the global financial crisis, the banking sector entered the pandemic with stronger capital and liquidity buffers, which supported its ability to provide continued critical lending to the economy.", "Post-financial crisis regulatory reforms have affected the non-banking sector to a much lesser degree.", "The events of March 2020 confirmed the concerns about NBFI.", "They exposed structural faultlines in the non-bank sector that helped to amplify market stress and increase procyclicality.", "These include liquidity mismatches in money-market funds and open-end investment funds invested in less liquid assets.", "The disorderly unwinding of highly leveraged positions by some non-bank entities contributed to amplifying the effects of the liquidity stress (the 'dash for cash'), with spill-overs affecting even markets for traditionally safe and liquid government bonds.", "Orderly market conditions were only re-established after massive central bank intervention.", "These issues have been thoroughly analysed by the Financial Stability Board (FSB).", "In a 'Holistic Review' published in November 2020, the FSB identified certain weaknesses of the non-bank sector that needed to be addressed.", "The FSB has laid out a work plan to strengthen regulatory safeguards, with the aim of limiting the need for central bank intervention and avoiding moral hazard.", "Under the Italian Presidency, the G20, based on the FSB work, endorsed a package that provides jurisdictions with a framework for assessing and addressing vulnerabilities in their MMF sector, and with an agreed menu of policy tools.", "Some reforms are already being envisaged in the main jurisdictions, such as the EU and the US.", "Global reviews will be conducted jointly by the FSB and IOSCO by end-2026, with the aim of assessing the appropriateness of the measures adopted by all jurisdictions and evaluating the need for further action at the global level.", "Ideally, we would have liked to see the G20 to take an even bolder step and adopt from the start a set of global mandatory standards for MMFs, thus further enhancing the resilience of the sector and limiting the room for market fragmentation and regulatory arbitrage.", "We recognised, however, that jurisdictions were not yet prepared to go all the way to global standards.", "In our capacity as the G20 Presidency, we worked hard to ensure that a first, important agreement was reached.", "We also ensured that there was a commitment to reconsider the matter over time, on the basis of the results achieved.", "Looking ahead, work on NBFI will continue in a number of directions.", "Better data and analyses are needed to improve our understanding of NBFI vulnerabilities and of appropriate policy tools.", "The FSB is committed to examine suitable policy approaches to address vulnerabilities in openended funds, margining practices and short-term funding markets.", "It will be incumbent on the current and future G20 presidencies to steer this work.", "The second area, as I said earlier, concerns the role of financial markets in catalysing the flow of funds needed to enable the climate transition.", "The good news is that the interest of private capital for sustainable investment is growing at a fast pace.", "The less good news is that the efficient allocation of climate-friendly capital is hindered by insufficient availability of granular, reliable, internationally comparable information.", "Sustainable financial investments rely on (i) company disclosure practices that are neither harmonised nor easily auditable, and (ii) scoring systems that are heterogeneous across different financial providers, largely subjective and sometimes opaque.", "As a consequence, the risk of confusing information and misleading claims ('greenwashing') is not immaterial.", "Another important issue for financial authorities is the need for adequate consideration of environmental risk in financial institutions' risk management, in supervisory rules and practices, and in economic modelling.", "Many central banks and supervisory authorities, including the Bank of Italy, are making efforts to improve their actions, also benefiting from the exchange of experiences at international level.", "The G20 Sustainable Finance Working Group has undertaken several important initiatives.", "In its 2021 Report, it set practical recommendations in three priority areas: (i) strengthening the comparability and interoperability of approaches; (ii) improving reporting and disclosure; and (iii) enhancing the role of international financial institutions in supporting the goals of the Paris Agreement and of the United Nations Agenda 2030.", "As a key legacy of the Italian Presidency, the Group developed the first G20 multi-year Roadmap on sustainable finance to guide future works at international level.", "This year, the Indonesian Presidency are promoting new analyses on sustainable finance, building on the work plan detailed in that Roadmap.", "Further initiatives under our Presidency included requesting the IMF and other international organisations to consider climate-related data needs in preparing a new Data Gap Initiative, and the Financial Stability Board to report on disclosure challenges and data gaps on climate-related financial risks.", "The FSB was also requested to develop its own Roadmap to tackle climaterelated risks for financial stability, to provide a coordination mechanism for standard setting bodies and international organisations to improve firm-level disclosures, data availability, methods and scenarios for vulnerability analyses, and regulatory and supervisory practices and tools.", "Let me just add that, while enhancing sustainable finance is very important, fighting climate change is first and foremost a job for general public policy.", "As I mentioned earlier, within the G20 framework we were and are committed to promoting fruitful cooperation on actionable policy proposals.", "A key focus should be the design of a global carbon pricing system, including setting up carbon tax plans and removing fossil fuel subsidies.", "In these first months of 2022, the recovery has become increasingly vulnerable to downside risks, including new, negative developments in the pandemic, inflation, increases in energy and food prices, and bottlenecks in the manufacturing and transportation of goods, as well as unfavourable geopolitical developments.", "It is important for the G20 to maintain a cooperative approach aimed at minimising the risk that heterogeneity in recovery strategies may result in an undesirable spill-overs.", "Let me spend my last few minutes on a question that may legitimately be asked, and that many of us, involved in lengthy discussions often stretching over several meetings, might have asked themselves.", "Within the G20 framework, are we actually doing what is needed?", "Are we addressing the most important economic and financial issues in an efficient, effective way?", "Despite all the frustration that we might feel at times, when consensus proves hard to reach, and despite the failures that do occur from time to time, I think we can give a positive answer to these questions.", "First, whatever the concrete details of the agreements that political leaders are actually able to reach (and, as I have argued, we do count the results of the Italian Presidency as genuinely meaningful achievements), and even when agreement proves elusive, the G20 maintains its value as a multilateral forum where the leaders of the major world economies can frankly talk to one another about the key economic and financial issues of the day.", "At the very least, this provides a framework within which mutual trust can be pursued, whatever the difficulty of the times.", "But it is especially useful in a crisis.", "It has repeatedly proven its value when there is a recognised, urgent need to provide coordinated responses, as happened in 2008-9, and occurred again in the last couple of years, including in 2021, when the G20 acted to secure funds for vaccines and suspend the debt service for the most vulnerable economies.", "Second, the G20 has promoted a format for discussion and coordination of policies in some key areas.", "One good example is the work of the Financial Stability Board.", "Established at the time of global financial crisis, it started with the overhaul of the regulatory and supervisory regimes of the financial system, in particular of the banking sector.", "It has since moved on to assess and address emerging risks from a variety of sources, including most recently crypto-assets, nonbank financial intermediation and climate-related financial risks.", "It is now taken for granted that there is an international dialogue on all these issues and a 'Board' that coordinates actions by the Standard Setting Bodies and gives policy advice to national authorities.", "No wonder the FSB is now considered a successful example to be possibly followed in other areas, health for instance.", "Yet, this is the result of discussions we had and efforts we made, not something that sprang up spontaneously.", "Finally, I would say that G20 discussions and commitments, once they are reflected in hard-toearn consensus on communiqués, do work as a focal point for peer pressure and for international reputation.", "Any country can easily fall short of, or even renege on, their commitments, which in the end do not have the force of law.", "However, this does not mean that doing so comes at no cost, and the difficulty experienced in finding consensus on any commitment proves that this is indeed the case."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Non-bank financial intermediation", "Climate change", "Financial stability", "Sustainable finance", "Global financial crisis", "Financial regulation", "Monetary policy", "Fiscal policy", "Economic recovery", "G20"]}