{"sentences": ["It is an honor to be here - in memory of professor Ndulu.", "Thank you Doctor Kasekende for reminding us of the importance of Professor Ndulu's work.", "He had a vision I can very much relate to - especially in my capacity as chair of the Financial Stability Board.", "Professor Ndulu's vision was to establish a cross-border payments system in this region.", "And this aligns very well with the FSB's vision.", "We have made it a priority to enhance cross-border payments - in our case at a global level.", "So it is a great pleasure to talk to you today about our ambitious workplan.", "I remember the time when I studied abroad.", "And it was quite a hassle for my parents to send me any money.", "Today, my children are still in high school.", "But in the future, they may study abroad too.", "If that happens in the eurozone, I will experience hardly any hassle sending them money.", "Unfortunately, there are still many payment corridors all over the world which face incredibly high costs and considerable delays.", "A recent report by the World Bank provides an example from East Africa where, in 2021, the fee for sending 200 dollars in remittances from Tanzania to neighboring Uganda was 23 percent for a Ugandan migrant.", "I cannot begin to imagine giving up nearly a quarter of my income every month just to send that money home to my family.", "But barriers like these are the reality for many people.", "And it is not just the cost of cross-border payments.", "These type of payments are often also slow and not transparent - and then there's the fact that they are not fully accessible for all.", "The FSB stance is that the payments barriers should be reduced - for both individuals and companies.", "The more we trade and invest with one another, the more need for cross-border payments - it is as simple as that.", "As goods and capital markets continue to internationalise, cross-border payments, more than ever, sit at the heart of global economic activity.", "Just over a year ago trading officially commenced under the African Continental Free Trade Area.", "One factor that could greatly enhance the economic benefits of free trade in Africa is cheaper and faster cross-border payment services within the continent and beyond.", "A lot of what we do daily involves crossing borders.", "From sending an email to someone abroad, to meeting with you virtually right now.", "It is time that our money also flows more easily across borders.", "There are four key barriers to cross-border payments - the cost, the speed, the transparency and the inclusion.", "To address these four barriers, the FSB has developed a Roadmap to enhance cross-border payments.", "We have done this together with our partners, most notably the Committee on Payments and Market Infrastructures.", "And this Roadmap has been endorsed by G20 Leaders, giving it strong political backing from the largest financial centres.", "This Roadmap covers the whole payments market - both wholesale and retail payments.", "And it includes a particular focus on remittances, recognising that they are a critical source of financing for people in developing countries and that they play an important role in economic growth.", "The Roadmap seeks to deliver the necessary improvements through five focus areas, with cooperation between all stakeholders - public or private, national or international - being essential.", "Let me briefly walk you through the focus areas.", "First - part of the success of this Roadmap will depend on public-private cooperation.", "We will need central banks to improve their core payment systems, allowing the private sector to follow suit.", "And at the same time, we will need the private sector to play a big role in the needed improvements when developing new payment systems and arrangements, or when enhancing existing services.", "We will also need the combined efforts of many different types of experts - from payment service providers and system operators, to supervisors, regulators, and central banks.", "But also from experts outside of the financial sector - like data authorities contributing to streamlining data provision and data sharing.", "Second - to improve cross-border payments, we need coordination of regulatory, supervisory and oversight frameworks.", "Cross-border payments obviously involve at least two jurisdictions, and often more, when correspondent banking networks are involved.", "This often creates frictions - with, as a result, the four challenges I just mentioned.", "To address these frictions, we will need actions on both an international and a national level.", "This should lead to a better alignment of regulatory, supervisory and oversight frameworks across jurisdictions.", "Where appropriate, this should be done on a \"same business, same risk, same rules\" basis.", "High-quality customer due diligence is, of course, essential.", "But it is relatively costly for crossborder transactions.", "So the FSB wants to improve confidence between financial institutions and between jurisdictions.", "We want to do this by: promoting more consistent application of AML/CFT standards; facilitating cross-border data flows and information sharing; fostering improved digital identity frameworks as well as customer due diligence infrastructures; and, in specific cases, by identifying low-risk \"safe payment corridors\".", "Our third focus area is that we need to better align existing payment infrastructures and arrangements.", "The reason for this being that technical differences increase costs and slow transactions.", "So this third focus area of the FSB Roadmap would seek several things - for to strengthen links between payment systems and reduce settlement risk, through measures such as facilitating payment-versus-payment, to improve access by banks, non-banks and payment infrastructures to systems, to extend and align operating hours between systems, to pursue better interlinking of payment systems for cross-border payments, and to explore reciprocal liquidity arrangements.", "Fourth - to reduce costs and improve the scope for straight-through data processing, we need better data.", "To achieve this, we need to adopt common data formats, including rules for conversion and mapping from legacy formats, as well as protocols for information exchange.", "More specifically, the FSB Roadmap aims to harmonise technical standards common message formats and standards for data exchange.", "We are also examining the scope for a unique global identifier that links to the account information in payment transactions.", "These improvements would also be important building blocks to enable the development of efficient new payment infrastructures.", "Our fifth and final focus area is that we need to examine the potential role of new types of payment infrastructures and arrangements, like central bank digital currencies and well-regulated \"global stablecoins\".", "So far, these innovations have not been implemented broadly - some are still in their design phase and others remain theoretical.", "But they could, potentially, bypass barriers that are hard to address by merely adjusting existing processes.", "So with this focus area, the Roadmap is examining in particular to what extent such innovations could contribute to improved cross-border payments - all of this, of course, without compromising on minimum supervisory and regulatory standards to control risks or endangering monetary and financial stability.", "The importance of this work has recently been emphasised by the rapid evolution and growing popularity of crypto-assets.", "This has prompted us to accelerate work to strengthen the regulation and supervision of crypto-asset markets.", "But there is a cautionary tale here.", "The demand for crypto-assets in part reflects public dissatisfaction with current payment services, and if we do not improve the performance of the regulated market then there may be increasing demand for the less-regulated crypto-asset market to fill the gap.", "Enabling easier remittance payments, while maintaining their safety and security, will be a key part of this.", "These are, in a nutshell, the five focus areas of the FSB Roadmap.", "In some ways, however, the work we have done so far has been the easy part.", "The hard part lies ahead, as we start to translate our goals into actions.", "To guide our actions, we have developed a set of quantitative targets.", "Each target relates directly to one of the four challenges we want to tackle.", "For example, related to the high cost of cross-border payments, our target is to lower the global average cost of cross-border retail payments to one percent of the amount transferred, with no cross-country corridor above three percent.", "We have also reaffirmed the UN Sustainable Development Goal targets for costs of sending remittances.", "In terms of speed, we have set the goal that, for 75 percent of payments, recipients receive their funds within one hour of payment initiation, and the remainder within one business day.", "In terms of transparency, we want people making cross-border payments to have access to a minimum list of information about their payment - such as on charges and the ability to track the status of their payment.", "And regarding inclusion, all should have access to at least one option for sending and receiving electronic payments, and - if possible - multiple options.", "We are aiming to achieve most of our targets by the end of 2027.", "This may seem like a long timeframe, but it is, in fact, quite ambitious when you consider the time needed to upgrade underlying infrastructure.", "Critically, the targets have been set in order to lead to - and motivate - actions that are focused on achieving visible improvements for those making and receiving payments.", "So after the groundwork of the past two years, we have started, this year, to develop specific proposals for material improvements to existing payments systems and arrangements, as well as the development of new systems.", "Without these improvements, our targets will not be achieved.", "And cross-border payments will remain costly, slow, and untransparent, and continue to exclude many of the most vulnerable.", "Enhancing cross-border payments is a shared global goal.", "Commitment, coordination and accountability will be critical to its success.", "The FSB Roadmap gives us the opportunity to make a real difference to individuals, businesses and financial institutions across the globe.", "Cheaper, faster, more transparent and more inclusive cross-border payments have widespread benefits for companies conducting cross-border business, for tourists visiting other countries or for migrants sending money home to their families.", "One of the regions that could benefit the most from achieving the global targets is Sub-Saharan Africa, where the challenges of costs, speed and inclusion are greatest.", "So as we move forward with the Roadmap, we will seek input from emerging markets and developing economies beyond the twenty-four countries in our membership.", "We will bring in these perspectives via our six Regional Consultative Groups, including our Group for SubSaharan Africa.", "This group is co-chaired by Governor Addison of Ghana and Governor Kganyago of South Africa, who is also co-chairing the FSB's coordination group for the Roadmap as a whole.", "What you are trying to achieve, building on professor Ndulu's legacy, deserves nothing but admiration.", "And I hope the FSB Roadmap offers inspiration and encouragement in the tasks you have taken upon yourselves.", "Maybe one day, one of my children will go and study in Africa.", "And if they stand in a book store, ready to buy something they need for class, and they text me for some extra funds, I hope I will be able to do that with a simple click on a button.", "And with me, many others.", "Recovery - COVID-19 Crisis Through a Migration Lens (Migration and Development Brief 35)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cross-border payments", "FSB Roadmap", "Barriers", "Targets", "Remittances", "Transparency", "Inclusion", "Public-private cooperation", "Data", "Crypto-assets"]}