{"sentences": ["I would like to start by extending, on behalf of the Banque de France and the ACPR, our warmest wishes, to you, our partners in our daily work: elected officials, financial professionals, entrepreneurs, associations and members of the media.", "May this year be as happy as possible for you and yours, and may your projects be fruitful, despite this Covid ordeal that has lasted too long, and despite all the uncertainties of 2022.", "My first wish is obviously that we finally overcome this pandemic, and that we escape from the pressure of this emergency and return to the fundamental choices for Europe and our country, in the long term.", "The 20th anniversary of the euro, which we are currently celebrating, invites us to do so.", "The euro is without doubt the most concrete success of European integration; it is \"Europe in the citizen's pocket\", at the service of the 340 million Europeans who use it across 19 countries.", "Moreover, the euro enjoys unprecedented popular support: 74% of French citizens and 78% of Europeans are now in favour.", "The prerequisite for this confidence is price stability, which is the responsibility of the Eurosystem (the ECB and the 19 national central banks); we have successfully achieved this primary mission.", "This is not just a statistic, it is a very concrete reality, measurable by a few examples.", "an annual increase of 1.4%.", "The price of pasta has increased at a much slower rate, with an average increase of 0.1% per year.", "The euro has therefore helped to protect the which has increased by 25% over the last twenty purchasing power of French citizens, years.", "The temporary \"inflation hump\" that we have been seeing for the past few months, associated with an unprecedented economic rebound, does not change this observation, and I will return to this later.", "A forward-looking euro means new banknotes after 2024, with a new design, and even more secure - there are now only 17 counterfeits per million banknotes, making the euro one of the most secure currencies in the world.", "It is also a digital euro.", "The investigation phase for a \"digital retail euro\" was launched on 1 October last year, for a period of two years.", "The aim would be to provide a kind of \"digital banknote\", which would combine the security of banknotes issued by the central bank with the ease of use and innovation of dematerialised means of payment.", "The ECB and the Banque de France are working on all the associated challenges, and we have already conducted 9 experiments in Paris on an \"interbank\" digital currency.", "They will be continued in 2022, focusing on improving cross-border payments.", "Indeed, the euro is also a global success: no continent before us had managed to create and introduce a new currency in this way.", "In this respect, the euro has a political dimension, to consolidate European sovereignty - like the dollar for the United States.", "Our currency has proven its role in protecting European economies from the turbulence of Covid, and has preserved favourable financing conditions for all economic players, households, SMEs and companies, and states.", "But for the trimaran of the euro to be fully operational, its central hull - the ECB and the single monetary policy - needs to be completed with two floats.", "A public float with a permanent common fiscal capacity (which does not mean that an additional annual budget is needed), to better cope with macroeconomic shocks.", "And a private float to promote a better allocation of capital in the euro area.", "The latter has abundant savings: the surplus of domestic savings over investment structurally exceeds EUR 300 billion.", "It is essential to channel them more towards financing the two major transformations of the coming decade: the ecological and digital transformations.", "As regards the economic situation, listening to more than 8,000 companies, we will publish our next monthly survey on Tuesday 11 January, and will provide a first assessment of the effects of the fifth wave.", "We remain confident that they will be relatively limited: we have learned over the past two years that every Covid wave, however serious, has diminishing economic effects.", "In our December projection, we showed that even an adverse scenario of further severe health restrictions - which is not the case today - would not prevent the French economy from returning by next year to the GDP trajectory it would have followed in the absence of the Covid crisis.", "These possible restrictions would admittedly reduce average growth in 2022, but this should be fully offset by additional growth in 2023.", "The other short-term issue is of course that of inflation: it is now close to its peak in our country (December showing first signs of stabilisation) and in the euro area.", "While remaining very vigilant, we believe that supply difficulties and energy pressures should gradually subside over the course of the year.", "We should then return not to the low inflation of the past, but to a new inflation regime close to our 2% target, with monetary policy normalising in stages accordingly.", "I would like to finish with the structural projects, on which I hope we will be able to make progress the efficient firefighters of the crisis must gradually hand over to the architects.", "This is what I would like to see for France, centred around our two major medium-term economic challenges: insufficient potential growth, associated with the lack of skills and workforce available to businesses; and excessive public debt and current expenses.", "We must also strengthen our architecture in Europe: this year we must finalise regulations for traditional players (banks with Basel III, insurance with Solvency II), but also regulate new activities: cryptoassets and decentralised finance.", "The Banque de France and the ACPR will actively contribute to this within the framework of the French Presidency of the European Union.", "This French Presidency will have served the euro well in its 20th year if it also makes progress on two as yet unfinished imperatives, the Banking Union and the Capital Markets Union.", "They are indeed a prerequisite for better channelling European savings towards the ecological and digital transformations, as I mentioned earlier.", "Indeed, happy New Year 2022 to Europe, to our dear country and especially to each of you!"], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Euro", "Inflation", "Digital Euro", "Fiscal Capacity", "Economic Situation", "Monetary Policy", "Structural Projects", "Banking Union", "Capital Markets Union", "European Savings"]}