{"sentences": ["Is monetary policy still regulatory policy today?", "Speech at the University of Lucerne, Reichmuth & Co Lecture No 19 23.09.2022 | Lucerne | Joachim Nagel 2 Understanding regulatory policy 3 Price stability is what matters 4 The Maastricht regulatory framework 5 Non-standard monetary policy measures 6 Current environment in the fight against inflation Dear Thomas Jordan, Dear Professor Schaltegger, Ladies and gentlemen, Thank you very much for inviting me to this distinguished series of events.", "You are in an enviable position here in Switzerland!", "Not just because of the glorious scenery here at Lake Lucerne, but also because of the country's inflation rate, which is admittedly also too high, at 3.5% in August.", "I would be happy, though, if we had that rate in the euro area right now, instead of 9.1%.", "Yet my counterpart Thomas Jordan and I won't be focusing, like we often do, on economic activity and price developments today.", "I am pleased to be speaking on a subject that is of a fundamental nature but is nonetheless topical and of practical relevance at the same time.", "Understanding regulatory policy Is monetary policy still regulatory policy today?", "That is a question that is almost impossible to answer without delving first into what regulatory policy means and how it originated.", "But I will keep the backstory brief, I promise.", "In some quarters these days, regulatory policy has a bad reputation, is couched in negative terms, and is sometimes seen as \"typically German\".", "[1] Properly interpreted, though, it is neither a matter of harping on about principles nor dogmatic.", "I would like to show you that it offers important insights and serves as the backbone, so to speak, of a welfare-oriented economic policy - and that it also sets suitable guidelines for monetary policy.", "The theoretical roots of regulatory policy can be traced back to Walter Eucken and other co-founders of the Freiburg School, who shaped German ordoliberalism.", "One hugely important aspect for ordoliberals is competition.", "But for them, it is not about a laissez-faire, unregulated interplay between market forces.", "Rather, the rationale is to design a framework competitive order in such a way that decentralised decisions yield the best possible outcomes for the economy as a whole.", "For this to be possible, economic power, for example, also needs to be kept in check.", "This school of thought posited that government intervention is legitimate and desirable, provided the interaction of individual decisions produces a better outcome as a result.", "Yes, it may even be justified to replace the market mechanism.", "Ordoliberalism, then, is by no means an approach that is hostile to government or regulation.", "At its heart, though, is the organisational power resulting from private, decentralised, individual decisions.", "These decisions are steered by prices.", "This is why a functioning price mechanism is the primary steering function.", "Undistorted prices provide key signals and information on the scarcity of goods, say, so that economic resources can be used to maximise welfare.", "High inflation rates, for example, disrupt this signalling and steering function of prices.", "Walter Eucken witnessed hyperinflation and the Great Depression for himself, and his experiences fed into his oeuvre.", "[2] He understood that a competitive order can only be made a reality if monetary stability is assured.", "Thus, Eucken gave priority to a policy of stable currency, calling this the \"primacy of monetary policy\".", "[3] Eucken's philosophy laid the foundations for German post-war economic policy, which was built around the concept of a social market economy.", "The social market economy made a conscious departure from a planned economy and steering approaches by combining unfettered market forces with a social safety net.", "The idea was that a growing economy should benefit not just a small elite but deliver \"prosperity for all\", to use Ludwig Erhard's familiar phrase that became the title of his famous book.", "In that book, Ludwig Erhard wrote that the social market economy is unthinkable without a consistent policy of price stability.", "This policy alone can also ensure that individual sections of the population do not enrich themselves at the expense of others.", "[4] Ludwig Erhard's policies ultimately made Germany's economic miracle possible after the poverty of the immediate post-war period.", "The economy boomed, wages increased, and broader sections of the population were indeed able to share in the welfare gains.", "Price stability is what matters So what legacy do these origins of regulatory theory and policy represent for monetary policy nowadays?", "Can regulatory policy even hold its own under today's framework conditions?", "The main concept that we have inherited, in my view, is the firm belief that monetary stability is the foundation for economic growth and \"prosperity for all\".", "Hearing a central banker utter those words won't come as much of a surprise to you.", "And yes, monetary policy today is still regulatory policy in action, in my opinion.", "You see, the chief task of monetary policy in the euro area is to preserve price stability.", "This makes it part of the overall regulatory structure, in which it plays a crucial role.", "Echoing Walter Eucken's words, Otmar Issing remarked that the primacy of monetary policy had been reconfirmed by the establishment of European monetary union.", "[5] That said, Walter Eucken was not thinking of a central bank to safeguard price stability.", "In his opinion, a good monetary constitution should, like the competitive order, function as automatically as possible.", "This is because Eucken warned of weaknesses in central bankers and their influence.", "I quote: \"... experience shows that a monetary constitution which gives those in charge of monetary policy a free hand places greater confidence in them than it is advisably possible to do.", "Ignorance, weakness with regard to interest groups and public opinion, incorrect theories, all these things influence those responsible for monetary policy, to the great detriment of the task they have been assigned.\"", "[6] As Otmar Issing admitted, Walter Eucken is not a name that springs immediately to mind when searching for the intellectual antecedents of the euro.", "[7] What is noticeable instead is Eucken's general scepticism towards central and uncontrolled monetary policy institutions.", "Today's advocates of regulatory policy see central bank independence in a more positive light.", "It is precisely this, together with a narrow mandate, which shields monetary policymakers against being co-opted for political purposes and is the sine qua non for striving for price stability without compromise.", "Last year saw the ECB (European Central Bank) Governing Council complete the review of its monetary policy strategy, a key component of which was to recalibrate the manner in which the Governing Council intends to preserve price stability in the euro area.", "[8] The Eurosystem is now aiming for an inflation target of 2% in the medium term.", "The target is symmetrical, meaning that positive and negative deviations of inflation from the 2% target are equally undesirable.", "By setting this target above zero, monetary policy has a greater safety margin against deflationary risks.", "The medium-term orientation accounts for the fact that short-term fluctuations in inflation can balance out over time and that monetary policy measures will only fully feed through into prices with something of a lag.", "It is therefore inevitable that the target might be missed in the short term.", "Monetary policy does not have to hastily respond to every change in the data.", "However, the Governing Council very much does have to respond to signs that the target will be missed over a medium-term horizon.", "And the Council has to explain its policy to the general public.", "That's more important today than it ever was, given that inflation in the euro area has been above 2% for more than a year now, and currently exceeds 9%.", "And it looks set to persist well above 2% next year, too - the latest ECB (European Central Bank) staff macroeconomic projection expects the rate to come to 5.5%.", "Alongside its narrow mandate focused on price stability, the Eurosystem's accountability is an important counterpart to its independence.", "In a democracy, you see, the general public must be able to understand whether the central bank is fulfilling its mandate - whether it is doing its job properly.", "The monetary policy strategy is also supportive in this regard as a benchmark for successful monetary policy.", "The Maastricht regulatory framework The Maastricht Treaty created the institutional framework for the euro.", "Besides enshrining the ECB (European Central Bank)'s mandate and independence, it also lays down the prohibition on monetary financing of government.", "This underscores the separation between monetary policy and fiscal policy.", "In addition, that treaty established limits for new borrowing and debt levels so that monetary policy does not come under pressure in practice and is not forced to step in and support fiscal policy.", "Theory and practice alike have shown just how important sound government finances are for the success of a stability-oriented monetary policy.", "The Maastricht regulatory framework has the single monetary policy on the one side and the national fiscal policies on the other.", "The Stability and Growth Pact then followed soon thereafter, fleshing out the provisions of the Maastricht Treaty.", "In practice, though, this set of rules lacked binding force.", "The European Commission will now soon be presenting its proposals on the reform of European fiscal rules.", "The Bundesbank also sees a need for reform.", "[9] Above all, it is important that the rules are designed to be transparent, comprehensible and verifiable enough to ensure greater credibility and binding force than in the past.", "Clear, quantified requirements are crucial for this.", "These need to be selected in a way that high debt ratios can be relied upon to decline if the rules are complied with.", "While flexibility and discretionary leeway are needed as well, too much of this undermines the rules and counteracts their purpose, which is to effectively limit government debt.", "This brings me back to the question of whether regulatory policy still has a place, or whether it is a relic that has outlived its usefulness.", "I think the review of the monetary policy strategy and the forthcoming reform of the fiscal framework exemplify two things.", "First, that a clear regulatory framework is needed.", "Viewed through this lens, the rationale underpinning regulatory policy is timeless: it is about creating an overall regulatory policy structure with the appropriate institutions in which the economy can thrive and deliver prosperity for all.", "Second, as part of this framework it must be possible to adapt, as and when necessary, to an evolving environment, new insights and weaknesses that come to light so that it can continue to deliver the best possible results.", "Non-standard monetary policy measures The global financial crisis and the euro area debt crisis showed that the regulatory framework enshrined the Maastricht Treaty only works well if the rules set forth therein are rigorously adhered to.", "In the years that followed, monetary policy operated in a setting characterised by very low inflation rates and proximity to the lower bound.", "The Eurosystem's monetary policy responded to this with unconventional measures.", "The various non-standard measures were designed to counter the risk of deflationary tendencies and safeguard the transmission of monetary policy.", "Additional instruments were deployed, such as targeted longer-term refinancing operations for banks, forward guidance and purchases of private and public securities.", "From a regulatory perspective, it was particularly the purchases of government bonds that came in for criticism.", "Large-scale government bond purchases create undesirable incentives for policymakers and risk blurring the boundaries between monetary and fiscal policy.", "[10] There was no shortage of critical remarks, such as \"regulatory lapse\" [11] or \"capitulation of regulatory policy\".", "[12] One thing is for sure: unconventional measures have to be justified on monetary policy grounds.", "They also need to comply with the prohibition on monetary financing of government.", "And they must be proportionate.", "\"Unconventional monetary policy - a regulatory policy appraisal\" was the title of a speech delivered by the then ECB (European Central Bank) Executive Board member Yves Mersch, [13] in which he argued that the European Central Bank's actions were motivated by monetary policy and consistent with regulatory policy principles.", "Mersch added, though, that \"at the same time, we should be under no illusions that these market interventions are sometimes significant.", "For this reason, too, our market interventions are explicitly defined as non-standard measures and are not intended for the long term.", "It could also be said that the objective of our unconventional measures is to make themselves superfluous.\"", "Well, the persistently low level of inflation meant that the net purchases of government bonds continued for quite some time.", "Under the public sector purchase programme, or PSPP (Public Sector Purchase Programme) for short, net asset purchases ultimately went on for seven years - from March 2015 to June 2022 (with a break in 2019).", "And the pandemic emergency purchase programme ( PEPP (Pandemic Emergency Purchase Programm)) introduced in response to the monetary policy challenges posed by the coronavirus crisis saw government bonds being purchased in net terms from March 2020 to March 2022.", "However, unlike under the PSPP (Public Sector Purchase Programme), the Governing Council granted a degree of leeway under the PEPP (Pandemic Emergency Purchase Programm) by allowing the net asset purchases to deviate temporarily from the ECB (European Central Bank) capital key so as to provide a targeted response to pandemic-related risks to transmission.", "Principal payments from maturing securities under both programmes are being reinvested, so the stocks of assets are not declining yet.", "After net asset purchases under the PEPP (Pandemic Emergency Purchase Programm) were discontinued, the possibility of deviating from the capital key was retained for the reinvestment phase.", "The flexibility of reinvestments under the PEPP (Pandemic Emergency Purchase Programm) is intended to counteract further pandemic-related risks to the transmission of monetary policy.", "Picking up on what Yves Mersch said, I believe it is important that we swiftly end our non-standard measures once they have fulfilled their task.", "In addition, other programmes have been adopted in principle to safeguard the monetary policy transmission mechanism: the OMT (Outright Monetary Transactions) programme from 2012 and the recently adopted Transmission Protection Instrument ( TPI (Transmission Protection Instrument)).", "Subject to certain criteria, the TPI (Transmission Protection Instrument) enables targeted purchases of individual jurisdictions' government bonds in particular as a way of countering market dynamics that are not warranted by the fundamentals.", "These market dynamics must furthermore pose a serious threat to the transmission of monetary policy such that the preservation of price stability would be at risk.", "From a regulatory policy perspective, focusing on certain countries' bond yields is obviously a balancing act.", "On the one hand, it is about ensuring a functioning transmission mechanism.", "On the other hand, there is the danger of intervening in a market that is actually still functioning or of governments having less of an incentive to put their public finances on a sustainable path.", "For this reason, the TPI (Transmission Protection Instrument) contains safety precautions.", "Hence, before making any purchases the Governing Council will consider a list of criteria to assess whether the jurisdictions in which the Eurosystem may conduct purchases under the TPI (Transmission Protection Instrument) pursue sound and sustainable fiscal and macroeconomic policies.", "This examination needs to be rigorous and consistent, including and especially when it comes to assessing the debt sustainability of Member States.", "I would, however, like to reiterate that the objective of the TPI (Transmission Protection Instrument) and OMT (Outright Monetary Transactions) is precisely not to influence government bond yields as one sees fit, thereby disabling the signals sent by prices.", "Instead, it is merely about countering those shares of yields that cannot be tallied with the Member State's fundamentals so as to ensure the functioning of the transmission mechanism.", "Since situations like these come up rarely - fortunately - and are not easy to identify - unfortunately - a decision by the Governing Council to activate the TPI (Transmission Protection Instrument) is to be based on a comprehensive assessment of market and transmission indicators, so that there is sufficient evidence that transmission is disrupted.", "Current environment in the fight against inflation Ladies and gentlemen, The main issue right now is the fight against inflation.", "Historically high inflation rates are posing a stiff challenge for monetary policy.", "We central banks must not leave any doubt that we take this test very seriously, and that we shall prevail.", "The ECB (European Central Bank) Governing Council acted decisively with the two significant key interest rate hikes totalling 125 basis points in July and September.", "Further tightening steps have been signalled and will have to follow, in my view.", "I make no secret of the fact that combating inflation will create burdens.", "It is likely to temporarily dampen growth.", "But doing nothing and letting things run their course is no alternative.", "Inflation erodes prosperity.", "It depresses economic participation because it hits the weakest hardest.", "This puts it at odds with promises to deliver \"prosperity for all\".", "Monetary policy and its toolkit evolve over time.", "That's because new academic and scientific insights come to light, but it's also primarily due to changes in the economic environment.", "Over time, monetary policy needs to be updated, as it were, to enable it to perform its statutory - and crucial regulatory policy - mandate of preserving price stability.", "Time and again, crises, or transmission disruptions triggered by market failures, might necessitate new interventions.", "However, these updates need to remain within the guidelines.", "In particular, account needs to be taken of the specific challenges inherent in the euro area, whose regulatory framework is enshrined in the European Treaties.", "I am aware that some of the updates carried out in the Eurosystem bring with them regulatory policy risks.", "That is why, when I look at the TPI (Transmission Protection Instrument), there is an important point to bear in mind: if temporary activation were to be considered, we have to be able to provide compelling evidence that we would be correcting a fault in the markets that is severely restricting monetary policy.", "If we confine ourselves to necessary regulatory interventions, I am convinced that good monetary policy remains, to this day, regulatory policy in action.", "Thank you very much for your attention.", "I am now eager to hear what my Swiss counterpart has to say on this topic.", "And I look forward to our discussions afterwards.", "(2017), Ordoliberalism as an 'irritating German idea', in Ordoliberalism: A German oddity?, pp.", "Eucken, W. (1923), Kritische Betrachtungen zum deutschen Geldproblem, Jena; Eucken, W. (1951), Unser Zeitalter der Misserfolge.", "Fünf Vorträge zur Wirtschaftspolitik, Tübingen.", "Issing, O., Walter Eucken: vom Primat der Währungspolitik, speech in Freiburg on 7 March 2000. .", ".Issing, O., On the primacy of price stability, speech in Prague on 10 June 2004. .", "Deutsche Bundesbank, The Eurosystem's monetary policy strategy, Monthly Report, September 2021, pp.", "Deutsche Bundesbank, Public finances in the euro area: current developments and challenges, Monthly Report, June 2022, pp.", "(pages) 75-81; Deutsche Bundesbank, written statement by the Deutsche Bundesbank on the European Commission's public consultation on the EU (European Union)'s economic governance review, October to December [/en/homepage/public-debate-on-the-review-of-the-eu-economic-governance884874] , December 2021. .", "For example, Weidmann, J., Bundesbank round-up, in Deutsche Bundesbank, Annual Report 2020, p. 22. .", "EZB (Europäische Zentralbank): Ordnungspolitischer Sündenfall (wiwo.de) [-ordnungspolitischersuendenfall/9779322-3.html] .", "Die Kapitulation der Ordnungspolitik » Ludwig Erhard Stiftung - Ludwig Erhard Stiftung (ludwig-erhard.de) [-erhard.de/erhard-aktuell/standpunkt/die-kapitulation-derordnungspolitik/] .", "Mersch, Y., Unkonventionelle Geldpolitik - eine ordnungspolitische Würdigung, speech in Freiburg on 16 June 2016."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Price stability", "Regulatory policy", "Inflation", "Non-standard monetary policy measures", "Transmission mechanism", "Maastricht regulatory framework", "Fiscal policy", "Eurosystem", "ECB (European Central Bank)"]}