{"sentences": ["Governor Olli Rehn: Monetary Policy at a Crossroads, Policy panel at the Dallas Fed Conference 18 June 2022 Saturday 18 June 2022, 11:40 PM Governor Olli Rehn, Bank of Finland Policy panel at the Dallas Fed Conference, 18 June 2022 Monetary Policy at a Crossroads Dear Colleagues, Ladies and Gentlemen, It is my honour and great pleasure to be with you here in Dallas today.", "To the organisers, many thanks for the invitation to join the conference and this panel, the themes of which are most topical.", "It is indeed pertinent to explore central banks' recent reviews of their monetary policy frameworks and how monetary policy has passed the tests of recent crises, including the COVID-19 pandemic and Russia's war in Ukraine.", "I should say that I am here in my capacity as a member of the Governing Council of the European Central Bank, and so the views I express are built on this experience.", "I should also add that I am speaking as a member of the Governing Council rather than on its behalf.", "Monetary policymakers are currently facing challenges that seemed quite unlikely or distant even just a year ago.", "After a long decade of low inflation, we moved last year very quickly to a period of very high inflation.", "This challenges our analyses and our thinking in various ways.", "Recently, there has been much talk about a 'regime change' in monetary policy.", "Dictionaries typically define regime change as \"a persistent change in the structure and function of a system\".", "For political scientists, it has a very specific meaning, i.e.", "a profound change or replacement of one government regime with another, referring to the nature of the political system, be it democracy, autocracy versus tyranny for Plato, or principality versus republican government ('r' in lower case) for Machiavelli.", "So, while there is no doubt that monetary policy is at a crossroads today, we should ask if it really is about a monetary policy regime change.", "Instead, the ongoing policy normalisation is a response to the rapidly, even dramatically changed inflation outlook.", "As to the ECB, our strategy and monetary policy framework was reviewed and revised a year ago, in July 2021, and the revised strategy remains valid: we are determined to deliver on our symmetric target of 2% inflation in the medium term.", "I'll come back to that shortly, but me begin with the current outlook.", "[Slide #2 Eurozone recovering well, but the war is eroding growth] Russia's brutal, illegal war in Ukraine has profoundly transformed the European security order, as well as the economic policy landscape, with global ramifications.", "As an expression of Europe's firm support of Ukraine, the European Commission yesterday recommended candidate status for Ukraine, which is a critical, major step in Ukraine's journey towards EU membership - and I assume the EU leaders will soon endorse it.", "Before the war broke out, the eurozone economy had recovered from the pandemic better than expected.", "While Russia's share of the world economy is small, knock-on effects of the war are amplifying the supply bottlenecks and impacting energy, commodity and food prices.", "These headwinds will weigh on confidence and dampen growth in the near term, but once they abate, economic activity is expected to pick up again.", "Like in the US, the inflation outlook is ever more challenging for the eurozone, with headline inflation accelerating above 8% in May.", "[Slide #3 Inflation dynamics - a driver and an anchor] Currently, we have a very clear driver and likewise a very clear anchor for inflation dynamics in the eurozone.", "The driver is of course energy inflation, as fuel prices have steeply increased since the summer of 2021.", "The anchor is a relatively moderate level of wage inflation - at least until recently.", "Let me elaborate in a bit more detail on these.", "[Slide #4 Inflation on the rise in the eurozone - energy inflation explains] While eurozone inflation has risen mainly because of surging energy and food prices, inflationary pressures have recently broadened and intensified.", "The latest ECB projections forecast an annual eurozone inflation rate of 6.8% in 2022, after which it is projected to decline to 3.5% in 2023 and to 2.1% in 2024.", "Headline inflation at the end of the projection horizon is thus expected to be only slightly above the ECB's target of 2%.", "It must be underlined that energy inflation and supply chain bottlenecks alone would not lead to a sustained acceleration in inflation.", "In the medium term, the critical question is whether rising energy prices will increase inflation expectations and wage demands, leading to a wage-price spiral.", "[Slide #5 Wage inflation has been moderate - until recently] So far, while wage growth has started to pick up in the eurozone, the situation is still different from that in the United States.", "Our labour market is holding up well and unemployment is at a 40-year low, at 6.8%, but there is still slack and the market is not running red hot.", "Wage growth this year has risen from around 2% to roughly 3%, but this does not yet equal to or imply an outright second-round wage-price spiral.", "For the sake of comparison, wage growth in the US has been in excess of 5% recently.", "However, we must be mindful of not letting inflation expectations become de- anchored in the eurozone.", "As evidence was increasingly pointing to a major upward shift in inflation, the ECB started the process of gradual policy normalisation last December.", "As a first step, we ended net asset purchases under the pandemic emergency purchase programme (PEPP) in March, and we've been preparing the markets for the end of net asset purchases under the APP asset purchase programme, and for a subsequent rate lift-off.", "Our revised strategy has enabled us to pursue an orderly process of policy normalisation, which we continue to conduct.", "And responding the panel's \"research question\", it is fair to say that the ECB strategy review was a critical turning point in the making of monetary policy in the eurozone.", "It was the final step in the ECB evolution to a modern central bank, a process that truly proceeded with speed and effect since the then ECB President Mario Draghi's \"whatever it takes\" speech in London in July 2012.", "[Slide #6 ECB's new strategy: a symmetric 2 % inflation target] Let's recall that when we started the strategy review, the eurozone was in a prolonged period of excessively low inflation.", "Headline inflation had averaged 1.1% since 2012 and core inflation just 1%.", "The underlying factors were complex, reflecting persistent demand weaknesses, sluggish productivity growth and structural forces, such as globalisation and population againg, leading to a decline in the natural interest rate.", "Hence, the new strategy was worked out in a disinflationary environment.", "The ECB Governing Council decided that price stability is best maintained by a 2% symmetric inflation target over the medium term.", "The target is symmetric in the sense that we consider both negative and positive deviations from the 2% target to be equally undesirable.", "[Slide #7 Dramatic shift in operational environment - inflation surge] After the completion of our strategy review, the speed of change in the operating environment has been accelerating.", "It was still less than a year ago, I recall, that some commentators were sceptical about whether the eurozone would ever pull away from the low-inflation era - there was talk about \"Japanification\".", "We don't hear such talk too much anymore!", "In the current context, the risk of deflation has vanished, but we face another challenge in preventing inflation expectations from becoming de-anchored.", "Indicators of underlying core inflation have been rising rapidly this year, and inflation expectations have been shifting upwards.", "That is why the ECB's first interest rate hike in over a decade will take place soon.", "And that was indeed the message we conveyed after the ECB monetary policy meeting on June 9 .", "The end of net purchases under the ECB's APP asset purchase programme on July 1 paves the way for a rate lift-off at our next rate-setting meeting in July, in line with our forward guidance.", "Based on the current outlook, we are likely to be able to exit negative territory in interest rates by the end of the third quarter.", "In our policy analysis, we need to be mindful of the pervasive uncertainty surrounding the global economy.", "Supply shocks that are raising inflation and slowing growth do call for a well calibrated policy normalisation.", "Monetary policy cannot do much about rising energy prices, but it can influence inflation expectations to stay anchored around the target.", "That is, we -the central banks - have the means to maintain price stability, and as shown earlier this week by the Fed, we clearly have the will to do so.", "Before concluding, let me briefly comment on the risk of financial fragmentation in the eurozone.", "Flexibility in the conduct of asset purchases has helped us counter any impaired transmission of monetary policy.", "This was demonstrated by the PEPP programme during the pandemic.", "And flexibility will firmly remain in our policy toolbox.", "The reinvestment capacity that we have under the PEPP today totals 1.7 trillion euros.", "As decided by the Governing Council on Wednesday, it will be reinvested in a flexible manner across time, across jurisdictions, and across products.", "Moreover, we decided to accelerate the completion of the design of a new anti- fragmentation instrument for consideration by the Governing Council.", "Thus, we are firmly committed to contain unwarranted fragmentation that would impair monetary policy transmission.", "In the case of more profound structural economic weaknesses and debt sustainability problems, there is always the option to activate Outright Monetary Transactions, which would be preceded by a programme of the European Stability Mechanism.", "The OMT programme was created in August-September 2012, operationalising Draghi's 'whatever it takes' speech, which helped greatly to put a stop to the eurozone debt crisis.", "While fiscal-monetary interaction is a basic feature of policy coordination in a currency union like the eurozone, it cannot be in contradiction with the independence of central banks.", "We are fully committed to preventing fiscal dominance - and/or financial dominance, for that matter.", "All our measures will be taken on the grounds of our mandate, which is to safeguard price stability, and in line with our monetary policy objectives.", "In addition to the EU member states' own actions to support and reform their economies, the importance of European-level measures has been demonstrated by the 700 billion euro Next Generation EU (NGEU) fund, which has provided supplementary fiscal support across the EU during the pandemic.", "It may not have been the Hamiltonian Moment for the eurozone, but a very substantial policy innovation nevertheless.", "Dear Colleagues, Ladies and Gentlemen, [Slide #8 Monetary policy at a crossroads] Let me conclude by stressing the relevance of our strategy review for the ECB's contemporary and future monetary policy.", "Even though the strategy was worked out during the not-so-distant low-flation era, it has served us well also in the rapidly changing operating environment.", "Going forward, we will lean on the revised strategy in order to proceed simultaneously, i.e.", "in parallel with, both the gradual, orderly normalisation of monetary policy, on one hand, and the necessary measures for containing unwarranted financial fragmentation, on the other.", "And trust me that we have both the instruments and - at least equally important - the firm will to make sure that eurozone inflation stabilizes at its 2% target over the medium term.", "Thank you very much for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none"], "topics": ["Inflation", "Monetary policy", "ECB", "Strategy review", "Energy prices", "Wage inflation", "Financial fragmentation", "Fiscal-monetary interaction", "Next Generation EU", "Policy normalisation"]}