{"sentences": ["J u l y 2 8 , 2 0 2 2 Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Iwate AMAMIYA Masayoshi Deputy Governor of the Bank of Japan It is my pleasure to have the opportunity today to exchange views with leaders in administrative, financial, and economic areas in Iwate Prefecture.", "I would like to take this chance to express my sincere gratitude for your cooperation with the activities of the Bank of Japan's Morioka Office and Sendai Branch.", "At the Monetary Policy Meeting (MPM) held last week, the Bank of Japan updated its projections for Japan's economic activity and prices through fiscal 2024 and released them in the latest Outlook for Economic Activity and Prices (Outlook Report).", "Today, I would like to talk about the Bank's view on Japan's economic activity and prices based on the Outlook Report and explain its thinking on the conduct of monetary policy.", "Economic Developments Current Situation I will start by talking about the current state of Japan's economy.", "While the economy had continued to swing up and down for a prolonged period, depending on the situation with the novel coronavirus it has been picking up since spring this year with the impact of waning.", "Looking at developments in the household sector, the pandemic has exerted downward pressure on consumption activity that involves close contact with others and physical visits to places, particularly services consumption, such as face-to-face dining-out and travel (Chart 1).", "Due to the spread of the Omicron variant, private consumption for the quarter of 2022 was somewhat weak, mainly for services.", "However, since the lifting in late March of the priority measures to prevent the spread of disease, a recovery in private consumption has become evident along with an increase in the number of people going out.", "In fact, sales in the food services industry have been approaching levels on the whole, although weakness has remained in demand for large group meetings and afterparties, for example.", "In addition, based on various sources, such as anecdotal information that the Bank obtained from firms, domestic travel at the start of the summer holiday season appears to have been steady, partly due to the effects of travel and accommodation discounts provided by the local governments that have been aimed at local residents.", "However, the recent increase in the number of COVID-19 cases is concerning, especially because its pace is extremely rapid.", "In addition, rises in prices of such items as energy and food have led to deterioration in consumer sentiment, and developments associated with these rises warrant due attention.", "Turning to developments in the corporate sector, firms' production activity has been under strong downward pressure due to global constraints, and the impact of this has spread not only to exports but also to domestic business fixed investment and consumption of durable goods (Chart 2).", "The pandemic has triggered a major shift in demand from services to goods on a global basis and has brought about a rapid expansion in demand and a resultant semiconductor shortage, partly through widespread adoption of online conferences and working from home.", "In this situation, there have been successive suspensions of operations at factories as a result of restrictions pandemic-related around the world, and the effects of constraints therefore have become more prolonged than initially expected.", "With the addition of the impact of disruptions in distribution networks due to lockdowns in Shanghai, there have been difficulties in procuring parts recently, and the level of Japan's production has declined clearly, mainly for goods.", "In this situation, exports have remained on an uptrend, supported automobile-related by a recovery in overseas economies, but they have seen a halt in their improvement recently due to the effects of constraints.", "Regarding consumption of durable goods, automobile sales have been at low levels due to strong constraints, and the lead time from purchase of automobiles to delivery appears to have become longer.", "Based on various sources such as anecdotal information from firms, the impact of lockdowns in China seems to have waned gradually, but developments warrant attention as the number of cases in the country has been increasing again amid the Chinese government maintaining the policy.", "so-called zero-COVID In sum, with the impact of waning, Japan's economy has finally started to show positive signs, especially in the services sector.", "However, due to the constraints I just mentioned, production activity in the manufacturing industry has been pushed down.", "These developments were reflected in the June 2022 Tankan Economic Survey of Enterprises in Japan), which shows that business sentiment for the nonmanufacturing industry has improved, whereas that for the manufacturing industry has deteriorated.", "The outlook for Japan's economy is that, although it is expected to be under downward pressure stemming from high commodity prices due to factors such as the situation surrounding Ukraine, it is likely to recover with the impact of waning and constraints dissipating.", "To explain this outlook in some detail, let me first focus on the household sector (Chart 3).", "Due mainly to restrictions and during the pandemic, private consumption became notably subdued relative to income.", "However, it has increased moderately, mainly for services consumption such as and travel, with the impact of dining-out COVID-19 waning.", "Regarding the outlook, although private consumption is expected to be under downward pressure due to price rises, it is projected to keep increasing because savings that have accumulated to date are expected to provide support and because demand, i.e., demand that had been held back under restrictions, is likely to materialize.", "pandemic-related Meanwhile, employee income has improved moderately, reflecting rises in the number of employees and wages associated with a recovery in economic activity.", "Such improvement in employee income is projected to continue; supported by this, private consumption is expected to keep increasing steadily from fiscal 2023 onward, although the pace of materialization of demand is likely to slow.", "I will now turn to the corporate sector (Chart 4).", "Exports are likely to increase, mainly for and goods, as overseas economies continue recovering and as automobile- digital-related constraints dissipate.", "With regard to corporate profits, the Financial Statements Statistics of Corporations by Industry, Quarterly show that current profits have marked a new record high for fiscal 2021.", "Although raw material cost increases are projected to exert downward pressure, corporate profits are likely to be at high levels on the whole, albeit with variation across industries and firm sizes, on the back of an increase in domestic and external demand and partly also of the effects of the yen's depreciation.", "In this situation, an uptrend in business fixed investment is expected to become clear as accommodative financial conditions provide support and supply-side constraints wane.", "In fact, the business fixed investment plan for fiscal 2022 in the June 2022 Tankan indicates that investment is projected to increase more firmly than usual.", "It is expected that firms will take an increasingly active stance not only toward investment to address labor shortage but also toward other business fixed investment, including for research and development in areas such as digitalization and decarbonization.", "In terms of the medians of the Policy Board members' forecasts, Japan's real GDP growth rate is expected to be at 2.4 percent for fiscal 2022, 2.0 percent for fiscal 2023, and 1.3 percent for fiscal 2024 (Chart 5).", "As Japan's recent potential growth rate is estimated to be in the range of percent, the forecasts show that the economy is projected to continue 0.0-0.5 growing at a pace above its potential growth rate for four consecutive years when including fiscal 2021.", "The level of GDP is expected to recover to the level (the 2019 average) around the second half of this fiscal year.", "However, the pace of recovery has been slower than in Europe and the United States, a topic to which I will return later.", "Risks to the Outlook There are extremely high uncertainties over the outlook, and risks to economic activity are skewed to the downside for the time being.", "I am paying particular attention to the following two risk factors.", "The first is the sustainability of a rise in private consumption.", "As mentioned earlier, private consumption for the time being is expected to be under downward pressure from the real income side but is projected to increase, supported by demand.", "That said, since demand is expected to materialize in services consumption in particular, including and travel, developments in such demand depend largely on the future course of Moreover, demand by its nature wanes gradually.", "Thus, for a sustained COVID-19.", "pent-up increase in private consumption, it is essential that wages rise.", "In this regard, if, for example, prices of commodities, including grains, remain high for a prolonged period amid high uncertainties over the situation surrounding Ukraine, wage increases will not sufficiently catch up with overall price rises and Japan's economy could be pushed down, particularly for private consumption.", "The second factor is overseas economic activity and prices (Chart 6).", "Looking at the latest World Economic Outlook (WEO) Update released by the International Monetary Fund (IMF), the projected growth rates of the global economy have been revised downward from the projections made in April.", "This is due to the impact of the situation surrounding Ukraine, lockdowns in China, and central banks' shift toward monetary tightening in response to rising inflation around the world.", "It should be noted, however, that the latest WEO forecasts show that global economic growth will remain positive at around 3 percent for both 2022 and 2023, indicating that the global economy is not expected to fall into recession.", "That said, there is concern in global financial and capital markets over whether it is possible to contain inflation and maintain economic growth simultaneously.", "Under these circumstances, there is a risk that global financial conditions will tighten further through adjustments in asset prices, fluctuations in foreign exchange markets, and capital outflows from emerging economies, and that this will eventually push down overseas economies.", "The Bank considers it necessary to continue to pay due attention to developments in financial and foreign exchange markets and their impact on Japan's economic activity and prices.", "Price Developments Next, let me talk about price developments.", "The rate of change in the consumer price index (CPI) for all items excluding fresh food has been at around 2 percent since April, when much of the impact of last year's reduction in mobile phone charges dissipated (Chart 7).", "The main cause of recent price increases is rises in energy prices, such as gasoline and kerosene prices and electricity charges, and in food prices.", "In this regard, for June, the rate of change in the CPI excluding fresh food and energy was 1.0 percent and that excluding energy and food was 0.2 percent.", "Comparing price developments in Japan with those abroad, the rates of change in consumer prices for all items have been at 9.1 percent in the United States, the highest rate in about 40 years, and at 8.6 percent in the euro area, the highest since recordkeeping began in 1997.", "This shows that both regions are experiencing elevated inflation and that Japan's inflation rate has remained comparatively low.", "It should be noted, however, that the rate in Japan has risen gradually.", "In fact, this April was the first time that Japan's CPI inflation rate exceeded 2 percent since 2008.", "Looking at developments behind price rises in Japan, import prices have increased due to a global rise in prices of commodities, including grains, and to the yen's depreciation.", "In addition, under these circumstances, firms have been increasingly passing on cost increases to selling prices, partly due to the impact of product shortages caused by prolonged constraints.", "Thus, the rate of change in the CPI for all items supply-side year-on-year excluding fresh food is likely to increase toward the end of this year due to rises in prices of such items as energy, food, and durable goods, and the average for fiscal 2022 is expected to exceed 2 percent, at 2.3 percent.", "However, unless we assume that prices of commodities such as crude oil will continue rising in the future, it is projected from the beginning of 2023 that the positive contribution of the rise in energy prices to the CPI will wane and the of cost increases will weaken gradually.", "As a result, the rate of pass-through year-on-year increase in the CPI for all items excluding fresh food is expected to decelerate from fiscal 2022 to 1.4 percent for fiscal 2023 and 1.3 percent for fiscal 2024.", "In terms of inflation that also excludes energy, for which prices see significant fluctuations, the rate of change in the CPI is likely to increase moderately in positive territory on the back of improvement in the output gap, rises in to inflation medium- long-term expectations, and in wage growth.", "That said, even in fiscal 2024, which is the end of the projection period, the rate of increase is expected to only be at around 1.5 percent.", "In sum, achievement of the price stability target of 2 percent in a sustainable and stable manner is not yet envisaged at this point.", "The Bank's Conduct of Monetary Policy Basic Thinking on Monetary Policy Let me now talk about the Bank's conduct of monetary policy.", "The Bank conducts monetary policy with the aim of achieving the price stability target in a sustainable and stable manner.", "Achieving the price stability target does not mean that the rate of change in the CPI temporarily reaches 2 percent due to an exogenous increase in import prices such as energy, but rather that the rate registers 2 percent on average over the business cycle.", "From this perspective, it is necessary to examine the sustainability of price increases by comprehensively assessing the outlook for prices, as well as the underlying output gap, to inflation expectations, and wage medium- long-term developments, in addition to various measures of core inflation, which exclude temporary fluctuations.", "What is important is to achieve a virtuous cycle where wages and prices rise simultaneously and people's living standards improve amid continued growth in the economy.", "In this regard, Japan's economy is still on its way to recovery from the downturn caused by In fact, unlike the United States and the euro area, Japan's GDP has not yet COVID-19.", "recovered to the level (Chart 8).", "Furthermore, as Japan relies on imports for most commodities, the recent high commodity prices associated with the situation surrounding Ukraine and other factors have exerted downward pressure on the economy in the form of an outflow of income from Japan.", "The value of commodity imports for the quarter increased by slightly less than 4 trillion yen from the quarterly average of the previous fiscal year.", "This means an additional income outflow of about 2 to 3 percent of GDP.", "Thus, the foundation for Japan's economy to recover is not yet firm, and with high uncertainties surrounding wage developments, it is necessary to support economic activity through monetary easing.", "Based on this recognition, at the MPM held last week, the Bank decided to maintain its aggressive monetary easing stance under the monetary policy framework of yield curve control.", "With this framework, Japan's interest rates have remained at extremely low levels, even amid strong upward pressure from abroad on the interest rates.", "Since Japan's nominal interest rates have remained low while people's inflation expectations have risen, real interest rates, calculated by subtracting inflation expectations from nominal interest rates, appear to have declined recently (Chart 9).", "Although it should be noted that real interest rates can take various values depending on the combination of the maturity of nominal interest rates and the type of inflation expectations used for their calculation, to real interest rates have generally been on a downtrend, short- medium-term and the effects of monetary easing are considered to have been greater than before.", "Nevertheless, given that achievement of the price stability target of 2 percent in a sustainable and stable manner is not yet envisaged, as shown in the latest Outlook Report, and that there are high uncertainties surrounding wage developments, it is necessary for the Bank to continue with monetary easing steadfastly.", "Importance of Wage Increases toward Achieving the Price Stability Target Next, I would like to share the Bank's views on future wage developments, which are the key to achieving the price stability target.", "As I mentioned earlier, for the time being, savings that have accumulated as a result of restrictions and demand will pandemic-related pent-up serve as a buffer to prevent private consumption from stalling.", "However, for such consumption to see a sustained expansion even after demand runs out, nominal wages need to rise at a higher rate than the inflation rate.", "In this regard, for the current fiscal year, this spring's base pay increase is expected to be reflected in scheduled cash earnings of employees, and summer bonuses are also likely to increase, mainly for the manufacturing industry, on the back of high corporate profits (Chart 10).", "In addition, wages of employees, many of whom work in the services sector, are also projected to gradually show a clear upward trend, supported mainly by the materialization of demand in and travel.", "Thus, pent-up dining-out wages are expected to rise for this fiscal year.", "That said, their growth is not projected to exceed CPI inflation.", "It is worth mentioning that further increases in wages, including base pay, can be expected from the next fiscal year onward, as labor market conditions are likely to tighten on the back of improvement in the economy and the increased rate of inflation is expected to be taken into account in wage negotiations.", "Under these circumstances, labor-management together with a decline in the inflation rate, wage growth is projected to exceed CPI inflation.", "In general, wage formation is affected by a variety of factors, including labor productivity, growth expectations, labor union bargaining power, and minimum wages.", "Monetary policy, as a macroeconomic policy, also has an impact on such formation through its influence on such factors as labor market conditions.", "Specifically, the Bank's monetary easing will first support positive spending activity of firms and households and boost aggregate demand through accommodative financial conditions such as lower funding costs.", "This will lead to an increase in corporate profits and, through higher corporate demand for labor, bring about a tightening of labor market conditions, which in turn will contribute to wage increases.", "The Bank will continue to firmly support economic activity through monetary easing, aiming to achieve the price stability target, accompanied by wage increases, in a sustainable and stable manner.", "Current Situation of and Outlook for Iwate Prefecture's Economy Lastly, I would like to talk about the economy of Iwate Prefecture.", "The Bank assesses that the prefecture's economy has picked up moderately.", "As with nationwide developments, although Iwate Prefecture's production has seen a halt in its mainly due to the effects of constraints private consumption, pick-up -- supply-side -- especially services consumption, has improved with the impact of such factors as waning.", "Looking at developments in tourism in particular, Iwate Prefecture is blessed with a wealth of appealing tourism resources, such as the Goshono Site, which as one of the Jomon Prehistoric Sites in Northern Japan was registered as a World Heritage Site in July last year.", "Moreover, four days from now, the Morioka Sansa Odori Festival, which unfortunately had been canceled previously due to the pandemic, will be held for the first time in three years.", "Expectations are growing for further improvement in services consumption.", "Eleven years have passed since the unprecedented disaster of the Great East Japan Earthquake.", "During that time, Iwate Prefecture's residents, businesses, and local administrations have worked on reconstruction.", "I visited hand-in-hand disaster-stricken areas during my stay in Iwate Prefecture and witnessed efforts to pass along the experiences and lessons learned from the disaster to future generations.", "It is encouraging to see the steady progress in building up the social infrastructure, including the network of \"reconstruction roads,\" such as the Sanriku coastal road, and \"reconstruction support roads.\"", "At the same time, I also felt keenly once again how tough it is to rebuild after a disaster.", "Iwate Prefecture faces the task of maintaining the vitality of the regional economy while addressing the crucial challenges of a rapidly declining population, a falling birth rate and aging population, and climate change.", "To meet this task, I think it is inevitable that the prefecture will devise ways of capturing demand not only from within the region but from throughout the country and the world.", "From this point of view, I am paying attention to two promising developments in the prefecture.", "The first is the accumulation of and manufacturing automobile- semiconductor-related industries in the southern part of the prefecture, which has come about through efforts to attract production facilities there.", "This reflects in part a positive assessment of better transportation access in the region, the benefits of risk diversification, and the success of actions to attract businesses.", "I think this accumulation of manufacturing industries will also further encourage firms' recent moves to bring supply chains back to Japan.", "The other development is the progress being made with digitalization to revitalize the prefecture's economy, with a view to the era.", "I am given to understand that a joint committee has been set up to promote digital transformation in Iwate Prefecture, and under its direction, industry, academia, government agencies, and financial institutions all across the prefecture are collaborating in multifaceted efforts, such as addressing regional challenges, boosting firms' productivity, and dealing with labor shortages.", "I believe these actions will be crucial to resolving the issues facing the region.", "Let me conclude by expressing my sincere hope that Iwate Prefecture, which is pursuing reconstruction and transformation, will achieve further revitalization of the regional economy through these efforts.", "Thank you very much for your attention.", "Japan's and Monetary Policy Speech at a Meeting with Local Leaders in Iwate AMAMIYA Masayoshi Deputy Governor of the Bank of Japan I.", "Economic Developments II.", "The Bank's Conduct of Monetary Policy IV.Current Situation of and Outlook for Iwate Prefecture's Economy Private Consumption Consumption Activity Index Consumption of Services s.a., CY 2019 = 100 s.a., CY 2019 = 100 Total number of overnight guests (excluding inbound visitors) Sales in the food services industry Total real private consumption Jan. July Jan. July Jan. July Jan. Jan. July Jan. July Jan. July Jan. 20 21 22 19 20 21 22 Note: In the left-hand chart, figures for total real private consumption are the real Consumption Activity Index (travel balance adjusted) based on staff calculations, which exclude inbound tourism consumption and include outbound tourism consumption.", "Sources: Bank of Japan; Japan Tourism Agency; Japan Foodservice Association, \"Market Trend Survey of the Food Services Industry.\"", "Economic Developments Corporate Activity New Passenger Car Exports and Production Business Sentiment DI (\"favorable\"-\"unfavorable\"), % points s.a., CY 2015 = 100 s.a., ann., mil.", "In the left-hand chart, the figure for industrial production for 2022/Q2 is the April-May average.", "In the middle chart, figures include small cars with engine sizes up to 660cc.", "In the right-hand chart, figures are based on the business conditions DI in the Tankan.", "Sources: Ministry of Economy, Trade and Industry; Bank of Japan; Japan Automobile Dealers Association; Japan Light Motor Vehicle and Motorcycle Association.", "Pent-Up Demand and Labor Market Conditions Private Consumption and Disposable Income y/y % chg. s.a., CY 2015 = 100 95 Total cash earnings Consumption Activity Index Number of employees (travel balance adjusted, real) Employee income Disposable income, etc.", "In the left-hand chart, figures for the Consumption Activity Index (CAI) are based on staff calculations.", "The CAI figures (travel balance adjusted) exclude inbound tourism consumption and include outbound tourism consumption.", "The figure for 2022/Q2 is the April-May average.", "\"Disposable income, etc.\"", "consists of disposable income and adjustment for the change in pension entitlements.", "Real values are obtained using the deflator of consumption of households.", "In the right-hand chart, Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Employee income = Total cash earnings (Monthly Labour Survey) × Number of employees (Labour Force Survey).", "Figures from 2016/Q1 onward are based on continuing observations following the sample revisions of the Monthly Labour Survey.", "Figures for real employee income are based on staff calculations using the CPI (less imputed rent).", "Sources: Bank of Japan; Cabinet Office; Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Economic Developments Corporate Profits and Business Fixed Investment Planned and Actual Business Fixed Investment (Tankan) tril.", "In the left-hand chart, figures are based on the Financial Statements Statistics of Corporations by Industry, Quarterly.", "Excluding \"finance and insurance.\"", "Figures from fiscal 2009 onward exclude pure holding companies.", "In the right-hand chart, figures include software and R&D investments and exclude land purchasing expenses.", "R&D investment is not included before the March 2017 survey.", "The figures are for all industries including financial institutions.", "Sources: Ministry of Finance; Bank of Japan.", "The Bank's Forecasts for Real GDP (July 2022 Outlook Report) s.a., ann., tril.", "The values of real GDP for fiscal 2022 onward are calculated by multiplying the actual figure for fiscal 2021 by all successive projected growth rates for each year.", "Sources: Cabinet Office; Bank of Japan.", "Figures exclude the effects of the consumption tax hikes.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "The Bank's Conduct of Monetary Policy Level of Economic Activity in Japan and Outflow of Income Real GDP of Japan, the U.S., and Import Values of Crude Oil, Etc.", "In the left-hand chart, the figures for 2022/Q2 for Japan, the United States, and the euro area are calculated using the ESP Forecast of the Japan Center for Economic Research (survey period: June 30-July 7), GDPNow by the Atlanta Fed (as of July 19), and the Summer 2022 Economic Forecast by the European Commission (published on July 14), respectively.", "In the right-hand chart, figures are the import values of mineral fuels.", "The ratio to nominal GDP for 2022/Q2 is obtained by using the nominal GDP for 2022/Q1.", "Sources: Cabinet Office; Haver; Japan Center for Economic Research; Atlanta Fed; European Commission; Ministry of Finance.", "July Oct. July CY 07 09 11 13 15 17 19 21 Note: In the right-hand chart, figures are obtained by synthesizing the inflation expectations of firms, households, and experts.", "Those inflation expectations are taken from the Tankan for firms, the Opinion Survey on the General Public's Views and Behavior for households, and the QUICK Survey for experts.", "Sources: Bloomberg; Bank of Japan; QUICK, \"QUICK Monthly Market Survey <Bonds>.\"", "Those for fiscal 2016 onward are based on continuing observations following the sample revisions.", "Figures for the CPI exclude the effects of the consumption tax hikes from 1997.", "The figure for nominal wages for 2022/Q2 is the April-May average.", "Sources: Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare; Japanese Trade Union Confederation (RENGO); Japan Business Federation (Keidanren); Nikkei Inc. ■"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "financial dominance", "monetary dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Private consumption", "Corporate activity", "Wages", "Inflation", "Monetary policy", "Economic outlook", "Risks to the outlook", "Price developments", "Wage developments", "Iwate Prefecture's economy"]}