{"sentences": ["Conference \"Frontiers of climate and nature in macroeconomics and finance\" - Paris, 24 October 2022 Central banking in the Anthropocene: How to re-embed our economic and financial systems within planetary boundaries?", "Speech by Sylvie Goulard, Deputy Governor of the Banque de France Ladies and Gentlemen, I am very pleased to open this conference, as nature is a topic close to my heart.", "I would like to start by thanking the organizers from the Banque de France, the NGFS, the Sustainable Macro initiative and the INSPIRE research initiative for putting together this important event on the frontiers of macroeconomics and finance with regard to climate and nature.", "In addition, I truly appreciate the presence of many young researchers.", "It is key to transform the study of macroeconomics and finance for a new ecological era.", "I would also like to use my time with you this morning to pay tribute to the next speaker at today's conference, Professor Sir Partha Dasgupta, who an incredibly powerful report last year.i The introduction of the so-called Dasgupta Review makes it clear that (and I \"My reader is the concerned citizen.", "She is someone who has watched television documentaries on the state of the biosphere and has read reports in newspapers and magazines on the extent to which Earth is being degraded and biodiversity is being lost.", "What she wants now is an explanation for how and why we have come to this pass, and she wants to know how to translate that explanation into recommendations\".", "because of the \"she\" When I read this sentence (maybe in part used by Professor Dasgupta), I recognized myself.", "I am not an ecological expert, I am \"a concerned citizen\" who does her best to understand what is happening and what I could do in my current position.", "So please allow me, as a non-expert, to adventure myself into three lines of -(i) what scientist tell us about the current situation of the biosphere; -(ii) what this means for central bankers and supervisors; -(iii) and what may be required to address the situation.", "The situation is challenging, to say the least.", "Urgent action is needed.", "Welcome to the Anthropocene: from climate change to biodiversity loss, and toward a comprehensive assessment of our interconnected ecological crises The scientific evidence tells us that while a lot of focus has been on climate is only the \"tip of the iceberg\", to quote a famous study change in recent years, it by Will Steffen and co-authors.ii Other risks exist that are not only higher than climate change but also interact with it.", "For instance, we are currently facing a massive loss of biodiversity, to which some scientists refer to as the sixth mass extinctioniii and the first one caused by humankind.", "Indeed, the figures are daunting: according to the last the world's wildlife WWF Living Planet Reportiv published this month, populations have declined by 69% on average since 1970.", "Other distressing biophysical patterns beyond climate change and biodiversity loss include pressures on freshwater availability and soil erosion.", "There is at least one conceptual framework to understand our multiple and \"planetary boundaries\" interconnected ecological degradations, that of developed by Johan Rockström and his colleagues.v These scientists identified and started to quantify nine planetary boundaries, define the \"safe which correspond to nine Earth subsystems or processes that operating space for humanity\".", "Crossing certain thresholds (for instance, when there is too much CO2 concentrated in the atmosphere, or when biodiversity loss reaches a certain point) can trigger irreversible and massive consequences.", "These are the famous tipping points: when exceeded, specific Earth subsystems can irreversibly shift toward a new state, with potentially devastating consequences for human populations, let alone for ecosystems and other forms of life.", "For instance, evidence is mounting that tipping points related to the loss of the Amazon forest could occur more rapidly than previously thought, and have consequences on several planetary boundaries.", "Likewise, scientists from the IPBES (which is the equivalent to biodiversity of what the IPCC is to climate change) or the WHO have also been warning us for years that we may enter an \"Era of pandemics\" if we do not tackle the biodiversity crisis: there is only one planet, and \"one experience we've gone through for Healthvii.", "The devastating the past few years with Covid 19 could repeat itself through new viruses if we do not urgently revert biodiversity loss.", "Thinking through the concept of planetary boundaries therefore enables us to better understand the interconnections between different ecological challenges.", "For instance, biodiversity loss can accelerate climate change, which can in turn further accelerate biodiversity loss.", "Likewise, acting on land use change (one of the planetary boundaries) will be critical to move back below the safety thresholds for other planetary boundaries such as climate change and biodiversity.", "In line with these findings, a recent joint workshop between the IPCC and the IPBESviii concluded that it will be impossible to tackle climate change and biodiversity in silos.", "The dramatic and unprecedented changes in many Earth subsystems caused by human activity have led many scientists to consider that we have entered a literally the \"age of humans\".", "new geological epoch: the Anthropoceneix, The first one to develop this concept was the Nobel Prize in Chemistry Paul 2002\",x and many others have since used the concept, including concept of \"global Professor Dasgupta who refers to the very interesting in the Anthropocene\" in his Review (page 26).", "What is at actually stake here is civilizational, and I am carefully choosing my words: the Anthropocene makes it clear that failing to act on our multiple ecological crises could disrupt the stability of the Earth system that prevailed over the past thousands years.", "For instance, the relatively stable atmospheric concentration of CO2 (around 270-280 parts per million, or ppm) that prevailed for the past 12,000 years until recently, has been critical to guarantee stable climate conditions in which human societies were able to develop agriculture and become more complex.xi We cannot even imagine human life as we know it without the stable climate that prevailed during the Holocene period.", "In contrast, CO2 atmospheric concentration is now around 420ppm, a level that has never been reached in human history.", "That is, we may be leaving the Holocene and entering the Anthropocene.", "We should not underestimate the importance of this transition.", "Let me simply \"human impacts on quote the scientists Will Steffen and co-authorsxii here: essential planetary processes have become so profound that they have driven the Earth out of the Holocene epoch in which agriculture, sedentary communities, and eventually, socially and technologically complex human developed\".", "Let me also mention that in 2019, a group of 15,000 issued a \"warning to scientists (yes, 15,000) humanity\"xiii, reminding that runaway consumption by a growing population in a world of limited resources and limited capacity to absorb pollutions is now posing an existential threat.", "What does the Anthropocene mean for central banks?", "Even in such a dire situation, one may still be tempted to ask: why should macroeconomists, let alone central bankers, care about it?", "The short response is: because they belong to mankind.", "Another one, is that there cannot be macroeconomic, price or financial stability on a dead planet.", "But let me be a bit more specific.", "You probably already know that central banks and supervisors created a \"contribute to the development of environment and climate network in 2017 to risk management in the financial sector\".", "The NGFS (Network for Greening the Financial System), created by 8 members, now counts with 121 members in addition to 19 observers, and the Banque de France proudly hosts its secretariat.xiv In March, the NGFS acknowledged that biodiversity loss and nature loss are also a source of macroeconomic and financial instability.xv This statement followed some groundbreaking work conducted by researchers from NGFS members along with the INSPIRE research networkxvi, as well as other research conducted by researchers at a few central banks including the Dutch central bankxvii (DNB), the Banque de France, as well as the central banks of Malaysia and Brazil jointly with the World Bankxviii.", "At the Banque de France, we called \"A \"Silent Spring\" for the Financial System?", "\",xix published a study which explored the dependencies and impacts of the French financial system on biodiversity.xx Importantly, the study was interdisciplinary and involved several researchers and experts from various institutions.xxi As I will discuss later, I believe that this interdisciplinary approach is essential to address the challenges of the Anthropocene.", "These different studies enable us to understand that nature-related financial risks can be split between physical and transition risks, much like climate-related financial risks.", "Physical risks stem from the dependency of economic activities on ecosystem services and their vulnerability in the case of disruption.", "For instance, the loss of pollination could affect agricultural output and lead to food shortages or higher consumer prices, while new pandemics could disrupt entire value chains.", "Transition risks result from the negative impacts of some economic activities on biodiversity, which makes them vulnerable to transition policies.", "For instance, it is hoped that the COP15 that will take place in December in Montreal will lead to an international agreement to protect 30% of land and sea areas by 2030.", "Regional and national policies are also expected: the EU Green Deal contains several goals related to biodiversity, such as the need to increase organic farming practices from 9% to 25% cultivated areas.", "All these policies could have profound implications for different sectors (agriculture, industry, real estate, and so on), and it is important to assess the potential impacts for financial institutions and the financial system as a whole.", "It is precisely to assess these risks that the NGFS launched a dedicated task earlier this year.", "I have the great honor to co-lead this task force with Saskia de Vries from the DNB.", "It includes many members from all over the world.", "Luckily, we do not start from scratch.", "For instance, economists recognize that biodiversity enables ecosystems to provide essential services that sustain life on our planet (called \"ecosystem services\").", "As they regenerate themselves, they are able to provide basic but essential goods (such as food, wood, water, etc.)", "but also regulation services (such as climate regulation, water purification or pollination) and cultural services such as touristic activities.", "Our economies are deeply dependent on these ecosystem services.", "A study indicates than half of global GDP is moderately or highly dependent on ecosystem servicesxxiii and another study finds that that the total economic value of ecosystem services at the global level amounts to more than annual global GDP.xxiv But let's be careful: we also know that such monetary assessments of ecosystem services have many limitations.", "For instance, Robert Costanza and co-authors (in the study I just referred to) acknowledge that such assessments of ecosystem services help to increase the awareness of policy makers and economists about the importance of biodiversity, but have limited value in terms of decision-making.", "There are at least three reasons to proceed carefully here.", "Firstly, as Professor Dasgupta made clear in his Review, nature and many of the ecosystem services it provides are often \"mobile, silent and invisible\", We may understand and therefore incredibly complex to fully appreciate.", "the price of wood and some of the services provided by forests (such as climate regulation or flood prevention) but we will never understand all the interactions that exist within nature.", "Secondly, different social groups and individuals relate differently to nature, as the IPBES made clear in its recent report on the diverse ways of valuing nature.xxv For instance, a poor fisherman or an indigenous person may not be able to put a high price tag on the fish he catches or the forest she lives in, yet their entire livelihoods directly depend on the existence of specific ecosystems.", "In other words, nature does not have a fundamental value but rather means different things to different people.", "Recognizing this diversity of values, at the global level, is key to enable its protection.", "We cannot say how much a seaside or a bird song represents.", "Thirdly, even if we could perfectly account for the points above (complexity and multiplicity of values), nature remains only very partially substitutable.", "This means that we risk underestimating the costs of losing ecosystem services.", "For instance, Professor Dasgupta provocatively but insightfully reminds us that if we only look at how much pollination contributes to agricultural outputs in high- income countries, we may end up with a very small percentage of GDP.", "Should we conclude that we can live without pollinators and without food?", "That would be foolish and dangerous of course.", "We therefore need to understand how shocks in one sector can (and will, in the case of biodiversity loss) greatly affect the output of other sectors.", "And the current gas crisis in Europe is an example of the fact that we have not sufficiently thought about this.", "Hence, what we need to understand as central bankers is that the best risk mitigation strategy is to do everything in our power, early enough, to ensure that we remain within planetary boundaries.", "The Dasgupta Review indicates (in chapter 17, dedicated exclusively to the financial sector) that failing to do so will lead to systemic environmental risks known as \"green swans\"xxvi.", "Elsewhere in the Review, he also reminds us that the loss of nature (of natural capital) is only very partially substitutable with labor or manufactured capital.", "Beyond monetary valuations of ecosystem services what we truly need to we are \"embedded in understand is that as living creatures, nature\", to quote Professor Dasgupta again.", "However, it is pretty clear that our socioeconomic system is currently disembedded from nature: it takes much more from it than what nature can provide us.", "In 1823, French economist Jean-Baptiste Say famously said that natural resources are infinite because if they were not, we would not be able to obtain freely.", "He deducted from this that the still emerging economic discipline did not need to be concerned with the value of natural resources.", "Today, we can see how problematic this statement is.", "We do not only need to make these resources (and ecosystem services) visible to the economic discipline (including through price signals), we also need to engage in a self-critical assessment to understand how the discipline may need to revisit some of its own assumptions to embed itself in nature.", "All this means that, if we really want to understand the macro-financial criticality of nature, we will need to engage in more conceptual and even philosophical debates.", "In other words, we cannot solve a problem with the mindset that contributed to generating it in the first place.", "Central banking in the Anthropocene: some initial thoughts towards re-embedding our economic and financial systems within planetary What should we do, then, to re-embed economic and financial systems within our planetary boundaries?", "While I do not pretend to have the answer to such a question, let me open up a few avenues.", "As central banks and supervisors concerned primarily with price and financial stability, the first thing we can do is delve further into the assessment of financial risks, while being aware of the limitations of such an exercise because of the points I raised earlier.", "But perhaps we could at least be informed by some of the issues I discussed, and be willing to explore new frontiers.", "For instance: -How could we design scenarios that account for what IPBES experts are telling us, for instance with regards to the different values of nature, the rights of indigenous people and the need to think comprehensively about economic, social and environmental inequalities?", "-How much can the global economy grow while accounting for all And how to distribute this \"remaining growth planetary boundaries?", "potential\" between rich and developing countries, as a fair transition is key?", "-What could be the impacts of lower growth rates or potential no growth on global value chains, on employment, on different economic sectors that could win or lose from the transition?", "-Which assumptions do we make about demographic trends?", "I actually greatly appreciated that in his review Professor Dasgupta mentioned demography.", "I am aware that this is a delicate issue but it has several ecological and macroeconomic implications and we should be able to assess them.", "-How should we tackle climate change and biodiversity, taking into account the complexity of each of both issues but also their interaction?", "If you think that this is too political for central bankers, let me strongly what would be too political is to deny all the evidence oppose this view: gathered by natural and social scientists for the past decades.", "Just one year ago, before the war, it would have been unlikely to think about potential energy constraints linked with a hybrid war.", "I wish more people had dared to work on disruptions of energy supply (or global value chains) a few years ago.", "Likewise, the latest report of the Working Group III of the IPCC (dedicated to climate mitigation) contains a chapter (#5) that places great emphasis on the need for sufficiency and behavioral changes, and it discusses the literature exploring how we could thrive as societies and individuals without depending so much on GDP growth.", "Professor Dasgupta also invites us not only to acknowledge that GDP growth will be limited at some point even if you are a techno-optimist, but also to think about new approaches to economic value and social well-being that do not rely on GDP.", "All this begs us, and especially the young scholars present today, to ask what will be essential in 5 to 10 years from now.", "In addition to this need to promote new approaches, it is urgent to act.", "afford to lose time or to wait until we have elaborated \"perfect\" tools.", "We need to seek how transformative changes can be implemented as soon as possible and if needed, develop and revise our scenarios, metrics, approaches.", "The responsibility to revert nature loss falls first and foremost with governments, and no central bank above all in a democracy - can replace them.", "But we can accompany the movement and even lead some parts of the -we can do our best to incorporate climate and biodiversity dimensions within our non-monetary portfolios (the equity components of our own funds and pension liabilities portfolios).", "This is what we have started to do at the Banque de France.xxvii -we can also push for innovative approaches to integrate nature-related concerns within our as the ECB has started to do monetary operations, for climate change, looking in particular at its collateral assessment.", "-we can also promote new nature-related stress testing exercises (including both climate and biodiversity shocks) for banks and financial institutions and for global financial stability; and improve our knowledge, as we have started to do with our NGFS task force and as we are doing with this conference.", "Regulators can also facilitate the work of central bankers.", "For example, the European Union has been at the forefront of the reflections around the question of what is material for investors.", "We consider that financial institutions and non-financial corporations are not only vulnerable to environmental risks (dependent) but also contribute to environmental degradation through their actions (they have an impact).", "In line with this concept, the article 29 of the 2019 French energy-climate law makes it mandatory to disclose not only on climate- and biodiversity-related risks, but also on how financial institutions and corporations align their strategies with international climate and biodiversity goals.", "Of course, the implementation of double materiality raises significant theoretical, legal and operational challenges.xxviii But we should be thinking about this seriously rather than ignoring the topic, if we truly understand that preserving ecological stability is a prerequisite to price and financial stability.", "Conclusion Let me conclude with two brief messages.", "The task ahead looks like an uphill battle: academic economic departments, policy makers, central bankers and supervisors remain far behind the curve when it comes to acknowledging that our socioeconomic systems need to operate a radical transformation.", "We know that those who dare to question the status quo face strong pushback or even reputational risks for their careers.", "They may be considered \"activists\" or \"dreamers\".", "However, we have no choice but to restore nature as much as possible, as quickly as possible and finance can play a role in this task.", "The magnitude of the change require makes it difficult but also promising.", "No generation on earth for the past 12,000 years had such a responsibility to keep the world alive.", "Moreover, paradigm changes sometimes occur faster than expected, and there are great rewards for those who dared to explore new frontiers.", "It goes without saying that exploring these new frontiers of climate and nature in macroeconomics and finance should be done as seriously as possible, as we will be held to an even higher standard than our peers.", "It is my hope and belief that this conference will be a step forward toward this end.", "I thank Romain Svartzman for his assistance in preparing these remarks Dasgupta, P. (2021).", "The Economics of Biodiversity : The Dasgupta Review.", "Steffen, W., Grinevald, J., Crutzen, P., and Mcneill, J.", "\"The Anthropocene: Conceptual and Historical Perspectives.\"", "Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences 369 (1938): 842-67. .", "\"Vertebrates on the brink as indicators of biological annihilation and the sixth mass extinction\".", "Living Planet Report 2022.", "\"A Safe Operating Space for Humanity.\"", "Workshop Report on Biodiversity and Pandemics.", "Statement - A bold new strategy for health and sustainable development in the light of pandemics.", "IPBES-IPCC Sponsored Workshop: Biodiversity and climate change.", "-06/20210609_scientific_outcome.pdf I should also mention that others have questioned the term Anthropocene, either from a geological perspective or from a socioeconomic perspective because they think it wrongly places the burden of our ecological predicament on humans at large, without acknowledging that different social groups contributed much more than others (e.g.", "rich men in Western world have clearly contributed more to our ecological crisis more than indigenous women in the global South).", "Those interested in these debates can read the following book: Christophe Bonneuil and Jean-Baptiste Fressoz's book \"The shock of the Anthropocene: The Earth, History and Us\".", "\"Geology of mankind: The Anthropocene\".", "\"Climate Stability and the Development of Agricultural Societies.\"", "\"Trajectories of the Earth System in the Anthropocene.\"", "Proceedings of the National Academy of Sciences of the United States of America 115 (33): 8252-59.", "\"World Scientists' Warning of a Climate Emergency.\"", "Article 1 of the NGFS states the following: \"Objectives of the Central Banks and Supervisors Network for Greening the Financial System The Central Banks and Supervisors Network for Greening the Financial System (NGFS) is a group of Central Banks and prudential supervisory authorities willing, on a voluntary basis, to exchange experiences, share best practices, contribute to the development of environment and climate risk management in the financial sector, and to mobilize mainstream finance to support the transition toward a sustainable economy\".", "See NGFS Statement: statement_on_nature_related_financial_risks_-_final.pdf (ngfs.net) NGFS and INSPIRE (2021), Central banking and supervision in the biosphere: An agenda for action on biodiversity loss, financial risk and system stability.", "NGFS Occasional Paper.", "\"Indebted to nature Exploring biodiversity risks for the Dutch financial sector\".", "De Nederlandsche Bank (DNB) and Planbureau voor de Leefomgeving (PBL).", "\"Nature-Related Financial Risks in Brazil\".", "Policy Research Working Paper no.", "World Bank Group, Washington, D.C. -Related-Financial-RisksinBrazil ; World Bank and Bank Negara Malaysia (2022).", "\"An Exploration of Nature-Related Financial Risks in Malaysia\".", "\"A \"Silent Spring\" for the Financial System?", "Exploring Biodiversity-Related Financial Risks in France\".", "Banque de France Working Paper 826.", "-spring-financial-system-exploring-biodiversity-related-financial-risks-france The title of the study, of course, pays tribute to Rachel Carson's famous book \"Silent Spring\" published sixty years ago, in 1962.", "Namely the French development agency (AFD), the French office for biodiversity (OFB) and CDC Biodiversité.", "See mandate of the task force: task_force_nature_related_risks_mandate.pdf (ngfs.net) Herweijer, C., Evison, W., Mariam, S., Khatri, A., Albani, M., et al.", "\"Nature Risk Rising: Why the Crisis Engulfing Nature Matters for Business and the Economy\", World Economic Forum.", "Summary for Policymakers of the Methodological Assessment Report on the Diverse Values and Valuation of Nature of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services.", "IPBES secretariat, Bonn, Germany.", "I note here that Professor Dasgupta referred to green swans, which is a concept that was developed by researchers at the Banque de France among others.", "\"Green Swans\": central banks in the age of climate-related risks.", "- france.fr/sites/default/files/medias/documents/820154_bdf229- 8_green_swans_vfinale.pd Banque de France (2022).", "Rapport investissement responsable 2021.", "\"Aligning financial and monetary policies with the concept of double materiality: rationales, proposals and challenges\".", "INSPIRE Central Banking Toolbox - Policy Briefing no.", "5, LSE Research Online Documents on Economics."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Biodiversity loss", "Climate change", "Ecological crisis", "Nature-related financial risks", "Planetary boundaries", "Anthropocene", "Ecosystem services", "Central banking", "Green swans", "Double materiality"]}