{"sentences": ["MONETARY POLICY REPORT PRESENTATION FINANCE COMMISSION HONORABLE SENATE REPUBLIC Governor Central Bank of Chile Introduction Mr. President of the Honorable Finance Commission, senator Juan Antonio Coloma; senators members of this Commission, ladies and gentlemen, One more time, I begin by thanking the Commission for inviting the Bank to present our views on recent macroeconomic developments, their outlook and implications for monetary policy.", "It is this view that is presented in detail in the December 2022 Monetary Policy Report that we released this morning.", "This background is also the rationale behind the Board's decision at yesterday's monetary policy meeting.", "This is my fourth Monetary Policy Report, and I would like to pause briefly to look back at my first few months as Governor of the Central Bank of Chile.", "During this period, the institution has been significantly renewed.", "In February, Luis Felipe Céspedes joined the Board, followed in May by Stephany Griffith-Jones, two professionals with outstanding careers in the economic field.", "We have lived through a very difficult year in terms of inflation.", "In the March Report presentation, I stated that inflation and its outlook continued to rise and that it would reach around 10% by the middle of this year and then decline to 5.6% by the end of 2022.", "The estimates incorporated the price increases associated with Russia's invasion of Ukraine, with the knowledge we then had of how the conflict would unfold and its implications.", "While at the time inflation already appeared to be a global problem, it has since worsened, due to a protracted war, the spread of problems in international supply chains and transportation costs, and the effects of China's weak real estate sector and its zero Covid policy.", "On top of all this, there was further persistence in a context of significant inflationary surprises and heightened inflation expectations.", "Thus, we come to the end of the year with a sum of new shocks that were installed in our economy, which already exhibited important imbalances that needed to be corrected.", "During this period, financial markets have shown high volatility.", "At home, we have had to face it while immersed in a context of high uncertainty, which peaked in July.", "In that period, the local exchange market experienced important tensions in its price formation process, particularly in exchange rate derivatives.", "This led us to announce a foreign exchange intervention aimed at reducing the probability of significant distortions in the operation of other segments of the financial market.", "This year has not been easy, nor were the previous ones.", "In this challenging period, the Bank has continued to make progress in various areas.", "We have incorporated substantial improvements in the generation of regional statistics, and we are moving forward in experimental statistics with greater timeliness and scope, but potentially at the detriment of accuracy costs.", "We have focused on quarterly regional GDP and expenditure releases, gender statistics and, recently, business demographics.", "We also developed and deployed a new financial market infrastructure with the derivatives repository.", "This platform makes it possible to enhance market transparency, promote financial stability and facilitate supervision by regulators.", "We have continued with the internationalization of the peso, the rules for savings accounts have been made more flexible and we launched a Payments Report that will be published annually.", "And in connection with payments, we are compiling the views of various agents and government agencies on the issuance of digital currencies by central banks, a work that will be released early in 2023.", "This year also saw the beginning of our financial policy meetings.", "We opened new communication channels and strengthened our financial education program.", "We have continued working with microdata, which has allowed us to enrich our analysis, parts of which have been shared with the public in different reports.", "Another line of work is related to environmental issues, which we are addressing from different areas within the scope of our competencies, and we are participating as advisors in some governmental bodies such as the Preparatory Committee for a Green Taxonomy.", "Today we are defining the Strategic Plan 20232027, a process that reflects the Bank's viewpoint and the perceptions that the regions have about the Central Bank's work.", "I cannot be exhaustive in this time frame.", "However, I would like to stress that we are aware that our main role and obligation lies in inflation convergence and market stability.", "Our efforts are focused on this, aware of the importance they have on the welfare of so many households.", "These efforts are possible because this institution has teams of excellence committed to the country and a Board that seeks to contribute to this goal by setting its own example.", "I will now walk you through the pages of our recently published Monetary Policy Report.", "Macroeconomic scenario and projections Data for the last few months show that the Chilean economy continues its process of adjustment after the major imbalances it accumulated during 2021.", "As expected, annual inflation peaked in the third quarter.", "However, the high levels it has reached are a sign that the problem is far from over.", "This morning we learned that the CPI again posted a high month-over-month change of 1.0%, bringing inflation to 13.3% annually.", "Core inflation -excluding volatile items- also saw a significant increase of 0.9%, which placed it at 11%.", "Thus, by any standard, the level of inflation remains very high (figure 1).", "With regard to the factors that determine inflation behavior, it is worth noting that those linked to demand have begun to recede, in line with the macroeconomic and consumption adjustment.", "At the same time, cost factors, which gained strength in recent quarters, have begun to ease, despite persisting at high levels (figure 2).", "The activity gap remains high and inflation continues to be exceptionally high, both signs that the adjustment process of the Chilean economy is yet to conclude.", "In fact, the projections that I will present to you in a few minutes continue to assume that the economy will contract further and that the annual change in GDP will be negative next year.", "Expectations for inflation are still high too.", "Two-year measures remain above 3%, but with some moderation in the margin.", "In the one-year horizon, expectations have declined somewhat more, to between 4.5% and 6% in the surveys to experts.", "This compares with the values between 7% and 8% that we published our September Report (figure 3).", "On the cost side, the decline in global transportation fares, the reduction of bottlenecks and the continued normalization of global supply chains deserve a line.", "At the same time, international commodity prices have eased.", "In the November Business Perceptions Report, companies perceived more limited cost increases, although the volatility and level of the exchange rate were still a factor of concern.", "The cost expectations (IMCE) of the trade and manufacturing sectors also show a significant decline in recent months (figure 4).", "In terms of activity, as I mentioned, the data for the third quarter generally confirm that the economy continues its adjustment process.", "In its deseasonalized series, non-mining GDP fell by 0.8% from the previous quarter, its second consecutive quarterly decline.", "The performance of trade, which fell 2.8% in the quarter, stands out in this result.", "Entrepreneurial services were the exception, rising 1.1% in the period.", "With this, it continues with the growing trend that it has been showing for several quarters, explained by the outsourcing of activities.", "The October Imacec confirmed the downward trend of non-mining activity, with a seasonally adjusted 0.4% decline month-on-month (figure 5).", "On the demand side, in the third quarter, gross fixed capital formation (GFCF) performed significantly better than expected.", "This result was driven by investment in renewable energies and other particular sectors.", "The latter included the impact of engineering works associated with the terminal phases of mining projects and one-off factors such as bus imports.", "In any case, the outlook for investment remains weak.", "The latest survey by the Capital Goods Corporation points to declining investment amounts during the 2022-2025 period.", "At the same time, business expectations remain pessimistic.", "The slow dynamism of the housing sector also stands out.", "However, long-term interest rates and local uncertainty levels have fallen in recent months, which could be of some help for the future path of investment (figure 6).", "Private consumption continued to adjust in the third quarter.", "It is worth noting the new drop in durable goods, whose deseasonalized series fell 3.8% with respect to the previous quarter.", "With this, it has undone a considerable part of its excessive rise of the second half of 2021.", "Meanwhile, the consumption of non-durable goods also continues to fall, while the consumption of services is still growing steadily, consistent with the elimination of supply constraints after the lifting of sanitary restrictions (figure 7).", "Consumption has been adjusting in a context in which liquidity has been normalizing, job creation is slow and real wages have been declining over the last year.", "In the labor market, total employment and the labor force have shown low dynamism during 2022.", "In the most recent period, the decrease in formal employment stands out, offset by increased participation of informal salaried employment and self-employment.", "In addition, some labor market indicators point to a further deterioration.", "For example, job vacancies have declined and the employment outlook for businesses and consumers remains weak (figure 8).", "The current account deficit rose to 9.9% of GDP in the last moving year.", "This is high, and is associated with both reduced private savings and higher investment.", "In a context in which consumption has been adjusting, the lower private savings can be explained largely by the negative effect of the worsened terms of trade on national income.", "The higher investment, as already mentioned, is mainly related to the dynamism of the machinery and equipment component.", "The still high transportation costs have also contributed to this increase.", "Going forward, these phenomena are expected to be reversed by a further adjustment of consumption and investment, under the assumption that the policies that spurred the sharp fall in national savings will not be repeated.", "As I will show you shortly, over the next two years today's current-account deficit will be substantially reduced.", "On the external front, global inflation continues to be high, although with some moderation in some countries.", "Inflationary pressures are mainly concentrated in the core part of inflation, which in several economies has been driven by the strength of the services sector (figure 9).", "As described in one of the boxes in the Report, the U.S. labor market remains tight and under high wage pressures.", "To varying degrees, this situation is also present in other developed economies and poses a risk to the decline in inflation in these countries.", "In fact, it is one of the factors behind the tighter global monetary policy outlook considered in the central scenario of this Report.", "Thus, the monetary policy implemented by central banks in the rest of the world has reinforced their contractionary stance.", "This has been particularly visible in developed economies, where monetary tightening processes began later.", "Both the U.S. Federal Reserve and the European Central Bank, along with significant hikes in their benchmark rates, have signaled a more protracted tightening than was expected some time ago.", "In Latin America, most central banks have continued to raise their interest rates, with the exceptions of Chile and Brazil.", "Overall, market expectations suggest that interest rate hike cycles are nearing their end in a significant group of emerging economies.", "Moreover, several of them are expected to cut rates during 2023, particularly those that started raising their rates earlier (figure 10).", "In this context, global financial markets continue to show significant volatility.", "The local financial market has been adjusting to a lower risk scenario, with a significant drop in interest rates in pesos.", "Compared to early September, nominal 10-year papers posted decreases in the order of 125 basis points.", "Shorter-term rates -i.e., 1- and 2-year overnight index swaps (OISs)- fell by around 250 basis points in that period.", "At the same time, the spread with respect to international rates narrowed significantly.", "This behavior of nominal rates has arisen in a context of deteriorating economic expectations for 2023 and a reduction in expected inflation.", "Furthermore, the decomposition of long-term interest rates shows a growing preponderance of external risk factors, while domestic risk factors have decreased (figure 11).", "In any case, real rates show movements of a smaller magnitude.", "The nominal exchange rate has continued to fluctuate significantly in recent months.", "Compared to the previous year-end, the peso depreciated by around 1%.", "Finally, domestic bank credit continues to be slow, amid a constrained supply and limited demand.", "The different credit categories show low annual variations by historic standards, while interest rates remain high.", "The third-quarter Bank Lending Survey indicates that credit supply conditions have become more restrictive, in the face of tight demand.", "Structural parameters As we said in September, in this Report we updated our estimation of the structural parameters used in our medium-term projections.", "The new estimate covers trend growth and the neutral interest rate.", "It is important to note that trend growth is related to the medium-term growth capacity of the economy.", "Therefore, when we estimate it, we refer to a long period of time, usually a decade.", "The Bank also constantly estimates potential growth, which is a different concept, more closely associated with the evolution of the economy's short-term productive capacity.", "In any case, in the medium term, the two variables -trend and potential growth- converge.", "We estimate that for the period 2023-2032 the trend growth of non-mining GDP will average 2.2%, following the same declining trend that we anticipated in our June 2021 estimate.", "At that time, we projected that trend growth would average 2.9%, although the baseline period was different: 2021-2030.", "The main difference with the previous projection is that in the shorter term it factored in a recovery in hours worked and labor participation rate after the Covid shock.", "In the current estimate, which starts in 2023, these variables have already made most of their recovery.", "Thus, in the next few years, they will no longer contribute as importantly to trend growth.", "Towards the end of the period, the convergence of hours worked to the OECD average becomes more important, which will gradually reduce the contribution of the labor factor.", "Low growth in total factor productivity continues to be expected, which is supported by its consolidation of a downward trend (figure 12).", "Our neutral MPR estimate puts it at 3.75%, within a range between 3.5% and 4%, equivalent to a 25 basis points increase from our previous estimate.", "This hike is consistent with the recent reversal of neutral rates in other economies, which reversed the downward trend of global rates.", "In the central scenario, headline inflation is projected to keep declining in the coming quarters, converging to the 3% target in the second half of 2024.", "Core inflation will decline somewhat more slowly, reaching 3% by the end of 2024.", "The trajectory we are forecasting for inflation is somewhat above our estimate in the last MP Report.", "By the end of this year, with the information available on 30 November, we projected annual inflation of 12.3% (12% in September).", "This revision considers the surprise accumulated in recent months and a slower decline in the real exchange rate over the projection horizon.", "The real exchange rate will hover around its current levels for a few quarters, contributing to the adjustment of macro imbalances, and then will begin to decline, in line with the evolution of the economy and its fundamentals towards long-term stability.", "The convergence of inflation continues to rely on the economy continuing to adjust.", "In the central scenario, the projection that activity will accumulate several quarters of contraction is maintained.", "Accordingly, the activity gap will turn negative by the beginning of 2023, flatting out until the end of the policy horizon, which is necessary for bringing inflation down towards the target.", "This upward revision for 2022 responds to actual data, while the bulk of the downward correction for 2023 and 2024 responds to the new assumption for trend growth.", "The projection continues to assume that consumption and investment will post negative variation rates in 2023.", "This reflects a weakening of the labor market, pessimistic household and business expectations, a high real exchange rate, and tight financial conditions for all credit categories.", "On the fiscal side, it considers expenditure in line with the approved budget for 2023, which follows a consolidation path over the following years (table 1).", "The current-account deficit will narrow in the coming quarters, as the economy restores its balance between savings and investment.", "The drop of transportation costs from its peak will also contribute.", "The boost that the Chilean economy will receive from abroad is downgraded from our September estimate.", "In a context of more contractionary monetary policies in the developed world, the prospects for world growth have fallen again.", "The central scenario foresees that the U.S. and the Eurozone will enter a recession in 2023.", "Our trading partners will thus grow 2.1% next year (2.6% in September).", "Commodity prices are still expected to take a downward path from their current levels.", "Copper will trade at average prices of US$3.55 and 3.45 in the next two years, while oil will trade around US$80 in the same period (figure 14).", "At our monetary policy meeting yesterday, we decided to keep the benchmark rate flat at 11.25%.", "We also communicated that the policy rate will remain unchanged until the state of the macroeconomy gives signs that the process of inflation convergence to the 3% has been consolidated.", "Monetary policy has made a significant adjustment and is favoring the resolution of the imbalances still present in our economy.", "Nonetheless, inflation is still very high and its convergence to the target is still subject to risks.", "Regarding future movements of the MPR, the boundaries of the MPR corridor that we present in this Report reflect some scenarios where the pace of the process of inflationary convergence gives way to either earlier or later adjustments of the rate compared with the assumptions in the central scenario.", "One important factor is the assessment of inflationary persistence, which owes to either the magnitude and sign of new inflationary surprises, or to the degree of adjustment of expectations.", "Scenarios where these variables denote higher or lower inflationary persistence could lead the MPR reduction process to take longer or conclude sooner than projected.", "will be the economy's adjustment Another relevant factor speed.", "The external scenario has been deteriorating steadily and the expectations of households and firms are in pessimistic territory.", "In this context, a faster adjustment of the economy leading to an earlier reduction of the MPR cannot be ruled out.", "In any case, the opposite scenario cannot be ruled out either, considering that just recently demand, particularly investment, has behaved more dynamically than we expected.", "The Board believes that the lower and upper bounds of the MPR corridor capture the alternative MPR trajectories associated to said events (figure 15).", "Turning to risks, the external scenario has morphed into an important source of concern and events that could significantly disrupt financial conditions and sharply damage the external impulse are very possible.", "In such case, the short-term inflationary effects could be substantial (due to the global appreciation of the dollar) although mitigated in the medium term by their impact on growth.", "Meanwhile, measures impeding the projected adjustment of spending and give a new push to inflation, would yield the way to MPR increases to ensure the convergence of inflation to the target.", "Let me conclude with some reflections.", "Dear senators, it is important to note that this is the first Report in several quarters in which our projection scenario presents no significant changes with respect to the previous Report.", "The economy is already in an adjustment phase and supply factors are beginning to moderate their pressure on prices, although the impact of the latter is lower for now.", "Nonetheless, inflation remains very high and we continue to see important surprises, although in both directions.", "The elements that led us to these price increases have their fundamental origin in internal factors, in particular the rocketing increase in spending that we saw in 2021.", "As a reference, at the end of said year, private consumption in Chile was 21% higher than at the beginning of the pandemic, a figure that rose to 55% for the consumption of durable goods.", "Both figures were well above those of comparable economies.", "In any case, the fact that our inflationary phenomenon is mainly caused by internal factors does not ignore that inflation today is a global phenomenon that many countries are enduring.", "There have been several common shocks, starting with the pandemic and its effects on production chains, followed by the Russian invasion of Ukraine and the effects of the more stringent monetary policies of developed countries.", "The Chilean economy addressed this string of external shocks under a very significant spending imbalance.", "Monetary policy has made a very significant adjustment.", "We have completed a cycle of substantial increases in the monetary policy rate, in order to generate conditions that will allow for the adjustment and ensure the convergence of inflation to the 3% target within two years.", "Fiscal policy has also done its part, reducing spending from the high levels of last year.", "Clearly, the job is not finished and there are still difficult months ahead.", "Inflation remains very high, and its effects are being painfully felt by households.", "Lowering it is a task that we cannot afford to give up.", "Activity is already showing negative annual variation rates.", "Although this certainly keeps us alert, we should not lose sight of the fact that the figures we are seeing today are part of the adjustment process that the economy requires to resolve the imbalances generated by the overspending of 2021.", "It is not a drop in activity arising from an external shock, as we have experienced in the past.", "It is the adjustment we require for the economy to move towards sustainable levels, an indispensable prerequisite for lowering inflation.", "As I mentioned a few moments ago, today's high inflation is a problem whose origin lies in internal decisions, aggravated by a chain of external shocks.", "The economy's capacity to make an orderly adjustment at the lowest possible cost depends critically on the coherence of the decisions adopted by the different agents.", "It is essential not to abandon efforts.", "And certainly, it is even more important to contain additional impulses on demand that, far from contributing to the adjustment process, hinder it.", "This would add inflationary pressures, which, at this stage of the cycle, would impose even greater costs.", "Experience tells us that once inflation rises and becomes persistent, the efforts needed to reduce it increase exponentially.", "Not to mention, as we have witnessed, that inflation hits hardest on those who have the least resources.", "It is important to bear in mind that the challenges we face are not just to reduce inflation.", "We also have the task of rebuilding the buffers that have allowed us to mitigate the impacts of external shocks in the past.", "As we noted in the Financial Stability Report that we presented last month before this Committee, one of the effects of pension savings withdrawals was that they reduced the depth of the financial market.", "In fact, the volatility of the exchange rate and long-term interest rates has increased with respect to previous periods, even in comparison with other countries.", "Access to long-term financing, such as mortgages, has also deteriorated.", "On top of this, as I showed you a while back, our estimates continue to indicate that the trend growth of the economy will be decreasing in the coming years, to levels below 2% in the next decade.", "This assessment does not differ from the one we presented in the June 2021 Report and continues to be a problem that we must address as a matter of priority.", "Reversing this trend requires, among other things, increasing productivity or a much greater effort in savings and investment.", "Encouraging savings and restoring the depth of the capital market certainly helps to boost investment.", "A sound capital market, in turn, can better channel savings to different horizons and to more productive projects.", "In addition, encouraging savings would undoubtedly have a positive effect on trend growth.", "As for improving productivity, there are certainly no easy solutions to such a task.", "Proof of this is that several governments have convened commissions, and programs have been undertaken to address this issue.", "So far, we have not achieved sufficient improvement to reverse its downward trend.", "All in all, it is a much-needed effort to implement.", "Elements such as education and job training are significant and far-reaching challenges.", "So are those related to the availability of resources to expand the capital stock.", "Here, once again, generating policies that favor savings can play a very important role.", "It is important to bear in mind that increasing growth is not an end in itself, but the means by which we can generate a greater flow of resources and distribute more to all of us part of this country.", "Dear senators, we face very important challenges ahead.", "The economy is going through a period of adjustment that is necessary to bring inflation down to levels compatible with the 3% target over a two-year horizon.", "The closing of imbalances is inevitable; our task is to bring it about at the lowest possible cost to households and businesses.", "Macroeconomic policies are doing their job to make this happen, but there is still a long way to go to ensure that the problem has been solved.", "In fact, the persistently high levels of inflation confirm the need for proper coordination of all policies.", "We at the Central Bank are firmly committed to our mandate and we will continue to conduct our monetary policy to ensure that inflation is reduced and ceases to be a burden for the Chilean people.", "(2) For details on groupings and shares in CPI basket, see Box IV.", "Sources: Central Bank of Chile and National Statistics Institute.", "Structural decomposition of goods CPI w/o volatiles excl.", "Foods (*) (cumulative change since January 2020, percentage points) Demand Supply Goods CPI w/o volatiles excl.", "(*) For methodological detail, see Box I. in December 2022 MP Report.", "Black line represents cumulative evolution from March 2020 to October 2022.", "Shaded areas denote the following periods: (I) March-December 2020, (II) January - December 2021, and (III) January - October 2022.", "Source: Carlomagno et al.", "(2022) based on National Statistics Institute (INE), Internal Revenue Service (SII), and Central Bank of Chile.", "(2) FTS considers the survey of first half of each month up to January 2018.", "From 2018 onwards, it uses latest survey publish in the month, including the one preceding the December 2022 MP meeting.", "In those months with no survey published, the lastest one available is used.", "Source: Central Bank of Chile.", "Cost pressures a) Transportation costs and bottlenecks (1) b) IMCE: Cost expectations (1) (2) (standard deviations) (diffusion index) 100 Manufacturing Construction Trade 5 Freight/amount imported Supply Chain Pressure Index (2) -1 10 12 14 16 18 20 22 17 18 19 20 21 22 (1) Standard deviations from average.", "(2) Global Supply Chain Pressure Index.", "(1) Value above (below) 50 indicates expected expansion (contraction).", "(2) Dashed Sources: Central Bank of Chile based on microdata of Chile's National Customs horizontal sines show historical averages between January 2004 and November Service and New York Federal Reserve.", "Source: Icare/Universidad Adolfo Ibañez.", "Source: Capital Goods Corporation (CBC).", "From December 2021 on, the index includes an update of the dictionary of words used for its construction, as a way of incorporating new elements that afect local conditions.", "Source: Central Bank of Chile.", "Consumption (index, 3T.=100, deseasonalized series) 180 Private consumption Durable goods non-durable goods Services 15 16 17 18 19 20 21 22 Source: Central Bank of Chile.", "a) Employment b) Compensation index (IR) c) Labor demand (moving quarter/moving quarter change, thousands) (percent, annualized quarterly velocity, moving (index, January 2021 = 100, moving 3-month average 150 12 Real IR Nominal IR 180 Sence (*) IALI 8 140 -2 02 07 12 17 22 Source: Central Bank of Chile based on INE data.", "Source: Central Bank of Chile based on INE data.", "(*) Information from System of Employment Board Analysis and Sence Labor Observatory.", "The indexes were built with information downloaded from trabajando.com and laborum.cl with nationwide coverage.", "The number of ads corresponds to ads uploaded by firms.", "Latest data available is from 31 October.", "Sources: System of Employment Agency analysis, Sence Labor Observatory, and Central Bank of Chile.", "(2) For the Eurozona, the November figure is Peru, and Colombia is used.", "(2) For the Eurozona, the November figure is preliminary.", "(3) Excludes foods and energy.", "a) Monetary policy rates (MPR) b) Global MPR and expectations (percentage points) (percentage points) 14 Current MPR MPR expected at 2023Q4 Canada 12 Chile Peru India Korea Poland United... Zealand Norway Australia Colombia Eurozone 18 19 20 21 22 Source: Bloomberg.", "Structural decomposition of 10-year zero rate (*) (basis points, accumulated since 1 July 2019) 5 Growth Monetary Policy Risk premium External -1 Jul.", "(*) Historical decomposition of the long rate from a BVAR based on the identification strategy proposed by Eterovic and Eterovic (2022), incorporating an external bloc.", "The exogenous bloc encompasses all U.S. shocks (monetary policy, growth, risk aversion and pure risk), which have been aggregated for simplicity.", "Source: Central Bank of Chile based on RiskAmerica data.", "Inflation forecast (1) CPI inflation Core inflation (2) (annual change, percent) (annual change, percent) CPI MP Report Sep. Sep. MP Report Dec. Dic.", "(2) CPI without volatiles Sources: Central Bank of Chile and National Statistics Institute (INE).", "a) World: Forecasts contained in latest MP Reports b) Actual and projected prices (*) (annual change, percent) (dollars per pound) Sep. MP Report Mar.", "Sep. Dec. Dec. MP Report Mar.", "(*) Actual price figure is average of each year.", "Dotted lines denote the 2022-24 forecasts contained in respective MP Report.", "Sources: Central Bank of Chile and Bloomberg.", "For dtails, see methodological note (figure II.", "in chapter II of December 2022 MP Report).", "Source: Central Bank of Chile.", "Source: Central Bank of Chile."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic adjustment", "Monetary policy", "Inflation convergence", "Fiscal policy", "External shocks", "Supply factors", "Trend growth", "Productivity", "Savings"]}