{"sentences": ["I'm very happy to be here with you via this video message and warmly welcome you to this high-level conference on the digital euro.", "Having so many decision-makers gathered here today shows the strong political backing the digital euro project has gained at the European level.", "Since we kicked off the investigation phase a year ago, we have worked very closely with you all, the European Commission, the European Parliament and the euro area finance ministers.", "And we have also engaged closely with market participants, including intermediaries, consumers and retailers, to hear their views.", "This has allowed us to achieve steady progress.", "I sincerely thank you for this strong cooperation.", "And I think that it shows that the digital euro is not a stand-alone project, confined to the payment domain.", "It is rather a crosspolicy and truly European initiative that has the potential to affect society as a whole.", "Maintaining citizens' trust in money and payment services in the digital age is an important objective in itself.", "But it is of even greater significance for the European economy at large.", "After all, a trusted, efficient and secure payment system is the basis for our economies to function effectively.", "For many decades, this basis has been provided by a hybrid model for payments: central banks issue public money - essentially cash for individuals and reserve accounts for banks.", "The private sector relies on it to provide the bulk of total money - around 85% - in the form of commercial bank money.", "Key to this hybrid model is that citizens can convert private for public money at par, which ensures that all forms of money can be used indiscriminately for payments throughout the economy.", "Disruptive transformation But this reliable model for payments is now undergoing a potentially disruptive transformation, led by three developments.", "First, people are increasingly paying digitally instead of using cash.", "Almost half of euro area consumers say they prefer to pay with cashless means of payments, such as cards.", "We will continue to provide cash, but if it is used less and less for payments, public money could ultimately lose its role as the monetary anchor for the hybrid model, threatening its key function in securing trust in payments, with implications for the economy.", "Payments are a public good that is simply too important to be left to the market.", "Second, in the absence of a public anchor, the emergence of new kinds of digital assets could harbour instability and confusion among citizens about what is money and what is not.", "Take for example crypto assets, held or used by 16% of Americans and 10% of Europeans in 2021.", "Their unbacked variants - such as Bitcoin or Ether - are too volatile to act as a means of payment.", "And while stablecoins are designed to be less volatile, and therefore more suitable for payments, they are vulnerable to runs - and often not backed at all as we witnessed earlier this year.", "This highlights the importance of the European crypto-assets regulation (MiCA) that will protect consumers against some of the risks associated with crypto assets.", "Third, the entry of big techs into payments could increase the risk of market domination and dependence on foreign payment technologies, with consequences for Europe's strategic autonomy.", "Already now more than two thirds of European card payment transaction are run by companies with headquarters outside the European Union.", "Designing digital public money By designing digital public money we can get ahead of these developments and ensure that confidence in the monetary system is maintained and innovation is nurtured.", "Issuing a digital euro would indeed safeguard people's confidence that \"one euro is one euro\", allowing them to convert private digital money at par into digital central bank money.", "It would ensure that money continues to be denominated in euros.", "And It would be based on a European infrastructure, facilitating intermediaries to scale payments innovation throughout the euro area and thus strengthen Europe's strategic autonomy.", "Our work on exploring the underlying rationale, potential benefits and risks and core design principles of a digital euro has made good progress.", "It is not a race, but as a matter of fact the euro area is at a relatively advanced stage in exploring a central bank digital currency (CBDC).", "But to realise this vision, the focus of our work now shifts to the concrete design and embedding the digital euro in a sound legal framework.", "This is as an area where colegislators have an even more important role to play.", "I'm therefore very much looking forward to the legislative proposal for establishing a digital euro which the European Commission will propose shortly.", "In particular, co-legislators must define the balance between competing public objectives in the policy areas that the Treaty assigned to them.", "Two aspects come to my mind.", "The first one is privacy.", "In our public consultation, 43% of respondents ranked privacy as the most important aspect of the digital euro, well ahead of other features.", "So it is clear that if we want the digital euro to be attractive, it needs to be designed in a way that meets people's privacy expectations.", "We seek to ensure high standards of privacy for digital euro users.", "But full anonymity - such as offered by cash - does not appear a viable option in my opinion.", "It would contravene other public policy objectives such as ensuring compliance with anti-money laundering rules and combating the financing of terrorism.", "And it would also make it virtually impossible to limit the use of the digital euro as a form of investment - for example via holding limits or tiered remuneration - for which identities of users need to be known.", "We should at least provide a level of privacy equal to that of current electronic payment solutions.", "But I think it would be desirable to depart from this baseline in certain circumstances.", "For example, we are exploring together with the European Commission whether the digital euro could replicate some cash-like features and enable greater privacy for lowvalue - low-risk payments, including for offline payments.", "Ultimately, finding the right balance between the social value of privacy and the public interest in preventing illicit activities is a political choice and is for the co-legislators to define.", "Legal tender status The second aspect is the legal tender status.", "Although an acceptance obligation has to be weighed against principles such as contractual freedom and competition, we should bear in mind that it is a constitutional feature of cash - as central bank money - to be legal tender.", "And it would be unprecedented to issue central bank money for retail payments without legal tender status - just because it circulates electronically.", "Moreover, a positive side-effect of a legal tender status may be that it facilitates network effects, allowing citizen to have the option to \"pay anywhere\" and easily access the digital euro.", "Indeed, the digital euro can only act as a monetary anchor if it becomes a convenient digital medium of exchange that is part of the everyday lives of Europeans.", "It should be available in a broad range of market segments to achieve sufficient network effects.", "This should include digital payments in physical stores - which is the biggest segment accounting for 40 billion transactions in 2019 - but also E-commerce and peerto-peer payments.", "We should therefore ensure both widespread acceptance of the digital euro in payments as well as citizens' broad access to the digital euro across the euro area.", "These are important issues for co-legislators to consider in their discussions.", "The digital euro is more than just a Eurosystem initiative, it is a common European project.", "It would allow us to ensure that money and payments remain trusted, secure and efficient in a rapidly changing digital environment.", "And by doing so, the digital euro would essentially serve wider public policy objectives, such as strengthening Europe's strategic autonomy and economic efficiency.", "To realise this vision, we must all play our part, striving for the best possible alignment between policymakers, bearing in mind our respective roles and mandates, and always seeking broad support from European citizens.", "The timely adoption of a legal framework for the digital euro would give all stakeholders the necessary legal certainty to prepare for its possible introduction and send a strong sign of political support.", "I'm convinced that combining our strength and continuing to work together towards this common vision of a digital euro is the best way to manage the transition to the digital age."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digital Euro", "Public Money", "Central Bank Digital Currency", "Privacy", "Legal Tender", "Financial Stability", "Crypto Assets", "Strategic Autonomy", "Cashless Payments", "Market Domination"]}