{"sentences": ["Assalamualaikum and good morning.", "On behalf of Bank Negara Malaysia, I would like to thank the Association of Banks in Malaysia, the Association of Islamic Banking and Financial Institutions Malaysia, and the Association of Development Financial Institutions of Malaysia for organising the national scam awareness campaign.", "The presence of Dato' Mohd Kamarudin bin Md Din, Director of the Commercial Crime Investigation Department, PDRM, Encik Kamal Baharin bin Omar, Deputy Director-General of the National Anti-Financial Crime Centre (NFCC), and Encik Harme Mohamed, Head of Network Security Division, Malaysian Communications and Multimedia Commission (MCMC) this morning reflects our commitment and collaborative efforts to raise awareness on financial literacy and fight financial scams.", "This morning, there is also the Financial Literacy Month (FLM) Exhibition, which marks the end of this year's Financial Literacy Month.", "This year's FLM, themed \"Financial Wellbeing: Go Digital Confidently\", is all about educating and raising awareness on digital financial literacy and safe usage of digital financial services.", "The past month has seen many seminars, workshops and other activities being conducted all around the country.", "The FEN mobile coach also travelled to 61 locations across the country, reaching out to over 20,000 people in urban and rural communities.", "In this regard, I would like to express my gratitude to the Financial Education Network and everyone involved in the FLM for their relentless efforts in elevating financial literacy.", "The reality is that as our lives become increasingly digital, criminals are also finding new and innovative ways to commit digital crimes, such as financial scams.", "Indeed, the issue of financial scams has become a global issue, not just unique to Malaysia.", "Criminals are using increasingly sophisticated methods to scam victims.", "This is a concerning trend which keeps many of us up at night.", "For Bank Negara Malaysia, our priority is to ensure that banking and payment channels remain safe and secure.", "Given that the tactics used by criminals will continue to evolve, we will, where necessary, issue new security advisories and additional security measures for banks to take from time to time.", "These include the five measures announced on 26 September to further strengthen the banks' controls and safeguards against financial scams.", "I am pleased to see that banks are giving their full commitment and making progress in implementing these measures.", "The government recently announced the establishment of the National Scam Response Centre or NSRC, a command centre to coordinate rapid response for online financial scams.", "NSRC brings together resources and expertise from NFCC, PDRM, BNM, MCMC, financial institutions and the telecommunication industry to combat financial scams more quickly and effectively.", "Victims of financial scams may call their bank's hotlines which are operating 24 hours a day, 7 days a week or NSRC's 997 hotline to lodge reports.", "I also wish to highlight that in trying to trace and intercept stolen funds, and to prevent further losses, time is of the essence.", "Therefore, victims must immediately call their banks or 997 as soon as they discover that they have been scammed.", "The NSRC will initiate an immediate response, but victims must make a police report to furnish more detailed information to allow the authorities to investigate the matter.", "The NSRC is an important element in our fight to combat scams.", "But, as they say, prevention is better than cure.", "In this regard, it is important that all of us take actions to protect ourselves from becoming victims of financial scams.", "Each and every one of us should remain vigilant and on guard to safeguard our banking information.", "In the Financial Capability and Inclusion Demand survey which BNM recently conducted, one third or 37 percent of respondents stated that they would be willing to share their bank account passwords or PIN numbers with their close friends!", "This statistic is indeed very troubling.", "We must take responsibility of our banking security credentials just like how we should take good care of our prized possessions.", "We also need to ensure that our computers and mobile devices are secure and running up-to-date software.", "Remember not to download files or applications such as Android Package Kit from unverified sources or links.", "We have observed that criminals often get victims to click such links or download such malicious apps by putting fake advertisements for products or services such as food delivery or maid services.", "Recently, we have also seen fake ads for pet grooming services.", "On our part, the authorities and financial industry will continue to create awareness and educate the public about financial scams, including on the latest modus operandi or tactics used by the scammers.", "The public is advised to frequently check the Scam Facebook pageby Bank Negara Malaysia, as well as Cyber Crime Alert and Semak Mule by PDRM for the latest updates.", "Recognising the need to intensify the awareness on financial scams, I would like to congratulate the banking industry for coming together to undertake the national scam awareness campaign.", "Throughout this campaign, the public can expect to see more prominent scam awareness advertisements, messages and prompts on banks' own channels as well as mainstream and social media.", "I understand there will also be community outreach programmes to educate the public.", "As digital finance becomes increasingly pervasive, and as new threats emerge, the effort to educate the public must be sustained well into the future.", "We cannot rest on our laurels.", "I would like to reiterate that the fight against financial scams is one fought on multiple fronts.", "We are only stronger if we work together and play our part in order to safeguard the security and integrity of our country's financial system."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination"], "topics": ["Financial scams", "Digital financial literacy", "Financial literacy", "Banking security", "National Scam Response Centre", "Prevention", "Awareness", "Cybercrime", "Digital finance", "Financial inclusion"]}