{"sentences": ["Speech An Efficient, Competitive and Safe Philip Lowe[*] Keynote Address at Australian Payments Network Summit 2022 Sydney - 14 December 2022 Thank you for the invitation to speak at AusPayNet's annual Summit.", "It is a privilege to be with you again.", "The world of payments is changing rapidly.", "It is a world of innovation, of changing business models and of investment that is reshaping our financial system.", "So it is an exciting time in the world of payments.", "The Reserve Bank has a broad mandate to help shape this changing world so that it works in the best interests of Australian households and businesses.", "We do this through a combination of suasion, regulation and working with industry participants to help overcome the coordination issues that can bedevil payment systems.", "We also directly support innovation where we reasonably can and we are working with the government to make sure that the regulatory architecture is fit for purpose.", "Australians expect payments to be fast, low cost, reliable and easy to use.", "At the RBA, we share these expectations.", "We want to see an Australian payments system that is competitive, safe to use, and dynamic and innovative.", "This morning I would like to highlight some of the issues we are working on in support of these objectives.", "These include our efforts to: 1. lower the costs that merchants pay for payment services 2. support the development of Australia's fast payments system 3. lower the cost and increase the speed of international payments 4. support innovation that will help Australia be well placed for the digital future.", "Lowering payment costs for merchants through competition First, to merchant payment costs.", "This has been an area of focus for us for many years and progress has been made in reducing merchant costs.", "This first graph shows the average fees that merchants pay for the various types of card payments (Graph 1).", "In the mid-2000s, merchants paid an average of 1.4 per cent on Mastercard and Visa transactions.", "The cost of accepting most other payment cards has also declined.", "Prior to changes in reporting methodology in June 2018, the average fee reported for Visa and Mastercard debit cards was slightly overstated and the average fee reported for Visa and Mastercard credit cards was slightly understated; the overall average fee for Visa and Mastercard was unaffected by the reporting change.", "The big reduction in fees followed the Bank stepping in to regulate interchange fees and giving merchants the choice as to whether they recover their payment costs through surcharging.", "While surcharging is not popular with consumers, it has resulted in pressure on card schemes to lower fees and this has resulted in lower payment costs.", "Another important influence on merchant payment costs is the mix of payments they accept.", "There are large differences in the cost of different cards, so the mix can matter a lot.", "Over the past decade, there has been a shift away from high-cost credit cards to lower-cost debit cards, which has tended to lower merchant costs (Graph 2).", "The RBA's interchange regulation played a role here too, by increasing the relative attractiveness of debit cards due to smaller 'rewards' being offered on credit cards following the reduction in interchange fees.", "Merchant Fees and Card Transactions Average merchant fee* Debit card share of total card transactions** 1.2 80 0.9 60 0.6 40 0.3 20 0.0 0 2012 2017 2022 2008 2015 2022 Prior to changes in reporting methodology in June 2018, the average fee reported for scheme debit cards was slightly overstated and the average fee reported for scheme credit cards was slightly understated; the overall average fee was unaffected by the 2018 reporting change.", "There was also a change in the calculation of the average merchant fees for debit and credit cards in September 2020.", "By value; seasonally adjusted.", "The other big shift in the mix of payments is the declining use of cash.", "This shift away from cash accelerated during the pandemic and is evident in the sharp drop in the value of withdrawals from ATMs (Graph 3).", "The value of cash withdrawals is down by 17 per cent from where it was three years ago, while over the same period, the value of nominal spending in the economy has risen by 27 per cent.", "Despite this decline in the use of cash for day-to-day transactions, there is still strong demand for banknotes as a store of wealth, with 38 $50 banknotes and 18 $100 banknotes on issue for every Australian (Graph 4).", "Value of Cash Withdrawals Monthly, seasonally adjusted* 12 2.4 9 1.8 6 1.2 Debit card cash outs (RHS) 3 0.6 Banknotes in Circulation Per Capita* no.", "Sources: ABS; RBA While it is pleasing to see merchant payment costs trend lower, three developments are working in the other direction.", "The first is the shift to higher-cost international scheme debit cards and away from eftpos; on average, the international debit schemes cost merchants over 20 basis points more to accept than eftpos.", "The second is the shift to online commerce, where merchants typically face higher payment costs.", "And the third is the greater use of mobile wallets offered by Apple Pay, Google Pay and Samsung Pay.", "Use of these wallets is growing very quickly and they are often more expensive for merchants to accept (Graph 5).", "Mobile Wallet Transactions Share of card transactions Debit 15 15 M J S D M J S D M J Source: RBA I would also like to highlight the fact that there are large differences in the payments costs incurred by small and large businesses (Graph 6).", "Small businesses, on average, pay twice what large businesses pay to process the same transaction.", "While economies of scale explain some of this difference, they are not the full story.", "Merchant size based on annual value of eftpos, Mastercard and Visa transactions.", "Given these various developments, the RBA's focus is on increasing competition to help further drive down payment costs.", "This is where giving merchants choice over which payment network is used - so called least-cost routing (LCR) - is particularly important and it is a priority of the Payments System Board.", "LCR allows merchants to choose the lowest-cost card network to process their debit transactions.", "It also increases the competitive pressure between the debit networks, providing greater incentives to lower the wholesale fees that are ultimately paid by merchants.", "This is especially important for small businesses that typically can't negotiate discounted fees with the card schemes.", "For in-store transactions, least-cost routing is now available to 85 per cent of merchants, although only half of all merchants are actually using it.", "This low take-up suggests that the industry has more work to do in promoting the benefits to merchants.", "Some financial institutions also have more work to do to complete their rollout and have not met the expected timetable.", "To provide greater transparency on how individual institutions are progressing, the RBA will, next year, start publishing institution-level data on LCR availability and take-up.", "In terms of online payments, the Payments System Board expects least-cost routing to be available by the end of this year.", "Overall, the industry is largely on track to meet this deadline.", "While there are some payment service providers that are running behind, most of these will have least-cost routing for online transactions up and running in the first half of 2023.", "As for in-person transactions, the RBA will give public visibility to how individual institutions are performing.", "The next frontier for LCR is in-store mobile wallet transactions.", "Over recent months, the RBA has been consulting with the major mobile wallet providers, issuers, acquirers and terminal providers.", "On the basis of this consultation, the Payments System Board has formed the view that it would be both feasible and desirable for the industry to deliver LCR functionality for mobile wallet transactions by the end of 2024.", "The next step is for the mobile wallet providers to finalise their plans and share these plans with the industry so that the necessary investments across the payments ecosystem can get under way.", "Overall, we are optimistic that least-cost routing will help counter the forces that are adding to merchants' payment costs, particularly for small businesses.", "Looking ahead, other regulatory and market developments are expected to help increase competition and maintain the downward pressure on payment costs.", "Modernisation of the Payment Systems (Regulation) Act 1998 (PSRA), as proposed by the Farrell Review, would open up the possibility of regulating newer entities in the payments ecosystem.", "Greater transparency of merchant payment costs through an expansion of the Consumer Data Right could also help drive increased competition between acquirers.", "And new payment methods could emerge over time to compete with card payments, including through the use of QR codes for account-to-account payments at retailers.", "Enhancing Australia's fast payments system The second broad issue I want to talk about is the need to continue to build on the architecture of Australia's fast payments system, the NPP.", "The NPP is now available to the customers of more than 110 financial institutions, and is used to make around a quarter of all account-to-account payments.", "Over the past year, the NPP processed over a billion transactions, worth more than $1 trillion, and usage continues to grow.", "Overall, take-up of fast payments by Australians compares favourably with similar systems in other advanced economies (Graph 7).", "Use of Fast Payments Systems Transactions per capita, annualised no.", "PayIDs are a simple way of addressing payments, for example to a registered mobile number, email address or business number.", "Almost 13 million PayIDs have been registered, with PayIDs used to initiate around a fifth of NPP payments.", "Apart from being convenient, PayIDs provide a safer way to make payments from one account to another.", "When a payment is addressed to a PayID, the payer is shown the name of the person or business they are paying before they confirm the payment.", "This can help to reduce the chance of mistakenly paying the wrong person.", "It can also help the payer avoid being deceived into sending a payment to the account of a scammer rather than of the intended recipient.", "A recent survey commissioned by NPP Australia shows that one in four PayID users have stopped or edited a PayID payment where they noticed that the recipient's details were wrong.", "Even so, we are not yet realising the full benefits of this feature of the system and financial institutions have more work to do to promote awareness and adoption of this functionality among their customers.", "More generally, the NPP has been constrained to date by the fact that it catered for push payments only - that is, payments that are initiated by the customer, such as when we send payments to one another.", "PayTo, which launched in June this year, is set to change this.", "PayTo will modernise the way we make direct debits, giving customers greater control over payments authorised to come out of their accounts.", "It is also expected to support a wave of innovation, including from fintechs.", "It could, for example, streamline business billing and account management processes, and be used as an alternative to cards for payments to merchants.", "Only one of the major banks has met the previously agreed timeline for the development of the PayTo Payer system.", "The reasons for this are complex, but slow progress by the major banks imposes a cost on the rest of the industry.", "Investments have to be put on hold as successful uptake of the system requires a critical mass to be operational.", "The new agreed timeline to complete the necessary work is April 2023.", "The RBA expects this timeline to be met.", "Cheaper and faster cross-border payments The third broad issue is addressing the cost and speed of cross-border payments.", "The G20 countries have committed to making cross-border payments cheaper, faster, more transparent and more accessible.", "Australia needs to play its role here.", "The cost of international payments is too high.", "This is a particular problem for our neighbours in the South Pacific, where too often people on low incomes face very high charges for sending money back home.", "Progress is being made in this area, but it is slow.", "In part, this progress is coming about because of increased competition, with a number of cheaper digital non-bank money transfer operators entering the market and pushing costs down.", "There has also been an improvement in transparency through improved online calculators that show the total cost, including all fees and FX mark ups, following the ACCC's guidance published a few years ago.", "In addition, some of Australia's largest banks are now waiving fees on some transactions in the South Pacific corridors.", "There is a lot more to be done here, and we need the assistance of Australia's financial institutions to make further improvements.", "One current issue is the speed of cross-border payments.", "According to data from SWIFT, more than 80 per cent of the time taken for a cross-border payment to reach an Australian recipient is due to the final Australian dollar leg.", "A number of other comparable countries process incoming payments more quickly, including some in similar time zones.", "We need to do better here.", "The delivery of the NPP International Payments Business Service will help us make progress.", "This service will allow the final Australian dollar leg of inbound cross-border payments to be processed through the NPP.", "Because the NPP offers real-time processing of transactions on a 24/7 basis, this will speed up payment times.", "The industry committed to providing this new service by 1 December 2023 in the NPP Roadmap released last month.", "We expect this deadline to be met by all the banks participating in the NPP.", "Delays will hurt Australian customers and hold back Australia's progress in meeting its G20 commitments.", "A related development is the adoption of the ISO20022 messaging format, which will replace the legacy SWIFT message format.", "In time, use of this richer, internationally harmonised messaging system should lower costs and speed up payment times.", "It is also possible that over time, various countries' fast payment systems will be linked up.", "Last year, Singapore and Thailand became the first countries to do this and it has reduced costs to consumers.", "A number of similar projects are being explored elsewhere in the world.", "As part of this exploration, the BIS Innovation Hub has been developing a bridging platform for the connection of numerous fast payment systems through the standardisation of business and technical payment processes.", "We are engaged in this work and I sit on the Advisory Board for the BIS Innovation Hub.", "Whether or not this is the best solution is still to be determined, but the direction of change is clear.", "Next year, the RBA is planning to work with the Australian industry to study the economic, business and technical issues involved with linking up our fast payments system with those elsewhere in the world.", "Supporting innovation The final issue is supporting the innovation that will ensure Australia is well placed for the digital future.", "Some of the issues that I have already discussed will help here, but I would like to mention two others: the RBA's work exploring a central bank digital currency (CBDC) and the work under way to modernise Australia's regulatory architecture.", "Central bank digital currency My colleague, Brad Jones, spoke last week about some of the issues we are working through regarding the possibility of a CBDC for retail purposes.", "We have an open mind as to whether a public policy case will emerge to go in this direction.", "However, as things stand today, that case has not yet been established.", "We are, though, exploring the possibilities in case this assessment changes.", "As part of this effort, we have embarked on a project with the Digital Finance Cooperative Research Centre involving the issuance of a pilot CBDC that has real value, circulating in a ring-fenced environment.", "We have invited industry participants to propose use cases to test in this environment, the idea being that this could help us understand new business models and payment solutions that a CBDC could support.", "We are also looking at potential use cases for a wholesale central bank digital currency, which could supplement the existing Exchange Settlement accounts we offer.", "Interest in participating in the project has been very strong, with over 140 submissions of use cases.", "Testing will commence soon and we look forward to publishing the results next year.", "We are also looking at the pros and cons of an alternative form of a digital Australian dollar - a payments stablecoin that is issued by the private sector, just as banks issue deposits.", "If we were to go in this direction, the payment stablecoins would need to be backed by a strong regulatory regime, just as applies to deposits.", "Modernising the regulatory regime The RBA is also working with the government to make sure that the regulatory regime is fit for purpose.", "The Bank welcomes the release of the consultation paper on the strategic plan for the payments system.", "This plan helps to provide guidance for industry and regulators on the government's key priorities for the payments system and we look forward to working with interested parties.", "From our perspective, one reform priority is the establishment of a new licencing regime for payment service providers (PSPs).", "This could help overcome some of the challenges faced by PSPs seeking to enter the Australian market.", "The Bank is also working on a set of common requirements for PSPs seeking to access payment systems, as part of the new licensing regime.", "The aim is to create a more level playing field for non-ADI payment service providers in a way that balances the needs of the payment system operators and PSPs.", "The Bank is also developing a new regulatory regime for industry bodies that set technical standards for the payments industry.", "A second priority is the development of regulatory arrangements for payment stablecoins.", "As I mentioned a moment ago, we can envisage a possible future in which stablecoins are used for payments, as long as they are well designed and well regulated.", "In many ways, the regulatory issues are similar to some stored value facilities, such as pre-paid travel cards and digital wallet services.", "A third priority is the modernisation of the Payment Systems (Regulation) Act 1998.", "A lot has changed in the payments system since the PSRA was introduced over 20 years ago.", "The payments ecosystem is now much more complex, there are many new business models and new technologies are continuing to emerge.", "The changes proposed by the Farrell Review would allow the Payments System Board to help shape that complex world in the public interest more effectively.", "As I said at the start, the payments world is changing rapidly, and we all have a lot to do.", "Some of the items on the to-do list are for immediate attention and it is important that financial institutions meet the deadlines they committed to.", "Some of the other items on the to-do list are not as well defined, but they have the potential to reshape how the financial system works and deliver better services to people.", "AusPayNet is a valuable partner as we undertake this journey and plays an important role in the governance of the Australian payments industry.", "I look forward to continuing the cooperation between AusPayNet and the Reserve Bank as we navigate this fast-changing world in the interests of the Australian public.", "Thank you for listening and I am happy to answer some questions.", "[*] I would like to thank Ellis Connolly, Chay Fisher, Troy Gill, Elizabeth Kandelas, Chris Thompson and Grant Turner for assistance in the preparation of this talk.", "[1] Nilsson T, R Bouther, M Van Acoleyen and L Cohen (2022), 'SWIFT gpi data indicate drivers of fast cross-border transfers', Bank for International Settlements Committee on Payments and Markets Infrastructures Paper, February.", "Available at: <-content/uploads/2022/11/NPPOctober-2022-Roadmap.pdf> [3] Baker McKenzie (2022), 'PayNow-PromptPay / PromptPay-PayNow Linkage White Paper', Available at: </ library/PayNow-PromptPay_Linkage_White_Paper.pdf> [4] Jones B (2022), 'The Economics of a Central Bank Digital Currency in Australia', Speech at 17th Central Bank Conference on the Microstructure of Financial Markets, Sydney, 8 December."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Merchant Payment Costs", "Fast Payments System", "Cross-Border Payments", "Innovation", "Central Bank Digital Currency", "Regulatory Architecture", "Payment Service Providers", "Payment Stablecoins", "Least-Cost Routing", "PayTo"]}