{"sentences": ["Ladies and Gentlemen, I am delighted to be talking to you today at this OMFIF Conference.", "I would like to express my warmest thanks to David Marsh for organising this event and for the invitation.", "We are here today to discuss and think about the future of the euro area.", "But, as Machiavelli once wrote: \"to predict the future, one needs to know the past, because the events of this world have at all times links to the times that preceded them\".", "In this respect, reflecting on the history of the euro, it stands out as a remarkable success: More than two decades after its inception, the euro is recognised and used globally, including outside its own borders as a means of payment, a store of value and a means of trade.", "The internal value of the single currency has been remarkably stable, with inflation averaging 1.7% between its inception in 1999 and 2021, compared with 4.9% during the two decades before 1999.", "The euro has helped to better protect the purchasing power of European citizens which has increased by 15% since 1999.", "The euro is also a great success in the area of payments.", "SEPA and TARGET can be clearly seen as two examples of how the euro has catalysed European financial integration with the Eurosystem, the central bank of the euro area, as an agent.", "The euro was also instrumental in improving our ability to fight economic and financial crises.", "As always it required resolute and immediate action, and sometimes an adaptation of the initial governance of the EMU, with the SSM standing out here as the best example.", "Moreover, the euro is not simply an elite project as is frequently claimed.", "It is also a popular success.", "According to the latest standard Eurobarometer poll conducted this summer, support for the euro increased in the first half of 2022 in both the euro area and France [up 3 pp in the euro area and5 pp in France].", "Support for the euro is now at its highest level ever in the euro area, at 80%, 74% in France.", "These examples illustrate how the resilience of the euro area to shocks was improved, sometimes by a deeper integration and sometimes by an ability to adapt the governance to new circumstances.", "However, the current environment and the macroeconomic outlook clearly bring new geopolitical, social, economic and financial challenges.", "From the Eurosystem and its monetary policy perspective, the main risk to fight in order to ensure price stability in the medium run is no longer that of \"too low inflation for too long\", but that of \"too high for too long\" inflation.", "The euro area has moved into a situation characterised by a surge in inflation, the likes of which has not be seen since the early 1980s.", "This new macroeconomic context implies a change of course of monetary policy.", "Economic position of the euro area in the cycle As regards the macroeconomic situation of the euro area, let me start with stating the obvious in saying that the economic outlook has deteriorated steadily over the year.", "Upward revisions to inflation forecasts have been accompanied by downward revisions to growth forecasts.", "The war in Ukraine and the lockdown in China have fuelled a \"slowflationary\" shock which is now threatening to morph into a \"stagflationary\" one.", "The most recent data point to a substantial slowdown in euro area economic growth.", "There are several factors explaining this.", "The negative shock on terms of trade resulting from very high energy prices is reducing the real income of both households and firms.", "Although supply bottlenecks are easing, they are still constraining economic activity.", "In addition, the adverse geopolitical situation, especially Russia's unjustified war in Ukraine, is weighing on the confidence of businesses and consumers.", "As a consequence, the projections for economic growth have been revised downward markedly for the remainder of the current year and throughout 2023.", "The European and French economies are therefore likely to suffer a significant slowdown next year, and the possibility of a limited recession cannot be excluded.", "But growth is expected to resume in 2024.", "I turn now to our assessment regarding the recent developments of inflation in the euro area.", "The rise in consumer prices has amplified in recent months in the euro area, reaching 9.1% in August according to the harmonised index of consumer prices.", "In France, inflation levelled at 6.6%, the lowest level in the euro area, thanks in particular to the tariff shield, but still stands at three times the inflation target of the Eurosystem.", "The flash estimates for September didn't bring a fundamental change to this landscape as inflation reached 10% in the euro area, and the mild levelling off in France was confirmed with a figure of 6.2%.", "In our view, the current surge in inflation has its roots not in excess liquidity, but in supply bottlenecks stemming from the faster-than-expected rebound in activity in the aftermath of the pandemic, and the sharp rise in energy and food prices, which was greatly exacerbated by the war in Ukraine.", "The inflation we are currently seeing is largely imported, and much of it - about twothirds for the euro area - is driven by energy and food prices.", "The recent surge in international gas prices has led the ECB to predict a peak in inflation by the end of 2022.", "However, inflation in the euro area is also becoming more 'domestic' and 'broad-based', with the other components of inflation all rising: core inflation (excluding energy and food) is now 4.8% in the euro area (and 3.7% in France) according to the September flash estimates, and the rise in prices is spreading to goods and services - which account for the other half of total inflation.", "It is this more \"domestic\" inflation for which the central banks are responsible, and which they must not let get out of hand and persist.", "This is the critical objective and commitment underlying the action taken by the Governing Council of ECB.", "Accordingly, their will and capacity to bring inflation down to 2% in the next two to three years in the euro area should not be subject to any doubt what so ever.", "Implications for monetary policy So, what are the implications of the current situation for monetary policy in the euro area?", "The fundamental change of the nature of risk to address, clearly implies a normalisation of monetary policy, which means dismantling measures adopted to fight a risk of deflation and a rapid adoption of at least a neutral stance.", "In terms of ECB key policy interest rates, this translated in a quick return to positive territory, moving towards the so called \"neutral rate\".", "At what speed is this move to the neutral rate, which we estimate at the Banque de France at below or close to 2% in nominal terms, likely to take place?", "In this regard, let me recall the statement made by François Villeroy in his recent public communication on monetary policy: as long as it is about lifting off the accelerator, we have to act for sure, in a determined but orderly way, and we should be there by the end of the year.", "Here, let me only add that, in the current context, it is of particular importance to be nimble and be ready to adapt the speed of normalisation to changing circumstances.", "A second important question regarding the normalisation of monetary policy underway in the euro area is the destination of the journey, the so called \"terminal interest rates\".", "As regards this question, let me offer a typical economist's type of answer = it depends!", "Indeed, it is important to keep in mind that it is only beyond the neutral rate that the In my view, the Governing Council of the ECB will tightening would properly begin.", "then have to discuss and decide, based on its assessment of actual inflation and the future outlook, focusing in particular on its core part and on wage developments .", "An important role for monetary policy is to ensure that inflation expectations remain anchored, especially when actual inflation is high.", "Up to now, inflation expectations remain relatively well anchored in the euro area.", "In particular, there is no sign of a potential wage-price loop that could be at play.", "This imperative to anchor inflation expectations helps explain why the ECB raised key interest rates by 125 basis points in total over the last two policy meetings.", "As Christine Lagarde stated, the appropriate pace of future rate increases will be decided on a meeting-by-meeting basis.", "Indeed, as she has repeatedly emphasised, it will remain data-dependent in all scenarios.", "As the current drivers of inflation fade over time and the normalisation of monetary policy works its way through to the economy and price-setting, inflation will come down back to 2%.", "Will it be necessary for the Eurosystem to significantly tighten its monetary policy?", "First, let me just note here that ECB projections released in September have significantly revised up their inflation projections and inflation is now expected to average 8.1% in 2022, 5.5% in 2023 but 2.3% in 2024.", "Second, market participants are not for the time being pricing in a strong tightening of ECB policy rates, with central expectations for the terminal rate being slightly below 3%.", "To conclude this rapid overview of the current macroeconomic situation in the euro area and its monetary policy implications, let me stress first that the change of course of monetary policy underway brings with it multiple dimensions that will need to be revisited, including the TLTRO operations, the remuneration mechanisms of banks reserves, and more broadly our operational framework.", "Lastly, to bring inflation back sustainably to 2% in the medium term, Europe also needs to solve its supply constraints and challenges."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Euro", "Economic growth", "Energy prices", "Euro area", "ECB", "Fiscal policy", "Supply constraints", "Wage-price loop"]}