{"sentences": ["- ACPR-AMF Forum Fintech Paris, 19 October 2022 Speech by François Villeroy de Galhau, Governor of the Banque de France Chairman of the ACPR Press contact: Mark Deen (mark.deen@banque-france.fr) and Deborah Guedj (deborah.guedj@banque-france.fr) Dear Minister, Ladies and Gentlemen, I am very happy to be with you again for this third edition of the Fintech Forum, organised jointly by the ACPR and AMF: I would like to extend my warm thanks to Minister Jean-Noel Barrot for being here today, and my friendly greetings to Benoit de Juvigny.", "Following on from last year's success, this year's event has again been organised as part of the \"French Fintech Week\", in association with France Fintech [a Fintech industry body] and Swave [the first French start-up accelerator dedicated to financial services].", "This year I would like to welcome you all to the magnificent Salle Gaveau, a historical concert hall where I hope you will today hear a harmonious performance: the concordant voices of institutions and public authorities expressing their commitment to supporting our Fintech ecosystem a fertile source of innovation that is essential for the French economy.", "We want to help the Fintechs become a lasting and integral part of our financial landscape (I).", "We will continue to work hard to keep pace with the digital transformations under way especially in crypto-assets (II).", "I. Fintechs, major vectors of digital innovation, are becoming lastingly implanted in the financial landscape 1.", "Fintechs, leading players in the digital revolution The digital revolution has ushered in a new wave of players, activities and services that first swept into the payments sector, and then spread gradually to all financial services.", "Some of you, the Fintechs, are living proof of this: more than half of all payment and electronic money institutions received their licence between 2018 and 2021, in other words since European regulations relaxed the conditions for market entry.i Fintechs are here to stay: to give just one example, according to an ACPR study published in July,ii online banks and other 100% digital payment players doubled their customer base between 2018 and 2020, and in 2020 alone captured 35% of new retail current accounts.", "The rise in interest rates should help them on the crucial path towards profitability which is necessary for everybody, even though situations vary widely, depending on the business model.", "The digital revolution is leading to a major restructuring of the financial landscape, at the point where these new players and the existing ecosystem meet.", "According to an ACPR survey published in January,iii all banks and insurers questioned said they had set up partnerships with innovative players.", "Legacy banks and insurers are thus being forced to operate with a more open structure, exploring new distribution channels and offering new products.", "I welcome this wholeheartedly: no Maginot Lines and no trench warfare.", "If existing players and Fintechs did not both know how to innovate, and often innovate together, it's the Bigtechs that would ultimately reap the rewards.", "Promote the integration of Fintechs into the regulatory framework In response to these transformations, our role as public authorities is twofold: to continue to safeguard financial stability and therefore trust, but also to act as a catalyst for innovation two roles that are far more complementary than they are contradictory.", "Financial stability without innovation would be a form of dying conservatism; innovation without trust would be a fleeting fad.", "We therefore want, clearly, concretely and firmly, to facilitate the entry of new players into the regulated arena.", "To this end, at the end of last year, we adopted the Fintech Charter,iv and today we want to update you on how we have lived up to our commitments.", "- Between January and August, Fintech-Innovation Unit received 107 contact requests from new project initiators.", "In 90% of cases, a first response was given within two weeks, with an average response time of six days.", "- After this first contact, and once the Fintechs had started the actual authorisation or registration process, the average time taken to ensure their applications were complete and decide on their legal classification was in line with the Charter two to three weeks depending on the legal status although for a third of cases it took longer; this was notably due to the sharp rise in applications (up 20% on last year).", "- Once an application had been submitted, the deadline for examining it was met in 84% of cases, with the average time standing at 12 days less than the average of 17 days it took for applicants to respond!", "We are therefore well on the way to meeting the ambitious target deadlines set out in the Fintech Charter.", "This allows us to respond to the first criticism levelled against us: the lack of visibility over the application procedure and the amount of time they take.", "We shall continue our efforts to ensure we gradually get closer to our target deadlines, and not just in average terms (we have already met it this year), but for all individual cases.", "In France and Europe, we need to keep pace with the digital transformations under way Our attention is focused in particular on another aspect of the digital evolution: The \"crypto winter\" caused by the crashes of crypto-assets.", "Terra-Luna followed by Celsius Network, by no means signifies that cryptos are over; it's more of a weeding-out process.", "The share of stablecoins that are, in principle, backed by mechanisms to stabilise their value has risen fivefold in 20 months.", "Ensuring a lasting future for stablecoins which is a legitimate goal means remaining vigilant with regard to the associated risks.", "Because, in reality, the name covers a wide range of different forms: stablecoins, where the word \"stablecoin\" is a misnomer - \"crypto-backed\" as the coins are backed by other crypto-assets; or algorithmic stablecoins, a category to which Luna belonged; - stablecoins backed by a basket of assets held in reserve, for example commodities or monetary assets, such as money market funds and commercial paper; in reality these are similar to investment tools and should be treated as - last, stablecoins backed by bank deposits denominated in a single currency, which are designed to be used as global payment instruments.", "Regardless of what form they take, stablecoins are, at this stage and in the majority of cases, denominated in dollars and have been developed outside Europe.", "Their widescale use within Europe would therefore pose a dual challenge, for our strategic autonomy and for our monetary stability; indeed this is one of the reasons why the Eurosystem has launched an investigation phase on a retail digital euro.", "We are also looking very seriously into the possibility of a central bank digital currency: it would play a key role as the safest settlement asset, and would thus continue to anchor the monetary and financial system, even as the latter becomes partially tokenised.", "This is why the Banque de France is going to add, alongside some of you, three more experiments to the nine already carried out; it is also with this in mind that the Bank organised a pioneering international conference on 27 September on the tokenisation of finance.", "On a regulatory level, France was one of the first to propose a new DASP status under its 2019 PACTE Law, which has since been attributed to 54 players.", "Europe has provided a pioneering regulatory framework for crypto-assets thanks to the MiCA regulation; following the agreement obtained under the French presidency, it is crucial that it be adopted, and as quickly as possible.", "In the meantime, we will remain extremely vigilant regarding the risk of regulatory arbitrage in Europe.", "On a global level, it is imperative that the other large jurisdictions including the largest one now implement the shared recommendations of the G20 and FSB on consumer protection, financial stability and the prevention of money laundering.", "We all confirmed our agreement last week in Washington: this is good news for \"trusted innovation\", but we need to turn our words into action on everything, and quickly, following the examples of France and Europe.", "To conclude, I would like to come back to our work as a \"catalyst\" for innovation.", "As Aristotle said \"what we need to learn before doing, we learn by doing\": internally, we encourage a culture that is geared towards innovation, with the launch of an intrapreneurship programme to foster innovative ideas.", "We also want to co-construct and test out with you innovative solutions to digital challenges, for example a collaborative method for preventing money laundering, or a security solution that can withstand the huge processing capabilities of future quantum computers.", "We shall continue on this path.", "Thank you for your attention.", "New Payment Stakeholders Overview (banque-france.fr) Digital players in the financial sector: a step towards profitability?", "| Banque de France (banque-france.fr) Digital transformation in the French banking sector | Banque de France (banque-france.fr) Charter for the appraisal of Fintech authorisation requests | Banque de France (banque-france.fr)"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintechs", "Crypto-assets", "Digital transformation", "Financial stability", "Innovation", "Stablecoins", "Central bank digital currency", "Regulation", "Money laundering", "Financial landscape"]}