{"sentences": ["Your Excellency Ambassador Huber, Dear guests and speakers from central banks, academia and research institutions, Dear colleagues, Welcome in the 16th South-Eastern European Economic Research Workshop.", "It is a great pleasure hosting this event in-person this year, as we hoped in the last workshop, even though only partially, after two years of holding its proceeds virtually.", "One lesson learned and adopted from the pandemic, in a broader dimension, was how to operate in a virtual environment and ensure that all our participants can be fully engaged in these proceedings-whether you're here in person or joining us virtually.", "I take this opportunity to extend my appreciation to all of you for your continuous dedication and precious contribution.", "I'm really grateful that this initiative, which has started 16 years ago, has grown and has taken such dimensions, by enforcing and extending over the years the cooperation between central bankers, academics and policymakers not only within the SEE region, but from all over the world.", "As in many prestigious central banks, even at the Bank of Albania, the economic research has an important role in its overall activity, by providing continuous support to both policy design and implementation processes through the novel and sophisticated empirical tools adopted for policy analysis and forecasting.", "High-quality research boosts the central bank's credibility and improves the quality of its policies.", "The remit of this activity is the presentation and discussions of the current research projects conducted at the Bank of Albania over this year, along with the researches performed in other central banks, prestigious international and Albanian universities, as well as in financial institutions.", "It is an excellent opportunity to get feedback and new insights from colleagues in homologue institutions working on the same topics and dealing with similar challenges to ours.", "I am pretty sure that this workshop will be worthwhile to better understand the origin and complexity of challenges we are facing, and design the right policies to address them accordingly.", "Over these years, the workshop did change and grew in many different ways, in turn so did the challenges and opportunities faced by us.", "This event takes place at a particularly difficult time: while we are still facing the complexities of the gradual phasing out of the policies implemented during the pandemic, new risks have dramatically taken center stage.", "Despite the limited direct exposure of Albania to Russia or Ukraine, the macroeconomic scenario changed almost overnight following the Russia's war in Ukraine.", "Albania is now facing the challenges arising from the surge in international prices of energy, tighter global financial conditions, which are likely to persist and the economic slowdown in Europe.", "Inflation reached at 8.3% in October, continuing to remain the main threat to the macroeconomic stability and to both the stable and long-term growth of Albania.", "Given these circumstances, the Bank of Albania has undertaken a gradual monetary policy normalization process, ensuring that the speed of this normalization will return inflation to target within a reasonable period of time and with the lowest cost possible to the economic activity.", "Our efforts to control and contain inflation have also been helped by the appreciation of our currency vis-à-vis the euro.", "During 2022, our currency, the lek, has appreciated by 2.5% on average against the euro, due to significant revenues generated by tourism, high FDIs, and stable risk premia in our domestic financial markets.", "This was further strengthened by the convergence of our monetary policy cycle with that of the euro area.", "In parallel, the regulated energy price for Albanian households has helped in absorbing the foreign pressures.", "This conclusion is well documented by previous and recent research conducted by our staff at the research and policy departments and by the econometric models that support our monetary policy.", "Foreign price pressures helped by persistent domestic demand are already feeding to inflation of domestically produced goods and services, thus driving to the increase of production costs, and most importantly, of inflation expectations.", "This is evident in the labor market, capacity utilization rate and the capital markets, which seem to have already internalized these expectations in their decision making.", "The vast body of research conducted in the area of monetary policy has documented the real risk of high and persistent inflation and inflationary expectations.", "It also shows that without a strong and committed monetary policy response, inflation expectations become self-fulfilling, leading to increased uncertainty, disrupted price signals, inefficient distribution of resources, reduction of economic growth and increased long term volatility.", "Our experience, research and current analysis, show that under current conditions, the only responsible policy for the central bank is to respond by increasing the policy rate and reinforcing its commitment to price stability.", "This course of action will create the necessary monetary conditions to control inflation and inflation expectations, and will eventually help return inflation to the target within a reasonable time horizon.", "Our commitment to price stability aims to preserve the purchasing power of the family incomes and the value of household savings; preserve financial stability and create optimal credit conditions; as well as help the private sector to make reliable business and sustainable investment plans.", "Most importantly, our projections, which benefit from the same models and research analysis, suggest that the current round of policy rate hikes will not be recessionary.", "The Albanian economy will continue to grow in the medium-term horizon.", "In this respect, the recent increase of policy rate which aims to preserve price stability and anchor inflation expectations, is simultaneously a measure for protecting the economy; the private sector; and the households, from the negative effects of inflation.", "This is especially supportive and important for the low income groups, which are hit harder by the negative effects of high and persistent inflation.", "However, the general public must understand that the outlook is subject to considerable uncertainty, and amidst such profound uncertainty, amplification mechanisms may arise from multiple channels, due to the close interconnections within the global financial system.", "I am happy to see that all these issues will be discussed in depth during this workshop.", "In fact, the agenda is quite rich and covers a vast variety of research topics related to monetary and fiscal policy, financial stability, policy coordination, risk assessment and management through macro-prudential policies, with a special focus on price dynamics and soaring inflationary pressures witnessed worldwide, and the associated challenges they poses to policymakers, at both macro and microeconomic perspectives.", "We are all waiting impatiently to hearing what the respective speakers have to say about the duration and the intensity of such pressures and any potential implications for monetary policy.", "I am sure it will provide an excellent opportunity to gain new insights from academic research.", "Looking forward, beyond the dramatic events we are currently witnessing, technology coupled with the transition to an economy with net-zero carbon emissions will continue to shape the evolution of markets and of both traditional and new financial service providers.", "Therefore, additionally to the traditional issues of monetary policy and central banking, an exceptional attention during the workshop will be given to climate change related risks and green finance - which have turned into the \"leitmotiv\" in the communications of many central banks, and European and international institutions, - digitalization of financial services and technological improvements, and their implications for central bank objectives.", "I am confident that the research papers on these \"hot\" topics will provide some guidance on how to approach these issues, arising from the recent economic developments.", "Strong cooperation would be extremely useful on this regard, also because such areas are still under-researched.", "In these brief opening comments, allow me to point out that the coming months will be challenging for our societies, and the following years may see substantial structural transformations.", "Addressing the main challenges faced by the Albanian economy, such as, inflation, energy crisis, etc., triggers many obligations to be taken and many policy paths to be considered by the authorities.", "Our experience in the implementation of existing old and new policy tools and policies in such harsh and changing conditions is growing, but new risks are also emerging.", "Research and discussion fora like this workshop, in which fresh ideas and experiences are exchanged among academics and policymakers, will be ever more important.", "It is the application of research findings and conclusions in the practical policy making that gives research its true value and meaning, for the benefit of the central bank and the society.", "Before concluding, I would like to thank the Swiss Government and the State Secretariat for Economic Affairs (SECO) for their continuous support of research activity at the Bank of Albania.", "We have been cooperating together for 10 years to build and improve research activity to the best international standards and make it practical and useful in the context of the central bank.", "Our models and a significant part of research projects have been developed in cooperation or under the technical assistance of the State Secretariat for Economic Affairs as part of the Bilateral Assistance and Capacity Building Program for Central Banks.", "This project led, reviewed and commented research projects undertaken by our staff, and made substantial contribution to the credibility, reputation and prestige of our Research Workshop.", "Our cooperation has been truly productive and very useful not only for the development of research activity and state of the art forecast and policy analysis modes but most importantly, for their implementation in the mainstream policy of the Bank of Albania in the areas of monetary policy, financial stability, and the analysis of demographic and climate change issues.", "Beyond and above these, our successful collaboration with the State secretariat for Economic Affairs extends to the areas of payment systems and financial education.", "Your Excellency Ambassador Huber, we are grateful for your support and look forward to the successful implementation of our current projects.", "I hope we will have many other opportunities to continue our fruitful cooperation in the future.", "Finally, I would like to close my remarks by thanking our speakers, discussants, the chairpersons, as well as the Bank of Albania's staff for dedicating your time and efforts to this important activity.", "I kindly invite you to actively participate in and conduct a very lively and fruitful debate.", "I truly believe that the productive discussions which will certainly take place during these two-day workshop, will contribute to strengthening further cooperation among researchers, and between the institutions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Price stability", "Economic growth", "Financial stability", "Energy crisis", "Climate change", "Digitalization", "Risk assessment", "Policy coordination"]}