{"sentences": ["I am delighted to be here with the economists of the Reserve Bank to inaugurate the annual research conference of the Department of Economic and Policy Research (DEPR).", "This conference is being held after a gap of more than three years.", "While I have been regularly interacting with many of you individually or in groups to discuss various issues, this is the first time that I am addressing all of you at one place.", "The economics profession today faces one of its toughest times as the global economy has been hit by multiple shocks one after the other.", "These shocks have led to (i) globalisation of inflation, with advanced economies (AEs) facing multi-decadal high inflation; (ii) sustained slowdown in economic growth and trade, together with rising concerns about a possible global recession; (iii) deteriorating global food and energy security situation; (iv) realignment of global supply chains and policy-induced deglobalisation; and (v) and weakening influence of multinational institutions in providing coordinated solutions to address global problems.", "Emerging market economies (EMEs) face an additional challenge from threats to their external sector stability.", "Central banks, given their mandate on preserving macro stability, and the responsibility to be at the forefront of managing an economic crisis, have a culture of diligently building synergies between research and policy making.", "Research departments are thus empowered to work as the workhorse and as the think tank for ensuring continuous supply of reliable processed information, analytical research and new ideas.", "Such ideas help in designing time and state relevant policies.", "Rapid advancement in technology has brought with it an avalanche of data.", "The research department's role is to quickly process these data and derive meaningful inferences of relevance to policy making.", "I am extremely happy that the research department of the Reserve Bank has been successfully adapting to these evolving challenges, providing high quality research inputs on issues covering all key functions of the Bank and multiple dimensions of the economy.", "The department has also been contributing to the greater public good by joining and guiding public discourse on key policy issues through its research reports and other publications.", "In my remarks today, I would like to cover three important areas which touch upon the vital role of the research department in a central bank.", "First, I would like to talk about the challenges to our policy making in the context of the developments in the recent years, both global and domestic, that warranted robust data and research support.", "Second, I would highlight some of the important contributions of the research department in these turbulent times.", "Third, I would lay out several challenges ahead that one could anticipate, requiring reimagination and rebalancing of the research function within the Reserve Bank.", "Recent Challenges in Policy Making and Research Issues 5.", "Given the enormity of the multiple shocks, the world before the pandemic appears to have become a distant memory, but I would like to start with a brief account of the key policy issues we were grappling with in the pre-pandemic period.", "The global growth momentum was losing steam and domestically we were experiencing a slowdown in growth.", "The key challenge was to understand the reasons behind the observed decline in growth and propose structural reforms and other policy changes.", "Domestic inflation, on the other hand, was brought down, averaging 3.9 per cent during the flexible inflation targeting regime (June 2016 to February 2020).", "The research issue then was what factors contributed to the decline in inflation.", "Another important policy challenge was the uncertainty about the time it would take to complete the balance sheet repair process (or, the twin balance sheet problem of corporates and banks), and its ramifications for growth and financial stability.", "Globally, some of the empirical puzzles that received wide attention at that time were the weakening influence of economic slack on inflation (or, whether the Phillips curve is dead) and little risk to inflation from quantitative easing (or, the missing inflation conundrum).", "Widespread discontent about the negative spillover effects of globalisation had resulted in a growing shift towards protectionist policies, challenging the prevailing wisdom of greater openness to maximise economic welfare.", "Since March 2020, three major shocks - the COVID-19 pandemic, the war in Europe and the aggressive tightening of monetary policy across countries - have posed very different set of challenges for economic research.", "Policy responses had to be swift and wide ranging to contain the adverse effects on the overall macro-financial conditions as well as sectoral vulnerabilities.", "The first major challenge was data collection during the first wave of the pandemic, and the associated statistical break in data.", "During the second wave of the pandemic, which was more lethal, collecting information on sector level stress became even more important for designing targeted policy interventions.", "The crisis thus created the opportunity to explore and harness the power of Big Data, and strengthen direct feedback mechanisms while working from home.", "The pandemic also posed new research issues and analytical challenges for policy making.", "These include: (i) whether the pandemic caused a demand shock or a supply shock, and which shock was transitory and which one durable; (ii) the size and nature of policy stimulus required, and their effectiveness; (iii) the relationship of national /localised lockdowns and vaccination with economic activity; (iv) the extent and nature of supply chain disruptions and its impact on inflation and growth; (v) the asymmetric impact of the shock/pace of recovery between contact-intensive services and manufacturing and agriculture; and (vi) the impact of the shock on household, corporate and financial sector balance sheets.", "Inflation and growth projections for monetary policy needed wider consultations with stakeholders and experts and use of survey-based data.", "Generation of alternative nowcasts using Artificial Intelligence (AI) and Machine Learning (ML) techniques also gained more importance.", "The war in Europe brought with it new challenges, just when the economy was about to normalise fully despite the third wave of the pandemic.", "Suddenly, the world encountered a severe food crisis and an energy crisis.", "A new risk emerged in the form of fragmentation of the global economy driven by fast changing geopolitical considerations, that brought to the fore the need for reducing dependence on any single source for critical supplies.", "Commodity prices skyrocketed and supply chains knotted further.", "These factors led to globalisation of inflation and policy makers were presented with a new set of research issues - understanding the magnitude and likely persistence of these shocks, the transmission channels of these shocks and the effectiveness of alternative policy tools.", "As countries took recourse to trade policy measures (tariff and non-tariff) and fiscal measures (price freeze, tax cuts and subsidies to the vulnerable), the suitability of such measures in the Indian context also required focussed research attention.", "As inflation in systemically important AEs turned out to be persistent rather than transitory, the third shock emanated in the form of aggressive tightening of monetary policy by the US Fed, and subsequent unrelenting appreciation of the US dollar.", "Spillovers to EMEs, and to India, were in the form of capital outflows, depreciation pressures on currencies, reserve losses and imported inflation.", "Synchronised tightening of monetary policy globally has progressively increased the risk of a hard landing, i.e., a recession to tame inflation.", "India is, however, differently placed.", "Age old research issues for EMEs like external sector sustainability assessment, feasible range of policy options to preserve sustainability, and analysis of their effectiveness have once again come to the forefront, more so because the nature and size of the spillover risk is very different now.", "While I have presented some of the major policy challenges for us in the recent years, let me also talk about how the research department of the RBI has responded to these challenges.", "In the usual academic environment of a university or a research institute, it is much easier to assess the impact of research done by the staff by aggregating data on published research output, downloads, citations, and impact factor to give authors and organisations a score.", "In contrast, it is always hard to track in quantifiable terms the utility and impact of policy research undertaken in central banks, a major part of which is used internally and not published.", "I take this opportunity to place on record my appreciation of the excellent work done by the DEPR in these turbulent times.", "Your research inputs have been very valuable in shaping several of our policies and actions.", "Contributions of DEPR and its role as a think-tank 11.", "For a full-service central bank like the RBI, its research function is all encompassing.", "Accordingly, the research department has a structure to be able to meet both the immediate as well as the strategic and policy research requirements.", "It has trained researchers, who not only specialise in specific areas, but also respond to the challenge of working on any issue of immediate relevance.", "Teamwork helps in pooling the comparative advantage of each, and a robust internal peer review process ensures reliability and quality of research inputs before their use in policy formulation.", "As noted earlier, standard models, information collection systems and analytical frameworks used before COVID-19 became inadequate to deal with the complex dynamics associated with multiple shocks that hit the economy.", "Forecasting macroeconomic outcomes - crucial for conducting forward-looking monetary policy because of the usual lags in transmission - required a revamped approach.", "This involved strengthening the networks for direct collection of information from key stakeholders , greater reliance on survey-based information, wider use of AI/ML techniques, and new/modified models to capture changes in the behaviour of economic agents to different shocks facing the economy.", "A full information system, with about 70 high frequency lead/coincident indicators of the economy and use of state-of-the-art models to capture the time-varying dynamics helped us to generate results that passed the tests of robustness.", "Studying the impact of the pandemic on growth-inflation dynamics and the outlook, proposing policy interventions with rationale and expected outcomes, and assessing the effectiveness of announced measures have been an integral part of the department's work all through the pandemic.", "For inflation analysis, increased attention was paid to interpreting prices data available from alternative sources when official data collection came to a halt during the early part of the pandemic.", "Real time mobility indicators and market arrivals data for agricultural commodities were also put to use.", "It became critical to study the role of supply and demand side factors as well as the behaviour of price mark-ups in view of the lockdowns.", "A supply chain pressure index for India was constructed in line with the global supply chain pressure index, which is now updated and monitored regularly for policy purposes.", "When the inflation target reset date for another five-year period was fast approaching (starting April 1, 2021), a lively debate surfaced outside the Reserve Bank on the appropriateness of the 4 per cent inflation target with the +/- 2 per cent tolerance band.", "The researchers of the RBI undertook a comprehensive review of the monetary policy framework, examining all relevant issues, and recommended retention of the same target for the next five years.", "We accepted this recommendation and sent proposals to the government accordingly.", "The Report on Currency and Finance (RCF) 2020-21 with the theme Reviewing the Monetary Policy Framework has greatly helped in providing clarity on monetary policy and issues related with the framework.", "With the pandemic's impact lingering and supply chain disruptions persisting, an objective assessment of the scars of the pandemic and identification of reforms that could raise the country's growth trajectory became an important research issue.", "In the RCF 2021-22 with Revive and Reconstruct as theme, the department examined in detail the effectiveness and limits of crisis-time policies and the areas that needed policy attention to rejuvenate growth.", "The revival of the annual RCF, which had been published uninterruptedly since 1937, after a gap of seven years has been widely appreciated.", "A widely read publication of the department is the monthly \"State of the Economy\" article in the RBI bulletin, which is being published since November 2020.", "This revived the tradition that began with the first issue of the bulletin in January 1947 but was interrupted in 1995.", "The bulletin also carries research articles on various topics of policy relevance that help inform and guide public debate.", "Some of the important policy issues on which the economists of the department joined national debate through bulletin articles expressing their independent views include: the impact of RBI's pandemic related policy measures; the relationship between RBI's balance sheet size and inflation; the equilibrium real interest rate in India; drivers of movements in the yield curve; COVID-19 impact on food price mark-ups; rural urban inflation dynamics; risk analysis of state finances; the quality of public 9 expenditure; external debt sustainability and vulnerability; privatisation/consolidation of public sector banks; estimation of green GDP for India; and the silent revolution in renewable energy.", "To further strengthen the general government statistics in India, the maiden Report on Municipal Finances - detailing the local government finances data - was published by the department this month.", "The report covers finances of 201 municipal corporations (out of around 221), accounting for nearly 70 per cent of the finances of urban local bodies in India.", "The coverage will be expanded going ahead.", "The department has also been expanding its scope of research activities to meet evolving challenges in areas such as climate change, digitalisation and global spillovers.", "The department collaborated with domain experts outside the Bank to compile KLEMS (i.e., capital, labour, energy, material and services) data for India and has recently taken over the full responsibility for the same.", "The department would also be hosting the 6th Asia KLEMS conference in India next year.", "Challenges Ahead for the Research Department 19.", "The world we face today is aptly described by using the acronym 'Vuca', which stands for volatility, uncertainty, complexity and ambiguity.", "Many of the backwardlooking models, that run on past data, may fall short of providing useful information and estimates for policy.", "The department must further strengthen its consultative approach to collect first-hand information directly from the stakeholders.", "When the department was faced with the challenge of explaining food inflation dynamics with greater certainty just before the pandemic, it conducted a nationwide survey of farmers, retailers and wholesalers.", "The department would repeat the survey next month to understand the changes brought out by the pandemic.", "The department also conducts a bi-monthly survey of retailers through its regional offices, collecting information from retailers on expected price changes of essential food items one-month ahead, which it uses in its nowcast of inflation.", "A team from the Bank is working jointly with the Indian Council for Research on International Economic Relations (ICRIER) to develop a food inflation projection framework, involving eminent agri-experts and market leaders in different food items.", "Such initiatives must become the norm in other areas of research in the Bank.", "As I mentioned earlier, there is increasing use of Big Data and data generated by private sources for policy research.", "We cannot escape the fact that data is the new oil.", "The department may have to look at all such data, being mindful of ways to deal with misleading and noisy analysis that such data may at times throw up.", "For the research function in the Bank to remain effective, it would require constant upgradation of skills of the economists in the department, recognising the new possibilities in the information age and access to superior computing power at lower costs these days.", "While the Bank has multiple schemes for training, both in India and abroad, for an economist there are two best ways to acquire the required skills - first, study and write more research papers regularly (or learning by doing); and second, have a PhD that prepares you with all basic skills for conducting research.", "An Economics Benchmark report by centralbanking.com in December 2021 after a survey of 33 central banks found that on average, one in five economists in a central bank have a PhD.", "I am glad to note that the Reserve Bank compares well as one in four economists in our research department has a PhD.", "The Bank provides paid leave and financial incentives for staff to acquire PhD degrees and I hope in future our ranking would improve further.", "An integral part of skill upgradation would be embracing new techniques for applied research.", "With growing sophistication of the algorithms, the manifold increase in the three Vs of data - volume, velocity and variety, and the quantum leaps in computing, human intelligence can be used better for analysis, with AI /ML allowing automation of data processing.", "From the standpoint of the Bank, research is increasingly becoming important to almost every major function, as a result of which research units have been set up in other departments.", "That process needs to be sustained and scaled up pro-actively.", "Moreover, in a vast and diverse country like India, research on regional issues also merit policy attention.", "The department must internalise strategic medium to long-term research issues in its research agenda.", "Separate teams may work on such issues.", "This would help in identifying and maintaining a list of structural policy changes that can raise the growth trajectory of the economy in a sustainable and inclusive manner.", "The trifecta of deglobalisation, climate change and deeper penetration of technology appears to be the most anticipated trend for the future.", "This can be potentially disruptive, requiring strategies to mitigate the associated risks.", "The aftereffects of the three shocks I mentioned earlier are still unfolding and would warrant constant vigil.", "The research function of the Reserve Bank, therefore, must remain prepared to respond to these multiple possibilities as it has done in the past.", "I wish the conference all success and do hope that the learnings from different sessions here would help the department in setting new goals to further strengthen the research function of the Bank.", "Feedback collected directly from stakeholders in several key sectors of the economy included vaccine manufacturing firms, pharmaceutical companies, transport operators, hotels, restaurants, tour operators, shopping malls, amusement parks, airport ground handling firms, MSMEs, mutual funds industry, small finance banks and micro finance entities, besides trade bodies and banks.", "This helped in dealing with the information gap created by the pandemic."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic growth", "Monetary policy", "Research", "Supply chain", "External sector", "Fiscal policy", "Data", "AI/ML", "Climate change"]}