{"sentences": ["Honourable AAB Chairman, Dear ladies and gentlemen, As every year, it is a pleasure for me to joint this special meeting with banking industry, sharing our achievements and efforts made throughout the past year, the most meaningful experiences, and setting the milestones for 2023.", "Let me first focus on the overall performance of the Albanian economy.", "The sharp upsurge of prices and inflation in international markets in the wake of Russia's war against Ukraine shaped the performance of the Albanian economy over the course of 2022.", "This supply-side shock caused another steep challenge for the Albanian economy, driving to the need for a review of public economic policies and business-plans in both private sector and banking industry.", "In this context, I would like to highlight that the Albanian economy was in sound positions when this shock hit, following the rapid rebound from the pandemic-related shocks in 2021.", "Also, the monetary and financial stability was consolidated.", "The sound financial balance sheets of Albania, the strengthened confidence in banking system, and the reduced risk premia reflect this stability.", "Also, the latter is anchored in the positive experience that we both, public institutions and you, as financial sector, have gained in tackling such shocks.", "In addition, the monetary policy normalisation we have embarked on has established the premises for controlling inflation and safeguarding the economic and financial stability of Albania.", "In this view, I would like to welcome the positive role played by the banking industry over 2022, by maintaining a positive approach towards lending to private sector and taking the necessary measures to manage added risks in your balance sheets.", "I am confident that these measures, and others we may take in this regard, will pave the way for a rapid return to normality.", "Though risks remain present, our projections suggest inflation will return to target within the first half of 2024 and the Albanian economy will continue to maintain a positive growth pace throughout this period.", "As important actors in the economic and financial life of Albania, I would like to reemphasise that our decision making should be forward-looking, decisive and courageous.", "Albania has a solid economic growth prospects in both medium and long term.", "They have enabled the continuous expansion of economy and of the banking and financial system in the recent years, and should feed your confidence in the Albanian economy in the future.", "These prospects will further benefit in the framework of Albania's membership process in the European Union and from the agenda of structural reforms.", "For this reason, I kindly invite you to stand up for these processes.", "Also, I invite you to maintain your positive approach to expand financing to the Albanian economy in addition to qualitatively increasing the banking products in a quantitative manner.", "Dear ladies and gentlemen, Year 2022 as well triggered some unexpected shocks for the banking sector (the war in Ukraine, fluctuations in markets of financial instruments and recently the increase in interest rates).", "The banking sector, despite the lingering effect of these shocks on the profitability rate, re-affirmed once more the stability and the security this sector provides to depositors and investors.", "Throughout 2022, the activity of banking sector recorded a prudential increase across all indicators, above 6% growth of total assets and similar expansion rates in main items.", "The funds of individual depositors, who preferred the foreign currency as the main instrument of their savings, largely underpinned this upturn.", "The financing manner of credit portfolio and the upsurge in the foreign currency investments in securities reflected the ample supply in foreign currency.", "The amount of non-performing loans reduced again this year, by around ALL 2 billion, thus strengthening the stability of this multi-year trend, further down to 5%, from 5.68%.", "In 2022, the portfolio of financial instruments - unlike the previous years - provided a negative contribution to the overall level of banking system profitability.", "The interest rate hikes and the uncertainties caused by the war in Ukraine yielded subsequent shocks to the market values of these portfolios.", "Banks succeeded in withstanding the first wave of these shocks, remaining at positive territory, in terms of both system level and individual level.", "Meanwhile, measures are gradually being taken to adequately manage investment portfolio, in line with the established conditions.", "Capitalisation of the banking system has continued to grow this year as well, to 19.26%, from 18.53%, reflecting also the enhancement in the regulatory requirements on macroprudential reserves and the minimum requirements for own funds and eligible liabilities (MREL).", "Both elements have strengthened the resilience and security of the banking system.", "The purchasing and then the merger of the OTP Bank with Alpha Bank drove to the further materialised consolidation of the banking system in 2022.", "This development introduced another important player in the group of large banks, which share above 70% of market, and it is expected to contribute positively towards a more competitive and expanded market.", "The segment of payments and the supportive infrastructure have also marked rather positive developments in terms of their processing during 2022, on the back of measures undertaken in the framework of the Albania National Retail Payments Strategy.", "The AIPS EURO system is already a reality, while your clients, consumers and businesses are experiencing its benefits, together with you.", "Based on available statistics, we see that the euro-denominated interbank transactions within Albania have considerably picked up.", "The implementation of this system reduces costs and the necessary time in managing cash in banks' windows, unlike the payments previously conducted in cash desks with high commissions applied on the processing between corresponding banks.", "Also, the use of electronic payments have recorded a positive increase.", "Based on the preliminary calculations by the Bank of Albania, in 2022, the Albanian citizens have conducted averagely 16 electronic payments in a year, thus considerably exceeding the 12 payments target.", "Absolutely, these achievements reflect the measures taken by the banking system through significantly expanding the necessary infrastructure and services in this regard.", "In view of these developments, the same intensity is needed for the realisation of projects, as: open banking; instant payment, and the transition to ISO 20022 communication standards, which will digitalise and modernise the overall market and will create potentials in the framework of the integration process with the European Union markets.", "Last but not least, we should further intensify and enhance collaboration in the framework of the National Financial Education Strategy, which is a crucial mechanism for maximising the expected effects and the implemented measures so far in view of financial digitalisation and inclusion.", "Dear banking system executives, Notwithstanding the challenges and hardships caused by the soaring inflation during this year, forecasts for the Albanian economic growth remain positive.", "Nevertheless, tackling this challenges needs a coordinated and carefully parametrised response, by the monetary policy instruments coupled with an effective and visionary collaboration of all market actors.", "Let my brief some challenges foreseen for 2023.", "First, the increase of inflation and rise of interest rates to balance its impact, as well as the respective effects passed through in the economic and financial sector from this interaction, have been the remit in all recent meetings and forums with national and international partners and homologue.", "The structure of re-pricing credit portfolios, which are dominant in our banking system, has enabled banks to begin to transfer this effect to borrowers, while the relatively high share of non-interest bearing accounts on the liability side has provided for the increase of interest margins, at least temporary.", "But the increase of credit cost bears the risk of non-performing loans growing in the future, so far as borrowers' solvency has not proportionally increased with the price upsurge.", "The development of abilities to foresee and assess in an objective manner the solvency of the existing clients - without being inclined to fast and short-term profits, which may harm an already established long-term relationship - will be one of the main challenges in the next year.", "Second, requirements on capital (macro-prudential buffers and requirements on regulatory capital instruments and eligible liabilities) will continue to increase in compliance with the regulatory provisions and the respective gradual application programme in 2023.", "The implementation of these measures, beyond the approximation of our regulatory framework with the EU Acquis, ensures a stronger resilience of banking system against the above-stated shocks, and the continuation of the provided financial services, already being integrated in the daily life of citizens and businesses.", "The consolidation of banking system and the increase in the number of banks with a high share in the banking system impose differentiated addressing of the latter for mitigating systemic risks and the effects on the taxpayers' money in case of possible crisis in the future.", "Concluding, I take the opportunity to re-assure that the Bank of Albania, in carrying out its function as supervisor and regulator, will continue to support you and be your partner both in good and rainy days, by providing transparency, cooperation and objective assessment of your requests and proposals in every decision making.", "I wish you a successful and prosperous new year!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none"], "topics": ["Inflation", "Banking industry", "Economic growth", "Financial stability", "Non-performing loans", "Interest rates", "National Retail Payments Strategy", "Financial digitalisation", "Financial inclusion", "Regulatory capital"]}