{"sentences": ["Welcome, and thank you for joining us to discuss topics important to the nation's economy.", "This research seminar is part of the Federal Reserve's series of events called \"Toward an Inclusive Recovery.\"", "Today's seminar, hosted by the Board of Governors, will focus on how the COVID-19 pandemic affected educational outcomes and the subsequent impact we anticipate for transitions to the labor force.", "We have invited accomplished researchers to discuss their work-and what practical lessons might be drawn from it-that could help inform community development practice and public policy considerations.", "As I am sure you are aware, the pandemic created significant disruptions for our students and the education system.", "At the onset of the pandemic, steps taken to slow the spread of COVID-19 resulted in widespread closures of businesses and schools.", "Many, myself included, were immediately concerned about the negative effects on education from changes that included shifting to virtual instruction, lack of access to technology, and changes to the accessibility and provision of childcare.", "It is critical to consider that access to education at every step along a student's learning path serves as a pipeline into the labor force and enables future generations of Americans to participate and thrive in our dynamic labor market.", "The disruption of education throughout the pandemic undoubtedly led to an absence of workers in the labor force, creating a shortage that held back the early economic recovery.", "Education outcomes, including learning losses and achievements, take time to measure, aggregate, and analyze.", "As we enter the fourth academic year affected by the pandemic, data on student performance are becoming more available.", "Much of this early data confirms our initial concerns.", "For example, early test scores show that throughout the country nine-year-olds suffered a decline in learning outcomes during the pandemic.", "But other data also indicate that learning losses were unequal and disproportionately affected low-performing students and low-income students.", "It is likely that the sudden shift to online classes contributed to the learning declines.", "According to the Board's 2020 Survey of Household Economics and Decisionmaking (the SHED), only 22 percent of parents with children attending virtual classes agreed that their children learned as much as they would have attending classes in person at school.", "I hope that the return to in-person learning and reopening of schools will enable children to resume normal learning and that academic achievement will rebound.", "It seems that even with this return to in-person attendance, many schools are struggling to provide students with the same quality of education as they did pre-pandemic.", "With the return to onsite education, many schools are confronting challenges that impair their ability to meet the educational needs of students.", "A number of educators appear to have left the profession, as indicated by the nearly 100,000 more job openings for teachers in July 2022 than before the pandemic.", "Complicating these issues, across the country the return to in-person instruction has been met by an increase in chronic absenteeism, which is defined as a student missing at least 10 percent of school days in a school year.", "Compared to a typical school year pre-pandemic, 72 percent of U.S. public schools reported an increase in chronic absenteeism among their students during the 2021-22 school year, which is a 39 percent increase over the previous year.", "Missed school typically means missed learning, so chronic absenteeism is a key metric of school performance.", "It's likely that these challenges will result in lower graduation rates and possibly less stable employment than would have otherwise been the case.", "These outcomes raise difficult questions about how to best respond to the needs of students and educators going forward.", "For example, how can curricula be adjusted to meet students where they are today, after nearly three years of pandemic-impacted learning?", "How can we best re-engage the larger proportion of students who may have become disconnected as a result of these pandemic-related disruptions to their education?", "What does this all mean for the future of the labor force?", "In addition to the challenges facing primary and secondary education, higher education was not immune to pandemic disruptions.", "Like K-12 education, studies show that online instruction reduced the academic performance of college students.", "In addition, we have seen declines in both college enrollment and the rate of first-year college students who continue their education into a second year.", "These declines are most pronounced at community colleges and open-access programs.", "Some of this decline was due to a supply-induced shortage resulting from colleges unable to offer remote learning options for many technical and vocational programs.", "The reduction in these \"hands-on\" programs, such as air-conditioning repair and auto detailing, had a greater impact on male enrollment and may lead to labor supply shortages for some of these skills-based professions.", "Education is the greatest and most effective input into the future of our labor market.", "In order to have the strongest possible labor force in the future, it is critical to understand and act immediately to address the educational losses experienced during the pandemic.", "I'm sure there's much to learn about how these education challenges, both longstanding and more recent, will ultimately affect the job market.", "That's a question of particular interest to policymakers, and it's one of the most important reasons that we host events like this seminar.", "I look forward to hearing from the experts we have invited here today to discuss ideas to successfully and quickly address academic declines, expand K-12 education options, improve higher education outcomes, and prepare this generation to participate and thrive in the future labor force.", "I hope that the research presented today is useful to you in your work.", "Community development professionals in our audience may consider how the design and implementation of their services can be enhanced.", "And researchers may encounter ideas that spark new work that can shed further light on these important topics.", "Thank you so much for joining us.", "Bureau of Labor Statistics Job Openings and Labor Turnover Survey.", "National Center for Education Statistics, \"More than 80 Percent of U.S. Public Schools Report Pandemic Has Negatively Impacted Student Behavior and Socio-Emotional Development,\" press release, July 6, 2022.", "Michael S. Kofoed, Lucas Gebhart, Dallas Gilmore, and Ryan Moschitto, \"Zooming to Class?", ": Experimental Evidence on College Students' Online Learning during COVID-19, \" Discussion Paper Series No.", "Persistence and Retention, Fall 2020 Beginning Postsecondary Student Cohort (PDF) , Persistence and Retention Report Series (National Student Clearinghouse Research Center, June 2022).", "Diane Whitmore Schanzenbach and Sarah Turner, \"Limited Supply and Lagging Enrollment: Production Technologies and Enrollment Changes at Community Colleges during the Pandemic,\" NBER Working Paper 29639 (National Bureau of Economic Research, January 2022)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Education outcomes", "Labor force", "Learning losses", "Chronic absenteeism", "Higher education", "Educational disruptions", "College enrollment", "Community colleges", "K-12 education", "Labor market"]}