{"sentences": ["The Federal Open Market Committee (FOMC) of the Federal Reserve (the Fed) announced a rate hike of 50 basis points at the early hours today (Hong Kong time) after its two-day meeting, raising the target range for the federal funds rate to 4.25-4.5%.", "The HKMA has adjusted the Base Rate upward to 4.75% according to the established mechanism with immediate effect.", "With a 50-basis-point rate hike as expected by the market, the Fed has raised the federal funds target range seven times consecutively by a total of 425 basis points since March.", "Based on the statement and the \"dot plot\" released by the Fed after the meeting, the rate hike cycle in the US has not yet completed and the US terminal rate might continue to rise.", "Rate hikes in the US will not affect the financial and monetary stability of Hong Kong.", "Our monetary and financial markets continue to operate in a smooth and orderly manner.", "The Linked Exchange Rate System (LERS) also continues to work well.", "Under the LERS, the Hong Kong dollar interbank rates generally track their US dollar counterparts.", "As the US continued to raise interest rates, the Hong Kong interbank rates have gradually risen in recent months.", "The market generally expects the US dollar interest rates to continue to rise, and together with increased Hong Kong dollar funding demand driven by seasonal demand and local stock market activities, the Hong Kong dollar interbank rates might remain at elevated levels for some time.", "The level of the Hong Kong dollar interbank rates is an important consideration for banks to decide on their deposit and lending rates.", "Therefore, the public should be prepared for the likelihood that banks' deposit and lending rates may go further higher, and should carefully assess and manage the relevant risks when making property purchase, taking out mortgage or making other borrowing decisions.", "On Hong Kong dollar exchange rate, the Hong Kong dollar has strengthened compared with previous months.", "In addition to funding demand arising from factors including year-end funding needs and the more vibrant stock market, more importantly it also reflects the effective operation of the automatic interest rate adjustment mechanism under the LERS.", "This mechanism is well understood by the market which continues to have strong confidence in the LERS.", "The HKMA will continue to closely monitor market situation and maintain monetary and financial stability in Hong Kong."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination"], "topics": ["Federal Reserve", "Rate Hikes", "Hong Kong Dollar", "Linked Exchange Rate System", "Interbank Rates", "Monetary Policy", "Financial Stability", "Deposit Rates", "Lending Rates", "Property Market"]}