{"sentences": ["Prof. Dr. Claudia M. Buch of the Deutsche Bundesbank Statement at the presentation of the Deutsche Bundesbank's 2022 Financial Stability Review 24 November 2022 Deutsche Bundesbank, Directorate General Communications Wilhelm-Epstein-Strasse 14, 60431 Frankfurt am Main, Germany, Tel.", "Ladies and gentlemen, Together with my colleague, Joachim Wuermeling, I wish to warmly welcome you to the presentation of the Bundesbank's Financial Stability Review this year.", "At first glance, the key messages in this report might look a lot like those from last year: the German financial system is vulnerable to macroeconomic risks, and sufficient resilience is needed to preserve the stability of the system.", "But there have been decisive changes, too.", "First, the macro-financial environment has deteriorated substantially.", "One year ago, we were expecting the economy to experience a robust upturn.", "Interest rates and inflation were low.", "Today, risks to the real economy and inflation have increased significantly.", "Vulnerabilities can become injuries that can be healed only with some difficulty later on.", "Second, risks we had warned about in the past years have already materialised in some cases.", "For example, market valuations have fallen substantially, causing financial institutions to sustain losses accordingly.", "The financial system has been able to cope with these losses so far.", "But to make sure things stay this way, all stakeholders have to step up to the plate - first and foremost the financial institutions themselves.", "That's a point the European Systemic Risk Board (ESRB) made just recently.", "It was its first general warning.", "What is clear: We need a resilient financial system that functions even during periods of stress and can support structural change in the real economy.", "Banks need to be able to absorb losses without external assistance.", "Otherwise, there is the risk of a credit crunch that would exacerbate a crisis in the real economy.", "So what does the risk situation look like?", "It's plain to see that the risks to economic activity are clearly tilted to the downside.", "A slight recession has been forecast for 2023.2 To gauge the future stability of the financial system, we look particularly closely at very negative developments.", "Above all, an intensified energy crisis would be a considerable drag on the real economy (chart 1).", "Gas rationing would be a problem since money cannnot make up for a gas shortage.", "And there are other risks as well.", "The International Monetary Fund stresses risks to global growth and financial stability in its recent reports.", "That's not good news, for a German economy that is highly interconnected internationally.", "Germany's strong dependence on imported energy and the rise in energy prices also mean a decline in real incomes.", "Roughly 95% of German gas consumption alone comes from imports.", "The stoppage of Russian deliveries in particular has caused gas and energy prices to soar (chart 2) - and that surge in prices will only recede gradually.", "This means we are having to pay more for our imports than we are getting for our exports - the terms of trade have fallen by more than 10% this year.", "It's a situation not unlike the oil price shock in the 1970s.", "These higher energy costs can only be redistributed domestically.", "Enterprises and households therefore face a heavier financial burden, and credit risks will rise in the future.", "The higher nominal interest rates represent a further cost factor.", "By and large, rising interest income is good news for banks whose revenues are heavily reliant on maturity transformation.", "The flip side of this, though, is greater risk, because higher interest rates place an additional strain on borrowers.", "Furthermore, higher interest rates have depressed securities prices - banks have been forced to recognise impairments and have already depleted almost all their unrealised reserves.", "That said, expectations about future price developments are relevant for the incentives to carry on taking out debt.", "So far, nominal interest rates have risen more slowly than expected inflation.", "This means that real interest rates are still negative on average - and financing conditions are correspondingly favourable.", "Demand in the residential real estate market has weakened To take out a mortgage loan today, you need to pay interest of more than 3%, up from 1.3% a year ago.", "More and more households are expecting that real estate prices will not rise any further.", "On balance, house prices are still rising, albeit at a slower pace (chart 4).", "That said, there are no signs of a severe slump in real estate prices or of overvaluations receding.", "All in all, then, the macroeconomic risks have risen and the financial system remains vulnerable to these risks.", "For at the end of the day, a financial system is a network of financial contracts - contracts written on the basis of assumptions about the future.", "Many of these assumptions will probably turn out to be overoptimistic: the financial situation of enterprises has deteriorated, insolvencies in the corporate sector are likely to rise, and households have lost purchasing power.", "These factors are weighing on the financial system.", "Lending developments provide indications of how well the financial system can cope with these burdens.", "Overall, lending is continuing to grow, but at a slowing pace.", "However, there is no credit crunch.", "Many enterprises have drawn down credit lines to prevent liquidity bottlenecks and ready themselves for mounting energy prices.", "Overall, lending to enterprises grew quite significantly - buoyed in part by government measures.", "Households, by contrast, have borrowed substantially less to finance real estate (chart 5) due to higher interest rates, lower real incomes and elevated uncertainty.", "Banks have become more cautious about lending - no doubt in a reflection of the upturn in risk.", "The upturn in the financial cycle is weakening overall, then, but vulnerabilities in the loan portfolios remain high (chart 6).", "Tension emerged in the financial system this year because energy suppliers had to provide additional collateral for derivatives trading (chart 7).", "Since the global financial crisis, derivatives have increasingly been traded through central counterparties (CCPs) as a way of mitigating risks in the financial system.", "Energy derivatives trading in Germany takes place at the energy exchange in Leipzig.", "After the outbreak of Russia's war against Ukraine, energy prices spiked very sharply and abruptly, and volatility rose considerably.", "Accordingly, central counterparties asked for more collateral.", "That collateral needs to be provided first by the clearing members, which are primarily banks.", "These clearing members have passed on the increased requirements to their customers - i.e.", "to the energy firms that had entered into the derivatives transactions.", "The firms were not always able to post that collateral without external assistance - government credit lines via the KfW Group stabilised the market.", "This development shows that extreme and highly unexpected periods of market stress might make fiscal intervention necessary as a way of supporting the real economy.", "The financial sector also benefits indirectly.", "What it doesn't mean, though, is that the financial sector can count on the government: in the end, the financial system needs to be able to absorb losses on its own.", "It would also be wrong to blame the CCP mechanism for the tensions at the energy exchange.", "Adequately collateralised derivatives transactions are a good protection against contagion risks and are positive for the financial system.", "Even though the situation at the energy exchanges has eased, an intensification of the energy crisis is a possible risk scenario for the financial system.", "The Financial Stability Review analyses a scenario in which energy exports from Russia to the EU come to a complete halt, energy prices remain high and real GDP declines significantly next year.", "That scenario would result in all financial institutions - banks, insurers, investment funds - experiencing a sharp increase in losses.", "Mounting losses could lead to a tightening of the supply of credit.", "This is because mounting losses mean write-downs on banks' capital, and shrinking capital ratios.", "How banks respond depends on their capital buffers (chart 8).", "If banks use their buffers, this stabilises lending.", "If they try to maintain their capital ratios, loans would decline more sharply.", "The prudential framework offers banks headroom here, as they are allowed to fall short of the macroprudential buffer requirements for a time.", "Then, however, supervisory consequences such as restrictions on distributions in the form of bonuses or dividends take hold.", "When banks consider this matter, they will undoubtedly assess whether falling short of the buffer requirements would be seen by the markets as a negative signal.", "This example goes to show that the better capitalised banks are, the lower the probability that negative real economic developments will be amplified within the financial system.", "An intensification of the energy crisis is just one potential negative scenario that could occur; it does not represent a forecast of future developments.", "At the current juncture, nobody can foresee how the energy markets will develop.", "An abrupt interest rate hike in the markets would put many borrowers and financial institutions under pressure.", "Cyberattacks could exacerbate the situation still further.", "The financial system's resilience is crucial in determining whether increased risks are amplified by the financial system.", "First, let's look at who the banks serve as customers: households and firms.", "Residential real estate loans are a key factor in the financial resilience of households.", "In recent years, debt levels have risen (chart 9).", "At the same time, residential real estate loans have mainly been taken out by higher- income households.", "Households are initially shielded from interest rate risk by relatively long interest rate fixation periods.", "But that interest rate risk is then present in the financial system and makes banks more vulnerable to an interest rate rise.", "Corporate debt levels have also risen over the past few years.", "In terms of financial metrics, enterprises' debt sustainability still looks to be fairly sound.", "For energy-intensive enterprises, the debt overhang ratio is marginally higher and the interest coverage ratio is slightly lower (chart 10).", "Increased costs will reduce firms' financial headroom going forward.", "This could pose a problem for banks, as quite highly leveraged enterprises comprise a relatively high share of the loan portfolios.", "Losses could therefore increase in the event of adverse developments.", "The fact that banks consider their credit risk to be fairly low reflects past developments, first and foremost.", "During the pandemic, insolvencies in the corporate sector actually decreased despite a sharp decline in GDP (chart 11) - thanks to extensive government measures.", "Credit risk was at a commensurately low level.", "The time series on which banks are basing their estimated future credit risks could therefore paint an excessively optimistic picture of the future.", "So the fact that increasing credit risks have not yet filtered through to loan loss allowances definitely does not constitute an all- clear signal.", "Furthermore, banks' capital ratios have fallen slightly since the middle of last year.", "There are two reasons behind this: the continued fairly dynamic increase in loans and write-downs on securities, which have already taken place.", "The tier 1 capital ratios of savings banks and credit cooperatives and of large, systemically important banks have fallen by around one percentage point (chart 12).", "The unweighted capital ratios, too, declined during this period.", "In January 2022, the Federal Financial Supervisory Authority (BaFin) therefore announced a package of macroprudential measures to strengthen bank resilience.", "The countercyclical capital buffer was raised to 75 basis points of domestic risk exposures in a move to enhance resilience to general macroeconomic risks contained in the loan portfolios.", "The sectoral systemic risk buffer was set at 2% for loans secured by domestic residential real estate.", "Supervisors are also urging institutions to apply conservative credit standards.", "Other European countries have responded to elevated risks in a similar fashion (chart 13).", "This year, 14 countries have already increased the countercyclical capital buffer or announced plans to do so.", "Systemic risk buffers have been activated in three countries.", "Five countries have announced their intention to use borrower-based instruments.", "Increasing the buffers in Germany will conserve capital in the banking system.", "This will give banks an incentive to strengthen their capital base.", "Banks have until February 2023 to meet the higher requirements.", "There is still sufficient excess capital in the banking system, totalling €150 billion in numerical terms, or 4.5% of risk-weighted assets (chart 14).", "Given this headroom, the German banking system as a whole should not find it difficult to meet the requirements.", "The impact of the package of measures is reviewed on a regular basis, and no negative side effects have been identified so far.", "The important thing is to look at the financial system as a whole.", "If individual banks restrict their lending because capital requirements become binding, this may in fact be because the measures are having the desired effect.", "Lending business would then be shifted from banks with less capital to those with a better capital base.", "This would make the system more stable.", "The level of the buffer depends on how systemic risks develop in the financial system.", "This is because the countercyclical buffer is intended to be used in precisely those stress phases when there is a risk that credit supply could be tightened.", "Any required adjustment is contingent on the financial cycle, not the economic cycle.", "Macroprudential policy is not economic policy!", "Releasing buffers prematurely could weaken banks' resilience if distributions subsequently go up.", "Should loans continue to rise and vulnerabilities increase, an even greater degree of resilience would be required.", "If, conversely, extremely adverse developments occur, supervisors are free to release the macroprudential buffers at any time.", "This may be the case if substantial losses occur or are clearly approaching in the financial system and if, therefore, there is a risk of the credit supply being excessively restricted.", "In such an event, the buffers give banks more scope to deal with losses and continue lending.", "It is safe to say that last year, nobody could have predicted the situation in which we currently find ourselves.", "Fortunately, however, no crisis developments have occurred within the financial system.", "At the current juncture, then, there is no need to release the buffers.", "It would certainly be good news if we could say this time next year that there was no need to release the buffers to deal with a crisis situation.", "It isn't just the economic outlook that lacks certainty at present.", "Russia's war against Ukraine, geopolitical tensions and the climate crisis are ratcheting up the pressure for structural change in the German economy.", "All of this makes a stable financial system which can support structural change - and which is not itself a further source of stress - vital to the economy.", "As things currently stand, nobody knows what challenges the economy and banks will have to confront in future.", "This great uncertainty will push risk models to their limits.", "Risks can, after all, be priced and quantified using probabilities.", "The same cannot be said for uncertainties.", "A stable financial system is in the interest of society as a whole.", "Those responsible are thus called upon to enhance the resilience of the system.", "Financial institutions should assess their risks in view of adverse scenarios.", "In concrete terms, to enhance resilience means that banks should be very cautious about distributing profits.", "Supervisors can support institutions in fostering financial resilience by ensuring that there are sufficient capital buffers in the financial system as a whole, thereby reducing systemic risk.", "And it is up to policymakers to regularly review the regulatory framework and adjust it as necessary in a way that does not erode resilience in the financial system."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Financial stability", "Resilience", "Macroeconomic risks", "Vulnerabilities", "Risks to financial system", "Credit risk", "Interest rates", "Energy crisis", "Real estate market", "Financial institutions"]}