{"sentences": ["1 Introductory remarks Ladies and gentlemen, Welcome to this year's Bundesbank Payments Symposium.", "There are few other opportunities to exchange thoughts with payment experts like yourselves in such an intimate setting.", "Especially in a market that is as fast-moving as payments, central banks stand to benefit enormously from what you have to say.", "After all, you're the ones that customers come to first to with their wishes.", "Regrettably, I am unable to be with you today in person due to other commitments.", "But my Executive Board colleague Burkhard Balz and a number of our experts are in attendance to discuss the latest developments in payments with you - to forge new contacts and nurture existing networks.", "Change of shape Networks are also the topic of my speech today.", "This may come as a surprise to some of you here at this event, but I'd like to start by talking about the construction of the rail network in Germany; and then I'll bring in the development of a digital network, specifically the internet.", "In their own way, these two technical revolutions changed the demands placed on money.", "The dawn of the railway age in Germany was in the mid-19th century, some time after its European neighbours.", "The first tracks had been laid in Britain in the 1820s, while Germany's first long-distance line - connecting Leipzig and Dresden - went into operation in 1839.", "A little earlier, in 1835, the locomotive \"Adler\" was already serving the six-kilometre line between Nuremberg and Fürth.", "Germany was a patchwork of many small states back then, but that didn't stop the rail network from quickly growing to a remarkable size.", "By the end of the First World War, it spanned around 45,000 km in length.", "Railway construction was pivotal for spreading the Industrial Revolution.", "Having a welldeveloped rail network was indispensable for transporting iron and coal quickly and at low cost.", "Industrialisation sent goods production and trade soaring to previously unimaginable levels.", "That drove up demand for money as well.", "The monetary system at that time, though, was still based on coins made of precious metals.", "The need for cash rose so sharply, in fact, that the mints in the small states were no longer able to keep up.", "There simply wasn't enough gold and silver available.", "That is why the small states gradually started issuing paper money.", "But they weren't the only ones - over time, banks and even railway companies, including the LeipzigDresden Railway Company, were also granted the right to issue paper money.", "Unlike coins, which had their own intrinsic value because of the precious metals used to mint them, paper money could be produced in any quantity without any major difficulties or costs.", "Interestingly, paper money was not regarded as cash to begin with.", "State-issued notes merely bore a statement that they were accepted at government cash offices in the same way as cash.", "The paper money issued by banks - \"banknotes\", as they were known - carried an outright \"promise to pay on demand\".", "This promise was there to encourage the general public to have as much confidence in the paper money as they had in the intrinsically valuable coins.", "From then on, it was possible to pay with both metal coins and money made of paper.", "Money, then, changed its shape as a result of a technological revolution so as to keep pace with the needs of the economy and of consumers.", "Private enterprises were involved in this process from day one.", "The market for online payments Digitalisation and the internet are another technological revolution.", "The introduction of a digital network has brought a lot of changes to our day-to-day lives.", "Just as the railways transported people beyond the borders of the small states in no time and enabled them to go about their business in the next-largest city, people nowadays can do their shopping from the comfort of their own armchair with just a few clicks on a smartphone.", "In the vast majority of cases, people pay for their online transactions digitally as well.", "Measured in terms of transaction numbers, customers use e-payment methods in nearly every second purchase.", "That's a figure that makes one thing very clear: people evidently also want to complete their online purchase immediately and conveniently by paying for it online.", "And they do so by choosing the easiest and quickest way to pay.", "It would take longer for people to wait until they have received an invoice and then pay by credit transfer.", "That is still how just over one in four transactions are settled, but the trend is declining sharply.", "So here again, a technological revolution has triggered a change in the needs of the economy and of consumers when it comes to making payments.", "In a nutshell, payments in the digital world need digital means of payment.", "Private enterprises were quick to spot this pivot in requirements and developed well-functioning payment solutions.", "Once again, the market economy has demonstrated how swiftly it can adapt to new needs and cater for gaps in the market.", "However, some developments here are problematic, three of them particularly, in my first, the lock-in effect; second, data protection; third, strategic dependencies.", "Bigtech firms recognised the value of data in general and of payment data in particular early on.", "Almost all the major providers of technology platforms are based outside Europe.", "They are constantly adding new services to their digital ecosystems, which then make it attractive to use other services within those ecosystems as well.", "These include almost seamlessly integrated payment options which make life very easy for customers.", "I imagine most of us are happy to complete a purchase along with the related payment within a matter of seconds.", "Things get problematic when users become dependent on one particular provider because of the services offered within its digital ecosystem.", "This is a phenomenon known as the lock-in effect, where the platform and the digital ecosystem become a gilded cage.", "There are all kinds of reasons why this dependency can come about, but it often relates to the costs or other barriers that prevent customers from leaving.", "Providers try to make it as unattractive as possible for users to switch to other platforms.", "They can minimise the incentives to switch providers if: they offer a particularly user-friendly service; they have acclimatised users to a digital environment and these users don't want the hassle of learning something new; there are some services they offer exclusively on their platform; or switching platforms comes at a cost that users aren't willing to bear.", "That cost doesn't necessarily need to be a financial one.", "Just think about how much time and effort it takes to train an algorithm to learn your taste in music.", "This lock-in effect can prove inefficient from an economic perspective if, for instance, customers pass up on a better offer because switching seems like too much effort.", "The upshot is weaker competition.", "That is why we, as a central bank, are committed to promoting such concepts as open standards and harmonised interfaces in the world of payments.", "This increases competition, and counteracts lock-in effects.", "The second problem has to do with payment data.", "In digital ecosystems, it's difficult for users to fathom exactly how their sensitive payment data are processed.", "Moreover, there aren't many convenient options for consumers to pay online without disclosing some of their data at the same time.", "And, lastly, there is the issue of strategic dependencies in payments.", "A single, crossborder payment solution to facilitate e-commerce or card payments in the euro area that is based on European infrastructure does not yet exist.", "And one-sided dependency always harbours risks, too.", "This is why the Eurosystem champions the idea of European solutions for the payments space - both private sector and government initiatives.", "A state-issued complement to the existing landscape A system based on European infrastructure could help Europe to shake off such dependence.", "And that's the very reason why I'm an advocate of the Eurosystem taking a proactive approach in addressing the changing shape of money and pushing forward with its investigations into central bank digital currency.", "The introduction of a new form of government money for the digital world, namely central bank digital currency, would represent a further step in the development of state-issued money - following in the path of coins and banknotes.", "Central bank digital currency and the associated infrastructure would be an important complement to the existing set of ways to pay.", "Yet digital money in itself is nothing new.", "Digital commercial bank money has been used to make payments for many years now.", "It's just that most people don't realise that they are often utilising private sector money to pay for things as they go about their daily lives.", "It is hassle-free to use and they trust in its stability.", "This confidence in its stability is partly rooted in the fact that it can be exchanged on a one-to-one basis for cash.", "Cash is a form of central bank money and acts as an anchor securing trust in commercial bank money.", "Central bank digital currency could offer a new combination of attributes, and this would be where its own specific advantage would lie.", "First, it is central bank money.", "Central bank money is default-free, meaning trust in it is especially high.", "It is controlled by the central bank and payments are settled using the Eurosystem's infrastructure.", "Second, central bank digital currency would be accessible to all sections of the population, could be used for digital payments and could potentially open the doors to entirely new forms of use.", "With this in mind, the Eurosystem is currently looking into the introduction of central bank digital currency, as part of its digital euro project.", "Besides the other benefits offered by digital payments at the point of sale or when shopping online, customers can rest safe in the knowledge that their data is protected when paying with the digital euro.", "This is because the Eurosystem has no commercial interest in the use of transaction data.", "The digital euro could be an option for digital person-to-person payments, too.", "In addition, the development of a new infrastructure opens up further opportunities.", "Over the past few years, we have seen mounting demand for stablecoins and other crypto-assets.", "One reason for this could be that decentralised financial systems offer additional functions compared with normal bank accounts.", "Smart contracts are one such example.", "These allow payments to be executed automatically as soon as predefined conditions are met.", "When it comes to developing a new payment infrastructure, thought and planning should go into such opportunities from the outset.", "We anticipate that any potential new platform that is developed will serve as a springboard for innovation.", "Interoperability for cross-border payments between currency areas should also be a goal from the very start.", "In particular, the fact that many central banks around the world are currently considering the introduction of central bank digital currency opens up the prospect of tangible progress in this area.", "As you can see, the Eurosystem has embarked on quite the undertaking with its digital euro project and we're investing a huge amount of time and energy into it.", "At the same time, however, central banks depend on cooperation with you - the payments experts.", "After all, central banks are not the kind of banks that provide accounts for everyone.", "According to the current legislation, the Bundesbank wouldn't even be permitted to do so.", "And that is why the Eurosystem is reliant on the tried-and-tested cooperation within the two-tier banking system.", "In this system, central banks, commercial banks and payment service providers each bring their own respective strengths to the table, to the benefit of all the parties involved.", "The central bank's role lies purely in providing an efficient, stable and secure payment infrastructure.", "Commercial banks and payment service providers have direct contact with customers - they are the user interface.", "I know some voices have expressed fears that the central bank's footprint in the payments space could grow too large.", "But these are not fears which I share.", "And I would even go so far as to say that, with the proportion of cash transactions declining, you can - if anything - view it as a step towards maintaining the size of that footprint as it stands today.", "Centralised or decentralised settlement?", "The introduction of central bank digital currency poses a major challenge from a technical and economic perspective.", "The system needs to be capable of processing an extremely high number of payments per day in a secure and swift manner.", "And this is precisely where centralised settlement infrastructures could have an advantage over decentralised settlement.", "The scalability trilemma is a term used in specialist circles to refer to the idea that only two out of three attributes - scalability, decentralisation and security - can be ensured to a satisfactory degree at the same time.", "Well, nobody has any interest in a system which is insecure.", "So, if the scalability trilemma holds true, a decentralised settlement system would leave only the option of the combination with security.", "But this would then be at the expense of scalability.", "[4] If a payment system is unable to process enough transactions, it could lead to fragmentation in the payments market.", "The dawn of the railway age in Germany also saw a similar problem.", "Each small state had issued its own money, meaning many different currencies existed alongside one another in Germany.", "While the newly constructed railways allowed people to travel quickly to a neighbouring small state, if they wanted to buy anything, they had to change their money every time they crossed the border.", "Added to this, there were so many different exchange rates that it was a real hassle to keep track of them all.", "And this was how things stayed until currency was centralised.", "In 1871, a decision of the German parliament introduced the Mark as the common currency throughout the entire territory of the Kaiserreich, rendering the need to change money at borders within Germany obsolete.", "A milestone in the history of money in Germany.", "Deutsche Bundesbank (2022).", "Payment behaviour in Germany in 2021. .", "Deutsche Bundesbank (2022).", "Payment behaviour in Germany in 2021. .", "Deutsche Bundesbank (2021).", "Payment behaviour in Germany in 2020 - making payments in the year of the coronavirus pandemic.", "Auer, R., C. Monnet und H. S. Shin (2021), Distributed Ledgers and the Governance of Money.", "CESifo Working Paper Nr."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Digital Currency", "Payments", "Lock-in effect", "Data protection", "Strategic dependencies", "Digital ecosystems", "European solutions", "Scalability trilemma", "Decentralisation", "Centralisation"]}