{"sentences": ["Good morning everyone, I am delighted that you have been able to join us here in North Wall Quay this morning, for the launch of our Consumer Protection Discussion Paper .", "The publication of this paper marks the first step in what we hope will be an open conversation on important consumer protection issues.", "We want to take the time to listen to you so that we understand perspectives in order to inform consumer protection work.", "Consumer protection is at the heart of everything the Central Bank does.", "Our guiding principle, from our founding legislation, is that our \"constant and predominant aim shall be the welfare of the people as a whole.\"", "We harness our wide-ranging economic, financial stability and regulatory expertise to protect consumers' interests.", "I will hand you over to Deputy Governor Derville Rowland shortly who will speak about the consumer protection framework, the themes in the paper and the role our planned engagement will play in the evolution of the framework.", "But first let me explain why we are publishing this paper today.", "As you all know, financial services are undergoing major change and we are already in a period of transition driven by innovation and changes in consumer preferences.", "Increasingly people are accessing their financial services digitally, while some continue to favour a traditional means of access.", "Through this period of transition, the Central Bank aims to continue to protect consumers' interests.", "We want to better understand, anticipate and be forward-looking and responsive to the new environment and the far-reaching changes taking place in financial services.", "In our view, consumers' interests are best protected through having effectivelyfunctioning financial services markets made up of sustainable, resilient and well-run consumer-focused firms who provide availability and choice.", "Positive consumer outcomes depend on firms acting in their customers' best interests, consumers being empowered to make informed decisions, and rules and regulations that provide users of financial services with a proportionate level of protection.", "The Consumer Protection Code sets out the conditions in which this objective is fulfilled by firms.", "The Code has served consumers well.", "It has established a set of rules and expectations for how firms should treat their customers and has allowed us to intervene to protect consumers.", "But with financial services evolving rapidly, the Code must also evolve to continue protecting consumers in the future.", "We want to explore how consumer protections can be strengthened to meet the challenges posed by new and different societal preferences as well as technological advances.", "The aim of the Discussion Paper is to facilitate a conversation on how consumer protection in financial services should evolve to remain effective.", "We are asking for your input into the first stage of our review of the Consumer Protection Code.", "We want any changes to the Code to be informed by the experiences and insights of those whom it seeks to protect as well as those it regulates.", "I am now going to hand you over to Derville Rowland, our Deputy Governor for Consumer and Investor Protection.", "We would then like to hear from you, and we will aim to answer any questions you have."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Consumer Protection", "Consumer Interests", "Financial Services", "Consumer Protection Code", "Consumer Protection Framework", "Consumer Outcomes", "Consumer Empowerment", "Innovation", "Market Evolution", "Technological Advances"]}