{"sentences": ["Remarks on The Post-pandemic Landscape for Central Bank Statistics 11th IFC Biennial Conference Pablo García Silva, Deputy Governor, Central Bank of Chile August 25th 2022 I want to thank the organizers for the opportunity to participate in this distinguished panel, providing some remarks on the challenges we face as Central Banks and as providers of statistics, particularly in the environment we live today, as the pandemic recedes.", "Central Banks are keenly aware of the need to provide timely, accurate, and in-depth understandings of the changing economy.", "This not only to inform correctly policy making, but also to satisfy the shifting demands of society regarding the environment we live in.", "This inevitably implies trade-offs.", "Operative and budgetary constraints mean that a careful balance of timeliness, accuracy, and depth needs to be achieved.", "The ever-expanding complexity of economic relationships, and the speed at which policies have had to adapt to very large shocks, imply in my view that compared to a not so distant past timeliness is today at a premium.", "The times of change we live in require us to react promptly.", "This, however, carries the cost that both the accuracy and the depth of data will be inversely related to its timeliness.", "This brings about the implication that both policy making needs to consider the implicit uncertainty of the environment, and also that statistics providers need to be candid about those uncertainties when communicating with the public.", "Central Banks have found that venturing into the digital transformation with an increasing use of big data, a process that was accelerated because of the sanitary crisis, helps ease somewhat these trade-offs.", "Many central banks have broadened the analysis using less traditional sources derived from the so-called \"open\" data available on the Internet.", "They started to apply big data techniques, such as web scraping, machine learning or text analysis, for collecting and transforming data on prices, job vacancies or retail sales, among others.", "As a result, it became possible to release new indicators with higher frequency and timeliness.", "This has contributed to a better understanding of economic phenomena, providing up to date empirical support to the implementation of monetary policy and financial stability mandates.", "New sources of information In our case, at the Central Bank of Chile we have embarked in several efforts to expand and improve the data available.", "For the first time, starting in June, we released regional gross domestic product and household consumption on a quarterly basis, with a lag of a few months.", "This advance enhances data robustness and provides valuable information for economic analysis and public policy decisions by increasing the frequency and opportunity with which we can measure regional economic conditions, which until recently was available only annually.", "This initiative has been applauded by local and regional stakeholders, as it will be providing a regular and up to date assessment of the business-cycle, helping adjust and draw economic initiatives by both the public and private sectors that can be more precisely tailored to changing local realities.", "This initiative was possible because of the maturing relationship through the protocolization of anonymized information exchange between the Central Bank and the Chilean Internal Tax Service.", "The use of existing administrative records, allowing the identification of the location of economic transactions, has been much more efficient than the traditional recourse to large surveys, both in the timeliness of access as well as the possibility to backward estimate up to a decade of information.", "Following that, in July, by the joint effort of several institutions, we broadened data availability by gender and regions.", "Additionally, we managed to facilitate access and data analysis by combining data from different sources in one location using our public Statistics Database platform.", "We have now begun to publish an \"experimental statistics\" section that brings together indicators in various areas of interest.", "The indicators include mobility indexes, based on the number of electronic invoicing issued by a sample of gas stations; a daily retail sales index, which anticipates the activity of the retail trade sector; and the Internet Job Ads Index, first published in 2019, based on the ads posted at the leading web employment portals in Chile.", "To ease and empower the user in manipulating and utilizing these new data we launched a new visualization tool developed in Power-BI.", "The lesson learned is also that to keep up with the changes and react promptly, we must continue encouraging the digital transformation of our organizations, incorporating advanced analytical techniques, and providing more timely and granular information that considers heterogeneity to complement conventional statistics.", "As the access to new large-volume databases and the use of granular data almost always poses the challenge of confidentiality, the Central Bank of Chile has sought to implement best practices and safeguards to exploit such information.", "With this objective, we established a Data Governance Agenda, led by a Strategic Committee that reports directly to the Board and whose executive management is located in the Statistics Division.", "Likewise, we are working on our Big Data Strategic Project, which contemplates a centralized data repository that all user areas can access.", "Climate and distributional challenges Central banks actively participate in different initiatives to respond to the demands derived from climate change.", "In April 2022, the Intergovernmental Panel on Climate Change (IPCC) stressed the critical role of climate data in effectively aligning the financial sector with science-based decarbonization and adaptation goals.", "In line with that, the final report on bridging data gaps of the Network for the Greening of the Financial System (NGFS) from June 2022, and the New G20 Data Gaps Initiative (official launch in September 2022), made clear recommendations on the need to develop methodologies and sustainable finance classifications that make the indicators more comparable.", "An emphasis was placed on green bonds and a call to intensify efforts between central banks and supervisors to have standards for the disclosure of environmental data.", "The Central Bank of Chile, in addition to its participation in the NGFS, has joined two Chile-based initiatives.", "The first one is the Natural Capital Committee, a body integrated by the Ministry of the Environment, the Ministry of Finance, and the Ministry of the Economy, which aim is to advise and provide recommendations for the measurement of natural assets in Chile.", "And the second one is an initiative led by the Ministry of Finance to develop a classification system for environmentally sustainable economic activities.", "There is also a strong demand for central banks to consider the potential side effects of climate change on economic outcomes, insofar they impinge on their monetary and financial stability mandates.", "The distributional household accounts introduce household sector heterogeneity into the framework of national accounts and provide the opportunity to obtain a comprehensive and consistent view of the distribution of household economic resources through income, consumption, and wealth, in line with economy-wide totals.", "The application of distributional accounts is even more significant during economic crises like the COVID-19 pandemic, where both the effects as well as the mitigating policies can differ significantly across heterogeneous households.", "The OECD, Eurostat, IMF, UN, and the World Bank joint effort is to provide household distributional information, in line with the national accounts' totals, on the dimensions of income, consumption and wealth.", "The new G20 Data Gaps Initiatives have as well incorporated recommendations.", "Fintech and innovation Technological changes are transforming the financial sector and the economy in general, offering payment services, including cryptocurrencies, international remittances, and cross-border payments and credit.", "With market innovations also come risks.", "Central banks should therefore promote the global adoption of a revised classification of economic activities that takes greater account of financial technology service providers, supporting the IFC's recommendation to revise ISIC at the UN level.", "When new entrants fall outside the perimeter of regulation, it can be difficult to assess risks, including threats to resilience and financial stability.", "The advances in regulation can be leveraged for statistical purposes and should allow us to move forward in measuring the services offered by these non-bank or unregulated financial intermediaries.", "As regulation moves into focus into these areas we should develop, for instance, financial inclusion indicators based on the digital financial services offered by Fintech companies.", "Cryptoassets and digital currencies are another area where regulation can be leveraged for statistical purposes.", "International collaboration, data sharing, and the role of the IFC I would like to end my remarks with a call for even closer cooperation.", "To meet the future challenges of central bank statistics, we will need to continue fostering international cooperation, towards the harmonization of standards and the exchange of learning experiences.", "Articulating fruitful discussions and engaging the membership of the central bank community will remain essential to achieve these goals.", "Improved collaboration between the different bodies (OECD; IMF; Eurostat, CEMLA) is an important ingredient as well.", "Member experiences in overcoming legal constraints to enable data exchange within and between countries will be particularly useful.", "Official statistics provide the required information and data for credible policy making by central banks and other public institutions.", "Moreover, official statistics are also the fundamental basis for trust by the public on the state of economic reality.", "Fostering this public trust in an age of everincreasing complexity and diversity of data sources, and why not, fake news, remains critical.", "The basic duties of agreed, standardized methods and criteria, comparable across time and space, is the backbone of our profession.", "It will be an honor and a challenge to contribute to achieving these ambitions during my tenure as IFC chairman."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Timeliness", "Accuracy", "Depth", "Digital transformation", "Big data", "Climate change", "Distributional accounts", "Fintech", "Cryptoassets", "International collaboration"]}