{"sentences": ["Introduction Good afternoon and thank you to Young Canadians in Finance for inviting me to be here today.", "It's great to see so many people here in the room and a warm welcome to those of you connecting virtually, from other chapters across Canada.", "No matter where you're joining us from, I'm sure you've all been hearing a lot about the Bank of Canada in recent months.", "Central banks around the world have been making headlines by rapidly increasing interest rates to get inflation under control.", "High inflation is something we haven't seen in Canada in more than three decades, which means many in this room are experiencing it-and the stress that comes with it-for the first time.", "It's undoubtedly frustrating to face the uncertainty of inflation and the impact of higher interest rates at a point in time when you are just getting financially established-building your career, buying a house, starting a family.", "And as members of this organization, many of you may also be dealing with the broader impacts of tightening fiscal and monetary policy on financial markets as part of your day job.", "So, I am particularly glad to have the chance to meet with you today to talk about the Bank's update on financial system stability.", "What I plan to do is give you a very high-level overview of why and how we monitor financial system stability at the Bank of Canada.", "I'll then touch on some of the global trends we're seeing that are affecting financial stability around the world and here at home.", "And finally, I will take a bit of a deeper dive into an area of financial stability that is currently on the minds of many Canadians-housing.", "I'm aiming to keep my opening remarks short-about 10 minutes-to leave plenty of time for your questions.", "The importance of a strong financial system Most central banks, including the Bank of Canada, have as part of their mandate the responsibility to monitor the soundness and stability of their country's financial system.", "Financial system stability, like price stability, is crucial to the health of our economy.", "Low, stable and predictable inflation contributes to sustained economic growth and prosperity.", "And a strong financial system-with solid institutions, robust payment systems and efficient markets-helps preserve savings, channel investment and facilitate payments.", "A weak financial system, on the other hand, can amplify or spread shocks throughout the system.", "And just as periods of uncertainty can test price stability, they can also test financial stability.", "The Bank's approach to monitoring financial stability takes a broad view.", "Canada's financial system is made up of a complex network of institutions, including banks and credit unions, pension funds and other asset managers.", "And many of our largest institutions operate globally.", "We monitor the financial system for risks and vulnerabilities.", "Vulnerabilities are weaknesses that often build over time and can make the system more susceptible to stress.", "They exist in almost any system.", "And, on their own, they may not lead to financial stress or instability.", "For that to occur you generally need a trigger-an event, or shock-whose impact can be amplified by the presence of vulnerabilities.", "It's the combination of these two things that can lead to periods of financial instability or, in extreme cases, a financial crisis.", "We use the information we gather in our monitoring to conduct research, inform policy decisions and communicate with Canadians.", "We publish a report each spring and give an update each fall-both of which talk about global and domestic conditions and the state of the Canadian financial system through the lens of the risks and vulnerabilities I just spoke of.", "And I am pleased to announce that today we launched an interactive dashboard of financial vulnerability indicators on our website.", "We're sharing information on what we monitor to help people better understand the vulnerabilities we all face.", "The uncertain world we live in So, let's turn to an update on global financial conditions and the environment we're in today.", "It's an understatement to say that the past few years have seen major global economic changes and financial system developments.", "First, we are emerging from two years of a global pandemic and the resulting health and economic impacts.", "Less than a year has passed since Canada's economy fully reopened, and parts of the world-China, most notably-are still enduring lockdowns.", "This has had a dramatic and enduring effect on both supply and demand.", "As a result, inflation has risen in most countries around the world.", "In response, central banks have shifted rapidly to tighten monetary policy to bring inflation down.", "As interest rates rise, financial conditions are tightening, liquidity is scarcer, and risk assets are repricing.", "Second, geopolitical tensions have increased, primarily because of Russia's invasion of Ukraine.", "This has created a lot of volatility and uncertainty in global commodity markets, especially energy.", "And third, we have a legacy of debt coming out of the COVID-19 crisis.", "Governments around the world took extraordinary measures to support people and businesses through economic shutdowns.", "Businesses-particularly in hard-to-distance sectors-have endured a difficult few years, and some took on additional debt to get through them.", "And while some individuals and households were able to accumulate extra savings over the pandemic, others took on additional debt.", "These three forces-inflation, volatility in commodity and financial markets, and increased levels of debt-are not unique to Canada.", "Most countries around the world are facing these same challenges right now.", "But the impact on each country will depend, at least in part, on the resilience of that country's financial system-which in turn depends on those pre-existing vulnerabilities I just described.", "And given how interconnected the global financial system has become, and the fact that Canada is a medium-sized, open economy, the impact here at home will also depend on how other countries weather the storm.", "Housing and financial stability Let's now take a closer look at two vulnerabilities we're watching closely- household debt and housing-and their relationship to financial stability.", "Housing is certainly top of mind for many Canadians these days.", "If you were to dig up the Bank of Canada's reports on financial system stability that I just mentioned, you would find analyses dating as far back as 2006 on escalating housing prices and increasing household debt.", "In other words, these two vulnerabilities have existed in Canada's financial system for a long time.", "The buildup of these vulnerabilities continued after the global financial crisis in 2008 and 2009.", "Canada's financial system sailed through that shock relatively smoothly, and our economy recovered more quickly than most.", "A decade of low interest rates, a growing population and constrained housing supply all combined to feed a steady march upward in house prices.", "Higher house prices meant Canadians were taking on more debt to buy homes.", "And as prices continued to rise quickly, some Canadians saw housing as an investment opportunity as well as a source of shelter and took on additional debt to invest in housing.", "Well before the arrival of COVID-19 Canadians were worried about the cost of housing becoming detached from incomes-particularly for first-time homebuyers.", "And they were worried about investors contributing to rapid increases in house prices, particularly in large urban markets.", "Then the pandemic hit and our housing market shifted up another gear, and not just in places like Toronto and Vancouver.", "We were all spending more time at home, and people in cities wanted more space, which put pressure on housing demand in smaller cities and towns.", "Low interest rates that supported the economy through the pandemic also helped fuel high house prices by reducing carrying costs.", "Over the course of less than two years house prices went up by more than 50% in most markets.", "And housing activity-the number of houses being bought and sold-was about 30% higher than prepandemic levels.", "This spring, as we emerged from pandemic restrictions and monetary policy began to tighten rapidly in response to high inflation, the housing market started to react.", "This was to be expected.", "The level of price increases and sales activity were both unsustainably high.", "And because most people borrow to buy a house, housing is one area of the economy that is the fastest to react to tighter monetary policy.", "This tightening cycle, though, has been particularly steep.", "We have moved interest rates up quickly because history tells us that front-loading rate increases gives us the best chance to cool the economy quickly and keep inflation expectations anchored.", "This avoids the prospect of larger increases down the road.", "Higher interest rates are starting to work to slow the economy and tame inflation.", "We have a long way to go to get inflation back to target, but there are some early signs that monetary policy is working.", "Unfortunately, this adjustment is not without some pain.", "What this means for Canadians One group of Canadians who will be finding this adjustment painful are those who recently purchased a home, potentially stretching their budget to do so, and who chose a variable-rate mortgage.", "This is not a large share of households, but it is larger than it would have been based on historical trends.", "This is because more Canadians opted for a variable-rate mortgage over the last year than have in the past, at a time when housing prices were high.", "Borrowers with a variable-rate mortgage will already have seen a significant increase in their monthly payments if their payments are also variable.", "Borrowers with a variablerate mortgage and fixed payments may face higher payments if they hit their \"trigger rate\"-the rate at which their monthly mortgage payment is covering onlythe interest and not paying down the principal.", "The Bank has done some work to estimate the share of households that have reached their trigger rates, which is available on our website.", "Homeowners with fixed-rate mortgages may also be looking at higher payments when they renew, depending on when they took out their mortgage and whether they have room to extend their amortization period.", "The bottom line is that mortgage costs for some Canadians have already increased, and they will likely increase for others in time, making home ownership more expensive.", "In addition, house prices are also coming down-albeit modestly so far-relative to their recent increase.", "We need lower house prices to restore balance to Canada's housing market and make home ownership more affordable for more Canadians.", "But lower house prices may add stress for those people who purchased recently.", "They will have reduced equity, and this may limit their options to refinance.", "So back to our framework to monitor financial stability.", "Canada's economy has longstanding vulnerabilities in the form of escalating house prices and elevated levels of household debt that were further exacerbated during the pandemic.", "And the risk of a trigger that may affect financial stability has increased, as a result of high inflation and the response of increasing interest rates.", "But there are good reasons to believe that the system as a whole will be able to weather this period of stress and remain resilient.", "Since the 2008-09 global financial crisis, countries around the world have put in place a series of reforms-including higher capital and liquidity levels at banks-to shore up financial system resilience and protect against future shocks.", "Here at home, these measures also included a borrower-level mortgage stress test to ensure Canadians could continue to afford their homes when interest rates rose.", "And, importantly, we are not expecting a severe economic downturn with the kind of large job losses typical of past recessions.", "This is not to minimize the very real hardship that some are feeling.", "Higher mortgage payments are difficult to handle for many people-and all the more so when other costs are also going up.", "In this environment, the Bank of Canada is making two important contributions.", "First, we will continue to monitor the impacts of higher interest rates on Canadians and on financial system stability.", "Second, we will get inflation back to target.", "We know higher interest rates are difficult for many Canadians-particularly young Canadians-many of whom are recent homebuyers and are therefore carrying higher debt loads.", "We don't want this transition to be more difficult than it has to be.", "But higher interest rates in the short term will bring inflation down in the long term.", "Canadians are looking for ways to protect themselves from rising prices, and we are working to protect them from entrenched inflation.", "It will take time to get back to solid growth with low inflation, but we will get there.", "By working through this difficult phase, we will get back to price stability with sustained economic growth, which benefits everyone.", "Thank you for your attention, and I look forward to your questions.", "I would like to thank Stephen Murchison and Louis Morel for their help in preparing this speech.", "Financial Stability Board, \" 2021 List of Global Systemically Important Banks (G-SIBs) \" (November 23, 2021).", "[] Bank of Canada, \"Tracking the financial vulnerabilities of households and the housing market.", "\"[] See L. Morel, \"Analyzing the house price boom in the suburbs of Canada's major cities during the pandemic,\" Bank of Canada Staff Analytical Note No.", "[] Regulatory filings of Canadian banks show that, since the onset of the pandemic, about 670,000 mortgages for home purchases were originated with a variable rate.", "Both the volume of new mortgages and the share of new mortgages with a variable rate have risen.", "Variable-rate mortgages have represented around 50% of new lending since mid-2021, up from an average of 20% in the five years before the pandemic.", "For more information, see \"Funds advanced and outstanding balances for new and existing lending by chartered banks \" on the Bank of Canada's website.", "[] See S. Murchison and M. teNyenhuis, \"Variable-rate mortgages with fixed payments: Examining trigger rates,\" Bank of Canada Staff Analytical Note No."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Housing", "Household debt", "Inflation", "Interest rates", "Monetary policy", "Vulnerabilities", "Global economic changes", "Debt", "Risk"]}