{"sentences": ["December 26, 2022 Toward Achieving the Price Stability Target in a Sustainable and Stable Manner, Accompanied by Wage Increases Speech at the Meeting of Councillors of Keidanren (Japan Business Federation) in Tokyo Governor of the Bank of Japan It is a great honor to have this opportunity to address such a distinguished gathering of business leaders in Japan today.", "The year is almost coming to a close.", "Looking back on 2022, domestic and overseas economies have been hit by various shocks, while the impact of the novel coronavirus (COVID-19) has persisted.", "Russia's invasion of Ukraine has triggered a rapid rise in prices of commodities, including energy and grains.", "In addition to this, factors such as supply-side constraints, including difficulties in procuring parts that have arisen during the course of recovery from the pandemic, have caused goods prices to rise worldwide.", "Moreover, labor market conditions have tightened substantially, mainly because demand, which had been suppressed by the pandemic, has risen significantly during the course of economic recovery.", "These high commodity prices and tightening labor market conditions have intensified global inflationary pressure, and inflation rates, particularly in the United States and Europe, have risen to levels not seen in four decades (Chart 1).", "In order to prevent high inflation from becoming entrenched, central banks in the United States and Europe have raised policy interest rates rapidly.", "While the effects of monetary tightening feed through to economic activity and prices with a certain time lag, the International Monetary Fund (IMF) and other international organizations have forecast that inflation rates in the United States and Europe will fall next year.", "However, they have also projected that the growth rates for these economies will fall significantly due to the effects of monetary tightening, and that some economies will see negative growth.", "Unemployment rates are expected to rise in line with an easing of labor market conditions.", "Federal Reserve Chair Jerome Powell stated that this situation \"will also bring some pain to households and businesses.", "These are the unfortunate costs of reducing inflation.", "But a failure to restore price stability would mean far greater pain.\"", "Central banks in Europe have shown clear commitments to calming inflation while accepting the risk of there being some adverse economic effects.", "In sum, overseas economies are likely to remain subject to extremely high uncertainties next year.", "Japan, on the other hand, is expected to continue to see relatively stable economic growth.", "This is largely due to the difference in the timing of the economic resumption from the pandemic and to the fact that, unlike in the United States and Europe, accommodative financial conditions have been maintained in Japan.", "Moreover, while unemployment rates are likely to rise in the United States and Europe, it is expected that the rate will fall further in Japan and that labor market conditions will tighten.", "The Bank of Japan aims at achieving the price stability target in a sustainable and stable manner, accompanied by wage increases.", "Today, I would like to talk about economic activity and prices in Japan and the recent conduct of monetary policy based on their developments, and then discuss in detail the characteristics of the labor market and wage formation in Japan.", "Recent Economic and Price Developments and the Bank's Conduct of Monetary Economic and Price Developments Let me start with economic developments.", "Japan's economy, despite being affected by factors such as high commodity prices, has picked up as the resumption of economic activity has progressed while public health has been protected from COVID-19 (Chart 2).", "The driving force behind the pick-up in the economy has been the recovery in services demand, which is associated with the resumption of economic activity, and the virtuous cycle in the corporate sector from profits to investment.", "Looking at services demand, economic activity in the accommodations as well as eating and drinking services industries, which had been constrained by COVID-19, has picked up clearly.", "The introduction of the government's domestic travel discount program in October has also boosted the recovery in demand.", "The average number of inbound visitors for the January-September period was low -- being only around 4 percent of the number recorded in pre-pandemic 2019.", "However, reflecting the easing of COVID-19 border controls in October, the number of inbound visitors has improved: the figures for October and November 2022 were 20 percent and 38 percent, respectively, of the number recorded in 2019.", "Given this improvement, inbound tourism demand has started to recover.", "The increase in mobility has had a positive effect not only on the accommodations as well as eating and drinking services industries, but also on the transportation industry and the entertainment and recreation industry.", "Turning to the corporate sector, profits have remained at high levels, despite headwinds such as high commodity prices.", "Business fixed investment on an SNA basis has recovered moderately, with quarter-on-quarter rates of change increasing to 2.0 percent for the April-June quarter and 1.5 percent for the July-September quarter.", "The (Short-Term Economic Survey of Enterprises in Japan) released this month shows a year-on-year rate of increase of around 15 percent in business fixed investment planned for fiscal 2022, again suggesting an active investment stance among firms.", "With regard to the outlook, Japan's economy is likely to recover, with the impact of COVID-19 and supply-side constraints waning, although it is expected to be under downward pressure stemming from high commodity prices and slowdowns in overseas economies.", "Although private consumption is expected to be under downward pressure from the real income side due to price rises, it is projected to continue increasing.", "This is mainly because pent-up demand is likely to materialize, supported by household savings that had accumulated as a result of pandemic-related restrictions, as the resumption of consumption activities progresses further while public health is being protected.", "In addition, an uptrend in business fixed investment is expected to become clear as accommodative financial conditions provide support and supply-side constraints wane.", "I will now turn to price developments.", "The year-on-year rate of change in the consumer price index (CPI) for all items excluding fresh food was 3.7 percent in the latest figures, for November (Chart 3).", "The recent rise in inflation is mainly driven by energy, food, dining-out, and durable goods including white goods.", "All of these items are highly dependent on imported goods.", "The current rise in CPI inflation is due to a rise in import prices that reflects high commodity prices and the yen's depreciation, and to the resultant pass-through of cost increases.", "It should be noted, however, that international commodity prices, including crude oil prices, have already turned to a decline, as market participants have factored in the slowdowns in overseas economies.", "The effects of the pass-through led by the rise in import prices are likely to wane after the turn of the year.", "For this reason, it is projected that the year-on-year rate of increase in the CPI will decelerate toward the middle of fiscal 2023.", "That said, there have been significant uncertainties over the outlook for both economic activity and prices.", "Particular attention is warranted on developments in overseas economic activity and prices.", "As I said at the beginning, central banks in the United States and Europe have raised policy interest rates rapidly to contain inflation, and there is concern in the market over whether it is possible to contain inflation and maintain economic growth simultaneously.", "With central banks continuing to make rapid policy interest rate hikes, there is a risk that global financial conditions will tighten further through adjustments in asset prices, fluctuations in foreign exchange markets, and capital outflows from emerging economies, and that this will eventually lead to overseas economies deviating downward from the baseline scenario.", "Taking this risk into account, it is necessary to pay due attention to developments in financial and foreign exchange markets and their impact on Japan's economic activity and prices.", "In addition, careful monitoring is required of the course of COVID-19 at home and abroad and its impact.", "The Bank's Conduct of Monetary Policy Next, I will talk about the Bank's conduct of monetary policy.", "Although Japan's economy has picked up, it has been under downward pressure stemming from high commodity prices.", "It is also on its way to recovery from the pandemic, as seen in the fact that its GDP has not recovered to the pre-pandemic level.", "In addition, there have been extremely high uncertainties for Japan's economy, including developments in overseas economic activity and prices, the situation surrounding Ukraine, and the impact of COVID-19.", "The CPI inflation rate currently exceeds 2 percent, but it is expected to decelerate to below 2 percent from fiscal 2023 in terms of the fiscal-year average.", "Given these developments in economic activity and prices, the Bank deems it necessary to conduct monetary easing and thereby firmly support the economy and provide a favorable environment for firms to raise wages.", "To this end, at the Monetary Policy Meeting held last week, the Bank decided to continue with large-scale monetary easing, in which it set the short-term policy interest rate at minus 0.1 percent and the target level of 10-year Japanese government bond (JGB) yields at around zero percent.", "The Bank also decided to modify the conduct of yield curve control in order to facilitate the transmission of monetary easing effects, including to corporate financing (Chart 4).", "These decisions were made unanimously by the Policy Board.", "Since early spring this year, volatility in overseas financial and capital markets has increased and this has significantly affected these markets in Japan.", "Ten-year JGB yields had been at low levels between around plus and minus 0.25 percentage points from the target level under the Bank's framework of yield curve control.", "However, deterioration had been observed in the functioning of Japan's bond markets, particularly in terms of relative relationships among interest rates of bonds with different maturities and arbitrage relationships between spot and futures markets.", "For example, interest rates of bonds with 8-9 years of maturity had been higher than those of bonds with 10-year maturity, and a price gap had been observed between spot and futures markets.", "In addition, while the yields for on-the-run issues of 10-year JGBs, which are eligible for fixed-rate purchase operations, had been at 0.25 percent or lower, issues of 20-year JGBs with a residual maturity of 10 years were traded at a higher interest rate (Chart 5).", "As you know, yields on JGBs are reference rates for corporate bond yields, bank lending rates, and other funding rates.", "We had seen such distortions in the JGB market being adjusted in the corporate bond market in the form of an expansion in their spreads.", "Financial conditions, mainly of firms, remain accommodative on the whole, but our view was that if the aforementioned market conditions persist, this could have a negative impact on financial conditions such as issuance conditions for corporate bonds.", "With a view to improving market functioning while maintaining accommodative financial conditions, the Bank decided to implement several measures in conducting yield curve control.", "First, the Bank will maintain the yield curve at a low level by increasing the amount of monthly JGB purchases from 7.3 trillion yen to about 9 trillion yen.", "Moreover, it will expand the range of 10-year JGB yield fluctuations from the target level: from between around plus and minus 0.25 percentage points to between around plus and minus 0.5 percentage points.", "Other than with regard to the maturity of 10 years, the Bank will make nimble responses for each maturity by increasing the amount of JGB purchases even more and conducting fixed-rate purchase operations.", "These measures will make it possible for the Bank to encourage a smoother formation of the yield curve while maintaining it at a low level.", "In fact, under the guideline for market operations decided at the December Monetary Policy Meeting, yield increases for JGBs with maturities other than 10 years were contained, although there has been a rise in 10-year JGB yields, which had seen a distortion (Chart 6).", "Furthermore, with respect to policy responses to the corporate bond market, the Bank is currently adjusting the amount outstanding of corporate bonds, so that it will return to the pre-pandemic level.", "In this adjustment, the Bank will give due consideration to issuance conditions for these bonds.", "Although these measures are expected to expand the range of 10-year JGB yield fluctuations, in continuing with monetary easing under the framework of yield curve control going forward, they have the significant merit of facilitating the transmission of monetary easing effects, such as through corporate financing, while maintaining the function of JGB yields as reference rates.", "As I just described, these measures have been implemented to conduct monetary easing in a sustainable and smooth manner while taking into account the transmission of monetary easing effects, including to corporate financing; this is definitely not a step toward an exit.", "The Bank will aim to achieve the price stability target in a sustainable and stable manner, accompanied by wage increases, by continuing with monetary easing under the framework of yield curve control.", "Characteristics of the Labor Market and Wage Formation in Japan Now, I would like to talk about the characteristics of the labor market and wage formation in Japan.", "In April 2013, the Bank introduced quantitative and qualitative monetary easing (QQE), a large-scale monetary easing framework still in place today, with the aim of achieving the price stability target.", "It should be noted that the Bank's goal is not merely to achieve inflation.", "In this regard, let me reiterate what I said in my speech at a Keidanren meeting nine years ago: \"the Bank aims at creating and embedding an economic virtuous cycle of a moderate rise in prices, an increase in sales and profits, an increase in wages, a boost in consumption, and a moderate rise in prices.\"", "In other words, in order to achieve the price stability target in a sustainable and stable manner, it is crucial that price rises are backed by increases in corporate sales and profits, and by growing wages.", "A simultaneous increase in both wages and prices was observed as a matter of course even in Japan until around the mid-1990s (Chart 7).", "In addition, as many of you here today may feel, as executives of global businesses, it is quite natural in other economies for both prices and wages to rise simultaneously.", "With the introduction of QQE, Japan's economy has improved significantly and labor market conditions have tightened, also supported by government measures and various initiatives by firms.", "Under these circumstances, a positive inflation rate has taken hold, and wage growth has also been positive on average, albeit with fluctuations.", "Thus, Japan's economy is no longer in deflation, in the sense of a sustained decline in prices.", "However, we have not yet reached a situation where the price stability target of 2 percent has been achieved in a sustainable and stable manner, accompanied by wage increases.", "As background to this current situation, the Bank's Assessment for Further Effective and Sustainable Monetary Easing in March last year highlighted the following factors.", "First, people's mindset and behavior based on the assumption that prices will not increase easily have become deeply entrenched because of the experience of prolonged deflation, and it will take time for this mindset and behavior, especially firms' price- and wage-setting behavior, to change.", "Second, upward pressure on wages has been absorbed due to an increase in labor supply as a result of the advance in labor force participation of women and seniors.", "Today, I would like to examine whether there have been any changes in these two factors.", "Let me start with firms' price-setting behavior.", "The diffusion index (DI) for output prices in the December Tankan shows that an increasing number of firms have raised prices recently (Chart 8).", "This is due to the substantial increase in input costs led by the rise in import prices.", "Of course, there have been other periods in the past when input costs rose substantially, although not to the same extent as this time.", "However, for a long time, it has been difficult for firms to pass on these cost increases due to the severe competitive environment.", "One likely reason for this is that firms, taking account of price-setting by others in their particular industry, have been reluctant to pass on higher costs to maintain their price competitiveness.", "In the current phase, the rise in import prices has been large in terms of both size and the range of items affected, and thus many firms have passed on cost increases.", "However, the impact of the rise in import prices, which has caused costs to rise, will eventually dissipate.", "It is necessary to examine whether the change in price-setting behavior currently seen will take hold as the new norm, but for this to happen, it is important for the virtuous cycle of wage increases and price rises that I mentioned earlier to continue.", "The reason is that widespread wage hikes will put upward pressure on costs by increasing firms' personnel expenses, while at the same time, demand will increase through improvement in household income, and this is likely to lead to moderate inflation.", "Now, I would like to consider the wage-setting behavior of firms.", "To do so, I will first review the structure of the labor market in Japan.", "Characteristics of the Labor Market and Wage Formation in Japan A major feature of Japan's labor market is its \"dual structure,\" consisting of two types of employment with different characteristics: regular employment with low job mobility as characterized by the term \"lifetime employment,\" and the other, non-regular employment (Chart 9).", "The determinants of wages differ between the two types of employment.", "Looking back at long-term trends in Japan's labor market, a major characteristic is that the number of non-regular employees has increased over the past three decades or so.", "Since wages of non-regular employees are generally lower than those of regular employees, the increase in the share of non-regular employees has pushed down average nominal wages in Japan, curbing their growth.", "From the mid-1990s, firms' perception of excess regular employment strengthened significantly during the process of adjustment triggered by the collapse of the bubble economy, and the number of regular employees followed a downward trend.", "Non-regular employment filled the resulting gap or continued to grow even more, so that the share of non-regular employees increased at a rapid pace.", "Recent years have seen changes in this trend.", "While the number of non-regular employees has continued to rise, the number of regular employees has turned to an increase, mainly reflecting firms' efforts to retain human resources in response to growing labor shortages, which are partly due to economic improvement.", "As a result, the pace of increase in the share of non-regular employees has reached a plateau.", "Even though Japan's working-age population (i.e., those aged 15-64) has continued to decline since peaking in 1995, a simultaneous increase in the number of both regular and non-regular employees was possible because of the increased labor force participation of women and seniors.", "Their labor force participation has advanced, mainly because improvement in the economy has led to greater job opportunities and because the government and firms have taken steps to support a variety of working styles.", "This has led to a significant rise in the overall labor force participation rate.", "The resulting increase in labor supply is one of the factors that has suppressed the average growth rate of wages from a macroeconomic perspective.", "However, I would like to emphasize that this increase in labor supply has boosted employee income overall and has had a positive effect on economic growth.", "This \"dual structure\" of the labor market has important implications for predicting future wage trends.", "The reason is that the wage formation mechanism differs depending on the type of employment (Chart 10).", "In particular, the degree to which wages respond to labor demand differs substantially between regular and non-regular employment.", "Labor market conditions for both regular and part-time employees have been tightening consistently over the past decade, excluding the early phase of the pandemic.", "Over the past decade, hourly wages for part-time employees have continued to register a relatively high increase, at an average rate of about 2 percent, while wages for regular employees have only grown at a very modest rate of less than 1 percent.", "This difference is due to differences in job mobility in the two types of employment.", "In the case of non-regular employment, wages tend to reflect labor market conditions due to the high degree of job mobility.", "On the other hand, job mobility in regular employment is generally considered to be low due to long-term employment practices.", "Furthermore, another aspect of regular employment is that the experience of the weak economic growth that followed the collapse of the bubble economy led both labor and management to prioritize maintaining employment, resulting in restrained wage increases.", "The fact that wages of regular employees, who account for the larger share of total employment, have not risen so high is also a factor that restrained overall wage growth from a macroeconomic perspective, despite a tightening of labor market conditions.", "Differences in mobility can also be found across firm sizes, industries, and age groups (Chart 11).", "For example, regular employees in small and medium-sized firms are more likely to change jobs in search of better working conditions than those in large firms.", "Because of the higher degree of job mobility at small and medium-sized firms, wages tend to be more responsive to labor market conditions.", "In fact, while wage levels of regular employees at large firms have been more or less unchanged, those at small and medium-sized firms have been rising clearly.", "Similar trends have been observed in the face-to-face services industry, where small and medium-sized firms account for the larger share of total employment, and among younger workers, for whom job mobility is high, including somewhat recent graduates who are looking for a new job.", "Outlook for Wages Bearing in mind these features of Japan's labor market, I would now like to describe the outlook for wages.", "Basically, I believe that the growth rate of wages will increase gradually.", "First of all, labor market conditions, particularly for non-regular employees, are projected to tighten further.", "As Japan's economy recovers, labor demand is expected to increase, particularly in the face-to-face services industry.", "On the labor supply side, labor force participation of women and seniors is unlikely to increase to the same extent as has been the case to date (Chart 12).", "The labor force participation rate of women in Japan has risen markedly and has not only already exceeded that in the United States but is close to the level of the top members of the Group of Seven (G7) countries.", "Moreover, while the labor force participation rate of seniors has also risen, the baby boomer generation will eventually pass the age of 75, and the labor force participation rate for those aged 75 and over is significantly low.", "Thus, since labor market conditions are likely to tighten from both the demand and supply sides, growth in wages of non-regular employees in particular is expected to accelerate.", "Furthermore, this upward pressure on wages of non-regular employees is likely to spread to wages of regular employees, especially those in small and medium-sized firms and the face-to-face services industry, and among younger workers; that is, to wages of regular employees for whom job mobility is relatively high.", "However, in order for wage increases to become full-fledged from a macroeconomic perspective, there needs to be a rise in wages of regular employees -- who account for the larger share of total employment -- including wages of regular employees in large firms, whose job mobility is relatively low.", "In next spring's labor-management wage negotiations, attention will be focused on the extent to which prices will be reflected in wages, in addition to the tightening of labor market conditions (Chart 13).", "In the past, labor and management in Japan both shared the idea of ensuring that workers were paid a \"living wage,\" and price rises pushed up wages through increases in base pay.", "Base pay increases virtually disappeared during the deflationary period, but these have been seen for nine consecutive years since 2014, one year after the introduction of QQE.", "Given the rise in prices, the Japanese Trade Union Confederation, or Rengo, has decided to demand in next spring's labor-management wage negotiations an increase in base pay of 3 percent (excluding seniority- and performance-related wage increases), which is higher than wage increases demanded in the past, and I will be paying attention to how much base pay rises in practice.", "In this regard, it seems that firms' wage-setting behavior has started to move in the direction of taking price rises into account.", "Surveys suggest that managers of small and medium-sized firms also appear to be raising wages based on a greater awareness of price rises than in the past.", "It should be noted that, while corporate profits -- the source of wage increases -- have been at high levels on the whole, they vary across firms, depending on size and industry (Chart 14).", "It is also true that many managers of small and medium-sized firms say that, although their firm's performance has not improved, they have raised wages as a \"defensive\" step.", "In order for wage increases to spread in a sustainable manner, it is necessary for these to become full-fledged, especially among large firms, for which profits have improved significantly, and there need to be initiatives toward spreading the positive impact of increased profits overall, particularly to small and medium-sized firms, through improved business contract terms and other factors.", "In this regard, I am very encouraged by Chairman Tokura's message regarding next spring's labor-management wage negotiations, in which he stated that \"prices should be the top priority among the various factors to be considered,\" and that it is desirable \"to maintain the momentum of wage increases and realize a virtuous cycle of prices and wages.\"", "Furthermore, an increasing number of firms are participating in the Declaration of Partnership Building initiative, with the aim of building sustainable relationships that allow large firms and small and medium-sized firms to grow together.", "I hope that, through these efforts, moves to increase wages will spread throughout the economy.", "Concluding Remarks Let me conclude.", "As I have discussed today, labor market conditions in Japan are projected to tighten further, and firms' price- and wage-setting behavior is also likely to change.", "In this sense, we are approaching a critical juncture in breaking out of the prolonged period of low inflation and low growth since the collapse of the bubble economy.", "I would like to close my speech today by expressing my hope that firms will continue to make progress with their positive efforts, and by noting that the Bank will provide its utmost support by firmly maintaining accommodative financial conditions.", "Thank you for your attention.", "Toward Achieving the Price Stability Target in a Sustainable and Stable Manner, Accompanied by Wage Increases Speech at the Meeting of Councillors of Keidanren (Japan Business Federation) in Tokyo December 26, 2022 Governor of the Bank of Japan I.", "Recent Economic and Price Developments and the Bank's Conduct of Monetary Policy II.", "Characteristics of the Labor Market and Wage Formation in Japan Concluding Remarks Introduction Forecasts for Economic Activity and Prices in Major Advanced Countries (IMF) Inflation Real GDP Growth Unemployment Rate y/y % chg. y/y % chg. % Forecasts Forecasts Forecasts G7 countries Japan -2 -8 0 CY 19 20 21 22 23 19 20 21 22 23 CY CY 19 20 21 22 23 Note: The forecasts presented are those as of October 2022.", "Figures for the Group of Seven (G7) countries other than Japan are the arithmetic averages of figures for Canada, France, Germany, Italy, the United Kingdom, and the United States.", "Recent Economic and Price Developments and the Bank's Conduct of Monetary Policy Economic Activity by Sector The BOJ's Forecasts for Real GDP s.a., ann., tril.", "In the left-hand chart, figures for manufacturing are from the Indices of Industrial Production, while those for the other sectors are from the Indices of Tertiary Industry Activity.", "Figures for nonmanufacturing exclude accommodations, eating and drinking services, services for amusement and hobbies, and transport.", "In the right-hand chart, the forecasts presented are the medians of the Policy Board members' forecasts in the October 2022 Outlook for Economic Activity and Prices (Outlook Report).", "The values of real GDP for fiscal 2022 onward are calculated by multiplying the actual figure for fiscal 2021 by all successive projected growth rates for each year.", "Sources: Ministry of Economy, Trade and Industry; Cabinet Office; Bank of Japan.", "In the left-hand chart, figures are the CPI for all items less fresh food, excluding the effects of the consumption tax hikes, etc.", "The forecasts presented are the medians of the Policy Board members' forecasts in the October 2022 Outlook Report.", "In the right-hand chart, figures are futures prices of West Texas Intermediate (WTI).", "Figures through November 2022 are monthly averages, while the figure for December 2022 is the average for December 1-22.", "Figures for forward month futures prices are those as of December 22, 2022.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan; Bloomberg.", "Recent Economic and Price Developments and the Bank's Conduct of Monetary Policy Modification of the Conduct of Yield Curve Control (YCC) Impact of Increased Volatility Measures Decided by the Bank of Japan in Overseas Markets Deterioration in Japan's bond market functioning Relative relationships among interest rates of bonds with different maturities Encourage a smoother formation of Arbitrage relationships between spot and futures markets the entire yield curve Significant increase in the amount of JGB purchases: from 7.3 trillion yen per month to about 9 trillion yen per month Possibility of a negative impact on financial conditions Expansion of the range of 10-year JGB yield fluctuations from the target Yields on Japanese government bonds (JGBs) are level: from between around 0.25% pts to between around 0.5% pts reference rates for corporate bond yields, bank lending Nimble responses for each maturity: rates, and other funding rates.", "- Offer to purchase 10-year JGBs at 0.5% every business day through fixed-rate purchase operations JGB Yield Curve (Before the December 2022 MPM) - Make nimble responses for each maturity by increasing the amount of JGB purchases even more and conducting fixed-rate purchase operations 1.6 1.4 In adjusting the amount outstanding of corporate bonds, 1.2 the Bank will give due consideration to their issuance conditions.", ".0 0.8 0.6 Facilitate the transmission of monetary easing effects 0.4 0.2 generated under the framework of YCC, such as through 0.0 corporate financing -0.2 The Bank will aim to achieve the price stability target by years residual maturity enhancing the sustainability of monetary easing.", "Source: Japan Securities Dealers Association.", "Characteristics of the Labor Market and Wage Formation in Japan Wages and Prices y/y % chg.", "Figures for cash earnings before fiscal 1991 are for establishments with 30 or more employees, while those from fiscal 1991 onward are for establishments with 5 or more employees.", "Figures for cash earnings for fiscal 2022 are April-October averages.", "Figures for the CPI exclude the effects of the consumption tax hikes, etc.", "Those from fiscal 2022 onward are the medians of the Policy Board members' forecasts in the October 2022 Outlook Report.", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications; Bank of Japan.", "In the left-hand chart, figures are for all industries and enterprises.", "There is a discontinuity in the data for December 2003 due to a change in the survey framework.", "In the right-hand charts, figures are based on the LOBO survey, which surveys developments in the pass-through of increases in goods and services prices in business-to-business transactions.", "Sources: Bank of Japan; Japan Chamber of Commerce and Industry.", "8 Dual Structure in the Labor Market Number of Regular and Non-regular Share of Non-regular Employees and Employees Labor Force Participation Rate mil.", "persons % % Non-regular employees Regular employees 40 30 62 20 20 60 Share of non-regular employees (left scale) Labor force participation rate 0 10 58 CY 84 88 92 96 00 04 08 12 16 20 CY 84 88 92 96 00 04 08 12 16 20 Note: Figures for the number of employees and the share of non-regular employees prior to 2002 are based on the February Special Survey of the Labour Force Survey, those for 2002-2012 are annual averages from the \"detailed tabulations\" in the Labour Force Survey, and those thereafter are annual averages from the \"basic tabulations.\"", "All figures for 2022 are January-October averages.", "Sources: Ministry of Internal Affairs and Communications; Haver.", "Characteristics of the Labor Market and Wage Formation in Japan Wages and Labor Market Conditions by Employment Type Wages Labor Surplus/Shortage y/y % chg. DI (\"shortage\" - \"surplus\"), % points Scheduled cash earnings per employee Regular staff, etc.", "In the left-hand chart, quarters are defined as follows: Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Figures from 2016/Q1 onward are based on continuing observations following the sample revisions.", "Figures for 2022/Q3 are September-October averages.", "The rise in the year-on-year rate of change in hourly cash earnings of part-time employees to around 7 percent in 2020/Q1 is mainly due to the suspension of business activities during the pandemic.", "In the right-hand chart, figures are based on the Survey on Labour Economy Trend.", "Source: Ministry of Health, Labour and Welfare.", "In the left-hand chart, figures are based on full-time employees in the Figures are the share of those leaving their job for personal reasons (excluding Survey on Employment Trends.", "In the right-hand chart, figures are based on the Basic Survey on Wage Structure.", "Figures cover full-time regular staff in private establishments.", "Small and medium-sized firms are those employing 10 to 999 regular employees, while large firms are those employing 1,000 or more regular employees.", "Source: Ministry of Health, Labour and Welfare.", "In the left-hand chart, the figures for CPI inflation are for all items less fresh food, excluding the effects of the consumption tax hikes, etc.", "The figure for 2022 is the January-November average.", "The figures for the base pay increase demanded by labor unions before 2023 are calculated by subtracting seniority- and performance-related wage increases, which are assumed to be equal to the actual figures, from the total increase in wages (the sum of seniority- and performance-related wage increases and the increase in base pay) demanded by unions.", "The figure for 2023 is from Rengo's policy for the spring 2023 labor-management wage negotiations.", "In the right-hand chart, figures are based on the LOBO survey.", "Figures before 2022 are from the December survey, while those for 2022 are from the June survey.", "Sources: Japanese Trade Union Confederation (Rengo); Central Labour Relations Commission; Institute of Labour Administration; Ministry of Internal Affairs and Communications; Japan Chamber of Commerce and Industry.", "Characteristics of the Labor Market and Wage Formation in Japan Corporate Profits and Wage-Setting Behavior Plans for Raising Scheduled Cash Earnings Corporate Profits (Small and Medium-Sized Firms) s.a., tril.", "yen Small and medium-sized firms Wage increase with 14 improving business performance (virtuous wage increase) Wage increase without 10 improving business performance (defensive wage increase) 6 No wage increase CY 07 09 11 13 15 17 19 21 0 10 20 30 40 50 Notes: 1.", "In the left-hand chart, figures are current profits based on the Financial Statements Statistics of Corporations by Industry, Quarterly, and exclude \"finance and insurance.\"", "Figures from 2009/Q2 onward exclude pure holding companies.", "Small and medium-sized firms are firms with a capitalization of 10 million yen or more but less than 1 billion yen, while large firms are firms with a capitalization of 1 billion yen or more.", "In the right-hand chart, figures are based on the LOBO survey.", "Sources: Ministry of Finance; Japan Chamber of Commerce and Industry."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Labor Market", "Wage Formation", "Inflation", "Monetary Policy", "Economic Outlook", "Yield Curve Control", "Price Stability", "Labor Supply", "Corporate Profits", "Economic Growth"]}