{"sentences": ["I am Gerardo Esquivel, Deputy Governor at Banco de México, and I would like to welcome you all to the 7th edition of this conference.", "It is a pleasure for Banco de México to co-host this high-level event along with the Federal Reserve Bank of Dallas and the University of Houston.", "Top economists from Johns Hopkins, the London School of Economics, Penn State, Princeton, Rochester, Stanford, UCLA, University of Minnesota, University of Pennsylvania, University of Southern California and Yale, as well as from the Board of Governors, the Minneapolis Fed and the IMF are slated to participate as presenters or discussants in this conference.", "For Banco de México, given our economy's very high degree of trade and financial openness, an improved understanding of trade and international macroeconomic issues is always very valuable.", "Over the years, this high-level conference has been important for us to be able to apply the latest ideas and techniques to pressing policy issues.", "Within the last six years the Bank has had to deal with the large decline in oil prices experienced in 2014 and 2015, the threat of cancelation of NAFTA, the threat of the imposition of various tariffs and quotas and, more recently, with the multiple shocks to global trade and financial markets that resulted from the pandemic.", "Some of the insights gained by our participation in this conference have surely been valuable in coping with these tasks.", "In particular, at this stage, it is crucial to analyze the impact of the tightening process currently undertaken by central banks around the globe on financial markets and to what extent and for how long this tightening process will continue, as the global economy slows down while inflation still remains high, despite declines in energy prices and a moderation of supply chain disruptions.", "Previous episodes of tightening by the central banks of advanced economies have coincided with episodes of fifinancial crises in emerging economies, for example in the early 80's and mid 90's.", "Clearly, the current circumstances are different given that most emerging markets now have robust and credible macroeconomic frameworks, with monetary policy focused on price stability, contained fiscal deficits, a large fraction of their debt denominated in domestic currencies, and high levels of foreign exchange reserves.", "However, many emerging and developed economies are still heavily burdened by the debt resulting from generous fiscal support policies during the pandemic.", "Therefore, high interest rates could have a strong negative impact on those economies where the debt to GDP ratio is larger.", "Mexico is within the group of economies that maintained a strict fiscal discipline during the pandemic, which helped the country to avoid a significant deterioration of its public finances.", "Another area of concern related to the tightening process is the increase in the value of the US dollar relative to other currencies.", "This might pose a risk for those economies where the financing of large firms or the public sector is heavily reliant on foreign debt.", "In the case of México, we have learned the lessons from previous crisis and have decreased our dependence on foreign debt.", "Furthermore, the Mexican peso has not experienced a depreciation against the US dollar during the current year as opposed to most of the currencies of advanced and emerging economies around the world.", "This is the result not only of our monetary policy stance relative to the US one, but also the result of keeping solid macroeconomic fundamentals.", "With regards to monetary policy, a key question is whether emerging markets should follow the Fed's cycle one-to-one.", "In the case of Mexico, with yesterday's monetary policy decision, our interest rate is now clearly in restrictive territory.", "In my opinion, going forward it is important to send the message that we are close to reach the terminal value of the interest rate in the current hiking cycle.", "For this purpose, we might decouple from the Fed's pace of increases in the following decisions, as Mexico would likely need smaller adjustments in its interest rate.", "There are several reasons for this.", "First, we started our tightening cycle before the Fed and, thus, we are now clearly in a restrictive zone; second, inflation in Mexico is mainly explained by external shocks and supply-side factors, and less so by internal demand or market labor pressures; third, the interest rates differential between Mexico and the United States is close to its maximum level; and fourth, Mexico has maintained solid macroeconomic fundamentals which provide important support to the Mexican currency.", "For these and other considerations, I believe that we should start reducing the pace of adjustments as soon as in our next meeting and reach a terminal rate by the end of this year, with independence from the actions that the Federal Reserve might take in the future.", "Going back to the strength of the Mexican peso, this also might be the result of new foreign direct investment associated with the increased attractiveness of the country due to the phenomenon defined as nearshoring or reshoring.", "Indeed, a re-globalization process is underway in which firms now seek to diversify the risk of supply disruptions.", "Thus, the geographical location and the historical context of firm's providers has become relevant once again.", "Mexico has a privileged position to reap the benefits of reglobalization given its geographic location and the trade agreements reached with the United States, Canada, and other regions and countries.", "In that sense, Mexico could aspire to become a new global economic hub through the relocation process of different industries.", "However, in order to ensure the largest possible gains from this process, Mexico must undertake specific policies that include increasing public infrastructure investments, reducing insecurity levels, sending clear signals of respect to trade agreements, providing access to key production inputs, and reducing corruption, among others.", "Let me now go back to the specific topics of this year's edition of the conference and briefly describe the papers that will be presented in these seven sessions: First, Enrique Mendoza and Vincenzo Quadrini's paper addresses a potential mechanism behind the observed decline in global interest rates.", "It suggests that the low levels measured for the long-term neutral interest rate (r*) are a temporary result of high rate of growth in emerging economies jointly with a change in their financial structure, thus predicting that r* may become higher in the future as this mechanism runs its course.", "Such research may be useful in generating potential scenarios for future global interest rate levels.", "Jonathan Eaton's paper provides a new analytical baseline to consider product quality as an additional margin for exporting firms to adjust.", "It allows economists to approach the changing composition of countries' exports in response to various shocks and may help understand longer term impacts of the USMCA on the North American economies.", "The paper by analyzes the change in the US net asset position, which was already negative in the 90's and early 2000's, but has become significantly more negative since the global financial crisis.", "This paper may provide a different perspective on the flows of capital around the globe and on the impact of the recent decline in asset values on consumption beyond the US.", "Yan Bai's paper looks into a highly complex problem that is very prominent in the current global scenario: the design of optimal trade policies in the context of innovation and technological change.", "In her model, these policies are endogenous and what it's key is that a country's trade policies may affect a rival's innovation decisions.", "This paper may provide insights into another relevant issue: the potential evolution of global trade as various economies, especially the US and China, compete for technological prowess, and move further away from free trade in pursuit of this goal.", "In a paper that may help shed light on the current issue faced by the ECB regarding the interest rate spreads across Eurozone government bonds, the paper by Juliana Salomao considers the impact that changes in the supply of specific bonds may have on their pricing in the context of a particular clientele for them, for example insurance companies and pension funds, which may have country-specific capital requirements.", "This paper may contain important insights regarding bond liquidity, the regulatory impact on asset demand, and generally how various policies affect sovereign bond pricing.", "Also addressing a prescient issue, Gene Grossman analyzes the optimality of various policies regarding supply chains in the context of potential disruptions to these chains.", "His paper considers policies that promote diversification versus those that encourage reshoring, and evaluates the robustness of the conclusions to a generalization beyond CES preferences.", "These issues are of great relevance given what the pandemic-related shocks showed about the limits to the resilience of global value and supply chains, but also given the continuation of the conflict between the US and China, especially regarding global trade.", "Finally, and paper proposes a new framework to Oleg Itskhoki Dmitry Mushkin's analyze monetary and FX intervention policies with a model where Purchasing Power Parity and Uncovered Interest Parity deviations are endogenous.", "In their framework, monetary policy is tasked with smoothing the output gap, which leads to a volatile nominal exchange rate, and reducing the economy's ability for risk sharing with foreign investors.", "Surprisingly, there exists the possibility of a \"divine coincidence\" when the optimal real exchange rate is stable, but more generally the ideal policy is a managed peg and does not require capital controls.", "This is a very daring paper, with potentially deep implications about alternative monetary policy frameworks, especially for emerging economies.", "This was just a brief description of important contributions that will be presented and discussed at this event.", "Overall, Banco de México is very happy to continue to be part of this effort to bring together some of the best International Economics researchers, and glad that this event can again be held in a face-to-face format.", "Moreover, we would like to thank specially to Mark Wynn from the Dallas Fed and to Kei-Mu Yi from the University of Houston for their ongoing effort in this endeavor.", "We welcome you all to these two days of intense and fruitful intellectual exchange.", "Thank you and welcome again."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Global trade", "Central bank tightening", "Interest rates", "Emerging economies", "US dollar", "Nearshoring", "Mexico", "Inflation", "Supply chains"]}