{"sentences": ["Remarks by Tiff Macklem Governor of the Bank of Canada Halifax Chamber of Commerce Halifax, Nova Scotia What's happening to inflation and Introduction Good afternoon.", "I am glad to be with you here in Halifax.", "been a tough couple of weeks for Atlantic Canada.", "I want to extend my condolences for the lives lost during the terrible storm.", "My sympathy goes out to all of those affected across the region, including Bank of Canada employees in our office here in Halifax.", "The damage and destruction bring a new wave of hardship after what has already been a difficult couple of years.", "Canadians have faced historic challenges since 2020.", "And recovering from these challenges-just like rebuilding from the aftermath of Hurricane Fiona-will take time.", "The global COVID-19 pandemic has sparked a challenge that is particularly what I want to talk pressing to the Bank of Canada-high inflation.", "And that's about today.", "High inflation is making life more difficult for Canadians, especially those with low or fixed incomes.", "Some of this inflation reflects global developments that we don't control, but inflation in Canada reflects what's happening in Canada.", "The demand for goods and services here at home is running ahead of economy's ability to supply them.", "Businesses are having a hard time finding enough workers.", "And what started as higher prices and delays for many internationally produced goods has broadened to many services.", "Inflation in Canada peaked at 8.1% in June and has declined for two months.", "That's welcome news, but inflation will not fade away by itself.", "To get more normal levels, we need to slow spending in the economy so supply can catch up with demand.", "This will help relieve price pressures here in Canada.", "In September, we raised our policy interest rate for the fifth consecutive time since March.", "And we indicated that interest rates will likely need to go higher still to bring inflation down to the 2% target.", "Later this month, we will take our next monetary policy decision, and we will update our economic outlook for growth and inflation at that time.", "But today I want to do three things.", "First, I want to unpack the run-up in inflation over the past year or so and review how the factors behind inflation in Canada are shifting from global to domestic and from goods to services.", "Second, I want to review the inflation indicators we are particularly focused on as we assess where inflation is headed.", "Finally, I want to acknowledge the hardship that high inflation is creating for many Canadians and underscore the imperative of getting inflation all the way back to the 2% target.", "The sources of inflation are broadening Heading into the pandemic in 2020, total consumer price index (CPI) inflation was 2.2%-roughly on target.", "But when the world locked down, inflation fell steeply, dipping below zero.", "Prolonged deflation and economic depression were real concerns.", "The Bank responded with exceptional monetary support, first to put a floor under the crisis and then to help the economy regain its strength.", "Fortunately, combined with exceptional fiscal stimulus, it worked.", "We avoided deflation, and the deepest recession on record was followed by the fastest recovery ever.", "But repeatedly closing and reopening economies around the world brought new challenges.", "Households shifted their spending from in-person services to durable goods, straining global supply chains that were already disrupted by public health restrictions.", "Shipping bottlenecks and shortages of key intermediate inputs meant long delays for goods like cars, bicycles and appliances.", "So by 2021, we began experiencing higher prices for many internationally traded goods.", "As Chart 1 shows, inflation in goods excluding food and energy rose to about 3.5% by July 2021, while inflation in services excluding shelter was only around 1%.", "Add in higher global energy prices in 2021, and goods price inflation was about 4.5% by the middle of that year.", "Chart 1: Inflation started in goods and spread to services Year-over-year percentage change 9.0 7.0 5.0 3.0 1.0 -1.0 Goods excluding food and energy Services excluding shelter Total inflation Sources: Statistics Canada and Bank of Canada calculations Last observation: August 2022 With higher goods prices, total CPI inflation was moving up in 2021 too, but it was largely a story of higher inflation for global goods spilling into Canada.", "Inflation was rising in most advanced economies, and Canadian households were feeling the effects of higher global inflation (Chart 2).", "Chart 2: Inflation has risen globally Total CPI, year-over-year percentage change 2019 2020 2021 2022 France Germany Italy Japan United Kingdom Australia New Zealand United States Canada Note: Australia and New Zealand are using quarterly data, all other countries use monthly data.", "Last observations: Sources: Statistics Canada and Organisation for Economic Co-operation Australia and New Zealand 2022Q2; and Development via Haver Analytics all others, August 2022 At the time, we assessed that the effect of these global forces on inflation was likely to be transitory.", "Historical experience has taught us that supply disturbances typically have a temporary effect on inflation, so we tend to look through them.", "A year ago we expected inflation in goods prices to moderate as public health restrictions were eased, production ramped up and investment in global supply chain logistics picked up.", "In hindsight, that turned out to be overly optimistic.", "Indeed, global inflationary pressures stepped up in 2022.", "The unprovoked Russian invasion of Ukraine in February drove up the prices of commodities- particularly energy and agricultural goods-and created new disruptions to already impaired global supply chains.", "Canadians experienced these effects almost immediately with higher gas prices at the pump and big price increases for many basic food items at the grocery store.", "But the other thing that changed in 2022 was inflation in the prices of services.", "As the economy fully reopened in the spring, pent-up demand for all the services over the pandemic started driving up their prices, especially in areas like travel and recreation.", "Canadians experienced these pressures first-hand when trying to book a campsite or reserve a table at their favourite restaurant.", "Services price inflation rose quickly through the first half of 2022, reaching about 5% this summer.", "With further increases in goods prices in 2022 and a rapid rise in services prices, total CPI inflation rose sharply, reaching 8.1% in June.", "Over the last two years, the pandemic and the war have affected lives and livelihoods.", "They have also had a profound impact on inflation.", "Our job at the Bank of Canada is to restore price stability.", "Global inflation may be starting to ease In the last two months, headline inflation in Canada has come down to 7%.", "This largely reflects lower gasoline prices.", "In mid-June, filling up in Halifax cost $2.15 a litre on average.", "More generally, there is some evidence that global inflationary forces have begun to ease, though they remain elevated.", "A range of global commodity prices are starting, finally, to fall from their highs.", "Oil prices have come down, and the prices for key agricultural commodities have also eased back.", "In time, with lower input and transportation costs, we should see food inflation begin to come down.", "Supply bottlenecks have also begun to improve (Chart 3).", "Chart 3: Global supply bottlenecks are beginning to ease but remain elevated Index Index 60 400 2019 2020 2021 2022 PMI manufacturing supplier delivery times (seasonally adjusted, +50 indicates lengthening) (left scale) PMI manufacturing input prices (seasonally adjusted, +50 indicates increasing) (left scale) Harper Petersen shipping cost index (2019 = 100) (right scale) Ships in queue at Los Angeles and Long Beach (2019 = 100) (right scale) Note: \"Ships in queue at Los Angeles and Long Beach\" is an \"end-of-period value\".", "\"Harper Petersen shipping cost index\" is an average of weekly data.", "Sources: Harper Peterson, The Marine Exchange of Southern California and S&P Global via Haver Analytics Last observation: September 2022 Global manufacturers report that delivery times are still longer than usual, but they are getting shorter, and input cost pressures are easing.", "Global shipping costs have also come down from exceptional highs.", "These signs of improving global supply chains are encouraging, but we count on easing pressure on global prices to lower inflation in Canada.", "At a minimum, improving global factors will take time to filter through to Canadian inflation.", "And the recent depreciation of the Canadian dollar in the face of USdollar strength will offset some of this global improvement by making US goods and vacations more expensive for Canadians.", "There is also considerable uncertainty about the evolution of global supply chains and commodity prices.", "The global economy remains highly disrupted by the effects of the pandemic and price movements isn't the war in Ukraine.", "Predicting international easy, and the Unfortunately, we don't have much global inflation picture could change quickly.", "Our focus is getting domestic inflation down and keeping inflation expectations anchored We global developments.", "But we can use monetary policy to influence the balance between demand and supply in the Canadian economy and therefore ease domestic inflationary pressures over time.", "All the signs today point to an economy that is clearly in excess demand.", "Labour markets remain very tight.", "Job vacancies have eased a little in recent months but remain exceptionally high.", "Our business surveys report widespread labour shortages.", "And wage growth has risen and continues to broaden.", "With demand running ahead of supply, competition is posing less of a restraint on price increases, and businesses are passing through higher input costs more quickly.", "As a result, higher energy and material costs are showing up in the prices of a growing list of goods and services.", "So even if there is some relief at the gas pumps, price pressures remain high and continue to broaden.", "In August, the prices of more than three-quarters of the goods and services that make up the CPI were rising faster than 3% (Chart 4).", "Chart 4: Inflationary pressures remain broad-based Share of CPI components that are growing 2015 2016 2017 2018 2019 2020 2021 2022 Above 3% Above 5% Above 7% Sources: Statistics Canada and Bank of Canada calculations Last observation: August 2022 That doesn't mean Simply put, domestic inflationary pressures have yet to ease.", "higher interest rates are not working, but it will take time.", "By raising interest rates, we are making it more expensive for households and businesses to borrow and therefore to spend.", "In five steps since March, we have raised the overnight policy rate from 0.25% to 3.25%-one of the steepest and fastest tightening cycles we've ever conducted.", "And we are starting to see some effect.", "Some rate-sensitive sectors of the economy have begun to cool.", "The housing market had overheated to unsustainable levels early in the pandemic due to low supply, increased demand for larger homes and low mortgage rates.", "With higher rates now constraining borrowing, the sector has cooled.", "But monetary policy takes time to work its way through the whole economy.", "Households or businesses making a big purchase or investment-one that requires a loan-are feeling the impact.", "It takes longer for monetary policy to bring down price growth in other goods and services-especially services- because they aren't directly tied to borrowing.", "Instead, they adjust over time as overall spending moderates.", "What we're watching In her September economic progress report, Senior Deputy Governor Carolyn Rogers outlined what the Bank is monitoring to guide our decisions in the months ahead.", "She explained that we will focus on how monetary policy is working to slow demand, how supply challenges are resolving, and, most importantly, how both inflation and inflation expectations are responding.", "I want to drill down on these latter two elements: measures of core, or underlying, inflation and measures of inflation expectations.", "These are critical guideposts for us as we seek to bring total CPI inflation all the way back to the 2% target.", "As we look for a more fundamental turning point in inflation, measures of core inflation are becoming increasingly relevant.", "We are an inflation-targeting central bank, and we target total CPI inflation- calculated using a basket of goods and services that represents what Canadians typically buy.", "But parts of the overall CPI basket are sometimes highly volatile in ways not related to broader price pressures-this can be the case for gasoline That's why like to look at what we call \"core\" and food prices.", "policy-makers inflation to gauge persistent price movements.", "Core inflation provides a sense of the underlying trend in total CPI inflation and relates more closely to the balance between demand and supply in our economy.", "In practice, there are different ways to measure core inflation.", "Traditionally, central banks in many countries have measured core inflation by excluding volatile components like food and energy.", "The drawback of these exclusionbased measures is that the components that are volatile can change over time- something we have experienced in a big way in the last couple of years.", "We continue to monitor various exclusion-based measures of core inflation, but since 2016, the Bank has focused on three more-statistical measures of core inflation.", "CPI-median and CPI-trim strip out whatever is volatile at the time.", "The third measure, CPI-common, is based on a statistical technique that captures the common component in the price changes across many goods and services.", "This captures the idea that inflation reflects a general increase in prices.", "We use three measures of core inflation because no single measure is best.", "Depending on the circumstances, one may be a better indicator of inflationary pressure, and their diversity is their strength.", "With inflationary pressures as strong as they are, all three measures have risen.", "They currently range between 4.8% and 5.7% What they are telling us (Chart 5).", "is that even after taking out components in the CPI that are volatile or don't 5%.", "That's too reflect generalized changes in prices, inflation is running about high.", "We can also see that our core measures have yet to decline meaningfully even though total CPI inflation has come down in the last couple of months.", "Going forward, we will be watching our measures of core inflation closely for clear evidence of a turning point in underlying inflation.", "Sources: Statistics Canada and Bank of Canada calculations Last observation: August 2022 Of our three measures, CPI-common is becoming more difficult to use in real time because it has been subject to large historical revisions.", "With price movements becoming much more generalized in the last year, what is included in the common component has changed considerably.", "CPI-trim and CPImedian, in contrast, are more robust to changes in the behaviour of prices.", "These measures appear to have performed well and have been subject to much smaller revisions.", "With this in mind, we are more focused on these two measures and we are reassessing CPI-common.", "The extreme events of the pandemic have stressed Canadians.", "They have also stressed some of our indicators and highlighted the benefits of using a variety of measures.", "Inflation expectations In addition to measures of inflation, we are also closely watching inflation expectations.", "Keeping longer-term expectations of inflation well anchored is paramount so that, as inflation pressures ease, inflation returns to the 2% target.", "The longer high inflation persists and the more pervasive it becomes, the greater the risk that high inflation becomes entrenched.", "In particular, if high inflation pushes wages up and higher labour costs then push inflation up further, inflation expectations can become unmoored and high inflation can become self-fulfilling.", "We can't let that happen because if it does, it will be much more costly to return inflation to target.", "That's why we are so focused on measures of expected inflation.", "We use a range of surveys and market-based measures to assess expectations of future inflation, and they show us that near-term expectations have risen.", "Survey results also indicate that consumers and businesses are more uncertain about future inflation and more of them expect inflation to be higher for longer.", "So far, longer-term inflation expectations remain reasonably well anchored, but we are acutely aware that Canadians will need to see inflation clearly coming down to sustain this confidence.", "This increased uncertainty heightens the risk that inflation expectations could become de-anchored.", "Both households and businesses view inflation pressures as mostly global, but increasingly they are identifying domestic pressures-this is similar to our own view.", "Results from our next consumer and business surveys, which we will release later this month, will be important for our assessment of how expectations have evolved.", "It's time for me to conclude.", "Low, stable and predictable inflation is fundamental to a well-functioning economy with sustained growth and shared prosperity.", "That's why price stability is the main objective of monetary policy in Canada.", "Without price stability, nothing works well.", "High and unpredictable inflation creates uncertainty and unfairness, distorting decisions and undermining confidence in our economic system.", "It erodes the value of money.", "It distorts and confuses the information and incentives that consumers, entrepreneurs, savers and investors rely on to make their economic decisions.", "That means workers and businesses have less to show for their work, and it's harder for everyone to plan for the future.", "Plain and simple, high inflation feeds frustration and creates a sense of helplessness.", "an economy where households and businesses don't have We want to guess where inflation is going to be.", "We want an economy where the money Canadians earn from their hard work keeps its value.", "We want an economy where businesses have the confidence to invest.", "And we want an economy where workers make real wage gains underpinned by rising productivity.", "That is why we have taken forceful action to restore price stability.", "We have raised our policy interest rate by three percentage points this year in five steps, and we are reinforcing these increases with quantitative tightening.", "Looking ahead, the Governing Council recognizes that it will take time for past interest rate increases to have their full effect on the economy and inflation.", "we'll be carefully assessing the effects of our actions as we seek to slow spending and return inflation to the 2% target.", "Canadian economic data over the summer have come in largely in line with our July outlook, and forwardlooking indicators suggest the economy is slowing.", "However, labour markets remain tight, the economy is in excess demand, and we have yet to see clear evidence that underlying inflation has come down.", "When combined with stillelevated near-term inflation expectations, the clear implication is that further interest rate increases are warranted.", "Simply put, there is more to be done.", "We will need additional information before we consider moving to a more finely balanced decision-by-decision approach.", "We know we are still a long way from the 2% target.", "We know it will take some time to get there.", "We also know there could be setbacks along the way, and we let high inflation become entrenched.", "Atlantic Canadians will rebuild after this storm as they always have.", "And the Bank of Canada will control inflation as it has for the last 30 years.", "We are resolute in our commitment to restore price stability for all Canadians."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Interest rates", "Monetary policy", "Core inflation", "Inflation expectations", "Global supply chain", "Demand", "Labour market", "Economic growth", "Price stability"]}