{"sentences": ["I am delighted to be here to celebrate the 20th anniversary of the BIS Representative Office for the Americas.", "This office was established, inter alia, to promote cooperation among central banks and to develop research activity.", "I believe these aims are just as relevant nowadays, if not more so, than they were back in 2002.", "In fact, the issues we have on the agenda today are a good illustration of this need to join forces in analysing and addressing common challenges.", "Financial innovation, the focus of this session, is certainly a case in point.", "For years, technology has been an important driver of change in the financial sector but the advent of the digital revolution and the restrictions imposed by the pandemic-related lockdown have certainly helped enhance its role on a much wider scale.", "It goes without saying that our behavioural patterns are far more digitalised than they were not long ago.", "And this trend is most surely here to stay.", "The landscape that lies ahead promises a wealth of benefits for both the financial system in general and for central banks in particular.", "For instance, robotisation, alongside the use of AI and ML-related tools, allows increased efficiencies and, when properly conceived, can further help increase financial inclusion, thus fostering growth and employment alike.", "However, as with any innovation we should not only welcome the potential benefits but also set against them the new and traditional risks that could emerge with these tools.", "I would like to structure my address today into three interrelated fields: first, the European experience in regulating crypto-assets; second, the Eurosystem experience in developing and providing a digital euro; and third, the promotion of innovation and the Spanish experience with a sandbox.", "The European experience in regulating cryptoassets Over the last two years or so, cryptoassets have certainly attracted growing attention in the public debate.", "Their steady, exponential growth was the initial trigger, followed more recently by an equally impressive rapid decline.", "Yet, despite recent events, crypto- assets and their underlying infrastructure, are another good example of the potential of new technologies to help overcome certain shortcomings in the existing financial ecosystem and, perhaps, even to create new business opportunities.", "Take the potential possibility to fractionalise real-world assets (especially non-tradable ones), through tokenisation, which opens a wide door to, among other things, an expansion of the investor base and broadening the range of collateral that is available and acceptable, beyond traditional items.", "The flip side of digital assets are, however, their inherent risks which, as just demonstrated by the collapse of FTX, can have far-reaching implications for their very markets and, eventually, spill over to the regulated financial system through various types of exposures for conventional players.", "Hence, authorities need to develop and deploy swift and appropriate regulatory responses, of which, I think, MiCA is a telling example.", "The European Union's Regulation on Markets in Crypto-assets, on which we have acted as one of the advisors to the Spanish Treasury, lays down a set of common rules applicable to both crypto-asset issuers and service providers with a view to providing crypto-asset users with legal certainty and adequate legal protection.", "In the same way as we deal with banks, MiCA foresees an ex-ante authorisation of the new types of crypto-asset service providers.", "Moreover, it sets out a number of prudential, organisational and transparency requirements, as well as others relating to the safekeeping of client funds, conflicts of interest and outsourcing.", "With regard to their issuance and offering, MiCA introduces rules on both the authorisation of the respective players and on how to draft the \"white paper\" that should reflect all the necessary and accurate information future investors may require.", "MiCA leaves outside its scope non-fungible crypto-assets.", "Furthermore, it does not apply to crypto-assets that may be classed as financial instruments.", "The latter will still be governed by the existing legislation on financial services.", "Yet, MiCA stands out from other legislative initiatives in how it tackles stablecoins, of which it distinguishes two types: electronic money (e-money) tokens and asset-referenced tokens.", "E-money tokens purport to maintain a stable value by referencing to the value of one official currency.", "As such, they are considered electronic money.", "Their issuers are limited to credit institutions and electronic money institutions, which must comply with MiCA and the existing provisions in this field.", "Asset-referenced tokens, on the other hand, are a different kind of animal.", "These cryptoassets are not e-money tokens and purport to maintain a stable value by referencing to any other value or right, or a combination of both, including one or more official currencies.", "The composition and administration of the underlying reserve assets thus become key elements and, consequently, MiCA extensively addresses the conditions which should guide their management.", "As such, the reserve assets may only be invested in highly liquid financial instruments with minimal concentration, credit and market risk.", "Moreover, MiCA requires that the reserve be managed in such a manner that the liquidity risks associated with the permanent redemption rights of the holders are addressed, and that the risks associated with the assets referenced by the asset-referenced tokens are covered.", "Finally, in order to protect the interests of token-holders, the reserve will have to be operationally segregated from the issuer's estate.", "Despite the significant progress achieved, MiCA is unfortunately facing what I hope proves to be one last delay in its adoption process.", "In fact, reflecting the complexity and exhaustiveness of this text, it is now heading for a February slot before the European Parliament, which is expected to give its final endorsement.", "From then on the clock will start ticking on what will most likely be a profound game changer for this industry.", "Contributing to shaping the regulatory framework, as we have done with MiCA, is probably the most straightforward way to deal with new developments.", "Nevertheless, it may not be enough to avoid certain undesired effects, and crypo-assets are a good example in this regard.", "Let us imagine what would happen if stablecoins denominated in a currency other than the official one were extensively used.", "They may not pose risks to the financial system, if properly regulated and supervised, but this situation could introduce fragmentation, undermine the role of central bank money as monetary anchor, and, ultimately, bring instability and hinder monetary sovereignty.", "Therefore, central banks need to stand ready to take additional measures, if needed, which leads me to the second part of my address.", "The Eurosystem experience in developing and providing a digital euro One of the additional measures that could be adopted to respond to the challenges raised by financial innovation is the development of a retail Central Bank Digital Currency (CBDC).", "In fact, a CBDC's potential contribution to boosting the strategic autonomy of the European Union, by offering a fast and efficient alternative to other payment providers, is one of the key reasons why the Eurosystem is assessing the issuance of a digital euro.", "But it is not the only one.", "The role of the euro as monetary anchor is not only being put to the test by these new developments, but also, and probably more importantly, by the natural evolution of society.", "The increasing digitalisation of every aspect of our daily lives is reducing the use of cash as a means of payment.", "Should it reach the point where cash is hardly used, the convertibility of central bank money and private money would be put at risk, affecting people's confidence in the latter.", "We believe that having a digital euro to ensure convertibility between these two types of money would underpin and protect the integrity of the euro as a unit of account.", "A digital euro could also foster innovation, increase the efficiency of payments, and reduce our current reliance on non-European payment solutions and technologies.", "I think the benefits of issuing digital central bank money for retail use are clear, but we cannot forget the other side of the coin.", "CBDCs come, indeed, with a number of challenges.", "The technical or operational ones, such as setting up a whole new payment infrastructure, giving digital access to central bank money to every citizen and delving into the intricacies of retail payments are obvious difficulties to surmount.", "However, what seems more challenging to me is being able to reach the delicate balance between achieving our policy objectives and, at the same time, avoiding collateral damage, to the transmission of monetary policy and particularly to the stability of the financial system.", "It would probably be short-sighted to think that a CBDC would have no impact on the financial system.", "Of course it may replace cash to some extent, but it is difficult to believe that it will not attract a fraction of deposits as well.", "This means that a CBDC could have implications for financial stability, monetary policy, and the allocation of credit to the real economy.", "However, dispensing with its issuance in order to preserve the status quo is not an option either.", "We are in the middle of a whirlwind of change, so the question should not be \"what should we do to avoid change?\"", "but rather, \"what should we do to ensure the stability of the financial system, in the midst of change?\".", "That said, CBDCs may come in different shapes and forms; therefore, adequate design and implementation are needed in order to minimise their impact.", "This is not a minor task and requires careful analysis.", "There are many interlinked design options and they all have to be considered, both individually and holistically, in order to ensure they are a perfect fit.", "This is, in fact, what the Eurosystem is currently doing in the context of the digital euro.", "No decision has yet been made regarding its issuance or its final design, but we launched the investigation phase of the project last year in order to ensure we are prepared in the event that future developments warrant its launch.", "Our work is now focused on deepening the conceptual analysis by assessing the different design options, as well as the distribution model.", "The first step was to identify the use cases to focus on, namely those that better support the policy objectives of a digital euro and facilitate network effects.", "Payments in e-commerce and physical stores, as well as person-to-person payments are, clearly, natural candidates.", "They either represent important market segments or have a clear potential to grow, and they rely heavily either on cash or on non-European providers and technologies.", "Payments between governments and individuals have also been considered a priority, given their potential synergies with the aforementioned ones.", "In any case, focusing now on these payment segments does not mean ruling out others, but simply leaving them for future stages.", "The next step of the analysis has covered what we consider to be the foundational design options.", "They refer to the way a digital euro should be transferred, the level of privacy and the tools to control excessive use and, hence, limit its impact on the stability of the financial system.", "As regards the transfer mechanism, we have decided to prioritise a digital euro solution in which transactions are transmitted online and validated by a third party, since this model covers the broadest set of use cases and supports the Eurosystem's policy objectives.", "Peer-to-peer validated offline payments are also going to be further explored, but this option presents a number of technical and regulatory challenges that make its time to market more uncertain.", "Privacy is a design consideration that was rated high in importance by respondents to the public consultation we carried out at the end of 2020.", "In principle, a digital euro should provide the same level of privacy as current digital payment solutions in order to comply with the regulatory framework.", "However, we are also exploring, together with the co-legislators, the possibility of attaining a higher degree of privacy in situations considered of low risk, such as online transactions for amounts below a certain threshold or offline payments, since they need to be carried out in close proximity.", "Full anonymity, however, is not considered a viable option from a public policy perspective.", "Complete visibility by the Eurosystem is not deemed desirable either, so it would be limited to what is strictly necessary to perform its tasks or is required by regulation.", "Last, but not least, we have assessed different ways to ensure a digital euro is used as a means of payment rather than as a store of value.", "Both holding limits and remuneration-based tools are considered effective means to limit the use of a digital euro as a form of investment.", "However, no decision has been made yet on the precise way they should be combined or the parameters to use.", "Rather, a more flexible approach has been agreed, ensuring that the design of the digital euro includes a wide set of tools, while leaving the decision on which ones to actually implement to a later stage.", "These foundational design decisions, which were recently endorsed by the Governing Council, are an important stepping stone but constitute only the tip of the iceberg of our analysis.", "We have continued exploring design and distribution options and we are close to reaching a decision on the settlement model, the distribution model, the role of intermediaries and the basic principles that funding and defunding functionalities should observe.", "Involving all relevant parties in these decisions is of utmost importance, and that is why we are actively engaging with a large number of stakeholders, not only from the industry but also end-users and European institutions.", "Our analysis is not conceptual only.", "We are also developing a prototype that will help us validate the different design decisions.", "In order to do so, the Eurosystem is building the back-end infrastructure and we have requested the cooperation of the private sector to provide end-user interfaces.", "An expression of interest was launched last April and five companies have been selected from a pool of 54 front-end providers.", "This will allow us to test end-to-end transactions for different use cases, both online and offline.", "This prototype, which is expected to be completed in the first quarter of 2023, is only relevant for investigation purposes, and there is no plan to reuse it in a production environment.", "We are now halfway through the investigation phase and our aim is to complete it by the end of next year.", "Then, the Governing Council will decide whether to move into the implementation phase, in which technical solutions and business arrangements for a digital euro would actually be developed and tested with a view to their potential launch.", "The promotion of innovation and the Spanish experience with a The direct provision of payment services, as would ultimately be the case with the digital euro, is not the only strategy or tool that central banks have to respond to increasing digitalisation and use of new technologies by the financial sector.", "The instruments adopted by each supervisor or regulator differ depending on whether they are more focused on maximising the benefits stemming from digital innovations or on mitigating their potential risks.", "For instance, as MiCA illustrates, regulation could be useful to curb these risks, but the authorities may also hamper innovation in a jurisdiction, should the regulations not be well calibrated.", "On the other hand, the deployment of innovation hubs and accelerators, which takes me to the last part of my address, may successfully contribute to maximising and better understanding the benefits of new technologies for society.", "Hence, they could encourage financial innovation and/or increase the adoption of these technologies by the supervisory authorities in their functions.", "Indeed, regulatory sandboxes try to find a balance between these two objectives: they are defined as controlled and delimited environments in which technology-based financial innovations can be tested and monitored by the supervisors, while minimising the risks to the financial system and consumers.", "This is the main tool adopted by Spanish financial authorities since 2020 to respond to the emergence of new technologies in finance.", "The Spanish sandbox has opened up new ways for supervisory authorities to engage and cooperate with the fintech sector, whose players frequently do not have at their disposal other ways of interacting with financial authorities.", "More importantly, the sandbox has increased the participating firms' understanding of regulation and supervisory expectations and improved their regulatory compliance through their close interaction with the supervisor.", "The sandbox has also enhanced the supervisors' understanding of both the new technologies applied by the financial sector and their underlying benefits and risks, as well as of the potential regulatory barriers faced by innovators.", "Four cohorts have been run up until now, and the Banco de España has already published reports with the conclusions of six projects.", "The overall experience has been positive and encouraging.", "That said, the sandbox is a learning process both for the authorities and the participating firms, and we are constantly working on possible ways to improve its functioning and usefulness for both the authorities and the private sector.", "In summary, central banks and other authorities have a range of tools and roles to play when facing the challenges posed by the increased digitalisation of the financial sector.", "I have tried to provide some European experiences from the regulatory angle (MiCA), but also from the perspective of the provision of services (the digital euro project) and from the more informal interaction that innovation hubs and sandboxes allow, with the Spanish sandbox as an example.", "Carefully choosing and calibrating the right tools is key to making the most of the opportunities that digitalisation offers, while mitigating its risks.", "Let me stop here, and thank you very much for your attention.", "43% of respondents ranked privacy as the most important aspect of the digital euro (well ahead of other features) in order to maintain trust in payments in the digital age.", "For further details on these decisions and next steps, see \"Progress on the investigation phase of a digital euro\", available at /digital_euro/investigation/governance/shared/files/ecb.degov220929.en.pdf.", "Caixabank, for peer to peer online payments; Worldline, for peer-to-peer offline payments; EPI, for point of sale payments initiated by the payer; Nexi, for point of sale payments initiated by the payee; and Amazon, for e-commerce payments."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Crypto-assets", "Digital euro", "Financial innovation", "MiCA", "Central Bank Digital Currency (CBDC)", "Innovation hubs", "Sandboxes", "Privacy", "Monetary policy", "Financial stability"]}