{"sentences": ["The Press as a Partner It is my pleasure to speak to you on this important occasion.", "Today, we honor excellence in economic news reporting and the valuable contributions of business journalists to the nation.", "I have always said that the Bangko Sentral ng Pilipinas (BSP) becomes more effective when the nation understands what we do and why we do what we do.", "And in this regard, you are an important partner.", "We cannot overlook the value of your work, especially during times like these when our country must sail through stormy seas in order to reach the shores of sustainable and inclusive economic growth.", "Through your coverage and analysis, you help the people understand and, when possible, appreciate the efforts of government institutions in navigating this very difficult time.", "There are many different-sometimes polarizing-takes on economic issues that may not necessarily capture the complexity of the challenges that we face, so we appreciate your attempts to promote greater public awareness and foster more meaningful conversations.", "Beyond demystifying central banking, you help us communicate the impact of our actions and decisions on everyday life.", "You give the ordinary Filipino the tools to answer daily questions, like, should I have my gas tank filled today?", "Is it a good time to take out a loan from the bank?", "How do we allocate our household budget?", "In this way, your timely delivery of the news empowers the Filipino people to make sound economic choices daily.", "That said, we are facing more challenges than ever on the economic front.", "In fact, I have said before that this may be the most difficult time since I joined the Monetary Board more than a decade ago.", "We are facing very difficult challenges.", "There is the very aggressive response of the US Fed [US Federal Reserve].", "Then, we also have the Ukraine-Russia conflict, which along with domestic supply issues, pushed up the prices of oil and non-oil commodities.", "This has pushed inflation to the center of mainstream consciousness.", "Last week, it was reported that October inflation rose to 7.7 percent.", "But while these challenges are indeed tough, the Philippines will pull through.", "We have done so in past crises, and we will do it again.", "Anchored on Three Pillars Our actions are anchored on what we call our three pillars: price stability, financial stability, and a safe and efficient payments and settlements system-these are the three pillars of central banking.", "Allow me to provide updates on each.", "On price stability, as an inflation-targeting central bank, we aim to bring inflation back to the government's target range over the medium term.", "Based on our latest estimates, we expect inflation to ease from the projected 5.6 percent this year to 4.1 percent next year and further to 3.0 percent in 2024.", "As you know, next Thursday, we will be holding our policy meeting.", "I have already communicated that we are prepared to match the US Fed.", "Since they hiked by another 75 basis points, you can expect that I will be voting to raise the policy rate by a similar magnitude.", "The reason we do this is to increase the likelihood that headline inflation will be within target by the second half of next year and, hopefully, for the rest of 2024.", "The BSP's policy rate hikes will also prevent a significant narrowing of the interest rate differential between the US and the Philippines.", "Keeping a comfortable differential between our policy rate and that of the US lends support to the peso.", "As you know, the BSP observes a flexible exchange rate policy.", "As such, we do not target a specific exchange rate nor set a specific line in the sand.", "Nevertheless, we recognize that significant and persistent depreciation of the peso can dislodge inflation expectations.", "We, therefore, intervene in the market as needed, consistent with our price stability mandate.", "In addition, the BSP also exercises flexibility in selling dollars.", "The Philippines has ample gross international reserves-standing at 94.1 billion US dollars as of the end of October 2022-allowing us to sell dollars and help smoothen foreign exchange market volatility.", "In summary, the BSP uses three tools to cushion the economy against disruptionsinterest rate adjustment, a flexible exchange rate, and foreign exchange market participation.", "We use a combination of these tools in a well-calibrated manner to keep the impact of external shocks manageable.", "Meanwhile, there is a fourth tool, which are non-monetary measures implemented by the National Government to help boost the supply and moderate the prices of key food commodities.", "The BSP continues to strongly urge the timely implementation of these government interventions to mitigate the impact of persistent supply-side pressures on inflation.", "Let me now move on to our second mandate, which is financial stability.", "Banks continue to be a source of strength for our economy.", "They have adequate capital buffers, sufficient liquidity, minimal exposure to bad debts, and growing assets, deposits, and loans.", "A sound regulatory environment-the result of decades of reforms-supports the country's banking system.", "Against this backdrop, the BSP is onboarding banks in the country's sustainable and financial inclusion agenda.", "We have put in place regulations that encourage banks to provide financing to green projects and incorporate sustainability principles in their operations.", "Moving on to the third pillar of central banking-a safe and efficient payments and settlements system.", "In this space, financial digitalization plays an integral role as it helps facilitate the speed and efficiency of payments.", "In addition, financial digitalization helps accelerate financial inclusion.", "If there are more ways to access financial services-microloans, for example-more Filipinos will be able to participate in economic activities, thereby uplifting their economic well-being.", "The BSP has set twin goals for next year under its Digital Payments Transformation Roadmap: first, at least half of the volume of financial transactions in the country should be done using digital platforms; and second, at least 70.0 percent of Filipino adults should be financially included through a formal transaction account.", "I am glad to report that we are on track to achieve these twin goals.", "In 2021, 30.0 percent of financial transactions were done through electronic channels, while 56.0 percent of Filipino adults already had formal transaction accounts.", "In closing, let me leave you with these key messages: First, the BSP is committed to bringing inflation back to within the target range over the medium term.", "Second, our banking system is solid, stable, and capable of supporting economic growth.", "Lastly, we are keen on promoting a safe and efficient payments and settlements system through financial digitalization.", "The BSP remains one with EJAP in promoting a high standard of economic news reporting, which we are celebrating through this event.", "We are keen to see your professional community achieve more and more success in shaping the minds and perceptions of a new breed of Filipinos-one which makes intelligent financial decisions in their everyday lives.", "Congratulations in advance to all nominees and winners tonight."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Price Stability", "Economic Growth", "Financial Stability", "Monetary Policy", "Payments System", "Financial Inclusion", "Digitalization", "Banking", "Economic Reporting"]}