{"sentences": ["Speech Exchange Rates and Inflationary Christopher Kent[*] Assistant Governor (Financial Markets) Commonwealth Bank Global Markets Conference Sydney - 24 October 2022 I'd like to thank CBA for the opportunity to be here today.", "Inflation is too high in most economies.", "This reflects disruptions to supply coupled with strong demand.", "There has been an unprecedented monetary response in terms of the size of policy rate increases, across a wide range of central banks in a short span of time.", "Graph 1 shows the average of policy rates across a selection of central banks covering about 70 per cent of the global economy.", "If market expectations for policy rates pan out, then by the first part of next year the average policy rate will have increased by an amount comparable to the rise seen through the mid-2000s - but while that increase occurred over four years, this increase will have taken just four quarters.", "From November 2012 onwards the PBoC 7-day reverse repo rate is used; the official 1-year lending rate is used prior to this.", "Projections (dashed lines) are based on OIS-implied policy rate expectations, except for the PBoC where the policy rate is assumed to remain constant.", "Sources: Bloomberg; Central banks; RBA; Refinitiv The increase in the Reserve Bank's cash rate target has also been sizeable and rapid.", "After raising rates by 25 basis point in May, the Board then raised rates by 50 basis points in each of the four meetings between June and September.", "At its October meeting, the Board raised rates by 25 basis points.", "The Board expects to increase interest rates further in the period ahead, given the need to establish a more sustainable balance of demand and supply and in the face of a very tight labour market.", "While wages growth has picked up in Australia from the low levels of recent years, it remains lower than in many other advanced economies.", "Indeed, wages growth is well above levels consistent with inflation targets in a number of these economies.", "The size and timing of rate increases in Australia will depend on incoming data - including the response of household spending to the tightening in financial conditions that is still working its way through the system.", "Rate increases will also depend on the outlook for inflation and the labour market.", "In my presentation today I will consider some issues related to inflationary pressures with a focus on the behaviour of exchange rates, both real and nominal.", "The real exchange rate and wages Wages growth and inflation in Australia had been low over a number of years prior to the COVID-19 pandemic.", "Looking at the growth of one measure - the Wage Price Index (WPI) - annual wages growth of around 2 per cent had become normal, while 3-4 per cent growth was the norm in the 15 years or so prior to the end of the mining investment boom (Graph 2).", "Wage Price Index Growth* Mining investment boom average** Post-boom average** Pre-boom average** 2002 2007 2012 2017 2022 Total pay excluding bonuses.", "For many years over the past decade or so, actual wages growth was much weaker than the Bank had forecast.", "The Bank has discussed a range of reasons for that unexpected weakness,[2] including rising participation rates, heightened global competition, changes in bargaining arrangements and technology advancements.", "Another factor that contributed to the spare capacity in the labour market and affected wages growth was the long shadow cast by the end of the mining investment boom.", "On the back of a boom in commodity prices, mining and mining-related investment rose from around 2 per cent of GDP prior to the boom to a peak of around 9 per cent in 2012.", "This massive expansion in productive capacity underpinned a sizeable and prolonged increase in the demand for Australian labour.", "But once the new infrastructure was in place, and coincidentally the terms of trade began to decline, the demand for labour eased noticeably.", "The surge in demand for labour in the boom years and the decline thereafter had significant effects on wages growth and the Australian dollar, which persisted for many years after the peak in mining investment.", "To understand these effects, it's helpful to consider two margins of adjustment that enabled the resources sector to attract labour in the boom years.", "First, and most obvious, companies in the resources sector offered much higher wages in Australian dollar terms than those being offered elsewhere.", "This encouraged workers across the country to shift away from other endeavours and move into the sector.", "The nominal exchange rate provided a second margin of adjustment, and helped to contain broader inflationary pressures in the face of strong growth in domestic demand.", "The appreciation of the Australian dollar over the years leading up to the peak of the mining investment boom pushed up the value of Australian wages in foreign currency terms.", "This made conditions in non-resource firms in the traded sector more difficult, and growth in investment, output, employment and wages was weak in those parts of the economy.", "Meanwhile, resource firms were benefitting from sharp rises in the prices of their outputs and had high expectations of future profits from the new infrastructure they were building.", "As such, they were willing to pay higher wages and absorb the freed up labour from the weaker sectors.", "The key point was that the adjustment in the boom years was achieved with a balance of a rise in wages in Australian dollar terms and a nominal exchange rate appreciation that pushed up wages in foreign currency terms.", "We can summarise the magnitude of these two margins of adjustment by comparing the nominal tradeweighted index of the exchange rate (or TWI) with the real TWI rate based on unit labour costs (Graph 3).", "The real TWI appreciated by 45 per cent.", "The difference between the two is the extra growth in Australian dollar wages relative to the growth of wages for our trading partners (expressed in their domestic currencies and adjusted for differences in productivity growth).", "Indeed, growth in Australian unit labour costs was about 2 percentage points higher on average per annum during the boom years than prior to the boom (Table 1).", "The average growth of unit labour costs across our major trading partners was little changed by comparison over these periods.", "Australian inflation was also higher during the boom years than prior to the boom; the average over this period was towards the upper end of the inflation target range of 2-3 per cent and at times inflation was noticeably above 3 per cent.", "So although the exchange rate dampened the effect of the terms of trade shock - by lessening the need for higher wages in Australian dollar terms - the economy still felt some inflationary bumps along the road.", "Australian Dollar index index Postboom Real TWI* 100 100 1987 1994 2001 2008 2015 2022 Nominal TWI adjusted for ratio of nominal unit labour costs weighted by trade share; series exclude India and several other Asian trading partners as unit labour costs data are unavailable.", "** Absolute percentage point change in average rates between start and end of period.", "*** Consumer price indices are adjusted for the tax changes of 1999-2000.", "Trimmed mean inflation excludes interest charges prior to September of 1998.", "**** In local currency terms, weighted by trade share.", "Series exclude India and several other Asian trading partners as unit labour costs data are unavailable.", "Note: Data not available for full 1992/93 - 2002/03 period for 3-year yield differential and Wage Price Index.", "Sources: ABS; Bloomberg; OECD; RBA; Yieldbroker Once the terms of trade and mining investment declined, and the associated labour was freed up from the resources sector, this process of adjustment worked in reverse.", "The nominal exchange rate depreciation that followed reduced the cost of Australian labour in foreign currency terms, helping to guide labour that was now in surplus in the resources sector back into other traded sectors.", "The nominal TWI depreciated by 20 per cent from the end of the boom to 2019.", "By itself, however, this depreciation wasn't sufficient to restore the level of competitiveness of Australian labour to its pre-boom levels and absorb all of the economy's spare capacity.", "That was achieved by slower growth in the cost of Australian labour in Australian dollar terms relative to our trading partners.", "Indeed, there followed a long period of low wages growth in Australia.", "For example, annual WPI growth dropped to rates that were 1 percentage point below pre-mining boom norms.", "More importantly though for competitiveness, growth of unit labour costs dropped by a similar amount.", "Meanwhile, inflation averaged 1.9 per cent, just under the inflation target range, from the end of the mining investment boom up to the pandemic.", "It took quite a few years after mining investment had peaked for the real Australian TWI to return to be close to its pre-mining boom level.", "While slower wages growth contributes only gradually to adjustments in the real exchange rate, this is not true of the nominal exchange rate given it can be much more flexible.", "This raises the question: why didn't the flexible nominal exchange rate adjust in a way to facilitate a more rapid adjustment of the real exchange rate?", "One notable feature of this episode was that the depreciation in the nominal TWI didn't start in earnest until around 18 months after the peak in the terms of trade.", "This may have in part reflected expectations for the terms of trade, which for a time remained at elevated levels even when the actual terms of trade had declined.", "It is also likely to have reflected the effect of very low interest rates globally and unconventional monetary policies adopted by the major advanced economies in response to the global financial crisis.", "Meanwhile, the Reserve Bank eased monetary policy from late 2011 in response to the prevailing weaker economic conditions in Australia.", "However, from around 2016, the Bank was balancing the case for a faster return of inflation to the target range by lowering the cash rate further, against the medium-term risks associated with an increase in what were already high levels of household debt.", "The Board's decisions sought to limit the buildup of financial imbalances that can be a source of instability down the track.", "Over time, however, the evidence shifted.", "It became clearer that, even with the easing in monetary policy that had occurred, there was still spare capacity in the economy, which was weighing on wages growth and inflation.", "A further easing in policy would be needed to absorb that capacity and for inflation to rise.", "Also, there had been a tightening in lending standards in response to the Australian Prudential Regulation Authority's earlier tightening of macro-prudential policies, lessening somewhat the concerns related to household debt.", "Accordingly, the cash rate was lowered further through 2019 and the Australian dollar depreciated to its lowest level in over a decade.", "Hence, by about the time of the pandemic, Australia's pre-mining boom level of international competitiveness had been restored.", "The US dollar, the Australian dollar and inflation Over the course of this year, the US dollar has appreciated significantly against the currencies of both advanced and emerging economies (Graph 4).", "The 12 per cent appreciation of the US dollar in trade-weighted terms, is consistent with the rapid rise in US interest rates relative to those of many other economies, including Australia.", "US Dollar Against currency; change since the start of 2022 Switzerland Australia New Zealand Norway -10 0 10 20 30 % Sources: Bloomberg; Board of Governers of the Federal Reserve System The depreciation of currencies against the US dollar will add some pressure to already high rates of inflation in a wide range of advanced and emerging economies via a rise in the prices of imported goods and services.", "This is because much of global trade is invoiced in US dollar terms.", "However, leaving it at that is an incomplete assessment of the effect of the Fed's tightening of monetary policy.", "Two other points should also be made.", "First, higher interest rates in the United States will, in time, help to stem the growth of US demand for goods and services.", "The US economy accounts for about 25 per cent of the global economy (based on 2021 nominal GDP in US dollar terms).", "So an easing in demand pressures in the United States will help to ease a noticeable portion of global demand.", "Second, when most of the world's currencies depreciate against the US dollar, households and firms in those economies will not be as willing nor able to pay the same US dollar denominated prices for their imports.", "Hence, we could expect those prices to decline, or at least rise less rapidly, over time.", "We can actually see that effect quite clearly and in very quick time with homogeneous goods like commodities that are traded on global spot markets.", "Take gold and oil as examples.", "The daily changes in the US dollar prices of those commodities typically have a strong negative correlation with the change in the value of the US dollar (Graph 5).", "That is, when the US dollar goes up, prices of those commodities come down somewhat on average.", "Sources: Bloomberg; Board of Governors of the Federal Reserve While this response may take more time to play out in markets for goods and services that are not as homogenous and not traded on global spot markets, the same sort of adjustment is likely to occur for a broad range of traded items.", "Even so, for many emerging market economies, there is likely to be a sizeable pass-through of the depreciation of their currencies against the US dollar to domestic inflationary pressures.", "This reflects the tendency of emerging market economies to have a larger share of tradable goods in their consumption baskets compared with advanced economies.", "Also, inflation tends to be less well anchored in these economies.", "A number of economies - both advanced and emerging - have experienced broad-based exchange rate depreciations.", "So those economies will tend to experience more notable increases in their import prices as a result.", "This is in contrast to economies whose currency depreciations have been more narrowly based.", "The Australian dollar is in that latter camp.", "While it has depreciated significantly against the US dollar - falling by 14 per cent this year - in trade-weighted terms, the Australian dollar has depreciated by only 2 per cent over the same period (Graph 6).", "In trade-weighted terms, the Australian dollar has moved broadly in line with its fundamental determinants.", "In particular, it has been underpinned in part by the elevated prices of some of our key commodity exports.", "Commodity prices overall have declined over the past few months, but they remain around the levels seen at the turn of the year.", "The decline in the Australian dollar over recent months also accords with the fall in the differential between interest rates in Australia and those of major economies.", "Again, much of this reflects the rapid and prospective rise in the policy rate in the United States, which is larger than for the cash rate in Australia based on market expectations.", "Australian sovereign yield less yields of the United States, Japan and Germany, weighted by GDP.", "Sources: Bloomberg; RBA; Yieldbroker The smaller depreciation of the Australian dollar in trade-weighted terms than against the US dollar is important because the TWI typically has a greater bearing on our imported inflation than any one bilateral rate.", "The Bank's models suggest the depreciation will contribute to a higher level of consumer prices in Australia.", "But the effect from the depreciation in the TWI that we have seen over the year to date of around 2 per cent is estimated to be relatively modest.", "A rough rule of thumb from our models suggests that the level of the Consumer Price Index (CPI) will be higher by only around 0.2 per cent in total over the course of a few years.", "One final point on the rapid rise in US interest rates and the appreciation of the US dollar is the potential financial effects of this on other economies.", "Of most concern are some emerging market economies that have elevated levels of foreign debt, denominated in foreign currency terms, and unhedged.", "Australia's offshore debt is well hedged.", "Moreover, because Australian banks issuing debt offshore swap most of that back into Australian dollars, in effect they end up paying Australian interest rates on that funding, not higher US rates.", "In other words, the rise in US interest rates is not likely to have a significant effect on Australian banks' funding costs.", "The long shadow cast by the end of the mining investment boom contributed to many years of lower wages growth in Australia.", "But, with Australia's real exchange rate based on unit labour costs having returned to levels around its pre-mining boom days, that adjustment appears to have run its course.", "This year, the US dollar has appreciated noticeably as US interest rates have risen more rapidly than those in many other economies.", "Because much of global trade is invoiced in US dollars, this will add to the cost of imports for a time.", "But the rise in US interest rates will also contribute to a decline in global inflationary pressures.", "While the exchange rate can play an important role in inflation outcomes, the depreciation of Australia's nominal tradeweighted exchange rate over the year to date will contribute only a very modest uplift in the level of consumer prices over the period ahead.", "[*] I thank Tim Atkin and Jacob Harris for their excellent assistance in preparing this speech.", "[1] See, for example, Bishop J and N Cassidy (2017), 'Insights into Low Wage Growth in Australia', RBA Bulletin, March.", "[2] See Bishop and Cassidy, n 1; Lowe P (2019), 'The Labour Market and Spare Capacity', Address to a Committee for Economic Development of Australia (CEDA) Event, Adelaide, 20 June; Lowe P (2018), 'Productivity, Wages and Prosperity', Address to Australian Industry Group, Melbourne, 13 June; Debelle G (2019), 'Employment and Wages', Australian Council of Social Service (ACOSS) National Conference 2019, Canberra, 26 November; Jacobs D and A Rush (2015), 'Why Is Wage Growth So Low?", "', RBA Bulletin, June.", "[3] See Kent C (2012), 'Implications for the Australian Economy of Strong Growth in Asia', Speech to the Structural Change the Rise of Asia Conference, Canberra, 19 September; Plumb M, C Kent and J Bishop (2013), 'Implications for the Australian Economy of Strong Growth in Asia', RBA Research Discussion Paper No 2013-03; Kent C (2016), 'After the Boom', Bloomberg Breakfast, Sydney, 13 September.", "[4] This measure of the real exchange rate gives a sense of international competitiveness from the perspective of labour costs, and so is most useful when comparing the growth of wages across countries.", "However, it is not a comprehensive measure of competitiveness - for example, it does not capture the effect of margins and non-labour costs on international competitiveness, and it is subject to various data limitations.", "Another commonly cited measure of the real exchange rate is based on consumer prices.", "[5] See Chapman B, J Jääskelä and E Smith (2018), 'A Forward Looking Model of the Australian Dollar', RBA Bulletin, December; Hambur J, L Cockerell, C Potter, P Smith and M Wright (2015), 'Modelling the Australian Dollar', RBA Research Discussion Paper No 2015-12.", "[6] See Lowe P (2019), 'Inflation Targeting and Economic Welfare', Address to the Anika Foundation Luncheon Supported by NAB and ABE, Sydney, 25 July; Lowe P (2019), 'Some Echoes of Melville', Sir Leslie Melville Lecture, Canberra, 29 October.", "[8] For a broader discussion of exchange rate pass-through in emerging market economies, see BIS (2019), Annual Report, June, 'Ch II - Monetary Policy Frameworks in EMEs: Inflation Targeting, the Exchange Rate and Financial Stability'.", "[9] This is captured in the Bank's macroeconomic modelling work: see Ballantyne A, T Cusbert, R Evans, R Guttmann, J Hambur, A Hamilton, E Kendall, R McCririck, G Nodari and D Rees (2019), 'MARTIN Has Its Place: A Macroeconometric Model of the Australian Economy', RBA Research Discussion Paper No 2019-07.", "[10] See Berger-Thomson L and B Chapman (2017), 'Foreign Currency Exposure and Hedging in Australia', RBA Bulletin, December.", "[11] See Kent C (2018), 'US Monetary Policy and Australian Financial Conditions', Speech at the Bloomberg Address, Sydney, 10 December."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Exchange rates", "Wages growth", "Monetary policy", "Interest rates", "Competitiveness", "US dollar", "Real exchange rate", "Trade balance", "Financial stability"]}