{"sentences": ["Introduction It is a pleasure to be here today at the 6th European Central Bank Simulation Conference.", "I wish to thank the \"Get Involved\" student group for the organisation of the conference and all participants for the interest you have shown to join this event.", "Let me in particular extend a warm welcome to Boris [Vuji], the Governor of the Croatian National Bank, who is with us today, just a few days short of a major achievement for Croatia: joining the euro area on 1 January 2023.", "The success achieved by Croatia has been impressive.", "Croatia has managed the transition from a centrally planned economy to a market economy, achieving significant monetary reform and a remarkable degree of sustainable economic convergence.", "The people of Croatia deserve congratulations for this achievement, but, Boris, you also merit considerable credit.", "Boris has spent 25 years at the Croatian National Bank, ten of which he has served as Governor.", "For seven years, he was Croatia's Deputy Chief Negotiator in a process that was concluded successfully, with Croatia becoming the European Union's 28th Member State in 2013.", "Since then, he has worked in building Croatia's strategy to join the euro area.", "In 2018 Boris received two important recognitions: he was awarded with the title Central Bank Governor of the Year for Central and Eastern Europe by the publication Global Markets, while The Banker magazine named him the Best European and Global Central Bank Governor.", "Boris, it is a pleasure to welcome you to the Eurosystem.", "Today, in its third decade of existence, the euro has grown to become a major global currency next to the US dollar, used by more than 340 million of Europeans.", "But let me reflect a little bit on its history.", "During the first decade of our monetary union, economic conditions were benign, enabling the euro area to achieve robust growth and relatively stable price inflation, consistent with the Eurosystem price stability target.", "However, the Global Financial Crisis and the sovereign debt crisis that followed put pressure on all our economies.", "The euro area witnessed recession and stubbornly low inflation, which posed serious challenges for monetary policy.", "In response, the ECB embarked on a negative interest rate policy and introduced a series of unconventional monetary policy measures.", "These innovative instruments succeeded in reinforcing economic recovery and achieved substantial inflation normalisation.", "At the same time, reforms in regulation and supervision of the financial sector and in EU economic governance strengthened the architecture of our economic and monetary union and its resilience.", "Coming closer to today, the recent 20-year anniversary of the euro almost coincided with the catastrophic outbreak of the coronavirus pandemic crisis, during which the ECB implemented further monetary policy measures to prevent economic stagnation.", "And just as the euro area economy was recovering from the pandemic, the invasion of Ukraine by Russia triggered a wave of strong inflation rates and put a drag on economic growth.", "In the following remarks, I will discuss, first, the recent trends and drivers of inflation in the euro area, second, the Eurosystem's monetary policy response and, third, some key policy considerations going forward.", "Inflation - underlying forces and trends Inflation in the euro area has been trending upwards since the end of 2020.", "The highest contribution to this increase has come from energy prices.", "At the same time, core inflation, as measured by HICP excluding energy and unprocessed food, has risen significantly from 0.4% in December 2020 to 6.6% in November 2022.", "The strong rise in inflation is attributed to a spike in oil and gas prices, as well as to significant supply bottlenecks generated by the repeated waves of the pandemic, which led to an increase in other commodity prices, namely raw materials used as inputs in the production of other goods and services.", "The war in Ukraine had significant repercussions for trade and energy, which exacerbated the supply disruptions and intensified the surge in gas, electricity and commodity prices.", "The surge in fuel prices has hit the euro area much harder than other major economies, because these economies (such as the United States) are not nearly as dependent on imported energy.", "Prices of consumer goods have also risen, as high input costs have made production more expensive.", "Moreover, as the restrictions imposed to curb the pandemic were eventually lifted, the recovery in demand strengthened and, as a result, upside pressures on prices broadened and intensified further.", "Unsurprisingly, the combination of these developments poses significant uncertainties in our prognosis about inflation, its peak value and its persistence.", "In the near term, inflation is expected to remain elevated.", "According to the latest ECB estimates, inflation is expected to stand at above 8% on average this year, before subsiding in the following years as the factors pressing it upwards dissipate.", "According to Eurosystem estimates, inflation is expected to reach levels closer to the target by the end of the policy-relevant horizon.", "This inflation profile is reflected in inflation expectations, which appear to be wellanchored - currently standing at just above 2%.", "Well-anchored inflation expectations help contain potential second-round effects, so that high inflation does not become entrenched.", "Should they become de-anchored and feed into wage negotiations, a wageprice spiral could arise, which in turn would lead in higher inflation over time, necessitating a further tightening in monetary policy.", "Monetary policy response to safeguard price stability In this context of rising prices and significant risks to the outlook for inflation, the Governing Council of the ECB has taken steps towards normalising monetary policy.", "To devise its response, a key question was identifying the drivers of the very high inflation rates that we see today.", "Is the increase in inflation driven by supply- or demand-side dynamics?", "Different drivers of the inflationary shocks require a different policy response.", "Contrary to the United States, inflation in the euro area has been mainly driven by the supply side.", "When inflation is mainly driven by the supply side, an undue tightening of monetary policy would aggravate the negative output effects of the supply-side shocks.", "Therefore, the main challenge for monetary policy is to bring inflation down, while containing the negative effects on the level of output as much as possible.", "In view of these considerations, the appropriate monetary policy response is to proceed in a gradual but determined manner, incorporating optionality and flexibility.", "The Eurosystem's approach of gradual normalisation has been successful in this regard, as it has progressed with an eye on anchored inflation expectations and smooth transmission to financial markets.", "It was exactly one year ago when the Governing Council made the policy pivot towards a gradual withdrawal of monetary policy accommodation, and a series of decisions has been taken ever since.", "The first step of the normalisation phase was the announcement of a step-by-step reduction in the pace of net asset purchases from the first quarter of 2022 onwards.", "Net asset purchases under the pandemic emergency purchase programme (PEPP) were discontinued at the end of March 2022.", "As of July, net asset purchases under the asset purchase programme (APP) were also discontinued.", "PEPP reinvestments will last until at least the end of 2024.", "APP reinvestments are being implemented in full for as long as needed, in order to maintain an appropriate monetary policy stance.", "Moreover, collateral easing measures were phased out and adjustments were made to the terms of targeted refinancing operations (TLTRO-III) adopted during the pandemic.", "The second major step of the normalisation phase was the increase of the key ECB interest rates.", "In a historic move in July, the ECB raised rates by 50 basis points, bringing the eight-year-long period of negative interest rates to an end.", "Since then, interest rates have been raised twice, by a cumulative 150 basis points, in order to bring inflation down to levels consistent with the price stability mandate of 2% inflation over the medium term in a timely manner, to ensure that inflation expectations remain anchored and to prevent any second-round effects.", "Against the backdrop of extreme prevailing uncertainty, the Governing Council dropped last summer the forward guidance on interest rates, making a transition to a meeting-bymeeting approach for interest rate decisions.", "In this regard, the future policy rate path will be data-dependent based on the evolving outlook for inflation and the economy.", "Let me now turn to some very important decisions by the Governing Council that draw upon the lessons learned during the series of crises: risks of fragmentation could undermine the smooth transmission of the normalisation of our monetary policy across all countries in the euro area and should therefore be addressed.", "By fragmentation, we mean episodes of deterioration in financing conditions in some euro area countries that are not warranted by country-specific fundamentals.", "In such cases, the interest rates in the affected countries are higher than in the other euro area countries, making the transmission of monetary policy uneven.", "With the above in mind and in order to safeguard the orderly transmission of the intended monetary policy stance, the Governing Council announced last December that PEPP reinvestments could be adjusted flexibly across time, asset classes and jurisdictions at any time.", "This decision has significant repercussions also for our country, since this could include purchasing bonds issued by the Hellenic Republic over and above rollovers of redemptions if necessary, in order to ensure the smooth transmission of monetary policy to the Greek economy while it is still recovering from the pandemic.", "Given that Greek bonds, due to credit quality requirements, are not included in the APP, which has been the landmark bond buying programme of the Eurosystem, this decision has been pivotal in demonstrating the commitment of the ECB to maintain support to the Greek economy and safeguard the smooth transmission of monetary policy in every corner of the euro area.", "In addition, the Transmission Protection Instrument (TPI) was established last July, with a view to supporting the effective transmission of monetary policy.", "Under the TPI, the Eurosystem is able to make secondary market purchases of securities issued in countries experiencing a deterioration in financing conditions not warranted by countryspecific fundamentals.", "The TPI is a powerful tool and allows the Governing Council to better safeguard the transmission mechanism and to more effectively deliver on its price stability mandate.", "Policy considerations going forward Let me try to draw some policy considerations for monetary policy going forward.", "Inflation in the euro area is far too high.", "The Governing Council has illustrated its commitment to restore price stability by delivering a series of appropriate measures, including three consecutive bold rate increases which have frontloaded the transition from highly accommodative rates towards levels that can ensure the timely achievement of this goal.", "When deciding on the path of policy normalisation, several factors need to be considered.", "First, the increasing risk that the euro area may be headed into a recession.", "Second, the transmission lags of our past decisions into inflation and output, as it will take some time for normalisation measures to reach their full impact on the economy.", "This means that the effect of our measures may unfold at a time when inflation pressures may have already started to subside.", "Third, the fact that the dominant part of the shocks driving inflation in the euro area is supply-driven.", "Fourth, the fact that the current juncture is characterised by a synchronised tightening of monetary policies across the world, potentially leading to spillover effects, which reinforce the aforementioned factors in reducing inflation.", "Against this background, and for as long as available data do not show that inflation shocks have become embedded in inflation expectations and second-round effects remain contained, \" monetary policy should adjust but not overreact \", to quote Fabio Panetta, Executive Board member of the ECB.", "However, overcoming the challenges posed by excessively high inflation requires the contribution of other players as well.", "Fiscal policy has a major role to play in protecting the most vulnerable income groups from excessive inflation, but has to act in a manner that does not amplify current inflationary pressures.", "Targeted and temporary fiscal measures cushion the energy shock, without persistent implications for aggregate demand.", "In addition, the deterioration of the macroeconomic situation alongside the uncertainty surrounding the outlook for inflation and interest rates pose risks to financial stability.", "The ECB needs to be alert to any emergence of fragmentation across euro area financial markets, which could compromise the timely return of inflation to its target.", "Such phenomena could lead to a tightening in financial conditions over and above the extent warranted to contain inflation.", "At the same time, an abrupt tightening in monetary policy may lead to sharp increases in sovereign bond yields and a widening of spreads of the vulnerable sovereigns, with severe consequences for financial stability.", "The above illustrate the complicated situation which the Governing Council has to face.", "The importance of swift action to control inflation as soon as possible cannot be stressed enough; still, the tightening pace should be well-adjusted, in order to avoid amplifying economic slowdown and posing a threat to financial stability.", "This is a very narrow path to tread that demands careful navigation.", "In the present environment, monetary policy needs to remain an anchor of stability and confidence that inflation will return to its target in a timely manner.", "In navigating this path, it is important to maintain prudence and gradualism.", "As former ECB President Mario Draghi3 has said, \" in a dark room you move with tiny steps.", "You don't run, but you do move .\"", "With these words, let me wish you a very productive and fruitful conference.", "Thank you for your attention.", "In the absence of the monetary policy measures, GDP would have been at least 2.7% lower by end-2018, and annual inflation 1.3% weaker.", "See keynote speech by Fabio Panetta, Member of the Executive Board of the ECB, at the CEPR-EABCN conference on \"Finding the Gap: Output Gap Measurement in the Euro Area\" held at the European University Institute on 14 November 2022, ~23b213922c.en.", "ECB Press conference on 7 March 2019."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic outlook", "Euro area", "Price stability", "Ukraine war", "Energy prices", "Supply-side shocks", "Financial stability", "Transmission protection"]}