{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss today's policy announcement and the Bank's Monetary Policy Report (MPR).", "Today, we raised the policy interest rate by 50 basis points to 3.75%.", "This is the sixth consecutive increase since March.", "Quantitative tightening continues and is complementing increases in the policy rate.", "We also expect our policy rate will need to rise further.", "How much further will depend on how monetary policy is working to slow demand, how supply challenges are resolving and how inflation and inflation expectations are responding to this tightening cycle.", "Our decision today reflected several considerations.", "First, inflation in Canada remains high and broad-based.", "Inflation has come down in recent months, but we have yet to see a generalized decline in price pressures.", "Second, and related, the economy is still in excess demand-it's overheated.", "Households and businesses want to buy more goods and services than the economy can produce, and this is driving prices higher.", "Third, higher interest rates are beginning to weigh on growth.", "This is increasingly evident in interest-rate-sensitive parts of the economy, like housing and spending on big-ticket items.", "But the effects of higher rates will take time to spread through the economy.", "Fourth, there are no easy outs to restoring price stability.", "We need the economy to slow down to rebalance demand and supply and relieve price pressures.", "We expect growth will stall in the next few quarters-in other words, growth will be close to zero.", "But once we get through this slowdown, growth will pick up, our economy will grow solidly, and the benefits of low and predictable inflation will be restored.", "Finally, we are trying to balance the risks of under- and over-tightening.", "If we don't do enough, Canadians will continue to endure the hardship of high inflation.", "And they will come to expect persistently high inflation, which will require much higher interest rates and potentially a severe recession to control inflation.", "If we do too much, we could slow the economy more than needed.", "And we know that has harmful consequences for people's ability to service their debts, for their jobs and for their businesses.", "This tightening phase will draw to a close.", "We are getting closer, but we are not there yet.", "We are carefully assessing the effects of higher interest rates on economic activity and inflation.", "And we are being clear with Canadians and focusing on the job we have been assigned-to restore price stability for the benefit of all.", "Let me expand on these considerations and highlight the key points in the Governing Council's deliberations.", "The Governing Council began by assessing international developments since the July MPR.", "Inflation around the world is high and increasingly broad-based.", "With most central banks raising their policy rates to control inflation, global financial conditions have tightened rapidly.", "The global economy is slowing, and we revised down our projection for global growth.", "We also noted the emergence of financial stresses in some markets in recent months.", "A number of indicators suggest that global supply disruptions are easing.", "Oil and other commodity prices have also come down since July.", "Together with slower global growth, these developments suggest global inflation should come down over time.", "However, uncertainty is high, particularly related to Russia's invasion of Ukraine, and there is potential for more volatility in energy markets and for renewed supply chain disruptions.", "Turning to Canadian developments, the Governing Council devoted considerable attention to assessing inflation, inflation expectations and the balance between demand and supply in the economy.", "Since June, inflation in Canada has come down from 8.1% to 6.9%.", "Though welcome, most of that decline reflects a drop in gasoline prices.", "Inflation in Canada is broadbased, reflecting large increases in both goods and services prices.", "About two-thirds of the components of the consumer price index (CPI) have risen by more than 5% over the last year.", "And rising prices for essentials like groceries and rent are hitting lower income Canadians particularly hard.", "Because short-term movements in total CPI inflation are often dominated by swings in volatile international prices like oil prices, we are watching measures of core inflation closely for signs that price pressures in Canada are easing.", "Our preferred core measures have stopped rising in the last couple of months, but they have yet to show clear evidence that underlying inflation is coming down.", "Looking ahead, there are some early encouraging signs.", "Businesses have said they expect the rate of price increases for the goods and services they sell will come down.", "And more timely 3-month rates of core inflation have declined, although they are still averaging about 4%.", "We will need to see these 3-month rates come down further, and those declines be sustained.", "We are also looking for evidence that near-term inflation expectations are easing and that longer-term expectations are centred on our 2% target.", "Near-term expectations remain high and our surveys suggest that uncertainty about where inflation is headed remains unusually elevated.", "Looking at indicators of labour markets and economic activity, it is clear that even though the economy has started to slow, it remains in excess demand.", "Job vacancies have declined from their peak but remain high, and businesses continue to report widespread labour shortages.", "With the economy now fully reopened, households want to enjoy many of the close-contact services they have missed, but businesses can't keep up, and we have seen prices for services rise rapidly.", "Higher policy interest rates are beginning to slow demand.", "Higher mortgage rates have contributed to a sharp slowing in housing activity from unsustainable levels, and consumer and business spending on goods is moderating.", "This has led to declines in house prices and is exerting downward pressure on goods prices.", "Moving forward, we expect the effects of higher interest rates to continue to work through the economy, moderating household spending and business investment.", "Slowing global growth, particularly in the United States, will also weigh on Canadian exports.", "We project growth in gross domestic product (GDP) will stall through the end of this year and the first half of 2023 before picking up in the second half.", "Annual average GDP growth is therefore projected to decline from about 31⁄4% this year to just under 1% next year and about 2% in 2024.", "With growth below potential for several quarters, excess demand in the economy dissipates and the economy moves into excess supply in 2023.", "Putting the global and Canadian outlooks together, we expect inflation will hover around 7% in the final quarter of this year, fall to around 3% by the end of next year and return to the 2% target by the end of 2024.", "The Bank of Canada's job is to ensure inflation is low, stable and predictable.", "We are still far from that goal.", "We view the risks around our forecast for inflation to be reasonably balanced, but with inflation so far above our target, we are particularly concerned about the upside risks.", "We are mindful that adjusting to higher interest rates is difficult for many Canadians.", "Many households have significant debt loads, and higher interest rates add to their burden.", "We don't want this transition to be more difficult than it has to be.", "But we remain focused on our mandate.", "Higher interest rates in the short term will bring inflation down in the long term.", "And getting through this difficult phase will get us back to price stability with sustained growth.", "As we move forward, we will be watching carefully to assess the impact of higher rates on spending and how this is feeding through to price pressures.", "We will also be watching to see how global supply disruptions resolve and to what extent this translates into lower inflation in Canada.", "Finally, we'll be watching inflation expectations closely to assess how households and businesses are responding to slowing growth and spending.", "With that summary, Senior Deputy Governor Rogers and I are now pleased to take your questions."], "classifications": ["none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Economic growth", "Demand", "Supply", "Core inflation", "Inflation expectations", "Housing", "Global economy", "Monetary policy"]}