{"sentences": ["\"Economic outlook and the importance of applying a distributional lens\" Remarks by Acting Deputy Governor Mark Cassidy at The Business 06 October 2022 Speech Good morning everyone.", "I am delighted to have the opportunity to be with you today.", "Yesterday the Central Bank published its fourth Quarterly Bulletin of 2022 with revised forecasts for growth, employment and ination out to 2024.", "The overriding message is clear.", "Ireland has faced two successive shocks in recent times: a global pandemic and the invasion of Ukraine by Russia.", "As a result, the conditions now facing households, businesses and policy-makers are markedly different from those in the decade leading up to the arrival of Covid.", "And uncertainty around the outlook is particularly high, and likely to remain so over the coming months, linked as it is to the Russian war in Ukraine, spillover effects to energy markets, and the ability of households, businesses and the public nances to absorb higher costs.", "This morning I would like to discuss, rst, what these shocks mean for the economic outlook for Ireland.", "Second, the monetary policy response that is underway, and third, the importance of considering the distributional impact of both shocks and our responses to them.", "Let me begin with the economic outlook.", "Following the easing of Covid-related restrictions, the domestic economy, in aggregate terms, recovered more rapidly than most economists could have predicted.", "By the end of 2021, the level of domestic economic activity was already back to pre-Covid levels, and the conditions appeared to be in place for further broad-based economic expansion during the coming years.", "Our exports had continued to grow very strongly right throughout the pandemic, driven by the pharmaceutical and ICT sectors, which also fed through positively to the public nances, and a sharp rise in corporation tax receipts in particular.", "Perhaps the best evidence of the rebound in the economy was the recovery of the labour market.", "By the end of 2021, more people were in work than before the pandemic.", "These positive labour market trends have continued in 2022, despite the Russian invasion of Ukraine.", "Indeed, the overall labour force participation rate is now the highest it has been in almost 14 years.", "Employment levels have reached a new peak of almost 2.6 million and total actual hours worked are also at record levels.", "The Central Bank recently published research that shows that this employment growth was mainly driven by women over 35 and young people.", "Strong female employment growth was largely in highly-skilled sectors, including nancial and business services, and was supported by a strong rise in female participation in the labour force.", "Our analysis shows that, as yet, pandemic-related changes to the way we work, so more remote and exible arrangements for example, are not a dominant factor in explaining female participation growth.", "Rather, the evidence points to the strength of the economic recovery itself and underlying trend improvements in participation - which pre-dated the pandemic - being the predominant drivers.", "We expect this positive trend to continue in coming years, and there may well be some positive impact also from more exible working arrangements that will show up for future years.", "Inward migration is also at its highest level since 2008, driven by an increase in non-EU immigration, a return to pre- pandemic travel patterns and the recent inow of Ukrainian migrants beginning in Q1 2022.", "Collectively, these trends suggest a positive outlook for the labour market, providing a boost to overall labour supply and supporting potential economic growth in the coming years.", "However, the Russian war in Ukraine has exacerbated global inationary pressures and prolonged some of the supply-side constraints that were present before the invasion, notably disruptions to global supply chains.", "Estimates released by the CSO last week point to ination in Ireland, as measured by the Harmonised Index of Consumer Prices, running at 8.6 per cent in September.", "Ination rates here and in many countries around the world are now running at their highest levels in 40 years.", "Energy ination has been particularly high; with prices for consumer electricity, gas, home heating and fuels up by 40 per cent on average over the past year.", "These rising energy prices and the uncertainty about supplies going forward, are already weighing on consumption and investment.", "Uncertainty about costs, resource availability and tightening nancial conditions make it more difcult for businesses to plan for the future.", "As a result, despite a surprising uplift last quarter in modied investment growth (relating to specic imports of industry-specic machinery), we expect growth in business investment to slow in the coming quarters.", "With headline ination expected to average 8 per cent this year and 6.3 per cent next year before moderating to 2.8 per cent in 2024, businesses are facing the dual pressures of rising wage and non-labour costs.", "Understanding how businesses are responding to this situation is important for the outlook for consumer price ination, employment and economic growth.", "In some sectors, savings buffers, prot margins and potential for productivity growth are such that rms have some capacity to absorb higher input costs, without having to increase prices to their customers or cut back on production.", "For other sectors, however, the outlook will be more challenging and higher input prices are more likely to be passed through to consumer prices, or indeed impact on the viability of some businesses.", "In our own discussions with businesses we are hearing that some rms may reduce production or opening hours to limit energy costs but this approach cannot be adopted equally across all sectors.", "And generally speaking, the unwinding of pandemic supports and the onset of inationary pressures are likely to expose a degree of latent distress in the economy, masked up to recently by both direct scal supports and widespread creditor forbearance, with indicative evidence that insolvency rates are beginning to rise from their extraordinarily low levels since the outbreak of Covid.", "At the household level, higher ination is reducing real incomes and spending power.", "People are spending more of their incomes on essential goods such as food and energy.", "At the same time, there is increasing evidence of a broadening of prices pressures to other consumer goods and services, and people's earnings are not keeping pace with rising prices.", "We are forecasting that real (ination-adjusted) income will fall by 1.5 per cent this year or 3.3 per cent on a per household basis, before rising moderately by 1.1 per cent next year.", "The recovery in real incomes that we are projecting assumes a decline in the rate of change of energy prices and the overall price basket during next year, but not a decline in the levels of these prices.", "In particular, we assume that fossil fuel prices may stay elevated over the medium term.", "The reduction in household purchasing power as a result of high ination is reected in declining consumer sentiment.", "The latest gures indicate that sentiment is at a 14-year low and below that recorded at the onset of the pandemic.", "Some high-frequency data, such as the volume of retail sales, already points to a slowdown during the third quarter of this year.", "But with energy prices for many set to increase further in the autumn, the slowdown in consumption in the fourth quarter is likely to be more substantial.", "This is why, despite a strong outturn for growth in the rst half of the year, our expectations are for a sharp slowdown in economic activity during the second half of 2022 and for growth to be lower in 2023 than previously envisaged.", "The forecasts we published yesterday indicate growth in modied domestic demand, our preferred measure of activity, of 6.4 per cent this year.", "To be clear, this reects growth that has already taken place, during the rst half of 2022, which is in comparison with the same period of the previous year when many Covid-related restrictions were still in place.", "We expect positive growth momentum to resume during next year and are forecasting growth in modied domestic demand of 2.3 per cent in 2023 and 3.3 per cent in 2024.", "Similar pressures are being felt across Europe.", "The latest economic forecasts of the ECB are for average ination for the euro area of 8.1 per cent this year, 5.5 per cent in 2023 and 2.3 per cent in 2024, which is above the price stability target of 2 per cent.", "There is also clear evidence of price pressures spreading across more and more sectors of the economy, and the latest ECB forecasts see ination excluding food and energy reaching 3.9 per cent this year, 3.4 per cent in 2023 and 2.3 per cent in 2024.", "In light of these developments, the ECB Governing Council decided to raise interest rates by 75 basis points at its September 2022 meeting.", "This followed a previous 50 basis point increase at the July meeting, which had represented the rst rate rise in over a decade.", "The relevant policy rate now stands at +0.75%.", "Central banks are acutely aware of the hardships that current high price increases cause.", "Price stability is important, and these rate rises aim to dampen the price pressures and ensure a reduction in ination to the ECB's 2 per cent target in the medium term.", "To do this, the Governing Council expects to continue raising rates in the near future but has conrmed that policy rate decisions will continue to be data dependent and follow a meeting-by-meeting approach.", "In developing and evaluating our policy actions, policymakers (like ourselves) are of course interested in the consequences for the economy as a whole, but it is also important for us to think about the distributional impact.", "Our experience of the past few years shows us that the same shock (such as the present high ination) or policy response (such as the recent ECB rate rise) can affect rms and households differently.", "And these different effects have implications, not only for aggregate outcomes of interest, but also policy effectiveness.", "Recent research by Central Bank staff published yesterday is an example of applying a distributional lens to economic analysis.", "Drawing on data from the Household Finance and Consumption Survey, the Article examines the impact of price-driven increases in spending on food, energy, rent and mortgage interest payments for different households across the income distribution.", "In doing so, it explores the distributional impact of the current, and expected, consumer price increases and of our monetary policy response, on household economic resilience.", "From the perspective of central banks, resilience is an important concept to measure.", "The level of nancial resilience, related to household or rm indebtedness, is crucial for our nancial stability mandate.", "While the level of economic resilience, which relates to households' income, spending, wealth and indebtedness, helps us think about the implications for aggregate consumption, saving and investment.", "Positively, the analysis shows that the economic resilience of Irish households improved in the run up to, and during, the pandemic; the result of incomes growing faster than spending between 2018 and 2020.", "However, with the additional negative shock of the Russian invasion of Ukraine, the situation has altered very quickly.", "Furthermore, it is clear that, households are not equally exposed to consumer price increases.", "While households in the most precarious of nancial situations spend roughly two fths of their disposable income on food, energy, rent and mortgage servicing costs, the most afuent households spend a much lower share, around a quarter.", "And this is only part of the issue, because the impact of higher prices also depends on whether people have a stock of savings to draw upon to cushion the blow.", "And our analysis also shows that lower income households are also less likely to have accumulated savings, and are therefore less likely to have any buffer between money coming in and outgoings on a monthly basis.", "The scenarios we look at in the analysis show that these households are much more at risk of being pushed towards poverty by the impact of these higher prices.", "What are the implications for policy?", "Fiscal policy is critically important in distributing the costs of this shock through the economy but it cannot alleviate all the effects.", "Ireland is an energy importer, and when oil and gas prices rise it represents a negative (terms of trade) shock, like a tax on the economy.", "And ultimately the economy needs to meet this cost out of our collective resources.", "We can reduce the costs by economising on energy use.", "And scal policy can play an important part in determining how the cost is spread across the economy, or across generations.", "But it cannot alleviate all the costs.", "The distributional evidence builds the case for targeted, temporary supports for certain households and businesses in more precarious nancial situations.", "Targeted supports also cushion the hit to overall economic activity since lower income households have a higher marginal propensity to consume out of additional income.", "And at the same time, they limit any knock-on inationary effects compared to across the board interventions as well as being more scally sustainable.", "The challenges in relation to scal sustainability were set out in very clear terms in the recent Report of the Commission on Taxation and Welfare.", "It highlighted that given Ireland's demographic prole, our level of public debt, the need to meet our climate targets and other scal risks, the total amount of taxation required to fund public services will increase in the years ahead.", "It will be critically important that policy can help to build resilience in the economy, reducing the impact of future adverse shocks, by sustainably addressing these structural challenges.", "Monetary policy also has an important role to play in returning ination towards its medium term target.", "A return to low, stable ination will assist families and rms in managing their budgets and planning for the future.To conclude, the economy faces a challenging period ahead in the face of ongoing high ination and global uncertainty.", "This will weigh on demand and consumption, particularly in the short term, with 2023 projected to have a slower growth and higher ination prole than previously expected.", "Not all shocks are felt equally.", "Some are better prepared to weather the storm.", "Some are simply less exposed to the storm in the rst place.", "Policymakers must be aware of these important differences if we are to help everyone navigate a path through.", "Thank you for listening and I am available for any questions.", "Labour Market Recovery after a Pandemic.", "Quarterly Bulletin 3 - Signed Article.", "[3] CSO's Population and Migration Estimates indicate total net migration measured 61,000 in the year to April [4] KBC Consumer Sentiment Index, September 2022.", "[5] The full statement surrounding this and earlier monetary policy decisions are available on the ECB website .", "Slacalek et al., (2020) also discuss the sensitivity of household exposure to interest rate changes and labour income uctuations on the transmission of monetary policy.", "Household Economic Resilience.", "Quarterly Bulletin 4 - Signed Article.", "[8] HFCS data collected by the Central Statistics Ofce in the second half of 2020.", "©2022 Central Bank of Ireland"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic outlook", "Labour market", "Monetary policy", "Household resilience", "Distributional impact", "Energy prices", "Fiscal policy", "Consumer sentiment", "Growth"]}