{"sentences": ["The inputs provided by Anuj Sharma, Pradeep Kumar and Veena Srivastava are gratefully acknowledged.", "Ladies and Gentlemen, At the outset, I would like to thank MFIN for inviting me to this event.", "In an earlier speech last year in October, I had highlighted some of the aspects typical to the borrowers and lenders in the microfinance sector.", "These related to over indebtedness of the borrowers, pricing of microfinance loans besides conduct related issues.", "I had also stressed that emerging dynamics in the microfinance sector as well as the concerns around customer protection necessitated a review of the regulations so that all the regulated entities engaged in micro finance pursue the goal of customer protection within a well-calibrated and harmonized set-up.", "To address these concerns, the Reserve Bank in March 2022 came out with revised regulatory framework for microfinance sector.", "This is one of the first comprehensive activity based regulatory framework.", "While previously I highlighted certain concerns, today I propose to discuss a bit on the solutions that we have put in place in the form of the revised framework, trying to give you a glimpse of what we did and why we did.", "Further, considering the large customer base of microfinance at 6 crore borrowers , this is perhaps an appropriate occasion to assess the impact of microfinance on the overall macroeconomy and think of ways by which microfinance can make a more meaningful contribution to the economic development.", "Microfinance has emerged as one of most important tools to foster financial inclusion.", "It enables the poor and low-income households to come out of poverty, helps women to become owners of assets, have an increased say in decision making and lead dignified lives embodying the concept of a collective good.", "Indeed, microfinance plays a critical role in promoting inclusive growth by way of making credit available at the last mile and therefore, acts as a safety net for those at the bottom of the pyramid.", "I believe that the holistic impact of microfinance goes much beyond the impact created by any other credit facility.", "Borrowers often utilize the loans for health and education apart from income-generating activities and it helps them deal with everyday emergencies that they encounter.", "The story of microfinance in India has been a story of growth and inclusiveness.", "As on 30 June 2022, total microfinance loan portfolio stands at 2.93 lakh crore, in which banks hold the largest share of 38 per cent followed closely by NBFC-MFIs at 35 per cent.", "SFBs, other NBFCs and other entities have a combined share of 27 per cent.", "Taken together with loan portfolio under SHG-bank linkage, the overall size of the microfinance loan portfolio is around 4.82 lakh crore.", "Just to provide a perspective of the scale of microfinance sector, aggregate credit of all NBFCs (excluding HFCs) stood at 28.5 lakh crore in March 2022.", "From a macro perspective, microfinance loan portfolio across all lenders is roughly 15% of the aggregate NBFC credit.", "In terms of reach, microfinance operations cover 28 states and 9 union territories (UTs).", "In terms of regional distribution, eastern & north-eastern regions of the country have the largest share at 37 per cent followed by south at 27 percent and west at 15 per cent.", "Thus, in impacting the lives and livelihoods, the role of microfinance continues to be important.", "While microfinance is present in almost all nooks and corners of the country, in terms of geographical distribution, 82 per cent of the loan portfolio is concentrated in ten states.", "Hopefully, going forward the spread could be diversified.", "Regulatory timeline for microfinance sector It was thirty years ago in 1992 that an innovative model to harness the synergy of flexibility of an informal system with the strength and affordability of a formal system was launched in the form of 'Self-Help Group - Bank Linkage Programme'.", "Since then, a slew of policy measures and approaches have been put in place to bring the financially excluded population within the ambit of formal financial institutions.", "While microfinance journey started with SHG-Bank Linkage Program (SBLP), microfinance institutions subsequently also adopted Joint Liability Group (JLG) mechanism.", "SBLP, which was launched in 1992 on a pilot basis has since grown significantly to 67.4 lakh SHGs having an outstanding loan amount of approximately 1.5 lakh crore (as of March 2022) leading to social, economic and financial empowerment of the poor, especially the women.", "A comprehensive regulatory framework for NBFC-MFIs was first introduced by the Reserve Bank in December 2011 wherein eligibility criterion for microfinance loans linked to core features of microfinance was prescribed i.e., small collateral free loans to borrowers belonging to low-income groups.", "Besides, the regulations laid special emphasis on protection of borrowers and adoption of fair practices in lending such as transparency in charges, ceilings on margins and interest rates, no prepayment penalty, flexible repayment schedules, non-coercive methods of recovery, and measures to contain multiple lending and over-indebtedness.", "Introduction of a comprehensive regulatory framework for NBFC-MFIs with a mandate of providing credit to low-income households meant that fundamental structure for provision of credit to the excluded section was in place.", "But this addressed only part of the problem.", "On one hand, we had commercial banks which were providing savings products to the poor but were a bit wary in providing small-ticket loans.", "On the other hand, there were NBFC-MFIs which were providing small-ticket loans but could not offer savings related services.", "To overcome this, a differentiated category of banks viz., small finance banks (SFBs) was introduced which could offer deposit facilities and have a mandate of providing a certain percentage of their loans as small ticket loans.", "In essence, SFBs could meet the entire financial needs of a low-income household under one umbrella.", "Over last decade, the landscape of the microfinance sector has undergone a significant change from being an MFI dominated proposition to becoming a bastion of banks (including SFBs).", "This has been primarily driven by conversion NBFC3 of some large MFIs to banks and consolidation in the microfinance sector.", "Consequently, the share of standalone MFIs i.e., NBFC-MFIs in the overall microfinance sector loan portfolio has come down significantly over last few years.", "This had led to a situation where the specific customer protection measures designed to protect the interests of vulnerable microfinance borrowers were not being adopted by a larger number of lenders thus negating the primary objective of the regulations.", "Against this backdrop, Reserve Bank came out with a comprehensive and revised regulatory framework for microfinance loans in March 2022.", "Our intent in framing these guidelines was built around the idea of customer protection.", "To achieve, the framework has incorporated five core principles, namely - Addressing regulatory arbitrage with the introduction of a lender agnostic and activity-based regulation so that all the regulated entities engaged in microfinance pursue the goal of customer protection within a well-calibrated and harmonized set-up.", "Protection of microfinance borrowers from over-indebtedness caused by granting of loans beyond the repayment capacity of the borrowers which, then, can potentially get manifested into coercive recovery practices.", "Enabling the competitive forces to bring down the interest rates by way of enhanced transparency measures.", "Enhancement of customer protection measures by way of strengthening them and extending them to all regulated entities.", "Facilitating flexibility to design products/ services to meet the needs of microfinance borrower in a comprehensive manner.", "This framework has been finalized after extensive internal deliberations, issuance of a consultative document and after taking into consideration the feedback received.", "I would like to take this opportunity to delve deeper into the thought process behind the revised regulations and spell out the regulatory intent.", "Household Income and Repayment Criteria Earlier, a microfinance borrower of an NBFC-MFI was identified by the annual household income of maximum 1.25 lakh for rural and 2 lakh for urban and semi-urban areas and the limit of 1.25 lakh on loan amount was prescribed for the individual borrower.", "To meet the growing needs of existing borrowers of MFIs and changing demographics, threshold on household income has been harmonized between rural and urban households to a uniform household income limit of 3 lakh.", "While increasing the eligible loan amount, the new framework also envisages a situation where a household who is in lower band of the household income limit is provided loans consistent with their repayment capacity.", "The emphasis now is on the repayment capacity of the borrowers rather than considering only indebtedness per se or indebtedness from only NBFC-MFIs in isolation.", "Therefore, a common definition of microfinance loans has been prescribed for all regulated entities and maximum loan amount has been linked to household income.", "There have been some demands for further increasing the household income limit.", "While for now it seems adequate given the profile and needs of microfinance borrowers, one needs to be cognizant of the fact that other channels are always available for entities intending to provide higher loan amounts.", "Pricing and Transparency Under the new framework, rule-based guidelines on pricing of loans have been replaced with a principle-based framework based on enhanced disclosures and transparency requirements.", "One major change is the introduction of a simplified fact sheet which spells out the methodology for calculation of all-inclusive effective interest rate.", "This ensures comparability of interest rates across different lenders.", "It needs to be understood that the effective interest rate in the fact sheet reflects all-inclusive cost of the loan to the borrower and not the internal rate of return (IRR) of the lender.", "There have been some demands that insurance charges should not be included in the calculation of effective interest rate.", "There does not seem to be any logic for excluding some components from the calculation of all-inclusive cost of the borrower which she/ he is actually paying.", "The insurance charges included in the calculations are for credit linked insurance which would be utilised to settle the loan in case of an unfortunate event like death or disability of the borrower and are linked to the microfinance loan.", "In other words, a borrower would not have incurred these charges if he had not taken the loan.", "All things being equal, credit risk premium on an insured loan should be lower than an uninsured loan.", "Therefore, any increase in IRR due to inclusion of insurance charges is expected to be compensated to some extent by way of reduction in the risk premium of the borrower of an insured loan.", "At a broader level, it needs to be understood that the intent of regulation is to make the borrower aware of the total cost being paid by him for the loan and at the same time ensuring comparability amongst the lenders by standardizing the calculation of allinclusive cost.", "It is expected that availability of such information will help the borrowers in making an informed choice while assessing the available options.", "In addition to specific pricing related regulations, this framework needs to be seen in a holistic manner wherein certain indirect but equally important measures have been introduced to bring down the interest rate.", "First of all, a cap on repayment obligations is expected to nudge the lenders to keep the interest rates low so that the repayment instalments do not exceed the maximum prescribed limit for repayment obligation.", "Second, measures to check over-indebtedness should also result in improvement of credit worthiness of the borrowers, bringing down the credit risk premium which should translate into lower interest rates.", "Third, enhanced awareness among borrowers through simplified factsheet and no pre-payment penalty on microfinance loans would enable them to easily switch between lenders.", "Fourth, a reduction in the minimum threshold of microfinance loans for NBFC-MFIs from 85% of net assets to 75% per cent of total assets is expected to lower their concentration risk and cost of funds.", "Fifth and finally, an increase in the maximum threshold on microfinance loans for other NBFCs from 10% to 25% of total assets should increase competition.", "All these five elements should collectively help in bringing down the credit cost for the borrower.", "Addressing Regulatory Arbitrage and Operational Inflexibility In 2011, microfinance sector was still evolving and there was a need to introduce a rulebased regulatory framework to bring some order in the sector.", "Over last decade, the sector has come a long way.", "The prudent practices in the microfinance sector are well laid out and are better understood now.", "Therefore, product specific requirements for microfinance loans such as an absolute limit on loan amount, limit on number of lenders, minimum tenure of loan, etc., which were anyway applicable to only NBFCMFIs, have been withdrawn.", "The new framework provides the flexibility to lenders to customize their products and services to better meet the needs of microfinance borrowers.", "While the harmonization of regulations between the two largest contributors to microfinance loan portfolio viz., NBFC-MFIs and banks has been deliberated extensively, harmonization of regulations between NBFC-MFIs and other NBFCs has not received the required attention.", "I would like to highlight one significant change that has been introduced to address the risks in the business models of some NBFC-MFIs.", "Earlier, the threshold on microfinance loan portfolio of NBFC-MFIs was calculated as a percentage of net assets which meant that NBFC-MFIs could potentially have a significantly large share of their total assets deployed in the form of 'bank balances'.", "It was observed that some of the NBFC-MFIs were largely acting as the business correspondents of the banks thus subverting the entire premise of the business of a financial institution as provided under the Reserve Bank of India Act i.e., lending from their books.", "Besides addressing regulatory arbitrage with NBFCs, computation of microfinance loan portfolio of an NBFC-MFI as a percentage of total assets also ensures that NBFC-MFIs focus on their core business.", "Responsibilities of the Board & Conduct The new framework, while laying down the fundamental principles, places greater onus on the Boards of the regulated entities as they are now also required to have Board approved policies in certain areas such as assessment of household income and indebtedness, pricing of microfinance loans and conduct of employees, etc.", "The framework in particular emphasizes on having a system for recruitment, training and monitoring of employees.", "Training modules for employees and outsourced personnel should include programs to inculcate appropriate behavior towards customers and their conduct towards customers should also be incorporated appropriately in their compensation matrix.", "The guidelines related to adherence to fair practices in recovery of loans and outsourcing of activities have also been reiterated.", "One important aspect of these guidelines is that outsourcing of any activity by the regulated entity does not diminish its obligations and it shall be accountable for inappropriate behaviour by its employees or employees of the outsourced agency and shall provide timely grievance redressal for both.", "Given the responsibilities entrusted on the Boards, the directors on the Boards of the lenders should take active interest in the policies governing the microfinance loans in order to ensure that these policies result in a fair treatment to the microfinance borrowers.", "Expectations from the Industry The revised regulatory framework provides significant flexibility to the lenders to fulfil the needs of their microfinance customers in a comprehensive and customized manner.", "With increasing competition and level playing field for all regulated entities in the sector, one of the differentiating factors going forward will be the customers' experience with the lenders' services.", "The new framework has put in place a few ground rules to address concerns around misconduct towards microfinance borrowers.", "Conduct towards customer being integral to ethical business practices, it becomes the responsibility of everyone involved in the process to ensure that the guidelines on conduct are followed in both letter and spirit and the customer is treated fairly and respectfully at all times.", "To ensure borrowers' protection from coercive recovery practices, new framework, also requires putting in place a mechanism for engagement with borrowers facing repayment related difficulties, prohibition on harsh recovery practices, extensive due diligence process for engagement of recovery agents and a dedicated mechanism for redressal of recovery related grievances.", "While we acknowledge the rights of the lenders to recover overdue loans, I would like to make it clear in no uncertain terms that the Reserve Bank has zero tolerance for misconduct towards the borrowers.", "You would agree that exclusive focus on business growth and bottom lines without considering the vulnerabilities of the borrowers by any entity is fraught with pitfalls.", "Irresponsible lending by a few lenders ends up putting the interests of entire industry at risk.", "Therefore, it is the collective responsibility of all the lenders and the SROs to keep a check on any sharp and aggressive practices in the sector.", "There are sufficient avenues in the microfinance sector to grow the business as availability of credit to last mile still remains an unfinished agenda.", "The industry should work towards increasing the size of pie while balancing the interests of the vulnerable borrowers.", "In this regard, I am happy to note that the revamped Code of Conduct (CoC) was recently launched on 4th October 2022.", "The Code of Conduct is as an industry-led initiative with primary focus being to promote and advance 'responsible lending' practices for protection of customers.", "The seven elements enumerated in the code, viz., fair interaction, suitability, education & transparency, information & privacy, grievance redressal, employee engagement, and customer communication essentially capture the range of issues which the revised framework also encapsulated.", "However, as for any voluntary regulation to work as intended, it is incumbent upon all the players to adhere to the Code both, in letter and spirit.", "Going forward, there is a strong case for adoption of technology in the microfinance sector to not only improve efficiencies and bring down the operational costs but to also mitigate operational risks such as frauds, enhance service experience and create customer awareness.", "Leveraging of digital solutions can enable the microfinance lenders to increase their productivity manifold across the entire lending cycle.", "Microfinance lenders with their high-touch models are best placed to handhold their customers for developing familiarity with technology which will enhance their awareness about the opportunities available to them.", "This way, the lenders can go beyond a transactional arrangement of just meeting the credit needs of the borrower to a transformational relationship with the customers resulting in positive externalities in terms of the social benefits.", "This will further ensure that access to institutional microcredit also enables the borrowers to explore opportunities for generating income in a sustainable manner, besides meeting their immediate needs for money.", "Concluding remarks MFIN has been instrumental in multiple initiatives to strengthen the sector during the decade and to develop the microfinance ecosystem.", "The current MFIN microfinance review report provides data-supported insights, and it has been enriched with MFIN's experience.", "The report discusses in detail the organic evolution of the microfinance sector and the supporting ecosystem leading up to the new regulations.", "My compliments to MFIN and the whole team for bringing out this report.", "It has been our constant endeavor to support microfinance sector by addressing regulatory gaps and arbitrage arising from differential regulations across the spectrum of entities.", "Towards this objective, we have introduced structural changes by revamping the regulatory framework for microfinance loans in March 2022.", "We would like to see through its successful implementation on ground before taking further steps.", "Let me again say, albeit at the cost of repetition, that customer protection lies at the core of microfinance regulation, and it has been our guiding light while revamping the regulatory regime for the microfinance sector.", "We have attempted to move from a rulebased approach to a principle-based approach thus creating enabling environment for more financial institutions to serve the excluded, while protecting their interests through competition and transparency.", "I am hopeful that these regulatory reforms will provide the requisite impetus for the long but immensely fulfilling journey towards an inclusive and responsible microfinance sector.", "Micro finance: Empowering a Billion Dreams - available at /BS_SpeechesView.aspx?Id=1137 As on June 30, 2022.", "All data points in this speech, unless specifically mentioned, are from Micrometer: a quarterly publication of MFIN.", "One out of two entities which was granted approval for starting a universal bank in 2014 was an NBFC-MFI, while eight out of ten entities granted approval for starting Small Finance Banks in 2016 were NBFC-MFIs."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Microfinance", "Customer protection", "Regulatory framework", "Microfinance borrowers", "Over-indebtedness", "Interest rates", "Pricing", "Transparency", "Conduct", "Financial inclusion"]}