{"sentences": ["I am pleased to welcome everyone to today's workshop on macroprudential policy and the countercyclical buffer.", "Thank you for being here, participating and lending your attention to this important topic.", "We have gathered a great lineup of speakers, who will address a range of timely and important issues on the matter.", "In the aftermath of the global financial crisis, banking regulators agreed on an updated set of banking regulations aimed at improving the resilience of the global financial system, highlighting among them the role of new buffers intended to help banks build sufficient resources in normal times so that in a period of stress they can absorb losses and avoid a disruptive reduction of lending.", "The buffers have two objectives (Basel Committee, 2020b): first, to ensure that banks absorb losses in times of stress without breaching their minimum requirements; and second, to keep credit flowing to the real economy in a downturn by lending to creditworthy businesses and households.", "In December 2010, the Basel Committee on Banking Supervision (BCBS) published the Basel III framework with the global regulatory standards on bank capital adequacy and liquidity, including a countercyclical capital buffer (CCyB).", "Its primary objective would be to protect the banking sector from periods of excessive aggregate credit growth, often associated with the accumulation of systemic risk.", "In general terms, the CCyB would be activated and increased by authorities whenever aggregate credit growth was judged to be excessive and associated with a build-up of system-wide risk.", "The buffer can be reduced during a downturn to help ensure that banks maintain the flow of credit in the economy.", "Considering that this is a new macroprudential tool, the evidence of implementations is still limited.", "Notwithstanding that, the number of countries that have developed a policy framework is increasing and the number of jurisdictions that have set a positive buffer level increased significantly over recent years.", "Until now, around forty countries have been using the CCyB, with heterogeneous effects depending on their local conditions and vulnerabilities.", "Furthermore, during the Covid-19 crisis, many countries released their countercyclical capital buffers, marking the first time that the CCyB was used widely in a downturn.", "Among them we can mention France, Germany, Sweden, Switzerland and United Kingdom (BIS, October 2022).", "These countries lowered the CCyB either completely or partially.", "Recent reports from the Basel Committee are also focused on providing empirical evidence regarding buffer usability and cyclicality of the framework.", "So far, the evidence gathered suggests that although the countercyclical capital buffer may be less effective to contain the build- up phase of the credit cycle.", "However, it may help to strengthen banks' solvency and mitigate the risk that banks' lending standards amplify an economic downturn as well as all the spillovers implied.", "Several potential reasons have been put forward for the reluctance of banks to use their buffers.", "Among them, the literature highlights: the stigma of the market, the uncertainty around possible future credit losses and the uncertainty around supervisory expectations regarding the restoration of any reserve provision (Hernandez de Cos, 2021b).", "In the case of Chile, this new macroprudential took was incorporated in the latest reform to the General Banking Law approved in 2018.", "Within the framework of the implementation of Basel III in Chile, the BCCh was empowered to determine the countercyclical capital requirement to banks.", "The General Banking Law gives the Central Bank of Chile the power to determine the activation or deactivation of the countercyclical capital requirement.", "Once the activation decision has been made, the Central Bank must set its level and deadline for compliance, after a favorable report from the Financial Market Commission.", "As recommended by the Basel Committee, this requirement can be established between 0 and 2.5% of risk-weighted assets and must be paid entirely with core capital (CET 1), above the minimum capital requirements established by the General Banking Law.", "In this context, in 2021 the Board of the Central Bank of Chile published a policy framework to implement this Capital Requirement as a macroprudential tool to preserve the stability of the financial system as a whole, rather than the solvency of a particular bank.", "In this sense, it reduces the impact of risk materialization on the banking sector and, therefore, on financial stability, avoiding restricting essential services, such as the supply of credit, and protecting the overall economy.", "The Countercyclical Capital Requirement should be activated or increased before an episode of financial stress materializes, i.e., during periods in which it is assessed that vulnerabilities are incubating in the banking sector that generate systemic impact.", "This also prevents and mitigates abrupt reductions in credit in the future, thus mitigating the potential amplification of shocks to the rest of the economy.", "The activation of the Countercyclical Capital Requirement depends on an overall assessment of the outlook for financial stability and not on a specific indicator.", "All in all, it is a macroprudential instrument that must consider its impact on the financial system, recognizing differentiated spaces for other micro prudential actions and measures.", "The standardized background set defined by the Central Bank to decide the activation of the Countercyclical Capital Requirement is divided into four steps that feed into each other.", "First, the regulatory context which is a summary of new regulation or international standards that need to be taken into consideration in the setting of the CCyB.", "Second, an exhaustive analysis of the current stage of the credit and its drivers.", "Third, a heatmap reviewing multiple variables that includes indicators for vulnerabilities, risks, and financial and macroeconomic conditions.", "Fourth, macro financial models that are used to create a medium- and long-term macro financial outlook on future trends that contribute to the financial policy decision-making.", "In addition, the modelling part plays an important role in the stress exercises, which measure the vulnerability of the system and helps guide the activation and calibration of the buffer.", "Also, the Central Bank of Chile counts on complementary models that have been developed to discuss potential macroeconomic effects and support trade-off analysis.", "As stated in the policy framework, the activation and release of the CCyB requires expert judgment from the central bank's board.", "Also, interaction with the Financial Market Commission plays a crucial role in the decision process.", "Looking forward, our policy research agenda should continue looking at the interaction of different policies with the CCyB and its macroeconomic impacts, such as the interaction between financial and monetary policies; the relation with other prudential policies and/or other buffers and the evaluation of the impacts of a neutral level higher than zero for the level of the CCyB in \"normal times\".", "The first official Financial Policy Meeting, formally communicated to the market, took place in May 2022 and the most recent one occurred last November.", "On both occasions, the Board unanimously decided not to activate the CCyB.", "It was considered that, despite vulnerabilities focused on some sectors and a more complex international environment, the systemic risk analysis shows that banks have sufficient buffers to withstand severe stress scenarios.", "Notwithstanding the above, we believe that since this is a novel macroprudential tool, both in Chile and at a global level, there is a need to continue the process of deepening our understanding of this buffer and its effects on different economic and financial variables, its interaction with monetary policy, on the one hand, as well as coordination and interaction with micro prudential tools and supervision, on the other.", "In this sense, learning from the experience of other countries, from relevant local and international experts and stakeholders can make a significant contribution to this discussion, which is precisely the purpose of this workshop.", "The speakers and panelists will be exploring a wide range of topics: (i) The UK experience using stress tests to support countercyclical buffer decisions; (ii) the role of macroprudential policy in the recent Covid-19 pandemic; (iii) the effect of capital-based regulation on banks' pricing policies in other emergent countries, like the Czech Republic; and (iv) how to assess the impact of the macroprudential policies in quantitatively rich macroeconomic models.", "The workshop will be followed by an invitation-only session with discussions with local and international stakeholders and private sector authorities.", "Let me finish by thanking you all for taking the time to join us today in this workshop.", "This tool is crucial to accomplish our mandate of reducing systemic risk in the financial sector.", "Even though we have made substantial progress implementing the framework around this prudential tool, there is more work to be done.", "This workshop will help us learn from other practitioners' experiences who have already tackled some of the issues we are due to solve or are in the process of doing so.", "I wish you all a very productive rest of the day discussing about these issues."], "classifications": ["none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Countercyclical buffer", "Financial stability", "Systemic risk", "Macroprudential policy", "Banking regulation", "Basel III", "Credit growth", "Vulnerabilities", "Stress tests", "Macroeconomic models"]}