{"sentences": ["As prepared for delivery Good morning, everyone.", "We are excited to have you back in person at the New York Fed for the annual U.S. Treasury Market Conference.", "You may have noticed that our auditorium has gotten a new look since you were last here.", "I hope you'll find it a comfortable space since we have a very busy day ahead.", "The Last Time (LIBOR's Version) The topic of today's conference is resiliency in the U.S. Treasury market.", "Before I speak about that, I'd be remiss if I did not take this opportunity-hopefully for the last time-to remind everyone that we are entering the final stretch of the transition away from the London Interbank Offered Rate (LIBOR).", "I'm pleased to report that the transition has been extremely successful so far, thanks to the significant and coordinated efforts from stakeholders across the globe.", "A special shout-out to the Alternative Reference Rates Committee (ARRC) for its outstanding work and dedication in guiding the move off of U.S. dollar LIBOR and promoting the adoption of more robust rates like the Secured Overnight Financing Rate (SOFR).", "They proved that LIBOR was far from irreplaceable.", "But there's still more work to do.", "Over the next several months, the industry's focus needs to be on the remediation of legacy contracts well before the cessation of LIBOR, so we don't have a last-minute rush.", "Once we complete this final stretch of the transition, we can say good riddance to LIBOR.", "Even when the transition from LIBOR is complete, the ARRC's work will continue to shape the future.", "The ARRC has laid out best practices for the use of reference rates grounded in overnight SOFR.", "Importantly, this envisages only limited use of SOFR, which doesn't share overnight SOFR's foundation in the deep and robust Treasury financing markets.", "It's incredibly important that financial institutions consistently act in ways that are aligned with these best practices so that we don't have to come back and clean up another mess.", "Unlike with Star Trek, the last thing anyone wants to watch is the sequel, \"LIBOR: The Next Generation.\"", "The LIBOR transition is tangible proof of what can be accomplished when all stakeholders-public and private-work together and persevere, against all odds.", "That sense of purpose, collaboration, and accomplishment gives me hope for the main topic of the conference today: Treasury market resilience.", "And yes, there is much work to be done.", "Before I go on, here's a reminder that you know all too well I cannot leave behind-and that's the usual disclaimer that the views I express are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or anyone else in the Federal Reserve System.", "Well-Functioning Markets and Monetary Policy I've long made the case that a well-functioning U.S. Treasury market is critical to our economy, and, in fact, the entire world.", "But now, I'd like to take it a step further to explain how critically important a resilient financial system-and especially a resilient U. S. Treasury market-is for monetary policy.", "In the current environment of high global inflation, central banks around the world have been taking strong, decisive actions to restore price stability.", "Restoring price stability is of paramount importance because it is the foundation of sustained economic and financial stability.", "Price stability is not an either/or, it's a must have.", "For monetary policy to be most effective, financial markets must function properly.", "Monetary policy influences the economy by affecting financial conditions, with the Treasury market at the center of it all.", "If the Treasury market isn't functioning well, it can impede the transmission of monetary policy to the economy.", "The Great Debate These issues recall a longstanding debate over what should be done when there is a trade-off between monetary policy and financial stability goals.", "In the decade before the pandemic, this debate occurred in the context of inflation running persistently below the FOMC's long-run 2 percent target.", "On one side, there were those who argued that an extended period of accommodative policy aimed at boosting inflation would contribute to a buildup of asset prices, leverage, and risk-taking that would ultimately undermine financial stability.", "They concluded that policy should lean against the wind of financial stability risks, even at some cost to achieving the price stability goal.", "On the other side, I and others have argued that using monetary policy to address longer-term financial stability considerations could come at a high cost in terms of current economic activity and could also undermine credibility in the central bank's longrun inflation goal.", "For example, based on the estimated effects of monetary policy on GDP and house prices, using monetary policy alone to fully deflate the housing bubble that preceded the global financial crisis would have caused a decline in output much larger than the one that occurred during the recession of 2007-09.5 Today we are seeing this debate resurface, but in a very different economic reality.", "Some now argue that there is again a trade-off between price stability and financial stability goals, but this time it is because large and rapid shifts in monetary policy may contribute to stresses and expose vulnerabilities in global financial markets.", "Investors and financial institutions need to adjust to a rapidly changing and highly uncertain environment.", "And heightened uncertainty can add to market volatility, resulting in diminished market liquidity.", "But these debates about trade-offs expose a basic problem.", "Everyone is familiar with the idea of a \"jack of all trades.\"", "Using monetary policy to mitigate financial stability vulnerabilities can lead to unfavorable outcomes for the economy.", "Monetary policy should not try to be a jack of all trades and a master of none.", "There must be a better way.", "Instead of looking at this as a problem of choosing the point on an unfavorable trade-off curve, we must look for ways to shift the curve by enhancing the resilience of the financial system.", "The value of this approach to building resilience was demonstrated by the global efforts to strengthen the banking system following the global financial crisis.", "Despite the economic disruptions caused by COVID-19 and Russia's war on Ukraine, the banking system has functioned well, serving as a source of strength for the economy, not a weak link.", "Alternative Solutions, Prudent Results As monetary policymakers, we need to count on well-functioning markets that promote financial stability as we pursue our price stability and maximum employment goals.", "So, what can be done to enhance financial stability?", "At the Federal Reserve, we have instituted changes over the past few years that support market functioning in times of stress.", "In 2021, the FOMC introduced the Standing Repo Facility and the FIMA Repo Facility.", "These standing facilities are priced such that they are not used often in normal times but remain ready to provide liquidity as needed should funding pressures arise.", "We also must continue to prioritize having a robust financial system, and that starts with the most core market of all: the U.S. Treasury market.", "The Inter-Agency Working Group for Treasury Market Surveillance is doing just that.", "Ahead of today's conference, the group published a progress report around its work to enhance the resilience of the U.S. Treasury market, which I strongly encourage everyone to read.", "The report emphasizes progress made on the proposed expansion of central clearing, enhancements to data collection and transparency, and the potential for evolution in market structure.", "It's also important to recognize that the world is not static.", "The Treasury market has increased enormously over the past quarter century, and the key players have changed significantly.", "And the rest of the financial system continues to evolve, with nonbank financial institutions (NBFIs) playing an increasingly important role.", "The Financial Stability Board has been actively engaged in this space, assessing global trends and risks through a monitoring exercise and developing policy recommendations to strengthen oversight and regulation.", "Here at the New York Fed, we too are deepening our expertise and monitoring of NBFIs.", "But this is not just a job for the official sector.", "Just like the successful public-private collaboration that is moving the world off of LIBOR, the private sector must do its part to enhance resilience as well.", "It means constructively and actively engaging in improving the resilience of the Treasury market and related markets.", "It also means planning to build resiliency for episodes of volatility that can impair market liquidity, and preparing for periods that have less certain funding, such as at year-end.", "And it means being a source of strength to the financial system and the economy, not a weak link.", "Debates around financial stability and monetary policy have been longstanding and have tended to focus on unfavorable trade-offs.", "Central banks must avoid being a jack of all trades and master of none.", "The time is now to find solutions that strengthen our financial system without compromising our monetary policy goals.", "These issues are complex, but the need for meaningful progress on strengthening the resilience of core financial markets is clear.", "Alternative Reference Rates Committee, ARRC Best Practice Recommendations Related to Scope of Use of the Term Rate , last updated May 4, 2022.", "John C. Williams, A Solution to Every Puzzle , Remarks at the 2020 U.S. Treasury Market Conference (via videoconference) (September 29, 2020).", "John C. Williams, Preparing for the Unknown , Remarks at the 2021 U.S. Treasury Market Conference (via videoconference) (November 17, 2021).", "John C. Williams, Financial Stability and Monetary Policy: Happy Marriage or Untenable Union?, Presentation to the Deutsche Bundesbank Conference, Eltville am Rhein, Germany (June 5, 2014).", "Measuring Monetary Policy's Effect on House Prices , FRBSF Economic Letter, no.", "2015-28, Federal Reserve Bank of San Francisco.", "Board of Governors of the Federal Reserve System, Statement Regarding Repurchase Agreement Arrangements , July 28, 2021.", "Inter-Agency Working Group for Treasury Market Surveillance, Enhancing the Resilience of the U.S. Treasury Market: 2022 Staff Progress Report, November 10, Financial Stability Board, Non-Bank Financial Intermediation , as updated November 10, 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Treasury market resilience", "LIBOR transition", "Financial stability", "Monetary policy", "Alternative reference rates", "Price stability", "Market functioning", "Financial system", "Trade-offs", "Nonbank financial institutions"]}