{"sentences": ["Let me thank David for his kind invitation and the Official Monetary and Financial Institutions Forum for organising this event.", "In these opening remarks, I will provide a brief overview of the outlook for the Italian economy and discuss my views on the current and future stance of monetary policy.", "I think it is useful to start with an assessment of the global economic prospects.", "In recent months, two main well-known facts are characterising the international economic and financial situation.", "First, uncertainty is growing considerably, as it is increasingly evident that the global economy is being heavily affected by the consequences of Russia's aggression in Ukraine.", "The most obvious repercussions are being observed on the energy market.", "The price of the gas delivered in Europe, in particular, has recorded unprecedented fluctuations for about a year, rising to 340 euros per megawatt hour two months ago, from less than 20 euros at the beginning of 2021.", "Since the end of August, as European countries have achieved their storage targets, it has fallen back up to around 100 euros.", "Futures prices, however, suggest that it will remain high for the whole of next year.", "Food prices on world markets have also been hit, even though tensions eased somewhat after the agreement between Russia and Ukraine at the end of July, which unlocked grain deliveries from the Black Sea ports.", "The unilateral suspension of this agreement decided by Russia in the last few days provides a further, dramatic confirmation of the great uncertainty connected with the developments of the conflict in Ukraine.", "Second, inflation is surging rapidly.", "Globally, it has risen from less than 5 per cent in 2021 to around 9 per cent this year.", "In response to these pressures, in almost all advanced countries and in many emerging and developing economies, central banks have begun to tighten monetary conditions in order to counter the increase in current and expected inflation, and the possible start of a spiral between prices and wages.", "As a consequence of these two facts, growth prospects are recording a widespread worsening.", "According to the last projections by the International Monetary Fund (IMF), the growth rate of the global economy will decrease from the 3.2 per cent estimated for this year to 2.7 per cent in 2023, almost a percentage point lower than was expected last April.", "Despite these deteriorating prospects, however, aggregate demand is holding up.", "In Italy we can actually observe a better-than-expected resilience, for example in the service sector, also thanks to the continuing recovery of tourism flows, and in the labour market.", "In this highly uncertain framework, the Bank of Italy's latest Economic Bulletin presented two projection scenarios for the Italian economy.", "The first assumes that gas flows from Russia to Italy remain on average at the levels observed in recent months and that the prices of raw materials are in line with those of recent futures contracts.", "GDP, in particular, would decline in the last quarter of this year, and then gradually recover from the second quarter of 2023.", "The weakness of economic activity would reflect both that of consumption - which would diminish, following the decrease in the purchasing power of households - and that of investments in machinery and equipment - which would decelerate due to high uncertainty and the increase in financing costs.", "The worsening of international trade would also have an impact, as real exports would grow much more slowly after increasing at a rate of more than 10 per cent, both in 2021 and The second, more adverse scenario, assumes that energy supplies from Russia to Europe are permanently shut off starting in the final quarter of this year and are gradually, albeit only partially, replaced with alternative sources next year; oil and gas prices are therefore projected to rise to around 50 per cent more than was contemplated in the first scenario.", "These developments would be accompanied by a further slowdown in world trade and a sharp rise in uncertainty.", "In this case, Italian GDP would fall by over 1.5 per cent next year, while inflation would exceed 9 per cent, 2.5 percentage points more than in the first scenario.", "Both of these scenarios were drawn up before the publication, earlier this week, of Italy's GDP growth in the third quarter, which was substantially better than expected (an increase of 0.5 per cent quarter-on-quarter, against widely held expectations of a negative figure).", "These new data suggest that growth should, ceteris paribus, be somewhat higher this year and this effect would mechanically carry on to the next year.", "These new relatively surprising data confirm that, in a difficult context like the current one, macroeconomic projections, albeit detailed like those referring to these two scenarios, are to be intended as purely indicative and are closely linked to the assumptions on prices and availability of raw materials, which are, in turn, largely determined by developments in the conflict in Ukraine.", "In any case, the risks for economic growth are still tilted downwards.", "They stem from geopolitical tensions as well as from the outlook for other economies, first and foremost the US economy, where, also due to the strong tightening of monetary conditions, many indicators suggest a possible contraction in economic activity in the next 12 months.", "Further negative effects could derive from a potentially sharp slowdown in China, mainly connected with the fragility of the construction sector.", "The persistence of inflation at high levels for longer than currently expected would obviously be a further negative risk for the purchasing power of households' incomes.", "Despite the worsening outlook, Italy's debt-to-GDP ratio continues to improve.", "It is currently estimated at around 145 per cent in 2022, 5 percentage points less than in 2021 and 10 points less than the peak achieved in 2020: about half of the increase recorded due to the pandemics has therefore been recovered.", "Over the next three years, the debt-to-GDP ratio should continue to fall, although likely at a more moderate pace.", "Several factors will affect the future dynamics of public debt.", "General government net borrowing is currently projected on a descending path.", "In the latest assessment by the Italian Ministry of Economics and Finance, it would settle at about 5 per cent of GDP this year and just above 3 per cent next year (against over 7 per cent in 2021 and 9.5 per cent in 2020).", "The increase in yields on government securities will raise debt-servicing costs in nominal terms.", "However, the high average residual maturity of the debt (close to 8 years) will slow the transmission of higher interest rates to debt servicing costs.", "For example, this year the average cost of debt has remained quite stable, at 2.5 per cent, despite yields rising from less than 0.5 per cent to above 3 per cent for 10-year bonds.", "Due to the necessary normalisation of monetary conditions in the euro area, the cost of debt servicing is set to increase further.", "It is worth pointing out that as interest rates are rising to contrast the growth in inflation, this would not worsen servicing costs in real terms insofar as real interest rates will not substantially move up in the medium term.", "Indeed, the rise in prices would push up the denominator of the debt-to-GDP ratio, an effect that is currently dominating the dynamics.", "It is nevertheless important to outline a realistic path for continuing the gradual recovery in the high levels of public debt to GDP that started last year.", "It would be an important signal of credibility for financial markets, which could translate into lower sovereign risk premiums.", "The budgetary margins that will become available and those created with the moderation of the dynamics of other expenses will make it possible to provide financial support to the economy.", "Temporary and targeted support, with interventions aimed at households and firms in greater difficulty, will not compromise the state of the public finances and will also help to contain pressures on inflation.", "Let me now turn on the euro area.", "In its latest projections, released in early September, the ECB revised GDP growth estimates to 0.9 per cent in 2023, from 3.1 per cent in 2022; with a month of additional data, the IMF has revised them down to 0.5 per cent, signalling a substantial halt.", "Consumer price developments are no less concerning: inflation rose to 10.7 per cent in October.", "Net of energy and food, the most volatile components, core inflation rose to 5.0 per cent.", "More than 60 per cent of the increase in consumer prices recorded in the last twelve months has been caused, directly and through the effects on production costs, by the increases in energy prices.", "This share rises to almost 80 per cent if we also take into account the effects of food prices not relating to energy, but which have also been affected by the conflict in Ukraine.", "The growth of consumer prices in the euro area is projected to be above 8 per cent on average in 2022; it would then gradually fall to below 6 per cent over the course of next year and converge towards a value close to the ECB's 2 per cent target in the second half of 2024.", "Expectations derived from the prices of inflationlinked swaps as well as those based on surveys carried out in October, such as those conducted by the ECB on monetary analysts or those of other private institutions, provide a similar picture.", "The expectations of households, as suggested by the ECB survey, display slightly higher values: 5 per cent by the end of 2023 and 3 per cent over a 3-year horizon.", "This could reflect not only a greater weight of backward-looking elements in the formation of households' expectations, but also the large weight of the most volatile components of inflation in the consumer basket of less well-off households.", "Wage dynamics in Italy and in the euro area have so far remained contained.", "In our country, the growth trend in contractual wages was less than 1 per cent in the second quarter, 0.3 percentage points more than at the beginning of the year, mainly due to the renewal of contracts in the public sector.", "Net of one-off components, contractual wages accelerated on average for the area in the second quarter, to 2.5 per cent.", "The growth in labour costs could intensify in the final part of this year and in 2023, due to the increase in the minimum wage in some countries and those that will likely be granted to contain the loss of purchasing power of workers' incomes.", "However, the marked weakening of economic activity and the modest share of inflation-linked wages in the area as a whole may limit, as of now, the risks of a spiral between prices and wages.", "Last Thursday, the ECB Governing Council raised official interest rates by 0.75 percentage points, bringing the overall increase since 21 July to 2 points.", "In this way, a substantial step forward was taken in the reabsorption of monetary accommodation, driving the rate on banks' deposits with the Eurosystem a long way from the negative levels that had been necessary to hinder the risk of deflation and limit the fallout of the pandemic crisis.", "Based on market participants' expectations, one-year real rates are still very low and would barely become positive by the end of next year.", "The decision to modify the terms and conditions of the third series of targeted longer-term refinancing operations (TLTRO-III) was justified by the need to ensure that the contribution of this instrument is also consistent with the broader normalisation process of monetary policy.", "The recalibration intends to strengthen the transmission of official rate increases to the conditions of bank loans and to remove the constraints on the process of reducing the Eurosystem's balance sheet through the early repayment of TLTRO-III operations.", "We postponed the discussion on the timing and methods of a gradual review of the reinvestment of the repaid capital on maturing securities as part of the financial asset purchase programmes, while maintaining the flexibility associated with the renewal of those under the pandemic emergency programme (PEPP).", "In fact, we will have to continue to carefully assess the effects of our decisions on financial stability.", "The yield spreads between the government bonds of the euroarea countries most exposed to market fluctuations and the German ones, which have been increasing since the beginning of 2022, narrowed after the announcement, in June, of the activation of flexibility in the reinvestment of the securities purchased under the PEPP and the approval, in July, of the new instrument against the risk of fragmentation (Transmission Protection Instrument, TPI).", "The Italian spread on ten-year government bonds, which in recent weeks had been affected by political uncertainty and increased risk aversion in the markets, has fallen more recently to just over 210 basis points, a level still considerably higher than those prevailing in other euro-area countries hit, like Italy, by the sovereign debt crisis ten years ago.", "For its decisive and persistent decrease to be achieved, prudence on the public budget and policies aimed at restoring the country on a high path of growth remain crucial."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Economic growth", "Monetary policy", "Debt", "Energy prices", "Ukraine conflict", "Euro area", "Wage growth", "Sovereign risk", "Financial stability"]}