{"sentences": ["I am happy to have been invited to this Annual FIBAC 2022 Conference.", "This is an important forum for industry stalwarts, banking practitioners, thought leaders and policymakers to brainstorm on emerging issues.", "This conference is being held at a time when the global economy is going through a process of churning.", "Triple shocks of COVID-19, war in Ukraine and the current financial market turmoil have created a toxic mix of factors and circumstances which every country has to grapple with.", "The International Monetary Fund (IMF), in its recent Annual Meeting, has presented a rather sombre outlook for the world economy with downward revisions of global growth and trade.", "The existing international order is undergoing fundamental shifts in terms of geopolitics and economic relationships.", "This confluence of factors and circumstances is reverberating speedily across countries and jurisdictions.", "With monetary policy actions and stances undergoing a regime shift in the advanced economies (AEs), financial conditions have tightened sharply across markets and have accentuated financial stability risks.", "Emerging market and developing economies (EMDEs), in particular, remain highly vulnerable to these global spillovers.", "Capital outflows have led to reserve losses, sharp currency depreciations and spiralling imported inflation pressures.", "Several countries face acute debt distress, while many others are confronted with elevated food and energy prices.", "Conventional and technocratic policy making is increasingly getting challenged by unconventional and 'out of box' approaches.", "In this unsettling global environment, the Indian economy has been growing steadily, drawing strength from its macroeconomic fundamentals and buffers.", "According to the IMF, India is slated to be one of the fastest growing major economies of the world in the current year as well as in the next year.", "Our recovery and growth have been more broad-based.", "Our policies - fiscal, monetary and regulatory - were prudent, targeted and time-bound.", "We were careful to ensure that demand remained in balance while supply conditions improved.", "As per the high frequency indicators (HFIs) for the recent months, private consumption - especially urban demand - has remained healthy.", "The contact-intensive services have continued to make smart rebound, aided by unfettered resumption of activities and full-fledged celebration of festivals after two and half years.", "External demand, however, remains a weak spot in the face of accentuating global economic slowdown.", "Domestic Inflation remains elevated.", "We are closely monitoring the inflation trends as well as the effect of our past actions.", "In our view, price stability, sustained growth and financial stability need not be mutually exclusive.", "In the Mahabharata during the famous Swayamvara when the great warrior Arjuna aimed at the eye of the revolving fish through the pool of water below, he would have certainly assessed the speed at which the fish was revolving, the wind conditions, the intensity of the ripples in the pool of water, the noise levels in the King's court and similar other factors.", "No one can match the prowess of Arjuna, but our constant endeavor is to keep an Arjuna's eye on inflation, which is our primary target.", "At the same time, we keep assessing other related factors like the evolving inflation-growth dynamics; soft indicators like our surveys on consumers and businesses; global macroeconomic, financial and commodity market developments; and financial stability.", "In other words, our policy measures are based on an assessment of the overall situation.", "We will continue to steer our policies accordingly.", "In this direction, our continued effort is to put in place strong institutional frameworks to ensure a sturdy and resilient financial system that would be ready for the challenges in the future.", "Let me highlight the major elements of this approach and our future path in five specific areas.", "Monetary Policy Framework and Price Stability 6.", "Over the last three years, we have utilised the flexibility in the monetary policy framework to calibrate our actions to counter the adverse effects of COVID-19 and other international factors like the war in Ukraine.", "We have refined our inflation forecasting methodology by incorporating new techniques and are delving deep into the granularity of inflation projections.", "We have augmented our baseline quarterly projection model (QPM) with satellite models.", "We are also exploring techniques spanning new and diverse fields such as data science (DS), machine learning (ML) and night-time luminosity.", "Liquidity management constitutes an important aspect of the operating framework of monetary policy.", "A revised liquidity management framework was thus instituted by the RBI in February 2020.", "In April 2022, significant changes were instituted in the operating procedure of monetary policy through the introduction of the standing deposit facility (SDF) as the floor of the LAF corridor.", "The SDF rate is applicable on uncollateralised overnight deposits and would act as a financial stability tool .", "Projections of currency in circulation (CiC) also constitutes a key element of our liquidity management operations.", "Since currency in circulation drains out liquidity from the banking system, projections of its future levels are typically used as an input to finetune the volume of central banks' market operations.", "A significant technological innovation in the RBI's liquidity management operations has been the introduction of the automated sweep-in and sweep-out (ASISO) facility.", "The ASISO facility was introduced by the Reserve Bank in its e-Kuber system in August 2020.", "Consequently, the banks are now able to set the amount that they wish to keep as balances in their current accounts with the Reserve Bank at the end of the day.", "Depending upon this pre-set amount, marginal standing facility (MSF) and standing deposit facility (SDF) bids, as warranted, are auto generated at the end of the day.", "Further, as you are aware, the RBI is currently working towards a phased implementation of the Digital Rupee (e).", "Yesterday (1st November, 2022), we have started our pilot project on wholesale CBDC.", "We propose to commence the pilot project for retail CBDCs shortly.", "Strengthening the Regulatory Framework of Banks, NBFCs, UCBs, Payment Systems and ARCs 11.", "The global shocks and turmoil over the last three years did not distract us from our overarching goal of strengthening the resilience of the financial system and reinforcing financial stability.", "Throughout this entire period, we worked tirelessly and have introduced fresh guidelines in several areas.", "These include issuance of guidelines on governance in commercial banks in April 2021; a steady-state prudential framework for resolution of stressed assets in June 2019; securitisation of standard assets in July 2021; Scale Based Regulatory (SBR) framework for NBFCs in Oct 2021; revised regulatory framework for Urban Cooperative Banks in July 2022; guidelines on Digital lending in September 2022; revised guidelines for ARCs in October 2022; and issuance of discussion paper on Climate Risk and Sustainable Finance in July 2022. .", "The RBI has been ahead of the curve in creating an institutional architecture for new financial products and services.", "Peer to peer (P2P) lending, account aggregator (AA) framework, Unified Payments Interface (UPI), Trade Receivables Discounting System (TReDS) and allowing NBFCs to offer credit services over digital only platforms are instances of regulation helping the industry to grow in a systematic manner.", "Customer centric initiatives, such as Online Dispute Resolution (ODR), Integrated Ombudsman Scheme, Retail Direct Scheme for G-Sec investors, contactless and offline payments, Payments Infrastructure Development Fund (PIDF) framework, card tokenization and e-mandates for recurring transactions have also been introduced in the recent period.", "We have also instituted a Regulatory Sandbox as well as an InterRegulatory and Inter-Operable Regulatory Sandbox for testing hybrid products.", "Deepening Supervisory Framework 13.", "Supervision of banks, NBFCs and other financial entities in the RBI's regulatory domain is a very critical segment of the RBI's functioning.", "A great deal of work has been done in the recent years to deepen and sharpen our supervision.", "The thrust is now focussed more on identification of root causes of vulnerabilities in financial institutions and taking suitable measures for mitigation.", "Analytical capabilities are being enhanced by leveraging advanced technologies such as artificial intelligence and machine learning (AI/ML).", "The data capabilities are also being upgraded.", "The RBI remains vigilant about unsustainable growth, if any, in financial entities including risks emanating from technological developments.", "The recent guidelines on digital lending underscore the importance of facilitating responsible financial innovation.", "Additionally, the challenges relating to cyber risk and climate related financial risks are getting appropriate policy focus.", "Let me sum up this segment of my speech by stating that India's banking system is well positioned to support economic growth with bank credit growing in double digits after a long hiatus.", "The RBI remains focused on fortifying the financial system against sudden shocks and ensuring macroeconomic and financial stability.", "Developing Financial Markets 17.", "The development of financial markets has been a key priority for the RBI.", "We have been undertaking calibrated reforms to develop vibrant and resilient financial markets.", "These reforms, among other things, seek to remove market segmentation, facilitate access including access for non-residents, widen the participation base, promote innovation, and ensure customer protection.", "A few examples would be worth highlighting.", "Simplified principle-based regulatory frameworks for governance, risk management, customer suitability and appropriateness in interest and forex derivative markets were issued during 2019-2021.", "Banks were permitted to access the offshore forex derivative markets in 2020 and offshore foreign currency settled rupee derivatives market in February 2022.", "These measures will deepen the forex and interest rate derivative markets in the country, remove the segmentation between onshore and offshore markets, and improve the efficiency of price discovery.", "Measures have also been taken to put in place state-of-the-art market infrastructure.", "Regulations for electronic trading platforms and financial benchmark administrators seek to ensure that governance and operating frameworks meet global standards.", "Retail participation is sought to be enhanced through operational convenience and transparency with the Retail Direct Scheme for government securities and the FX-Retail platform for foreign currency.", "Other measures include mandating the use of legal entity identifier (LEI) to improve the quality of financial data systems and regulations to promote fair market conduct.", "V. Payment Systems in India: Interoperability; Cross-border Linkages 19.", "Payment systems have emerged as a lifeline of our financial system.", "The RBI's focus is on promoting interoperability, cross border linkages and innovation.", "Our initiatives have ensured the availability of 'anytime and anywhere' payment systems for the common man at reasonable rates.", "Interoperability across instruments has resulted in optimum and efficient use of available infrastructure, reduced cost and increased convenience.", "One of the best examples of interoperability is the unified payments interface (UPI) system.", "To enable extension of UPI to feature phone users, the innovative UPI123Pay was introduced.", "UPI has been recognised as the fastest growing retail payment system in the world and many countries have expressed interest in a UPI-like platform.", "Interlinking UPI with similar fast payment systems in other jurisdictions would help establish cross-border inter-linkages and facilitate cross-border payments.", "Together with the National Payments Corporation of India (NPCI), the RBI's initiatives in Bhutan, Nepal, Singapore, the UAE and several other countries demonstrate the huge potential of the UPI in the years to come.", "24x7x365 availability of the real time gross settlement (RTGS) and fast payment systems (UPI and Immediate Payments Service (IMPS)) have placed India in the forefront among countries.", "The Bharat Bill Payment System (BBPS) has been enabled to facilitate cross border inbound bill payments from overseas jurisdictions.", "The RBI has established the Reserve Bank Innovation Hub (RBIH) for idea generation and development to promote innovation in the financial sector.", "The RBIH, in association with the RBI, is currently undertaking several important projects like improvements in KYC process and digitisation of rural finance.", "A pilot project for end-toend digitalisation of KCC lending has been launched in select districts of Tamil Nadu and Madhya Pradesh recently.", "As I proceed to conclude, I would like to touch upon the current liquidity situation and the exchange rate of the rupee which are attracting considerable attention at present.", "Current Liquidity Situation 24.", "In the month of October, the interaction of global and domestic developments has somewhat tightened the liquidity conditions.", "Average daily absorption under the liquidity adjustment facility (LAF) amounted to 1.35 lakh crore during the month, down from the average daily absorption of 2.00 lakh crore in September this year.", "The tightening of liquidity in October is attributed to several factors.", "During the month, currency demand was high on account of the festival season.", "This constitutes a leakage of liquidity from the banking system.", "The RBI's forex market operations, along with GST and other tax related outflows, also drained liquidity.", "Banks partially ameliorated the liquidity stress by drawing down their excess CRR balances and nonSLR investments.", "Certain banks also took recourse to MSF.", "This episode of liquidity strain is likely to be transitory on account of several factors.", "First, the leakage due to currency demand will slow down after the festival season; and as currency returns to the banking system, the system liquidity will improve.", "Second, government expenditure is likely to pick up after the monsoon season.", "Third, the pace of forex outflows has moderated, which augurs well for system liquidity, going ahead.", "Net FPI investments, which were robust in August but turned negative in September, have resumed in October.", "Fourth, deposit growth of banks has picked up in recent fortnights and is working towards bridging the funding gap associated with double digit credit offtake.", "Fifth, banks have adequate cushion of SLR to meet any potential liquidity requirement.", "In fact, the outstanding absorption of liquidity under the standing deposit facility (SDF) stood at 84,768 crore on October 31, 2022.", "The Reserve Bank remains agile and watchful, continuously monitoring the liquidity situation and is ready to undertake liquidity operations on either side so that overall liquidity remains adequate to meet the requirements of the productive sectors of the economy.", "Exchange Rate of the Indian Rupee 27.", "In recent weeks and days, movements in the exchange rate of the rupee (INR) have been the subject of animated discussion in the media and other fora.", "Talk of unidirectional downward descent and the RBI's defence are dominating the narrative in the public space.", "It is, therefore, important to address the issue free of emotions and fully loaded with the facts.", "Over the same period, the US dollar has appreciated by 13.0 per cent.", "This holds true even on a calendar year basis, i.e., from January 1 to October 31, 2022, the INR has depreciated by 9.8 per cent whereas the US dollar has appreciated by 15.8 per cent.", "On a financial year basis, almost all major currencies - barring a few like the Swiss franc, the Singapore dollar, the Russian rubble and the Indonesian rupiah - have depreciated against the US dollar by more than the INR.", "In fact, the INR appreciated against all other major currencies barring of course the US dollar, and a few other currencies I just mentioned.", "The size of the INR's appreciation was the highest vis-à-vis the Japanese yen (12.4 per cent), the Chinese yuan (5.9 per cent), the Pound sterling (4.6 per cent) and the Euro (2.5 per cent).", "Cross-country comparisons of exchange rate movements are often made on an inflation-adjusted basis or what is called in real effective terms.", "On a financial year basis, i.e., between March 2022 and September 2022, the INR has appreciated by 3.7 per cent in real terms even as the Euro, the Japanese yen, the pound sterling and the Chinese yuan have depreciated.", "Thus, even in real terms, the INR is the least misaligned in the face of tsunamis of global spillovers.", "The story of currency movements following the war in Ukraine is more about India's resilience and stability in the face of the unrelenting strengthening of the US dollar rather than a story of weakness.", "It is important to evaluate these currency movements against the backdrop of global and domestic macroeconomic and financial developments.", "Since March 2020, the world has been buffeted by extraordinary and repetitive shocks.", "I have spoken of the pandemic and the war in Ukraine as black swan events.", "There is yet another shock - globalised inflation.", "The most recent shock has been the aggressive and synchronous monetary policy tightening around the world and the accompanying hawkish forward guidance.", "This has pitched the world into a storm.", "The result has been tightening of external financial conditions, capital flight from emerging markets, sharp currency depreciations and reserve losses.", "No country can be immune to these developments.", "Yet the strength of our macro-fundamentals has stood out in comparison with peers, bearing testimony to prudent macroeconomic policies and the resilience of the buffers we have built up.", "An assessment of India's innate strengths can be gauged from a comparison of the state of the economy today after three years of multiple shocks, with the situation during the taper tantrum in 2013 when India was labelled as among the fragile five.", "India's current account deficit had widened to 4.8 per cent of GDP in 2012-13, clearly above the sustainable level.", "Now at 1.2 per cent of GDP in 2021-22 and 2.8 per cent of GDP in June 2022, it has remained within the sustainability threshold.", "The debt service ratio (principal repayments and interest payments as a ratio of current earnings) at 4.9 per cent in June 2022 was lower than 5.9 per cent in 201213.", "Currently, it is one of the lowest among emerging market peers.", "Fundamental factors that drive the exchange rate have also moved distinctly in favour of India since 2013.", "In 2013, inflation in advanced economies (AEs) was at 1.4 per cent, as against 10.1 per cent in India.", "The inflation differential of India vis-à-vis AEs is now negative, a rare development with several AEs experiencing double digit inflation.", "India's growth differential with the global economy has improved from 3 per cent in 2013 to 3.8 per cent in 2022.", "The corporate sector balance sheets are strong; the banking system is well capitalised; credit growth is in double digits; and the growth momentum is steadily improving.", "The terminal interest rate that the US Fed is targeting is anybody's guess, but it cannot be the case that it will tighten monetary policy endlessly.", "When the tightening is over, the tide will surely turn.", "Capital flows to India will resume and external financing conditions will ease.", "In this complex world in which both push and pull factors are at play, the INR, which is market-determined, should be allowed to find its level and that is what we have been striving to ensure.", "As I have just explained, the INR has seen a very orderly movement since the onset of the current geopolitical crisis.", "We must deal with the global hurricane with confidence, endurance and the courage of our conviction that we will weather this turmoil.", "The current global economy is sailing in extremely turbulent waters.", "Despite humungous challenges, the Indian economy has progressed relatively well.", "I would like to impress upon the banks and businesses to remain focussed on reinforcing their resilience while continuing to grow and meet market demand.", "They should continuously assess the risk buildup, if any, sharpen governance and strive to maintain healthy levels of capital and other buffers.", "So far as the RBI is concerned, we remain committed to support and preserve macroeconomic and financial stability.", "Once again, it is a moment of 'whatever it takes'.", "Besides strengthening the operating framework of monetary policy, the SDF also acts as a financial stability tool.", "By removing the binding collateral constraint, the SDF empowers the RBI to mop up any amount of funds without driving interbank interest rates to ultra-low levels.", "Based on BIS real effective exchange rates."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance"], "topics": ["Monetary Policy", "Financial Stability", "Inflation", "Liquidity Management", "Digital Rupee", "Regulatory Framework", "Supervisory Framework", "Financial Markets", "Payment Systems", "Exchange Rate"]}