{"sentences": ["Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Toyama Member of the Policy Board I.", "Economic Activity and Prices A.", "Developments regarding the novel coronavirus (COVID-19) First, I would like to touch on developments regarding COVID-19.", "During summer 2022, a seventh wave of COVID-19 swept across Japan, and the number of confirmed new cases surpassed the previous peak (Chart 1).", "However, as the resumption of economic activity progressed while public health was being protected, people refrained from going out less than in past waves, due in part to the absence of pandemic-related restrictions during the seventh wave.", "Likewise, in overseas economies, the spread of COVID-19 cannot be said to have subsided, although it has been contained.", "Unless a highly virulent variant emerges, the economic impact of COVID-19 will likely become less significant even if another wave occurs.", "That said, China maintains its stance of strictly adhering to the zero-COVID policy.", "Lockdowns in its cities will continue to pose the risk of an adverse impact on the global economy through international supply chains.", "This is a risk factor to the global economy, and thus warrants attention.", "Recent developments in economic activity at home and abroad I will now describe recent developments in economic activity both at home and abroad.", "Let me begin with the global economy.", "Despite being under downward pressure stemming from the spread of COVID-19, it has managed to recover and stay resilient without falling into a marked slowdown that had been of concern during the early stages of the pandemic (Chart 2).", "In my view, the following two global commonalities can be highlighted as the background to the global economy's resilience.", "The first factor is that, with the impact of COVID-19 waning, private consumption has been solid, due in part to pent-up demand -- that is, demand that was suppressed during the pandemic.", "While global inflation could be a factor pushing down consumption, so far there have been no signs of higher prices considerably reducing consumption through a decline in real disposable income.", "Behind this continued resilience in private consumption lie (1) sufficient income compensation measures taken by respective governments during the pandemic and (2) household savings that have accumulated as a consequence of the significant reduction in consumption opportunities for face-to-face services, due mainly to governments' implementation of pandemic-related restrictions.", "In addition, in the United States, for instance, higher prices of such assets as equities and homes have brought about increases in unrealized gains on household assets.", "This can be noted as a factor that has contributed to underpinning private consumption.", "The second factor is buoyant demand for business fixed investment.", "This is in reflection of an increase in investment intended to, for example, facilitate digital transformation (DX) and address climate change.", "Let me now take a look at Japan's economy from the viewpoint of the two commonalities I have just described.", "With respect to the first factor, or pent-up demand, this materialized after the sixth wave of COVID-19 seen at the beginning of 2022 abated, and in turn helped raise the economic growth rate.", "Subsequently, although such demand weakened somewhat during the seventh wave, it likely contributed to underpinning economic activity (Chart 3).", "As for the second factor, or demand for business fixed investment, the plans presented in various survey results suggest that there continue to be strong expectations that fixed investment will serve as a driving force for a virtuous cycle in Japan's economy.", "Mainly due to the effects of supply-side constraints associated with the pandemic, fixed investment continues to be lower than firms' initial plans; however, plans that have been postponed will likely be put into place in tandem with the waning impact of COVID-19 (Chart 4).", "I would now like to briefly touch on Japan's exports.", "With global business sentiment having been firm during the course of recovery from the pandemic, exports from Japan basically remain steady (Charts 5 and 6).", "However, imports have increased significantly due to a surge in prices of crude oil and other raw materials, and the balance on goods continues to register a deficit; currently, a worsening in terms of cross-country transactions when seen from the viewpoint of Japan's overall economy -- that is, deterioration in the terms of trade -- is causing an outflow of income from Japan.", "Japan's overall economy, despite being affected by factors such as a rise in commodity prices, seems to have picked up as the resumption of economic activity has progressed while public health has been protected from COVID-19.", "Current situation Let me now turn to Japan's price developments.", "The year-on-year rate of increase in the consumer price index (CPI) for August 2022 was 2.8 percent for all items less fresh food and 1.6 percent for all items less fresh food and energy (Chart 7).", "Given the announcement that prices of food and many other items will be raised this month, it has become more likely that the incoming year-on-year rate of increase in the CPI for October will reach 2 percent, which is set as the Bank of Japan's price stability target, even in terms of the rate for all items less fresh food and energy.", "Although Japan's inflation rate remains low compared with other countries, prices are currently rising at a faster pace than I have expected so far.", "One contributing factor to this higher inflation rate might be that firms' price-setting behavior could be starting to change (Chart 8).", "An increasing number of firms that had not been able to make price hikes in the past may have decided to raise prices, having confirmed that firms that had taken the lead in raising prices did not see a plunge in profits.", "Possible factors that have led firms to shift their price-setting behavior are pent-up demand and household savings that have accumulated as a result of pandemic-related restrictions, both of which I mentioned earlier, as well as wage increases for fiscal 2022. .", "Outlook Next, I would like to talk about whether or not the aforementioned acceleration in inflation will be sustained.", "My view on prices is that they will continue to rise to a certain extent, but when questioned about whether I envision a path toward achieving the Bank's price stability target in a stable manner, I have to say that I still lack confidence in such achievement.", "In what follows, I will explain the reasons for my view while touching on the mechanism that lies behind inflation dynamics.", "The CPI consists of prices of a variety of items with varying price fluctuations.", "While there are various methods for analyzing the CPI, the one that focuses on the frequency of price changes in each item is useful.", "With this method, developments in prices can be decomposed into those of \"flexible CPI\" and \"sticky CPI\" -- with the former comprising items with relatively high frequency of price changes and vice versa for the latter.", "Broadly speaking, the flexible CPI is mainly composed of goods prices and the sticky CPI is mainly composed of services prices.", "Let me examine variation factors influencing the two aforementioned CPI categories based on the concept of the Phillips curve, which is frequently used in macroeconomic analysis.", "The flexible CPI is considered to be susceptible to the business cycle or the output gap, whereas the sticky CPI is deemed to be susceptible to medium- to long-term inflation expectations.", "That said, the flexible CPI also tends to be responsive to raw material prices that mainly reflect international commodity prices.", "The major contributors to the current rise in Japan's CPI are goods prices, which are susceptible to an increase in international raw material prices, such as energy-related items, food products, and durable goods.", "On the other hand, services prices, which mainly make up the sticky CPI, are seeing only marginal increases (Chart 9).", "With respect to inflation expectations -- a major factor influencing the sticky CPI -- the Bank's Tankan (Short-Term Economic Survey of Enterprises in Japan) shows that, while firms' inflation outlook for one year ahead -- or that for the short term -- in particular has recently risen, increases in the outlooks for three years ahead and five years ahead -- or those for the medium to long term -- have been relatively moderate (Chart 10).", "Now, let me address the question: What factors are crucial for the Bank to achieve the price stability target in a stable manner?", "I personally place importance on developments in the sticky CPI.", "Just to avoid any misunderstanding, developments in the flexible CPI are also of importance.", "However, the flexible CPI is inevitably subject to upward and downward fluctuations caused by the business cycle.", "It is also strongly affected by energy price developments and other cost-push factors from abroad.", "Therefore, in terms of stable achievement of the price stability target, it is necessary that the sticky CPI provide an underpinning.", "In order for the sticky CPI to stay stable at a higher level, it is essential that medium- to long- term inflation expectations remain stable at an elevated level.", "To this end, it is imperative that wages increase in a sustained manner.", "Wage growth would likely contribute to pushing up services prices, which have so far seen only marginal increases.", "Ultimately, higher services prices would likely lead to a rise in the sticky CPI.", "Furthermore, it is vital that firms' growth expectations rise to facilitate wage increases.", "Unfortunately, however, it seems that many firms have not necessarily raised such expectations so far.", "This is suggested by the latest fiscal 2021 Annual Survey of Corporate Behavior released by the Cabinet Office, which shows that the projected real economic growth rate for the next five years based on firms' responses is somewhat low, at 1.0 percent (Chart 11).", "For reference, before Japan slipped into prolonged deflation, the rate for the same period was at 2 to 3 percent or more.", "Taking into account the current situation of Japan's economy, which I have explained thus far, I consider at this point that it is still only halfway to achieving the Bank's 2 percent price stability target.", "Conduct of Monetary Policy Views on Risks That Lie Behind the Conduct of Monetary Policy Next, I would like to say a word about the Bank's conduct of monetary policy, including the views on risks that lie behind it and how it relates to foreign exchange rates.", "Faced with the recent price rises and yen depreciation, some have commented that the Bank ought to revise its monetary policy.", "The point I want to make is that such a move is premature.", "As I mentioned earlier, Japanese firms' growth expectations have yet to rise, and wages have not shown a conclusive sustained increase.", "Under these circumstances, prices are vulnerable to economic fluctuations accompanying adverse external demand shocks.", "Depending on the magnitude of the shocks, the risk of Japan slipping back into deflation cannot be ruled out.", "It is vital, therefore, to understand the views on risks that lie behind the Bank's conduct of monetary policy.", "My concern is that risks to economic activity are possibly becoming more skewed to the downside.", "As I will explain in a moment, there are downside risks with regard to the economies of major countries and regions such as the United States, Europe, and China, each of which could potentially have a significant impact on Japan's economy.", "Starting with China, as I mentioned at the outset, the strict zero-COVID policy remains in place.", "At present, business sentiment in the country is seeing an improving trend as the COVID-19 situation has calmed down and production has been resuming after a hiatus.", "However, should there be a resurgence of COVID-19, there is concern over the risk that reinstated lockdowns in China's major cities and other measures may push down the manufacturing of industrial products.", "Furthermore, the risk of adjustments in the Chinese real estate market causing adverse shocks to the economy is also a matter of concern.", "Until recently, I considered that the impact of such adjustments could be contained, particularly through government measures.", "However, I am now concerned that the risk posed by the real estate market might not end up being negligible, in light of the fact that the adjustments have caused economic losses to households that bought real estate and have triggered a slowdown in regional economies, where real estate investment has been driving ongoing rapid growth.", "In the event of intensified adjustments in the real estate market, the Chinese authorities will likely implement demand stimulus measures.", "However, the zero-COVID policy has had a considerably strong effect on curbing demand, and the effectiveness of any stimulus measures therefore could be seriously undermined.", "In this situation, the authorities might face extreme difficulties in terms of shaping their policy actions.", "Turning next to the United States, the country is currently experiencing its highest levels of inflation since the early 1980s.", "Looking at this in detail, the surge in energy prices has been a relatively minor contributor to the elevated inflation; rather, it is characterized by the sizable contribution of the rise in prices of goods and services, including housing costs, amid strong upward pressure on wages.", "The rate of increase in the sticky CPI that I mentioned earlier is accelerating further in the United States, and there is a risk that the inflation rate will remain elevated (Chart 12).", "There is also concern that the sticky CPI may become difficult to bring under control, if prices and wages start to spiral upward over a short period of time, thereby elevating medium- to long-term inflation expectations.", "The Federal Reserve is currently engaged in aggressive monetary tightening to dampen demand so as to minimize the risk that higher inflation expectations will become entrenched due to continued elevated inflation.", "Furthermore, in the United States, prices of such assets as equities and homes have risen, mainly against the background of expansionary fiscal policy and accommodative monetary policy measures conducted by authorities during the COVID-19 pandemic.", "Since the turn of this year, equity prices have been on a declining trend.", "If asset prices are adjusted in response to further monetary tightening, attention needs to be paid to the risk of the U.S. economy decelerating.", "Moreover, given the global interconnectedness of asset prices, the possibility of worldwide adjustments in such prices also warrants attention.", "Lastly, Europe, like the United States, is facing elevated inflation.", "Unlike the United States, however, such inflation is largely attributable to the impact of the surge in natural gas and other energy prices reflecting the situation surrounding Ukraine.", "That said, if a wage-price spiral takes place, this will likely cause a sizable increase in medium- to long-term inflation expectations and high inflation could become chronic.", "For this reason, the European Central Bank (ECB) has also been aggressively raising policy rates.", "In the meantime, the United Kingdom appears to be moving into a tough situation.", "On top of the surge in energy prices, it has encountered a grave labor shortage amid the pandemic, due in part to a decline in immigrants following Brexit.", "This has been accompanied by a surge in wages and is beginning to induce a wage-price spiral.", "Until lately, the Bank of England (BOE) was out ahead of the Federal Reserve in implementing aggressive monetary tightening.", "Yet, in late September 2022, the U.K. government announced a large-scale fiscal stimulus package featuring massive tax cuts, and this in turn engendered a sharp interest rate hike.", "Furthermore, even though monetary tightening has pushed up interest rates in the country, the British pound hit its lowest level against the U.S. dollar since the adoption of the floating exchange rate system.", "To address the market turmoil, the BOE is taking action to ensure financial stability by, for example, carrying out temporary purchases of long-dated U.K. government bonds and postponing the beginning of the planned gilt sale operations.", "Such market turmoil was largely unthinkable until quite recently; I now consider it necessary to keep a close eye on its impact, particularly on the U.K. economy and global financial and capital markets.", "As I have described, risks to the global financial and economic environment surrounding Japan have rapidly become skewed to the downside.", "Crude oil prices, which had seen a surge until lately, have recently shown signs of a decline (Chart 13).", "I believe that this most likely reflects concern over the risk of a slowdown in the global economy.", "History suggests that there is considerable risk in making a shift toward monetary tightening in such cases where the possibility of \"a storm landfall\" cannot be ignored.", "In the current situation where downside risks are significant, I believe that any move to revise the direction of monetary policy toward tightening should be considered with caution.", "Foreign Exchange Rates Next, I will touch on foreign exchange rates.", "I am closely monitoring the effects of exchange rate movements on economic activity and prices.", "In light of these movements, let me share what approach I think monetary policy should take.", "First, monetary policy should focus on the underlying trend in inflation, aiming to keep it stable at around 2 percent.", "As I mentioned earlier, although prices are currently rising, the reality is that it remains uncertain whether the price stability target can be achieved in a stable and sustainable manner, as neither rises in firms' growth expectations nor sustained increases in wages can be seen conclusively.", "Second, exchange rates are not subject to direct control by monetary policy to begin with.", "They constitute a category of asset prices and could fluctuate significantly in the short term.", "If monetary policy responds to every single short-term fluctuation and puts off achieving the target for the underlying trend in inflation, this could increase uncertainty over the future conduct of monetary policy.", "Presumably, this is not desirable for Japan's economy in the long term.", "Third, as I noted a moment ago, risks to the global financial and economic environment have rapidly become skewed to the downside.", "I believe that there is considerable uncertainty about the effects that future global financial and economic developments will have on foreign exchange rates.", "Effects of Monetary Easing So far, the core of my argument has been that now is not the time for monetary tightening in Japan.", "Let me go on to address the positive effects of the Bank's current monetary easing on the economy.", "Among these, there are three points in particular that I think are significant: (1) business performance of exporters, especially large firms, is trending upward, which could become a source of wage increases; (2) production sites that had been transferred offshore are beginning to return to Japan, which will help push up the potential growth rate; and (3) a decline in real interest rates will encourage the expansion of business fixed investment, thereby contributing to improvement in the output gap.", "By contrast, I think revising the direction of monetary policy toward tightening would have significant negative effects.", "Such a move could lead to a decline in demand for components susceptible to higher interest rates -- such as housing investment, business fixed investment, and consumption of durable goods -- and this might in turn have an adverse effect on households and the corporate sector, especially small and medium-sized firms.", "Cumulatively, such adverse effects would increase the likelihood of Japan falling back into deflation -- a risk that cannot be ignored.", "Given these considerations, I believe that the best course of action at this time is to maintain the accommodative monetary policy with a focus on achieving the 2 percent price stability target.", "Corporate Financing I will close by noting the Bank's measures to facilitate corporate financing.", "The Bank decided at the Monetary Policy Meeting held in September 2022 that it would phase out the Special Funds-Supplying Operations to Facilitate Financing in Response to the Novel Coronavirus (COVID-19) -- the so-called Special Operations to Facilitate Financing -- and shift to fund-provisioning that would meet a wide range of financing needs.", "The operations have been targeted at supporting mainly small and medium-sized firms since April 2022.", "I would like to express my opinion on the factors behind the phasing out of the Special Operations to Facilitate Financing.", "To begin with, the impact of COVID-19 on economic activity is waning, and although the impact of the pandemic remains in some segments, the financial positions of small and medium-sized firms have been on an improving trend on the whole.", "Meanwhile, the number of bankruptcies has still been stable at a low level.", "In addition, demand for the special operations has declined.", "Acute crisis measures, such as said operations, appear to have almost finished their role.", "If crisis measures continue for longer than necessary, this could result in unexpected misallocation of resources in the overall economy.", "However, the impact of COVID-19 has not disappeared.", "Thus, it is appropriate for the Bank to maintain the availability of the special operations for the time being while phasing them out.", "Specifically, the Bank decided to extend the implementation period of the special operations for the fund-provisioning against loans for which financial institutions bear credit risk (\"non- government-supported loans\") by six months and for the fund-provisioning against loans that financial institutions make on the back of government support (\"government-supported loans\") by three months.", "At the same time, firms' financing needs are arising for various reasons, such as an increase in demand for working capital due to a surge in raw material prices.", "In response to this growing demand for funds, it is appropriate to increase the usability of the Bank's fund- provisioning measures.", "In this context, the Bank decided to remove the upper limit on the Funds-Supplying Operations against Pooled Collateral, which previously had been limited to a maximum of 2 trillion yen on a bi-weekly basis.", "Economic Activity, Prices, and Monetary Policy in Japan Speech at a Meeting with Local Leaders in Toyama October 19, 2022 Member of the Policy Board Chart 1 Confirmed New Cases of COVID-19 ten thous.", "In the left panel, figures are weekly averages.", "In the right panel, figures for the United States, Taiwan, and Hong Kong are from the Centers for Disease Control and Prevention (CDC), the Taiwan Ministry of Health and Welfare, and the Hong Kong Centre for Health Protection, Department of Health, respectively.", "All other figures are from the World Health Organization (WHO).", "Figures for advanced economies are the sum of figures for the United States, the European Union, and the United Kingdom.", "Figures for emerging economies are the sum of figures for the major economies in the NIEs, ASEAN, the Middle East, and Latin America, and for India, South Africa, Russia, and Turkey.", "Figures show 7-day backward moving averages.", "Sources: CEIC; Ministry of Health, Labour and Welfare.", "Sources: Cabinet Office; Eurostat; IMF; U.S. Bureau of Economic Analysis.", "Japan's Private Consumption and Disposable Income s.a., CY 2019=100 Consumption Activity Index 80 (travel balance adjusted, real) Disposable income, etc.", "(SNA, real) CY Note: Figures for the Consumption Activity Index (CAI) are based on Bank staff calculations.", "The CAI figures (travel balance adjusted) exclude inbound tourism consumption and include outbound tourism consumption.", "\"Disposable income, etc.\"", "consists of disposable income and adjustment for the change in pension entitlements.", "Real values are obtained using the deflator of consumption of households.", "Sources: Cabinet Office; Bank of Japan.", "Japan's Business Fixed Investment y/y % chg.", "Private nonresidential investment (SNA, nominal) Tankan (planned investment in current fiscal year as of the September survey of each year) -15 FY 07 09 11 13 15 17 19 21 Notes: 1.", "Figures based on the Tankan include software and R&D investments but exclude land purchasing expenses.", "R&D investment is not covered as a survey item before the March 2017 survey.", "The figures are for all industries including financial institutions.", "The figure for private nonresidential investment for fiscal 2022 is that for 2022/Q2.", "Sources: Cabinet Office; Bank of Japan.", "In the left panel, figures for manufacturing are the J.P.Morgan Global Manufacturing PMI.", "Those for services are the J.P.Morgan Global Services Business Activity Index.", "In the right panel, figures are for world real imports.", "Sources: Copyright © 2022 by S&P Global Market Intelligence, a division of S&P Global Inc. All rights reserved.", "; CPB Netherlands Bureau for Economic Policy Analysis.", "Japan's Exports and Current Account Current Account Balance s.a., CY 2015=100 s.a., ann., tril.", "In the left panel, figures are based on Bank staff calculations.", "The figure for 2022/Q3 is the July-August average.", "In the right panel, figures for 2022/Q3 are July-August averages.", "Sources: Cabinet Office; Ministry of Finance; Bank of Japan.", "Figures for \"energy\" consist of those for petroleum products, electricity, as well as manufactured and piped gas charges.", "Figures for the \"effects of the consumption tax hike and free education policies\" from April 2020 onward are Bank staff estimates and include the effects of measures such as free higher education introduced in April 2020.", "Source: Ministry of Internal Affairs and Communications.", "Figures are for all enterprises.", "There is a discontinuity in the data for December 2003 due to a change in the survey framework.", "Source: Bank of Japan.", "Source: Bank of Japan.", "Expected Growth Rates 5 Japan's expected real growth rate (over the next 5 years) 85 90 95 00 05 10 15 20 Note: Based on the Figures show the results for listed firms in a particular survey year Annual Survey of Corporate Behavior.", "for the next five years."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Activity", "Prices", "Monetary Policy", "Inflation", "Wage Growth", "Global Economy", "COVID-19", "Central Bank", "Fiscal Policy", "Risk"]}