{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss today's policy announcement and the Bank of Canada's Monetary Policy Report (MPR).", "Today, we maintained the policy rate at 41⁄2%.", "We are also continuing our policy of quantitative tightening.", "We are encouraged that inflation is declining, and we are seized with the importance of staying the course and restoring price stability for Canadians.", "Inflation is coming down quickly and is forecast to be around 3% this summer.", "The economy is expected to grow modestly even as inflation comes down.", "This is good news, but it is not job done.", "Our destination is the 2% inflation target, and several things still have to happen to get inflation all the way back to target.", "Inflation expectations have to come down further, services price inflation and wage growth need to moderate, and corporate pricing behaviour has to normalize.", "We are focused on these indicators, and the evolution of core inflation, to ensure that consumer price index (CPI) inflation continues to progress toward the target.", "The work of monetary policy-the full impact of the policy rate increases we've undertaken so far-is not done.", "We will be assessing economic developments and the effects of past interest rate increases relative to our inflation forecast.", "If monetary policy is not restrictive enough to get us all the way back to the 2% target, we are prepared to raise the policy rate further to get there.", "Before I elaborate on these considerations, let me give you some economic and financial context for the decision.", "Since we last updated our economic projection in January, global growth has been stronger than we expected.", "But while growth in the United States and Europe has surprised us on the upside, economic activity will likely slow further as successive interest rate increases work their way through the economy.", "Recent stress in the global banking sector has also tightened credit conditions, which will contribute to weaker global growth.", "In Canada, the economy remains in excess demand.", "Gross domestic product (GDP) growth in the first quarter of the year appears stronger than we projected in January, supported by a bounce in exports and solid consumer spending.", "The labour market is still tight.", "The unemployment rate, at 5%, remains near its record low, and wages continue to grow in the 4% to 5% range.", "Employment growth has been surprisingly strong, reflecting continued demand and increases in labour supply, as more women have joined the workforce and immigration has increased.", "Respondents to the Bank's Business Outlook Survey say it's becoming easier to find the workers they need, which suggests that the tightness in the labour market is beginning to ease.", "Past policy rate increases are working their way through the economy and restraining demand.", "Higher interest rates are slowing household spending, particularly on big-ticket items.", "As mortgages are renewed at higher rates, more households will feel the restraining effects of monetary policy.", "Business investment is also expected to soften in the year ahead, dampened by weaker demand for Canadian exports and higher financing costs.", "Taking these forces into consideration, we expect Canadian GDP growth to be weak for the rest of this year before beginning to pick up gradually in 2024 and through 2025.", "This outlook is slightly stronger than our previous projection for 2023, but slightly weaker for 2024.", "What does all of that mean for inflation?", "I know many Canadians are still struggling to manage the rising cost of living, and at more than 5%, inflation is still too high.", "But we've come a long way from the 8.1% inflation we saw last summer, and we see further declines ahead.", "Annual CPI inflation declined to 5.2% in February, led by falling goods price inflation, which reflects lower energy prices, normalizing supply chains and the effects of restrictive monetary policy on interest-rate-sensitive sectors.", "The more timely three-month rate of inflation has fallen to 1.6%, suggesting headline inflation will continue to ease in coming months.", "But price pressures for many things Canadians need to buy are still too high.", "Food price inflation is still above 10%.", "We expect that to decline in the months ahead because production and distribution costs have eased.", "Services price inflation also remains high and is expected to decline only gradually.", "Continued strong demand for services and the still-tight labour market are putting upward pressure on many services prices.", "As the economy slows and the labour market comes into better balance, we expect to see services price inflation decelerate and measures of core inflation decline further.", "The Bank's preferred measures of core inflation have eased slightly to just below 5%.", "With three-month rates of core inflation still running about 31⁄2%, we will need to see further easing to get headline inflation sustainably back to the 2% target.", "This will take some time.", "We do not expect inflation to get all the way back to the 2% target until the end of Governing Council discussed whether we've raised rates enough and we considered the likelihood that the policy rate may need to remain restrictive for longer to return inflation to the 2% target.", "With these considerations in mind, Governing Council judged it appropriate to hold rates steady while we continue to assess whether monetary policy is sufficiently restrictive to return inflation to target.", "Monetary policy works with a lag, and we recognize that the effects of the tightening have not yet fully worked their way through the economy.", "Governing Council also discussed the risks around our projection.", "The biggest upside risk is one I just mentioned-that services price inflation could be stickier than projected.", "If the labour market remains tight and companies believe they can continue to pass on higher costs without restraint because consumers expect higher prices, then getting inflation back to target will be more difficult.", "The key downside risk is a global recession.", "If global banking stress re-emerges, credit conditions could tighten significantly, resulting in a more severe global slowdown and much lower commodity prices.", "Overall, we view the risks around our inflation forecast to be roughly balanced, but with inflation still well above our target, we continue to be more concerned about the upside risks.", "Our job at the Bank of Canada is to get inflation all the way back to the 2% target.", "We are encouraged with the progress so far.", "And getting inflation down to 3% this summer will be welcome relief for Canadians.", "But let me assure Canadians that we know our job is not done until we restore price stability.", "That means inflation that is centred on our 2% target.", "Price stability is important because it restores the competitive forces in the economy and allows Canadians to plan and invest with confidence that their money will hold its value.", "That's the destination-we are on our way and we will stay the course.", "With that summary, the Senior Deputy Governor and I would be pleased to take your questions."], "classifications": ["none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none"], "topics": ["Inflation", "Interest rates", "Economic growth", "Monetary policy", "Labour market", "Services price inflation", "Core inflation", "Global economy", "Consumer spending", "Price stability"]}