{"sentences": ["Thank you to the National Community Reinvestment Coalition (NCRC) for the invitation to speak with you today.", "I regret that I cannot be there in person, but I can imagine the energy and excitement in a room full of so many dedicated community development professionals.", "I appreciate all the work that NCRC members and partner organizations do to advance economic opportunities for people and communities throughout the country, and the role you play in helping to inform public policy.", "For these brief remarks, I was asked to share my thoughts on the Community Reinvestment Act (CRA), a topic of great interest to all of you and to me as well.", "As you are well aware, the Federal Reserve is working in partnership with the Office of the Comptroller of the Currency (OCC) and the Federal Deposit Insurance Corporation (FDIC) to release a final rule for the CRA.", "The CRA is one of the seminal laws enacted to address systemic inequities in access to credit and one of the best tools that we, as regulators, have to help ensure banks meet their affirmative obligation to serve the credit needs of the communities in which they do business, including low- and moderate-income communities.", "CRA has been an area of focus for me for over 25 years.", "As many of you know, I have had the opportunity to research and write about the CRA and its impact long before joining the Federal Reserve Board.", "Therefore, I was pleased to be asked by Chair Powell to lead the Fed's efforts, taking the baton from Vice Chair Brainard, as the agencies work together to finalize much-needed updates to the CRA.", "The three agencies have been inclusive and analytical in their approach to CRA reform.", "Extensive stakeholder engagement and policy deliberations directly informed our proposal last year.", "What I will lay out as priorities for CRA reform align with the priorities you have heard previously from the Federal Reserve, OCC, and FDIC.", "First, a successful reform of CRA must advance the core purpose of the statute.", "The law was intended to address inequities in access to credit and promote community engagement and financial inclusion in low- and moderate-income communities.", "Second, the new CRA rule should address the significant changes in the banking sector since the regulations were last substantially revised more than a quarter century ago.", "This involves evaluation of online and mobile banking, branchless banking, and hybrid models.", "Third, the new CRA rule should provide greater clarity, consistency, and transparency so that everyone-the public, community groups, and banks-understands what counts for CRA consideration and how a bank's rating is determined.", "As you saw in the proposal, the agencies are working to develop a metrics-based approach to CRA evaluations for retail lending and community development financing to bring greater clarity and consistency to CRA examinations, while still ensuring that there is an opportunity to consider qualitative factors to encourage activities that are particularly impactful or responsive.", "And fourth, the new CRA rule should align evaluations and data collection to bank size and type.", "One of the strengths of the banking sector is its diversity of institutions, so a modern CRA must accommodate banks of different sizes and business models and ensure that smaller banks do not have the same requirements as large banks with much greater capacity.", "I know that many of you are eagerly awaiting the new CRA rule.", "Let me assure you that all three agencies are diligently working together to craft a final rule in light of the extensive public comments we received on our proposal.", "Once finalized, it is my hope and belief that this new CRA final rule will support more impactful bank lending, investing, and services in today's banking environment for the communities you faithfully serve.", "I hope you have an excellent conference, and I look forward to interacting with many of you in person so I can learn from you what works to create economic opportunities for families and communities."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Community Reinvestment Act (CRA)", "Banking sector changes", "CRA reform", "Credit access", "Community engagement", "Financial inclusion", "Metrics-based approach", "Bank size and type", "Qualitative factors", "Public comments"]}