{"sentences": ["1 Welcome Ladies and gentlemen, colleagues and friends, A very good morning and welcome to our Spring Conference!", "Also to the many of you joining us online.", "I am pleased to tell you that we are fully booked.", "It looks like we picked not only an exciting topic but also a suitable date.", "It is getting noticeably warmer.", "The trees are beginning to blossom.", "Spring is a time for new ideas, for growth and innovation.", "Clearly, the perfect time for a research conference.", "Spring is also a season we should cherish while we still can, as climate change is playing havoc with our seasons.", "Climate change is a reality.", "It matters to all of us.", "It is not only an important research topic; it also influences my work as a central banker.", "That is why I am incredibly grateful to our head of research, Falko Fecht, and his team for organising this superb event.", "Especially for putting together such an impressive line-up of distinguished speakers and guests.", "There will be keynote speeches by Geoffrey Heal from Columbia University and by Esteban Rossi-Hansberg from the University of Chicago.", "Needless to say, there will be a host of other highly relevant presentations over the next two days.", "Welcome to all of you!", "Two exciting conference days lie ahead of us.", "So let's not waste any more time.", "Shall we get started?", "The role of central banks Why is the Bundesbank organising a conference on climate change?", "This is certainly a valid question.", "Particularly against the current backdrop of increased geopolitical tension and high inflation.", "Be assured, the Eurosystem will not rest until inflation is back to its target.", "That is our primary mandate.", "That is what the Eurosystem is committed to doing.", "At the same time, the risks associated with climate change are too large to ignore.", "Central banks and supervisors must watch climate-related risks as closely as they watch any other risk.", "Particularly as extreme weather events, such as storms, heatwaves and flooding are becoming more common.", "This spring, for example, an unseasonal heatwave has hit southern Spain, with temperatures of up to 40 degrees Celsius.", "The heat adds to a long-running drought, further exacerbating water shortages in parts of the country.", "Climate change is hitting home.", "It is not only destroying livelihoods, it can also hurt output and influence inflation.", "Think of the horrendous flooding in Pakistan, which pushed food prices sky-high.", "To give you some numbers: Global losses from natural disasters totalled 270 billion US dollar last year, according to Munich Re's NatCat Service.", "Roughly 55% was not insured.", "In a nutshell, climate change affects the real economy and thus central banks' mandate.", "Central bankers and supervisors globally must continue to improve their economic models to better capture climate risks.", "Nature-related risks and biodiversity loss 3.1 Widening the focus I would even go a step further and argue that central banks and supervisors also need to consider nature-related risks and biodiversity loss.", "It is time to widen the focus for a simple yet important reason: Because there will be no stable climate without a healthy natural world - and vice versa.", "In other words, climate change and biodiversity loss are interconnected and mutually reinforcing.", "Still, nature and biodiversity are disappearing rapidly.", "And human activity is driving it.", "Deforestation for example and the degradation of fertile land is not only putting wildlife at risk, it also destroys communities, output and hence welfare.", "According to the World Economic Forum more than 50% of global economic output depends on nature.", "If selected ecosystem services were to collapse, it would cause a decline in global gross domestic product of more than 2% annually by 2030, according to World Bank estimates.", ".2 NGFS work Global central banks and supervisors have been taking note.", "The Network for Greening the Financial System (NGFS) - of which I am the vice chair - has set up a task force on biodiversity loss and nature-related risks.", "While the task force's final recommendations are still outstanding, evidence is already pointing in one direction: If financial institutions continue to ignore nature-related risks - as the majority are doing right now - then this could hurt banks' risk profile and hence their profitability.", "Ignoring nature risks could, for example, lead to losses on corporate loan books and asset holdings.", "There is an urgent need for further research on the transmission channels from nature loss to the economy and the financial system.", "Unfortunately, the data situation appears even more challenging than for climate change, and this calls for further action.", "Another challenge is the fact that there is no single metric capturing the breath and width of biodiversity.", "The lack of a single metric has been prompting researchers to focus on specific aspects of nature.", "Bundesbank researchers, for example, have been zooming in on the macroeconomic consequences of water stress events - a highly relevant phenomenon that is getting worse.", "The Bundesbank research focusses on water as a transport medium.", "Waterways normally offer a cost-efficient way to transport goods.", "Droughts, however, can seriously disrupt or even halt shipments and, in return, affect supply chains and hence prices and production.", "Our researchers are now assessing the macroeconomic relevance of low water levels of the Rhine, Europe's most important waterway.", "Looking at 30 years of data, they show that Germany's overall producer price index - which encompasses thousands of product lines - tends to rise in the months with low Rhine levels.", "Their preliminary results are statistically and economically significant and hence relevant to inflation watchers.", "Climate change is a reality - so is the loss of biodiversity!", "They affect our economies, communities and lives.", "There will be no stable climate without a healthy natural world.", "Central banks and supervisors hence need to consider both - climate change and biodiversity loss.", "That said, more research on the transmission channels of climate change and biodiversity loss is required.", "If central banks do not fully understand the channels through which climate change and biodiversity loss affect the real economy [and thus their mandate], they will find it hard to do their job properly.", "That is a key reason why the Bundesbank is dedicating this year's conference to climate change and central banks - and is addressing nature-related risks.", "We aim to encourage networking and knowledge sharing between the academic community and central banks.", "It will help us to better understand each other's considerations and concerns and underpin the evidence-based foundations of the Eurosystem's monetary policy.", "So, please make the most of the next two days.", "And enjoy the spring weather.", "Spain Bakes in Summer-Like Heat, and Worries About What Comes Next - The New York Times (nytimes.com) -disasters.html Why the Crisis Engulfing Nature Matters for Business and the Economy\", World Economic Forum 2020. \"", "The Economic Case for Nature\", World Bank 2021.", "-resources-across-europe-confronting"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Nature-related risks", "Biodiversity loss", "Central banks", "Inflation", "Extreme weather events", "Water stress", "Monetary policy", "Research", "Eurosystem"]}