{"sentences": ["In order to set the scene, let me: Put CBDC and stablecoins discussions and developments into the broader perspective of the transformation underway of financial services and of the financial sector.", "Highlight the regulatory and supervisory issues they raise from a central banker perspective, from the perspective of an institution in charge of ensuring monetary and financial stability.", "To do this, I would like to make three points: First, CBDC and stablecoins are the prominent and most publicized output of the 3 major disruptions of finance that digital technologies are bringing about, namely: The arrival of new players, big techs and fintechs, which to date, have been subject to little or no regulation.", "The emergence of new forms of investment and settlement assets in tokenized form, usually referred to as crypto-assets.", "Bitcoin is emblematic of a first generation of highly volatile cryptos, whose use remains essentially speculative.", "The second generation, stablecoins, aims to provide a broader range of services possibly with a global reach, with the support of mechanisms to stabilize their value against sovereign currencies.", "based on DLT and The emergence of decentralized market infrastructures, blockchains in particular.", "The combination of those 3 trends is translating into activities and services that first swept into the payment sector and are now spreading more broadly.", "Among them, socalled decentralized finance, DEFI, is emerging as a crypto-based alternative to traditional finance, where the provision of services is claimed to be disintermediated and their governance decentralized, and is enabled notably by permissionless blockchains, smart contracts and decentralized apps.", "Digital innovation therefore acts as centrifugal forces: they aim to create a movement of decentralisation that runs counter to the traditional architecture of the monetary and financial edifice, centralised around trusted institutions -the central bank, credit institutions and market infrastructures-.", "Second, these decentralisation forces might have a two-sided impact on the functioning of our financial system, both in terms of efficiency and stability.", "they can bring in particular more transparency, From an efficiency perspective, costefficiency and availability around the clock.", "But they bring also a risk of fragmentation of processes, if the blockchains are not interoperable and cannot also smoothly interact with legacy, centralised, clearing, settlement and payment systems.", "From a stability perspective, it is clear that currently the crypto ecosystem is not large enough and interconnected enough to threaten the stability of the whole financial system, as shown by the modest impact on mainstream finance of last year's turbulences, in the wake of the Terra-Luna and FTX conglomerate collapses.", "But these collapses did have significant negative spillover effects within the crypto ecosystem.", "In addition, the crypto ecosystem inherits and may amplify the vulnerabilities of the mainstream financial system, as it grows and tries to replicate the functions of that system, and it introduces new points of vulnerability like bridges between blockchains or so called oracles that feed data to blockchains.", "the investigations undertaken by many central banks, for the issuance of a retail and/or a wholesale CBDC, should be seen in my view as part of a broader response by central banks, in line with their monetary and financial stability mandate, to help bring the financial landscape, which will result from those transformations, within a confidence prone regulatory and operational framework, to help reap their benefits and master their risks.", "At the Banque de France, our response is based on three convictions: First, the traditional pillars to ensure confidence cannot be replaced by any \"algorithmic\" confidence, namely by rules of the game that would be coded once and for all and for which respect would be entrusted to algorithms.", "Second, confidence requires a regulatory framework that is clear, fair (\"same business, same risk, same rule\"), balanced and consistent at international level, if we want to simultaneously encourage innovation, protect adequately customers and investors, and maintain the stability of our financial system.", "Europe has led the way in this field, with the adoption of MiCA.", "It is important that its implementation takes place as swiftly as possible, within a broader international effort, building on the highlevel recommendations developed by the FSB, and that it is expanded in due time to cover in particular the specificities of the DEFI ecosystem.", "Third, confidence requires maintaining central banks money as the anchor of the financial system.", "This implies that central banks revisit the central bank money services they provide with the objective of adapting them to the digital age.", "This is necessary for the services provided in the wholesale sphere, for the settlement of transactions between financial intermediaries, which are the most important from a systemic risk perspective.", "Today, central bank money is the very dominant settlement asset in that space because it is the safest and most liquid settlement asset on supply.", "It is essential that tomorrow it remains so, in particular if tokenized finance takes off.", "These attributes of central bank money cannot be matched by stablecoins or commercial bank money.", "Hence our strong and early involvement at the Banque de France in a large-scale experimentation program on wholesale CBDC with a number of market participants; and the announcement by the ECB a few days ago that the Eurosystem will explore potential solutions for central bank money settlement of wholesale financial transactions recorded on DLT platforms.", "Adapting our central bank money services might also be necessary in the retail space.", "Hence the in depth investigations led by the ECB with the NCBs of the Eurosystem.", "A digital euro would contribute to the anchoring role of central bank money by offering to the general public CBM in a form that would be complementary to banknotes and adapted to the growing demand of the public for digital payments.", "In addition, a digital euro would contribute to strengthening our strategic autonomy.", "To conclude, let me just stress that it is not clear to me what is going to be the destiny of digital finance and the shape that the financial landscape will eventually take as a result, in the medium run.", "But what is clear to me is the role we, as a central bank, should play, which is to make sure that the shape evolves in a confidence prone regulatory and operational framework, which implies that we play an active role to help build that framework on both aspects, in line with our mandate."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["CBDC", "Stablecoins", "Digital finance", "Decentralization", "Financial stability", "Monetary stability", "Regulatory framework", "Central bank money", "Digital euro", "Financial transformation"]}