{"sentences": ["The headline [inflation] numbers are high.", "Even the core [inflation] numbers are high.", "But what must be seen is [inflation] in relation to month-on-month (m-o-m) changes.", "Unless there are new shocks, we are already moving toward an inflation path of below 4.0 percent by October or November [2023].", "The reason for this is that the price index in March [2023] is actually slightly lower than the price index in January.", "One way to look at it is: Year-on-year [inflation] is the average of 12 m-o-m [inflation prints].", "And if you have 10 very high [months of elevated inflation] and two [months of] very low [inflation], as soon as the higher months are bumped off by two months [of within-target inflation], then the inflation number is going back very quickly to below 4.0 percent [which is the upper end of the inflation target].", "That is why we are confident that, in the absence of new shocks, average inflation will be within-target, possibly below 3.0 percent.", "Supply-side pressures ease with the relaxation of import restrictions; looking to rice as a lesson Because of base effects, because of very high inflation in January 2023, [m-o-m inflation for] last January was terrible.", "Without adjusting for seasonality, the January 2023 price index was 1.7 percent higher than December 2022.", "Anything terrible can happen [that can drive inflation, such as] Swine flu, meat shortage, [as well as increases on the prices of] vegetables, fruits, and sugar-all those little things.", "What is notable is that rice is not there [in the items driving inflation].", "The reason rice is not there is that the restrictions on imports were replaced with tariffs.", "In a sense, what caused the [elevated] inflation was that the government was restraining imports.", "But that is now being addressed.", "There was a survey [which revealed] that the issue that most people are concerned about is inflation.", "In other words, all of these are working to relax the speed of the importation process.", "The President is already on this.", "That is why I am quite confident that we will be back to normal inflation next year.", "No tradeoffs between price and financial stability The other reason that this is the case is that we [at the central bank] essentially prevented knock-on effects from supply shocks because we were aggressive.", "We increased the policy rate from 200 basis points (bps) to 625 bps in just nine months.", "We were able to do that because we knew that bank balance sheets could take it [the impact of the rate hikes].", "With high policy rates-while they [the banks] could have [incur] losses on their holdings of government securities-but with the higher interest rates, they earn more money.", "On the whole, because the banks have very strong balance sheets, financial stability was never a constraint in our use of the policy rate to quell inflation.", "On the narrowing interest rate differential and the weakening The other reason we did that [raise the policy rate] is, as the US [United States] increased its policy rate, its policy rate became very close to ours.", "If you asked people a hypothetical question, \"If the interest rate on the peso instrument is the same as the interest rate on a dollar instrument, which instrument would you choose?\"", "Even Filipinos would choose the dollar because of all the advantages of the king dollar.", "That is the other reason.", "The differential between our policy rate and the US policy rate, if it narrowed too much, could cause a very large fall in the peso.", "However, this [depreciation] is also partly reflecting fundamentals since the current account deficit increased, and the deprecation of the peso last year was clearly not good for trade numbers.", "As foreign exchange pressures wane, the central bank can dedicate full resources and focus on fighting inflation It [the depreciation] was due to the differential and the fact that people look at the exchange rate and say, \"All the corporations that borrow abroad wanted to buy their dollar needs for debt servicing.\"", "So, the moment we give [delivered] the 425 bps [in cumulative] policy rate increase, the peso appreciated.", "After a long series of policy rate adjustments, year-to-date [from 1 January to 4 April 2023], the peso actually appreciated by 2.0 percent.", "In other words, the exchange rate is no longer adding to the inflation problem.", "The policy rate [adjustment] addressed two issues: First, it prevented the knock-on effects of supply shocks from spreading too much.", "Second, it made the peso stronger, which also significantly reduced inflationary expectations.", "And, as I said, we did it without any risk that financial stability is reduced."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Inflation path", "Inflation target", "Supply-side pressures", "Import restrictions", "Rice", "Financial stability", "Interest rate differential", "Peso", "Exchange rate"]}