{"sentences": ["Good afternoon, and welcome to \"Exploring Careers in Economics.\"", "I am disappointed I cannot be with you in person, but I am thrilled you will hear from Boston Fed President Susan Collins.", "She is an outstanding colleague and economist, a good friend.", "You are in for a fantastic discussion.", "This event has a fairly self-explanatory title-exploring careers in economics.", "But the broad range of opportunities is anything but straightforward.", "Economics touches every aspect of daily life, and you can see its impact in the world outside your door-and inside as well.", "Some of you are veterans of economic study, while some of you are just \"econ-curious.\"", "Either way, I hope that when you sign off today, you will have a totally different view of what economics can offer you.", "I was raised by academics in a college town, but even that access and insight did not give me the full picture of what was out there.", "A career in economics can take you in directions you never thought possible.", "We live in a constantly changing world, which means there is always new research to undertake, questions to be posed, and ground to break.", "My own studies allowed me to investigate everything from the impact of patents on the nation's economic growth to the banking system in post-Soviet Russia.", "They also took me to the archives of the Kremlin and to university in the United Kingdom and Senegal.", "And that was just during my education!", "My career has taken me all over the globe.", "Economics can take you just about anywhere, figuratively and literally.", "So I do hope that we do a good job of showing you the world of possibilities in the field.", "Any field that studies the behavior of an entire population, as economics does, should reflect the population it studies.", "We all come to the table with different experiences and backgrounds, which give each of us unique perspectives.", "Your generation has seen two once-in-a-century economic events within two decades.", "Your economic experiences are different from anyone else's.", "That insight and understanding will be critical to policymakers.", "The economics profession needs your perspective.", "Future Fed staff, Governors, and Chairs may be participating today-I hope we manage to play a small part in sending you down that path.", "Finally, on that note, I would like to encourage everyone to reach out to others joining today.", "Strong networks of both mentors and peers can be a lifeline.", "They are critical to entering and completing advanced degree programs.", "They help navigate the professional landscape.", "And they will offer both support and advice as you advance in your career.", "And we do hope that for some of you, that path is economics, and you will make the Federal Reserve a stop along the way.", "Thank you for joining us and enjoy the day."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Careers in economics", "Economics", "Economic research", "Economic growth", "Banking system", "Economic events", "Policymakers", "Mentors and peers", "Advanced degree programs", "Federal Reserve"]}