{"sentences": ["Assalamualaikum and good morning, everyone.", "Thank you to the Association of Malaysian Economics Undergraduates, AMEU, for the invitation to deliver the opening remarks for this flagship event, the AMEU Economics Summit 2023.", "Let me start by saying, welcome to Sasana Kijang!", "Yesterday was International Youth Day, celebrating the energy, hope and new ideas that youths bring to the table in shaping the future of our nation.", "Let me therefore commend the AMEU for organising today's event, with the theme \"Into Tomorrow's Malaysia: Institutions, Inequality and Innovation\", which in my view, aptly focuses on the important issues which is on our institutions, and the role they play in building a progressive and advanced Malaysia.", "Ladies and gentlemen, Let me begin by borrowing a phrase from one of my professors during my PhD years, the late, Professor Douglas North who was the 1993 Nobel Prize laureate in Economic Sciences for his work on the role of institutional change and cognitive approach to economics.", "He said, and I quote, \"To predict the future we would have to know today what we learn tomorrow which will shape our future actions\".", "Professor North underscored that institutions form the incentive structure of a society and thus, the political and economic institutions of a nation are the underlying determinant of a country's economic performance.", "To this, I would like to add that, after more than two decades in policymaking, I would argue that institutions are the sole determinant of a nation's economic development.", "Institutions are the humanly devised constraints that structure how humans interact individually and as a society.", "These constraints are either formal constraints, such as rules, laws and constitutions, or informal constraints such as norms, behaviours, conventions, and self-imposed codes of conduct - and importantly, how these constraints are being enforced.", "North argued that learning the evolution of institutions and what drives the evolution helps inform us of the path of economic performance of a nation.", "What does this mean for today's discussion?", "Firstly, a critical assessment of our institutions is important for us to predict where our nation is heading.", "These assessments inform us of the key structural reforms needed for us to calibrate the path forward.", "And secondly, another critical strand of literature in economics which, to some extent, originated or drew from North's novel contribution is the cognitive approach to policymaking, which involves looking at human behaviour to incentives.", "This work has been the foundation to some of the theories which form the relatively new literature of behavioural economics what we know today as .", "We need to have a good understanding of how our policies affect the behaviours of individual economic agents, as well as how policies shape the operating environment such as markets and organisations.", "These highlight the importance of policy design and policy implementation frameworks.", "As one of the key institutions of any country, a central bank plays that critical role.", "At Bank Negara Malaysia, our mandate is to promote monetary and financial stability conducive to sustainable economic growth.", "We do not, however, focus our research and thinking solely on areas which are within the narrow passage of the policy tools available to us.", "Rather, our focus has been holistic.", "We assess the varying aspects of the economy that could affect the wellbeing of all Malaysians.", "These include, for example, the need for financial inclusiveness and modernised social safety nets.", "A large amount of time is also spent on thinking and formulating policies and recommendations to enhance our growth potential.", "In this respect, these include shifting our economic activities to ones of higher complexity and exploring new growth areas such as those in technology, digitalisation and greening.", "In building a strong foundation for Malaysia's tomorrow, Bank Negara Malaysia has been a constant and consistent voice for structural reforms.", "Given that undertaking structural reforms more often than not involve changes in institutions - that is, changes to the laws, policies and norms that underlie the Malaysian society - it is not an easy feat.", "Additionally, effective implementation of structural reforms requires a whole-of-nation approach.", "It is crucial for all stakeholders, institutions, organisations, businesses, and households, to be on the same page when it comes to reforms, as issues are complex and highly interlinked.", "Policy trade-offs need to be optimally managed so that the adverse consequences that could be affecting some segments of the economy in view of attaining good for the greater part of the nation are minimised, if not fully eliminated.", "Even before behavioural economics became a common subject of study at universities, which only came about in the last ten years or less, policymakers within the central banks global community spent a vast amount of their time attempting to understand the varying behaviours of economic agents and what they mean for effective policy design, in order to secure the intended outcomes.", "A key ingredient of effective implementation is communication.", "This underscores the importance of effective engagements across stakeholders.", "Barely two months ago, we had our Sasana Symposium right here in Sasana Kijang, a full day dedicated to discussions of structural reforms with a diverse universe of audience.", "Bank Negara Malaysia highlighted the areas we consider to be the pressing economic and financial issues of the day.", "Of course, the audience included youth representatives as well - perhaps some of you, who are here today.", "Today's event is important not only to students, but also to thought leaders and professionals.", "Rather than a one-way lecture, an event such as today's not only provides a platform for us to hear the concerns that occupy the minds of our youth but also an avenue to crowd in ideas from our future leaders.", "To us, youths are a demographic we cannot afford to exclude from the conversation surrounding our country's future.", "Tomorrow's Malaysia will be built by, and for, the young minds of today.", "Since 2022, Bank Negara Malaysia has engaged over 2,500 youths across 30 universities and numerous youth associations through several targeted engagements across Malaysia, discussing current economic issues.", "The purpose of such engagements is twofold.", "Firstly, they further our goal of passing the baton to the younger generation.", "It provides the avenue for the next generation to understand and comprehend the rationale behind key strategies.", "It is also to provide them with insights on the challenges faced and coming their way.", "It is vital for future leaders to understand where the problems lie, and the failure and mistakes that they can learn from.", "But in addition to this, the great benefit of exchanging notes with youths is the novel insight each generation brings, free from constraints hardwired into the mind of their predecessors and coloured with new and emerging concerns which reflect what the future holds.", "As we lay the groundwork for continuity, we must also question our assumptions and consider fresh, innovative approaches to policymaking.", "Secondly, engaging with youths of all backgrounds plants the seeds for a well-informed society at every level in the days to come.", "Needless to say, knowledge is power and information is liberating.", "Ladies and gentlemen, The word \"sasana\" is multi-faceted.", "From its Sanskrit roots, it has evolved to mean teach, or govern, or rule.", "And through Old Javanese, it means place.", "Sasana also means a meeting point for the learned and wise.", "Today, I hope it can embody many of these meanings.", "Let Sasana Kijang be a place for us to have that intellectual discourse, to not be afraid and hesitant to put forward ideas, to actively listen to others, and to further explore common grounds and celebrate and respect differences.", "In Bank Negara Malaysia, one of the cultural beliefs that we hold dear to our hearts and practice is \"Own It\".", "Let's all of us work together towards securing the future of an advanced and progressive Malaysia - let's all of us own it!", "With the esteemed line up of keynote and panel speakers, I am confident there will be valuable learnings and deep discussions in the sessions ahead.", "I wish all of you an engaging and productive summit."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Institutions", "Economic development", "Structural reforms", "Policymaking", "Behavioural economics", "Youth", "Innovation", "Communication", "Education", "Financial stability"]}