{"sentences": ["Assalamu'alaikum and a very good morning to distinguished guests, ladies and gentlemen.", "We are a few months away from the 40-year milestone when the Malaysia's Takaful Act 1984 was enacted to provide legal foundation for takaful establishment in Malaysia.", "Over the years, the industry continues to grow in terms of offerings and quality of their participation in the financial system.", "The size of the takaful industry has expanded nearly three times to where it was a decade ago .", "This growth is propelled by the growing public awareness of takaful products and a supportive Islamic finance ecosystem.", "Notwithstanding these strides, the takaful industry is also facing critical challenges to attain scale, expertise and to have the right business model.", "These challenges have become roadblocks for the industry to be on a better footing to resolve the social protection needs in Malaysia and facilitate an orderly transition to a greener economy.", "Globally, the takaful industry has also demonstrated significant progress and developments.", "Today, there are more than 330 takaful operators in 47 countries2 worldwide.", "Global takaful assets size stands at an estimation of USD73 billion , almost doubled from where it was in 2015.", "Nonetheless, navigating the path to attain greater market maturity is still a long journey with current takaful share stands only at a modest 1% relative to the global insurance market.", "Last week at the 18 Kuala Lumpur Islamic Finance Forum (KLIFF), I spoke about four key game-changers for Islamic finance, which is also relevant to the context of takaful industry today.", "Learning from the successes of the Islamic Golden Age, we must continue to focus on a number of key attributes to propel the industry forward: 1.", "First, is to have a strong Shariah compass that guides and drives the takaful activities.", "To yield meaningful impact, businesses, practitioners and industry leaders of today must realign their practices to stay true to the spirit of Islamic finance that places a strong emphasis on the benefit and welfare to society, beyond just profit-maximisation as a primary objective.", "Second, is the need to have a culture of innovation.", "Great Islamic civilisations of the past thrived on intellectually vibrant environment - an environment that promotes innovation, research, and the development of new technologies and 3.", "Third, it is vital to pursue a collaborative approach to achieve breakthroughs and expedite reforms.", "During the Golden Age, scholars from different backgrounds, cultures, and religions worked together and encouraged cross-pollination of ideas, leading to innovative breakthroughs and advancements.", "Fourth, is the need to focus on economic impact that contributes to a more equitable and inclusive global financial system.", "The economic impact of past Islamic civilizations can be seen in their promotion of trade, emphasis on philanthropy, development of alternative financial systems, and commitment to ethical business practices.", "We can certainly be inspired by the successes of the past, but we must be firm in our endeavour today to collectively grow the industry to better serve the socio-economic needs of the ummah .", "Ladies and Gentlemen, Outcomes of Value-based Intermediation Takaful (VBIT) to unlock potential of takaful The VBIT Framework and Roadmap is one of the initiatives to provide a steer to unlock the full potential of takaful industry, to fulfil the objective of Shariah and progress towards achieving Sustainable Development Goals.", "Takaful is at the early initiation stages of implementing the VBIT propositions, and this provides an opportunity for industry to integrate fundamental values of Shariah and reinforce a framework with emphasis on the key attributes that I mentioned earlier.", "On this note, I wish to spend the remaining part of my speech to emphasise on three priorities that are high on the agenda in setting the course to unlock potentials of VBIT: 1.", "First is to introduce value-based products and value-added services to better meet socio-economic needs; 2.", "Second is to instil good governance to improve market conduct expectations; and 3.", "Third is to build stronger business connectivity to tap wider opportunities.", "Priorities in elevating the contributions of takaful sectors in meeting socio-economic needs Let me begin with the first point on value-based products and value-added services .", "An important outcome that we hope to see is greater availability and accessibility of takaful products to better serve protection needs of the society, fulfilling the modality of mutuality and solidarity.", "I wish to acknowledge progressive efforts by takaful operators to address the protection gaps and to meet the growing demand for Shariah-compliant products - by extending takaful coverage to underserved segment of society and embedding new features and services that aligns with a Muslim's religious needs (for example, badal hajj, waqf and charity).", "These differentiators, which are commendable, should be further scaled up and further diversified.", "Exploration of more distinctive business models are envisaged, such as social blended takaful through the use of private and social funds complemented by targeted financial and risk management programmes.", "This is similar to the blended finance in the banking side.", "In driving differentiation and value-based innovation, digital technology should be harnessed, and this is where the industry should make full use of the conducive regulatory environment provided through the Regulatory Sandbox and Digital Insurance and Takaful Operator (DITO) Framework - where we recently concluded the public consultation on the exposure drafts and in the process of finalising the policy documents.", "We at Bank Negara Malaysia are keen to facilitate emerging innovative business models by new entrants and incumbents through these initiatives.", "The second priority is on self-governance and best conduct , to align the organisation's strategic orientation with Shariah values .", "The last sermon by Prophet Muhammad (peace be upon him) serves as a reminder.", "He said,\"-so regard the life and property of every Muslim a sacred trust-\".", "Within the context of takaful business, this underscores the importance of takaful operators to have good management of takaful business, based on the amanah (trust) provided by the contributing participants and society at large.", "Complementing the and principles as a standard of excellence provides an ethical framework to drive the best of conduct, an area often overlooked in the pursuit for profit.", "The integration of Shariah principles, Maqasid Shariah and VBIT across the value chain and in managing the takaful funds, is not only expected but crucial for the industry's advancement.", "Takaful industry must be steadfast in upholding expectations by acting in the best interest of takaful participants and recognising the role of takaful operator as manager ( wakeel ) with fiduciary responsibilities.", "Takaful operators should also not lose sight of the vital importance of having robust control function.", "This ensures continuous enhancements of internal operations.", "The third priority is to build a stronger business connectivity by tapping wider business prospects.", "The takaful industry in Malaysia is poised to benefit from various national economic plans including the National Energy Transition Roadmap and New Industrial Master Plan, alongside the ' Ekonomi MADANI: Memperkasa Rakyat ' framework.", "In tapping these opportunities, the future direction of takaful demands a broader perspective and commitment to address issues of scale, expertise and risk appetite.", "Diversification and expansion, beyond the current concentration in personal lines (e.g.", "motor and fire) are essential.", "This would mean building own capabilities and knowledge to venture into unfamiliar risks, where coordination and cooperation are key alongside innovation - involving various disciplines of Shariah, product, risk, strategy and actuarial; and often with the support of retakaful and reinsurance players.", "Malaysia has an enabling ecosystem with growing demand for Islamic finance, either from individuals or businesses to support various economic needs.", "Today, halal industry is also at the centre stage of many jurisdictions in the world, supported by the shift in demand globally from both Muslims and non-Muslims towards ethical consumption.", "Takaful operators should leverage on the halal ecosystem and meeting the takaful needs for property and business protection to complement the wide range of trade finance solutions for importers and exporters.", "Joint efforts in targeted financing initiatives such as the iTEKAD for SMEs also provide an opportunistic avenue to foster collaboration to tackle the pain points of accessibility, trust, affordability and protection against unforeseen events.", "For the retakaful players, it is imperative to capitalise on Malaysia's strength and ecosystem for business outreach to Asian region and beyond.", "More countries are working on the necessary regulations to enable takaful offerings and scaling up the contribution of the sector.", "Retakaful players in Malaysia, with ready expertise and capabilities could provide capacity to support growth and expansion of the takaful industry in other markets.", "Ladies and gentlemen, As we stride forward, the three sets of priorities I have explained earlier on value-based offerings, exemplary conduct and business connectivity calls for transformative actions, to chart a future direction of the takaful industry that is agile and responsive to the evolving needs of the modern and digital society.", "Having a wide pool of high-calibre, knowledgeable and skilled workforce is paramount to drive these priorities.", "The industry needs to continuously attract the right talent, invest in capacity building efforts, and partner hand-in-hand with talent development institutions.", "Following these points, I wish to encourage takaful stakeholders to leverage on efforts that will be undertaken by MIFC Leadership Council (MLC) in exploring innovative areas within takaful and work closely with human capital development entities within the ecosystem.", "The re-thinking and re-calibrating efforts can no longer wait.", "Quoting the words of William Shakespeare - Action is eloquence.", "I believe the conference will accelerate momentum to chart and act for a better future of the takaful and retakaful industry.", "VBIT can be the catalyst to accelerate the progress in unlocking this.", "With this, I wish you all a productive forum ahead.", "ICD-Refinitiv Development Report 2022 ICD-Refinitiv Development Report 2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Takaful", "Value-based Intermediation Takaful (VBIT)", "Islamic finance", "Shariah", "Socio-economic needs", "Value-based products", "Value-added services", "Good governance", "Digital technology", "Best conduct"]}