{"sentences": ["Good evening everyone, Thank you for having me here.", "I have always known the EACB to be a constructive player, offering helpful contributions in the field of social responsibility and giving useful and constructive input on draft EU financial regulations.", "So I am happy to speak here today at this General Assembly dinner.", "In the US, there's an old saying: whenever the Fed hits the brakes, somebody goes through the windshield.", "Well, the Fed has hit the brakes again.", "And so have the ECB and other central banks.", "They've hit the brakes pretty hard.", "Because that's what central banks do when inflation reaches levels not seen in forty years.", "And sure enough, we have seen some windshields shatter recently, on both sides of the Atlantic.", "Let me share with you my take on the past few months, focusing on what happened at Silicon Valley Bank and Credit Suisse, the lessons we can draw from these events, and what this means for the European banking landscape.", "If somebody hits the windshield, the first obvious question to ask is: were the seatbelts securely fastened?", "SVB clearly wasn't buckled up.", "This was a case of serious risk mismanagement.", "SVBs interest rate mismatch, whereby the interest rate on assets was fixed for longer than the interest rate on liabilities, was not hedged with derivatives and was inappropriately managed.", "When interest rates started rising, SVB's interest expenditure grew faster than its interest income.", "As a result, net interest income started falling.", "This was reinforced by the migration from non-interest bearing deposits - on current accounts - to interest bearing deposits - on savings accounts and fixed-term deposits.", "When account holders got wind of the bank's weakened position, there was a rapid outflow of savings.", "And due to the higher interest rates, the assets SVB then had to sell to absorb this outflow of liquidity, mostly bonds, had lost value.", "No airbags, no seatbelts, and there went the first windshield.", "Of course, most of you already know all of this.", "But why did no one see it coming?", "SVB's 2021 annual report shows that a 2 percent interest rate hike would have led to a 35.3 percent decrease in capital by the end of 2021.", "If the Basel interest rate risk standards had been in place, this would have set off a series of dashboard warning lights flashing red.", "Because, according to these risk standards, this position should not exceed 15 percent of capital.", "And if it were to exceed 15 percent, the financial supervisor should intervene.", "But the Basel interest rate risk standards were not in place.", "So, the supervisor was not forced to intervene.", "So what can we learn from this?", "First and foremost - what happened at SVB reaffirms the need for strong regulations.", "Regulations that strengthen capital buffers and risk management.", "Because these are the airbags and safety belts of our financial system.", "So it will not surprise you that I am even more convinced that we need a quick and faithful implementation of the final Basel III standards, with minimal and restricted transitional arrangements or exceptions.", "In Europe, we have implemented the Basel standards more consistently across banks of all sizes.", "But let's not forget that the Basel III standards have not yet been fully implemented in European regulation.", "And in fact, current proposals to do so contain important deviations and transitional arrangements.", "Arrangements that, if adopted, could lead to inadequate capital coverage of some risks for a long time.", "The recent stress reminds us that this is something we should really think twice about.", "What happened at SVB also underlines the need for strong, assertive supervisors.", "One thing the Fed's evaluation of the SVB case makes clear is how important it is that supervisors not only understand the risks and vulnerabilities of the entities they supervise, but that they also make full use of the instruments in their toolboxes.", "Only then can they be effective and ensure that banks fix their problems.", "A second lesson we have learned from the SVB failure is that even a relatively small bank, that was not highly connected to other banks, can still cause contagion and spread a lot of stress in the financial system.", "Stress that could possibly have been avoided with sufficient buffers and a further strengthening of current policies.", "And this brings me to my third point about SVB - or rather a few questions that might serve as food for thought.", "For starters, liquidity risk seems to have increased, partly as a result of social media and digitalisation.", "The speed at which deposits were withdrawn from SVB was much faster than expected - much faster than LCR calculations take into account.", "Which raises the question: should the LCR be calibrated differently?", "Should we assume higher outflow rates?", "And do we need to improve our stress tests?", "We might also ask ourselves if there are shortcomings in the way we look at interest rate risk and the mismatches banks have on their balance sheets.", "In Europe, the Basel standards for interest rate risk have been introduced through the institution-specific Pillar 2 requirements, and they apply to all banks.", "The recent turmoil underlines the importance of this regulation, as well as the need for continued vigilance.", "Are we sure that the underlying assumptions for customer behaviour and deposit duration are conservative enough in today's digital world?", "Banks should monitor very closely the assumptions they make when managing interest rate risk and adjust those assumptions if there is reason to do so.", "And finally, should unrealized losses - that is the difference between market value and the valuation based on historical cost - should those unrealized losses be better reflected in the capitalization of banks?", "And should we look at how instruments that are not marked to market daily are reflected in liquidity buffers?", "It would be for example useful to tighten the use of these assets as high-quality liquid assets.", "These are all valid questions that I think should be addressed.", "So that we can learn everything there is to learn from what happened at SVB.", "Let me now turn to this side of the Atlantic, where we had our own shattered windshield.", "Shattered by Credit Suisse, a bank that had suffered from a series of mismanagement problems in recent years, and that experienced previous outflows of deposits at the end of 2022.", "Here, too, we witnessed a rapid succession of events.", "It took, almost literally, only one tweet to lead to the downfall of Credit Suisse.", "Deposit outflows quickly followed, the share price fell and the CDS spread spiked.", "In the end, the Swiss National Bank provided additional liquidity assistance, and Credit Suisse was sold to UBS.", "FINMA, the Swiss supervisor, came with a write-down of Credit Suisse's AT1 securities.", "The bank was not bailed out.", "Instead capital providers contributed significantly to its restart, exactly as intended by the new legislation after the global financial crisis.", "At the same time, things did not go as smoothly as we had hoped.", "The decision by FINMA took investors by surprise.", "Despite the fact that the possibility of such a principal writedown had been included in the relevant AT1 prospectuses and mentioned on the bank's Investor Relations page.", "And despite the fact that investors had been informed that extraordinary public support could lead to such a write-down.", "To me, this shows that we need to reflect on the role and functioning of AT1 instruments in determining the capital position of banks.", "Another lesson we can learn from both SVB and Credit Suisse is that internal controls, risk culture and governance are root causes that may bring up other deficiencies in a bank in a later stage.", "If there are several passengers pulling at the wheel as the car is about to drive off a cliff, airbags and seatbelts aren't going to help you.", "So banks need to be aware of their decision-making procedures and promote a healthy company culture in order not to hamper effective governance and strategic steering.", "That's why I firmly support that risk culture and governance are priorities in the banking supervision by the SSM.", "Looking at everything that has changed in the European banking sector since 2008, I think we are in a different situation now.", "European banks have stronger capital positions and the change in interest rate environment is in principle good news for the banks business models.", "Also, European supervisors are well aware that the ongoing, fast-paced changes in monetary policy conditions are increasing our banks' exposure to interest rate risk.", "Within the SSM, we therefore started assessing interest rate risk as early as the second half of 2021, when the first signs of inflationary pressure emerged.", "And in 2022, interest rate risk was included in our supervisory priorities.", "So these are all positives.", "But there is absolutely no reason for complacency.", "Interest rates are still rising, and this leads to risks related to funding costs and interest rate sensitivity, or credit-related risks.", "And the high level of debt and interconnectedness in the system creates vulnerabilities, as well as a large number of unknown unknowns.", "Not to mention the long-term structural challenges we face, like climate change, the transition to a sustainable economy and the ongoing digital transformation.", "This means that we need to remain vigilant.", "In the first place, this goes for the banking sector itself, which needs to make sure that its capital positions, risk management and governance strengthen its resilience in a very uncertain and volatile environment.", "But supervisors must also remain vigilant.", "As central banks hit the brakes, financial stability risks inevitably increase.", "But if we make sure our airbags, seatbelts and warning lights all work, we can hopefully keep our windshields intact."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance"], "topics": ["interest rate risk", "capital requirements", "risk management", "supervision", "liquidity risk", "AT1 instruments", "governance", "stress tests", "Basel III", "financial stability"]}