{"sentences": ["Good afternoon dear colleagues and friends.", "And good afternoon class of 2023.", "It is a pleasure for me to participate in this graduation ceremony, together with Rafael Repullo, long-standing Director of CEMFI, and Nezih Guner, who is due to take over from him in September.", "As such, this graduation ceremony is special.", "Because it will be the last one with Rafael Repullo as Director.", "After 36 years of service, he is going to step down, to be replaced by Nezih Guner.", "At the same time, the Deputy Directors Manuel Arellano and Samuel Bentolila will also step down, to be replaced by Mónica Martínez-Bravo.", "I would like to thank Rafael, Manuel and Samuel for \"Making a Miracle\" to use the title of a famous paper published in 1993 by the Nobel laureate Robert Lucas.", "While Lucas was referring to episodes of very rapid income growth in Asian countries, I would like to draw attention to the miracle of their transformation of a small venture at the Banco de España's Training Centre into one of the top European graduate schools for economics and finance.", "I would also like to take this opportunity to thank Nezih and Mónica for accepting the challenge of taking this great institution forward.", "CEMFI is the outcome of the ambition of the leadership of the Banco de España in the late 1980s, who saw the possibility of innovating in the organization of a graduate programme comparable to the best programmes in Europe.", "It was Luis Ángel Rojo, at that time the Banco de España's Director General of Research, who invited Rafael Repullo to lead this venture.", "Precisely as a token of appreciation for his decisive contributions in the early days of CEMFI, the prize for the best Master student bears his name.", "The Banco de España is very proud of its ongoing support and collaboration with such a special institution providing first-class graduate education and research, contributing a host of public goods to the Spanish economy and generating valuable ideas for public policymaking.", "An excellent example of this collaboration is the co-organisation of the biennial Financial Stability Conference that concluded this morning at the Banco de España.", "Demonstrating an outstanding academic level and policy relevance, it has enjoyed the presence of a large number of distinguished visitors, including the Federal Reserve Board Chairman, Jerome Powell.", "Building on this example, I am pleased to announce a new collaboration between the Banco de España, CEMFI, and the Universidad Internacional Menéndez Pelayo, an annual conference on the Spanish economy, the first edition of which is due to take place next week in Santander.", "This conference series seeks to bring together top researchers to present their recent work on topics of critical importance for the Spanish economy, and also distinguished policy-makers to discuss their views on these topics.", "But past successes are simply a good starting point.", "CEMFI has ambitious plans.", "It has a plan to implement a strategic vision for the future (underpinned by rigorous external evaluation), it has outstanding leadership (current and incoming) and it has plenty of talent.", "All these elements have been brought to fruition this year.", "In fact, the academic year that we are closing today has been full of good news for CEMFI, starting with the successful restructuring of the Master programme, the refurbishing of the new premises in Casado del Alisal 12, and the increase in the size of the faculty from 16 to 19 members, in line with the Board of Trustees' decision to have 25 faculty members by Even so, we should never forget, that all this - the premises, staff, faculty, strategic plans - are merely instruments.", "You, the students at CEMFI are the ultimate purpose.", "Your education and your future.", "They are at the core of our decisions.", "Apart from the Master in Economics and Finance, the other major academic programme at CEMFI is the PhD in Economics.", "In this respect, I would like to mention that 10 students have already defended their PhD theses or will do so in the near future.", "They have all done high quality research and have secured good placements, two of them at the Banco de España.", "I am sure that we will see many papers from their theses appearing in academic journals.", "The 20 students who graduate today from the Master in Economics and Finance come from seven different countries: Argentina, Australia, Colombia, Chile, China, Costa Rica, Italy, and Spain.", "They will join more than 700 alumni of CEMFI's Master programme.", "Most of the students of this year's class will continue their graduate studies towards a PhD, five of them at CEMFI, while the rest have found or are about to find jobs in accordance with their high qualifications.", "It is for me a great privilege and honour to be given the opportunity to present the certificates of the Master Degree in Economics and Finance to the students in the graduating class.", "I am also pleased to announce the winner of the \"Luis Ángel Rojo Prize\" for the best student of the class of 2023 of the Master in Economics and Finance.", "The winner is: Kenneth Lai.", "Congratulations to Kenneth and to all the students in the graduating class.", "Finally, I would like to conclude my remarks by once again thanking Manuel Arellano, Samuel Bentolila, and Rafael Repullo for their commitment to CEMFI over more than 30 years.", "I would also like to thank the faculty and administrative staff for their sterling work, and to congratulate the students of the class of 2023 of the Master in Economics and Finance, for whom I wish the very brightest of futures."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["CEMFI", "Graduation", "Economics and Finance", "Banco de España", "Master", "PhD", "Research", "Faculty", "Students", "Education"]}