{"sentences": ["Robert Holzmann Oesterreichische Nationalbank Budapest, February 6, 2023 Lámfalussy Lecture 20231 Governor Matolcsy, ladies and gentlemen, dear colleagues from central banks and academia, Let me start by thanking the Hungarian central bank once again for having honored me with the Lámfalussy Award, for the impressive award ceremony, yesterday's gala reception and the wonderful concert - I truly appreciate the warm welcome you have given me.", "I feel very honored indeed to receive this year's Lámfalussy Award, first and foremost because of the outstanding personality to whom this recognition is inextricably linked: Baron Alexandre - or Sándor, as he is known here in Hungary - Lámfalussy.", "His extraordinary accomplishments are so numerous that it would be futile to try and list them all.", "He belongs to an illustrious group of polymaths in public policymaking.", "Baron Lámfalussy shaped both European economic and monetary integration, and he left a lasting imprint on our current regulatory architecture for banking and financial markets.", "In a Central Banking Hall of Fame, Alexandre Lámfalussy would - no doubt - hold a place of honor.", "Yet, as you are all aware, Mr. Lámfalussy's career was not confined to central banking: He worked as an academic, as a commercial banker and in a variety of leading positions at international organizations.", "So, as someone whose career also spanned different sectors and a variety of roles, I can personally relate strongly to Mr. Lámfalussy's professional path.", "I dare say, however, that we also share additional, perhaps even more fundamental values.", "Most importantly, Alexandre Lámfalussy was a convinced European and an advocate of European integration with all his heart.", "At the same time, in his relentless fight for the European cause, Mr. Lámfalussy was never afraid to float new ideas and to speak his mind - even though his visions sometimes contained inconvenient truths and were not always shared by a majority of his peers.", "For example, in his memoirs he recalls speaking in favor of European monetary integration to financial professionals in New York in 1994, at a time when this project still met with huge skepticism around the world.", "\"What few people were in the audience,\" Lámfalussy recalls, \"were looking at me and thinking, 'Poor guy, what has he got himself into?'.", "\"2 Luckily for us, he did not give up.", "As a matter of fact, I had a similar experience, but more than 20 years earlier, in 1972, with my initial doctoral thesis project entitled \"Simulation Analyses of European Monetary Integration.\"", "At that time, nobody in Austria understood what I was talking about: People back then were totally unfamiliar with the computer-based modeling method and the economic content of my proposal - and consequently, even my financial support request to the Oesterreichische Nationalbank (OeNB) was rejected.", "So instead, I turned to simulating pension systems and structural reform options - a life-time fascination of mine that happens to be directly linked to the topics of monetary, capital and labor markets integration after all.", "In this Lámfalussy Lecture, I will attempt to establish a connection between some of Alexandre Lámfalussy's contributions to our profession and more recent thinking, including my own, on these topics.", "Of course, Mr. Lámfalussy's work harbors such a large reservoir of ideas that I had to be very selective.", "I will only highlight a few themes particularly close to his - and my - heart.", "And I must apologize because, as you may have expected, my selection is necessarily biased.", "Given my current role as Governor of the Oesterreichische Nationalbank, but also because we are in the midst of an episode with strong inflationary headwinds, I cannot help but focus on topics linked to euro area monetary policy.", "I plan to divide my lecture into three parts: First, I will briefly look back at the period preceding the current \"return of inflation\"; second, I will look at the present challenges we face; and third, I will look ahead and reflect on the future of monetary policy, broadly speaking.", "Throughout my intervention, I will try hard to stick to Alexandre Lámfalussy's mantra: \"Monetary policy, like all other policies, remains an art, not a science.", "\"3 True to this belief, I will do my best to follow in his footsteps by scrutinizing received wisdoms.", "Let me start by looking back.", "For this purpose, I will refer you to one of Alexandre Lámfalussy's first academic contributions: his 1961 book entitled \"Investment and Growth in Mature Economies.", "In this book, which essentially published the content of his PhD dissertation at Oxford University, Lámfalussy observed an intriguing pattern.", "In post-war Belgium, the most significant increases in capital stock happened in sectors that were generally seen as being in decline.", "To explain this phenomenon, Lámfalussy coined the concept of \"defensive investment.\"", "He argued that \"defensive investment\" functions as a protective device in stagnating or declining sectors, in particular \"when profits are squeezed, when competition is active, when the lowering of costs becomes a matter of survival rather than of expansion.", "\"4 Lámfalussy concluded that while \"defensive investment\" may save some stagnating sectors in the short run, it will likely hamper the scope for productivity increases in the medium to long run, with negative knock-on effects on potential output.", "How does Lámfalussy's early work relate to my goal of looking back on the period preceding the current \"return of inflation\"?", "To establish an intellectual bridge, I will concentrate on one of the defining features of euro area monetary policy during the last decade: highly accommodative unconventional measures, such as negative interest rates, asset purchases and funding for lending schemes.", "It was ten years ago this past July that Mario Draghi gave his famous \"Whatever it takes\" speech - so the time seems ripe to reflect on the use and effects of unconventional measures.", "The standard view in policy circles is that unconventional monetary policy - or UMP - had a predominantly positive economic impact.", "Indeed, there are good reasons to believe that nonstandard tools helped the euro area overcome the predicament of the effective lower bound on nominal interest rates and to stimulate aggregate demand.", "At the same time, however, many, including myself, have repeatedly argued that highly accommodative monetary policy can produce severe side effects, in particular on productivity.", "In the presence of financial frictions, very low interest rate levels can contribute to the survival or new market entry of low-productivity firms by easing their financing constraints and by reducing incentives to repair their balance sheets.", "In other words, a highly accommodative monetary stance may contribute to creating an environment in which low-productivity firms have an incentive to engage in \"defensive investment\" - to prolong their survival rather than promote expansion and innovation.", "In theory, low productivity dynamics could have compounded the COVID-19 pandemic's scarring effects on potential output.", "Whether and to what extent this combination, in turn, complicates the current mismatch of the supply and demand sides in our economies is a question that remains to be answered.", "Against this background, it seems only fitting that Mr. Lámfalussy should have argued in favor of drawing up plans to exit from unconventional monetary policy very early on.", "The plea he made in his dinner address at the Sixth ECB Central Banking Conference in 2010 pre-dates the peak of our balance sheet expansion by several years.", "Needless to say, it also preceded by more than a decade the - by now - majority view that the euro area and others should officially discuss quantitative tightening.", "This brings me to the present challenges we face in the euro area - the second part of my lecture.", "In 1981, Alexandre Lámfalussy published a BIS (Bank for International Settlements) Economic Paper bearing a title that has lost none of its topicality: \"Rules versus Discretion: An Essay on Monetary Policy in an Inflationary Environment.\"", "In this paper, Mr. Lámfalussy addresses some of the most pressing questions that dominate our current monetary policy discussions.", "In particular, he raises the question how to minimize the short-term costs and trade-offs of anti-inflationary monetary policy.", "And even back in 1981, his answers to this question were decisively modern.", "In his view, the crux to effectively fighting inflation at minimum costs lies in defusing the public's inflation expectations.", "Keeping inflation expectations anchored, as we would say today, minimizes the period of transition back to price stability and, thus, also minimizes output and employment losses.", "Well-anchored inflation expectations considerably reduce the extent to which current high inflation rates could become engrained in the system, e.g.", "through wage-price spirals.", "Moreover, according to Alexandre Lámfalussy, the most effective anti-inflationary measures are measures that \"bite:\" People tend to \"give pride of place to those facts that affect their daily life, rather than to statistics.", "\"11 He thought that while promises of future convergence to fixed rules or targets may serve a useful role, actions and results that substantiate this commitment are at least as important.", "What can we learn from Baron Lámfalussy's thinking of more than four decades ago?", "As I argued in a recent presentation13 in October 2022 in Warsaw, monetary policy must be credible - now more than ever: Monetary policy credibility is crucial to maintain inflation expectations anchored and to minimize the costs of disinflation.", "For precisely this reason, we - the members of the Governing Council of the ECB - did not disregard the influence of the current inflationary surge by taking a \"wait-and-see\" approach in the euro area.", "Ultimately, the losses we as euro area policymakers incur by consistently missing our inflation target come at our own peril.", "Inaction - or weak action - in our fight against inflation would have backfired as it would have eroded the public's confidence in our commitment to price stability.", "Our timely response was key in keeping inflation expectations close to our target.", "Nevertheless, current inflation rates in the euro area remain too high.", "Most importantly, people clearly continue to feel the impact of inflation on their daily lives.", "Hence, today, the risk of overtightening seems dwarfed by the risk of doing too little.", "So, I think I may consider myself at least partly \"Lámfalussyian\" when reaffirming the following: Our monetary policy must continue to show its teeth until we see a credible convergence to our inflation target - a convergence that is also felt by the wider public.", "Yet, to do justice to Alexandre Lámfalussy's legacy, I should emphasize that he was also a man of caution, despite - or maybe because of - his avant-garde thinking in many areas.", "And this remark leads me to the third and last part of my lecture.", "Looking ahead, I dwelled for some time on the question of how Mr. Lámfalussy, as a \"cautionary innovator,\" would have thought about the future of monetary policy in the euro area.", "Where would he have seen the fault lines or pitfalls?", "Which modern developments in our policymaking practice would he have considered problematic?", "When skimming his contributions, two revolving themes caught my attention.", "First, Alexandre Lámfalussy repeatedly warned against temptations to over-burden monetary policy.", "Although he recognized that navigating unchartered waters was sometimes necessary, he highlighted the limits to what monetary policy can and should do.", "Now, as you know, over the past few years, a lot has been said and written about economic and financial heterogeneity in the euro area - including its ramifications for monetary policy.", "The ECB certainly has the power to address short-run financial fragmentation in the euro area whenever it impairs the transmission of its monetary policy.", "Still, in the medium to long run, the ECB's instruments cannot substitute for a genuine, market-driven integration of capital markets.", "As so often, Mr. Lámfalussy's contributions do not only point to the underlying problem, they also suggest a cure.", "As the Committee of Wise Men, under his chairmanship, reminded us in 2001: Only a tightly knit capital market would create the level playing field necessary to absorb asymmetric shocks and to prevent the occurrence of diverging financing conditions across the euro area.", "I certainly concur with this vision.", "Forging a European capital market should constitute an economic, political and regulatory priority of the European Commission and all EU member states.", "A unified capital market would ease frictions inhibiting firms' access to external finance, and most importantly, equity finance.", "Only a truly developed capital markets union can break the sovereign-bank nexus, revive cross-border transactions and thus facilitate risk-sharing in the euro area.", "A capital markets union would provide the best mechanism for funding promising endeavors, thereby boosting productivity growth.", "It would also contribute to more independence from central bank funding and thus reduce future risks linked to the asymmetric transmission of monetary policy in the euro area.", "A well-integrated capital markets union may also reduce the need for fiscal interventions in case an asymmetric shock hits a member state.", "The American experience suggests that US regions tend to buffer asymmetric shocks quite rapidly, by international standards, not least because greater factor mobility, including private sector flows, facilitates the adjustment process.", "A specific vision of Mr. Lámfalussy's was that the European capital markets union should be based on \"enhanced liquidity which will benefit all companies and most especially SMEs.", "\"18 Liquidity, however, will not \"fall from heaven like manna.\"", "So where is it supposed to come from?", "In my view, rules of harmonization - as valuable as they may be - and advances in financial market regulation - as impressive as they have been19 - are not enough: Effective and efficient capital markets require capitalists.", "In modern democracies, deep and liquid capital markets are best achieved through See European Central Bank.", "Approaches to Monetary Policy Revisited - Lessons from the Crisis.", "Sixth ECB Central Banking Conference, 18-19 November 2010.", "Heterogeneity and the ECB's monetary policy.", "Speech at the Banque de France Symposium & 34th SUERF Colloquium on the occasion of the 20th anniversary of the euro on \"The Euro Area: Staying the Course through Uncertainties\", Paris, 29 March 2019; and references therein.", "See Bayoumi, T. and B. Eichengreen.", "Shocking aspects of European monetary integration, in: Torres, F. and F. Giavazzi (eds.).", "Adjustment and Growth in the European Monetary Union.", "Cambridge: Cambridge University Press.", "Journal of Economic Perspectives 27(3).", "Reflections on the regulation of European Security Markets.", "Extended version of the Annual SUERF Lecture given by Professor Lámfalussy at the Bank of England on May 3, 2001.", "Central Banks and Supervisory Architecture in Europe - Lessons from Crises in the 21st Century.", "Cheltenham, UK & Northampton, USA: Edward Elgar.", "savings motivations that are common to all individuals over their life cycle - housing ownership and retirement financing - and the related market institutions.", "In fact, my own previous work argues that private pension funds can provide a particularly important impetus in this context if and when the right reforms are enacted and the right institutions are created.", "Let me now turn to the second revolving theme that caught my attention.", "I stumbled upon a fascinating passage in one of Mr. Lámfalussy's articles published in 1985, just before he took over as General Manager of the Bank for International Settlements.", "There he noted his \"nostalgia for one of Schumpeter's main themes, namely that economic analysis should concern itself with the process of change, with its succession of cumulative or compensating imbalances, rather than with movements around some identifiable state of equilibrium.", "\"21 I was intrigued to figure out what exactly Alexandre Lámfalussy had in mind when referencing Schumpeter's idea.", "Even though the paper's title (\"The Changing Environment of Central Bank Policy\") seemed suggestive, I was somewhat disappointed when I continued my reading: Unfortunately, Baron Lámfalussy himself stated - quite cryptically - that he was only \"beginning to have an inkling of what [Schumpeter] was driving at.", "\"22 So instead, if I may, I would like to share my own, personal interpretation with you.", "If you know me and my recent publications as OeNB Governor23, you will understand that I immediately connected this quote to one of my towering \"hobbyhorse\" topics as a monetary policymaker: the concept of the equilibrium real interest rate, or r*.", "r* is widely considered an important guidepost for monetary policy.", "In theory, the level of our policy rates relative to the level of r* should determine the stance of monetary policy: Policy rates below the equilibrium real interest rate are seen as accommodative and vice versa.", "In other words, for monetary policymakers, r* embodies what Alexandre Lámfalussy referred to as the \"identifiable state of equilibrium.\"", "There are, however, two well-known conceptual issues that complicate the interpretation of r* as a guidepost for monetary policy.", "First, r* is not, in fact, directly identifiable.", "By definition, r* is an unobserved variable, and the best we can do to quantify it is to rely on uncertain, at times quite volatile, estimates.", "Second, r* is quite likely endogenous to monetary policy, just like it is endogenous to other economic policies.", "My view is that the difficulty of estimating r* and its potential endogeneity do not automatically obviate the usefulness of r* for monetary or economic policymaking.", "In fact, the endogeneity of r* may have a silver lining: The very idea of endogeneity implies that we can influence the See Holzmann, R. 1997.", "Pension Reform, Financial Market Development, and Economic Growth: Preliminary Evidence from Chile.", "The Changing Environment of Central Bank Policy.", "AEA Papers and Proceedings 75(2).", "See ibid., p.. See Holzmann, R. and M. T. Valderrama.", "Raising r*: Why, how and if not now, when?", "SUERF Policy Note 253.", "It is unclear, for example, whether r* is best approximated by the real returns on government bonds or rather by the real returns on private capital.", "Which r-star, public bonds or private investment?", "See Bergeaud, A., G. Cette and R. Lecat.", "The circular relationship between productivity growth and real interest rates.", "Banque de France Working Paper 734.", "The long-run effects of monetary policy.", "1-72. equilibrium real interest rate with the right economic policies.", "Available estimates indicate a major decline of r* across regions of the global north and particularly low values for Europe.", "A low or negative r* is a key reason for deploying UMP, be it negative policy rates, quantitative easing or funding for lending schemes.", "As I argued earlier in my lecture, the accommodative monetary policy stance that comes with UMP can produce severe side effects.", "Thus, as economic policymakers, we may have an interest in sustainably moving away from UMP by raising r*.", "Alternatively, and I think this might be the more sensible option, the endogeneity of r* makes it possible to actively use nonmonetary, structural policies to initiate a strong rise in r*.", "In my view, the most important levers for achieving this end are policies that boost productivity, that increase the labor force participation of the elderly to compensate for population aging, and that reduce the savings glut in the global north by transfers for productive investments toward the global south.", "For example, a broadly conceived and effective green agenda would offer new opportunities for all three channels.", "Hence, altogether, we can perhaps read Alexandre Lámfalussy's nostalgia for Schumpeter as a very early expression of skepticism as regards too simplistic equilibrium thinking in macroeconomics.", "In any case, Mr. Lámfalussy's musings may serve as a wake-up call to regularly scrutinize the theoretical underpinning of our monetary policy tool kit to keep it fit for purpose and future-proof.", "Let me end this lecture by taking a step back to look at Mr. Lámfalussy's recipe for success.", "What made Alexandre Lámfalussy so effective in weaving fresh thinking into the sometimes admittedly rigid frameworks of European institutions and policymaking, you may ask.", "As the late Wim Duisenberg once suggested, one of the secrets of Baron Lámfalussy's success was his almost innate capability - as a central banker \"heart and soul\" - to find compromises.", "According to Duisenberg, this capacity allowed Baron Lámfalussy \"to convert at least some incredulous European central bankers,\" while \"spreading the message of EMU to the outside world.", "\"27 I would like to add that, while this specific battle may have been won, other important battles are still ahead of us.", "For these future battles, compromises may also be important, but they may remain more difficult to establish.", "Thank you for your attention.", "Banerjee, R. N. and B. Hofmann.", "Corporate zombies: Anatomy and life cycle.", "BIS Working Paper 882.", "Bayoumi, T. and B. Eichengreen.", "Shocking aspects of European monetary integration.", "Adjustment and Growth in the European Monetary Union.", "Cambridge: Cambridge University Press.", "Bergeaud, A., G. Cette and R. Lecat.", "The circular relationship between productivity growth and real interest rates.", "Banque de France Working Paper 734.", "Breitenfellner, A., R. Holzmann, M. Silgoner and T. Zörner.", "Quo vadis, productivity?", "OeNB Occasional Paper 1.", "Zombie Lending and Depressed Restructuring in Japan.", "American Economic Review 98(5).", "Charalampakis, E., B. Fagandini, L. Henkel and C. Osbat.", "The impact of the recent rise in inflation on low-income households.", "Heterogeneity and the ECB's monetary policy.", "Speech at the Banque de France Symposium & 34th SUERF Colloquium on the occasion of the 20th anniversary of the euro on \"The Euro Area: Staying the Course through Uncertainties\", Paris, 29 March 2019.", "Farewell to a Central Banker.", "Address on the occasion of Baron A. Lamfalussy's farewell as President of the European Monetary Institute, 30 June 1997.", "Approaches to Monetary Policy Revisited - Lessons from the Crisis.", "Sixth ECB Central Banking Conference, 18-19 November 2010.", "Pension Reform, Financial Market Development, and Economic Growth: Preliminary Evidence from Chile.", "Holzmann, R. and M. T. Valderrama.", "Raising r*: Why, how and if not now, when?", "SUERF Policy Note 253.", "Monetary policy in times of serial shocks.", "Presentation for the Narodowy Bank Polski Academy on October 22, 2022.", "Central Banks and Supervisory Architecture in Europe - Lessons from Crises in the 21st Century.", "Cheltenham, UK & Northampton, USA: Edward Elgar.", "The long-run effects of monetary policy.", "Investment and Growth in Mature Economies.", "Rules versus Discretion: An Essay on Monetary Policy in an Inflationary Environment.", "BIS Economic Papers 3.", "The Changing Environment of Central Bank Policy.", "AEA Papers and Proceedings 75(2).", "Reflections on the regulation of European Security Markets.", "Extended version of the Annual SUERF Lecture given by Professor Lámfalussy at the Bank of England on May 3, 2001.", "Alexandre Lamfalussy.", "The Wise Man of the Euro.", "A conversation with Christophe Lamfalussy, Ivo Maes and Sabine Péters.", "Leuven: LannooCampus.", "Motto, R., M. Rostagno, J. Yiangou, A. Saint-Guilhem, G. Carboni, W. Lemke and C. Altavilla.", "A tale of two decades: The ECB's monetary policy at 20.", "ECB Working Paper O'Rourke, K. and A. Taylor.", "Journal of Economic Perspectives 27(3).", "Which r-star, public bonds or private investment?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Central banking", "Lámfalussy", "Euro area", "Interest rates", "Capital markets", "Productivity", "Equilibrium real interest rate", "Unconventional monetary policy"]}