{"sentences": ["- 2023 International Symposium, National Association for Business Economics Paris, 22 May 2023 Monetary policy transmission: where do we stand?", "Speech by François Villeroy de Galhau, Governor of the Banque de France In the Euro Area, inflation has begun to fall back, from 10.6% in October 2022 to 7% in April, after 6.9% in March, and is expected to recede by the end of the year.", "But it will still be too high.", "And while headline inflation has been declining, underlying price pressures show persistence.", "The Governing Council has already taken prompt and forceful actions to tighten the stance of monetary policy.", "The primary question today is not so much how much further we need to go with interest rate hikes, but how large is the pass-through of what is already in the pipe.", "to elaborate on this and review the two steps of the transmission of our monetary policy (i) first to the financing and monetary conditions, and (ii) ultimately to real economy and inflation.", "I will then draw some conclusions for monetary policy (iii).", "The transmission of monetary policy to financing conditions has proven relatively rapid and overall in line with past tightening cycles The increase in policy rates since 2022 has been exceptionally rapid by any historical standards: 7 hikes in less than ten months, amounting to +375 basis points, in addition to our progressive exit from unconventional policies which began even earlier.", "Financial markets have been a useful ally in this fight by rapidly anticipating, as early as 2022Q1, the policy normalisation and tightening path.", "Market rates (here the 10y OIS rate on the LHS panel) had already risen significantly before the ECB began raising rates in July 2022, reflecting the adjustment announced in December 2021 through the discontinuation of PEPP net asset purchases.", "The 2 year OIS rate, a good measure of the expected stance of policy, also increased from early 2022.", "It is now levelling off around 3%.", "The proxy rate translates broad financial conditions into a hypothetical equivalent short-term rate.", "It conveys a similar message: the removal of financial accommodation had already started well before the lift-off of the DFR in July 2022, and at a very rapid pace, with the proxy rate gaining 5 % over the last year (from -3% to 2%).", "These increases in market rates and the associated tightening of financial conditions are still being transmitted to broader credit conditions through the banking channel.", "Bank funding costs, including deposits from households and NFCs, as well as wholesale funding costs and securities other than shares are increasing.", "It is true that the pass-through of rate hikes to the remuneration of households' sight deposit remains limited, but the transmission to the remuneration of term deposits and deposits redeemable at notice is much stronger, although incomplete.", "As a result households have started shifting towards term deposits, and so further increasing the average cost of funding for banks.", "Turning now to bank loans to households and firms, let me stress that this credit channel is of primary importance in the euro area - much more so than in the United States - as bank loans remain the dominant source of financing for firms, in particular for smaller firms.", "Overall, the growth rate of loans has slowed due to a combination of higher borrowing rates, lower demand, and - for firms - tighter credit standards.", "(1) The cost of credit has risen significantly from exceptionally accommodative levels.", "Households in the euro area willing to buy a house at the end of 2021 could borrow at 1.3% in average whereas they have to pay almost 3.5% in March 2023, although significantly less in France (2.6%).", "Lending rates for firms have been rising still faster, from 1.3% at end-2021 to 4.2% today.", "Compared to 2005-2007, the increase in policy rates is much faster today.", "The plain lines correspond to the cycle started in 2022, whereas the dashed lines show the previous tightening cycle in 2005.", "The DFR is growing more rapidly than the MRO did in 2005.", "But the pace of the pass-through is relatively similar today compared to the previous cycle.", "Lending rates to NFCs (in red) are increasing today in line with policy rates, just as in 2005.", "They increased by almost 300 bp from January 2022 to March 2023, which represents 80% of the increase in the DFR over the same period.", "In-house econometric estimates2 indicate that the final 20% is expected to be passed on to lending rates by end- year.", "The transmission to lending rates for households might seem a bit slower today: They increased by about 210 bp from January 2022 to March 2023, which is a pace of growth comparable to 2005, despite a much faster rise in policy rates today.", "(2) Banks also report in the latest BLS3 that the demand for loans --either for firms or for mortgages-- decreased strongly in the first quarter of 2023.", "(3) Finally, credit standards for firms are tightening.", "While sometimes difficult to separate from lower demand, the pace of the tightening reported in the BLS is the highest since 2011.", "Against this backdrop, volumes of loans are decelerating, even though growth in outstanding amounts remains positive [+3.3% in the euro area for mortgages to households and +5.2% for loans to businesses].", "By the way, the growth of loans in France remains significantly higher than in the euro area average.", "Overall, evidence shows a quick and smooth pass-through of ECB decisions to broad financing conditions.", "But this is only the first part of the transmission to tame inflation.", "Transmission to the real economy and the decline in inflation In the textbook theory, tighter financial conditions moderate aggregate demand.", "Monetary policy also affect inflation through the exchange rate channel, but this is beyond the scope of my speech today.", "According to recent ECB work based on a set of models that complement each other,4 our policy tightening is estimated to lower inflation by around 2 percentage points as a mean over the period 2023-2025.", "But these estimates call for two caveats: - they vary substantially across models, and are lower in semi-structural models, which unlike structural or DSGE models, incorporate more inertia in consumption and less influence of forward-looking inflation expectations.", "This is why we should rely on a suite of models, and on actual data as much as on models.", "- the restrictive effects on activity, while being in mean reversed in 2025, are quicker than the dampening effects on inflation: hence we should be patient and consistent, including in our explanations to the broad public.", "The estimated transmission lags of monetary policy in the literature vary from one year5 to more than two years6.", "But interpreting these lags is more art than science.", "Overall transmission lags of monetary policy to inflation can vary over time and across jurisdictions, depending on factors such as the level of interest rates, the phase of the cycle and the sectoral structure of the economy (e.g.", "share of manufacturing, services, or housing).", "In the current tightening cycle, several factors suggest that the lag in transmission of policy to the real economy may be at the upper end of the two-year range.", "First, the current tightening cycle started from exceptionally low levels of real interest rates as measured by nominal OIS rate deflated by market inflation expectations.", "They reflect the financing conditions perceived by private agents when they take consumption or investment decisions.", "Their evolution depends on our policy decisions, but also on inflation expectations.", "Real rates increased significantly from historically low levels (-4% for the 2y real OIS rate in March 2022, see LHS panel) but remained negative at all maturities until mid-December last year (blue line on the RHS panel).", "It is only from the end of 2022 that we achieved positive real rates.", "As we estimate the neutral rate r* to be close to zero, we are now clearly in restrictive territory.", "Second, the proportion of fixed-rate long-term loans is particularly high by historical standards.", "Many borrowers shifted away from floating rate loans after the global financial crisis and the following decade of low rates encouraged long- term borrowing.", "This is welcome for financial stability, especially for mortgages.", "But as a result, the pass-through of higher policy rates is more gradual.", "Third, the origin and sectorial composition of inflation matters.", "The current surge in inflation does not primarily originate in overheated demand but in supply shocks.", "This has implication for the transmission lags.", "The rise in the price of commodities and input costs was at the root of inflation.", "And the pass-through to producer prices (and subsequently to CPI inflation) might be asymmetric, faster and more complete on the way up than on the way down.", "Recent work using French data7 shows that the pass-through for a positive shock on energy costs is over 100%, while that for a negative shock is much lower: 58%.", "This asymmetry implies that the decline in energy and input costs, currently occurring as tensions and bottlenecks in supply chains ease, may not fully translate yet into lower inflation.", "(ii) Besides, even though the external part of inflation is currently falling, core inflation remains high.", "Inflation excluding energy and food stood up at 5.6% in April, slightly below March (5.7%).", "External supply-driven price increases have spread to core inflation.", "Service inflation, in part fuelled by wage developments, has gradually but steadily increased over recent quarters.", "Historically, services are the most persistent component of both headline and core inflation, and their share in consumption\" has significantly increased.", "Unlike for non-energy industrial goods, prices in the services sector will only get little relief stemming from decreasing international prices.", "Looking a few quarters ahead, services inflation is likely to become the dominant source of inflation in the euro area.", "Non housing services especially are less directly sensitive to interest rates; the dampening effect of monetary policy on aggregate demand will be felt but it will take more time.", "What conclusions can be drawn for monetary policy?", "The policy rate hikes already implemented are being transmitted forcefully to the euro area financing and monetary conditions.", "However, the lags and strength of transmission to the real economy remain more uncertain.", "I would draw from this three policy conclusions: a.", "In the usual alleged time lag of one to two years for monetary transmission, our economic situation makes it likely that we are presently closer to the upper range.", "And hence the commitment I reaffirm today to bring inflation back towards 2% by 2025, is consistent with the full transmission of the monetary tightening that will have been put in place by summer 2023. of significant transmission and b.", "Against this backdrop \"in the pipe\" still to come, a deceleration in the size of the policy steps (from 50bp to 25 bp) was wise and cautious.", "We obviously keep our hands free, but we add the capacity of observing and monitoring the pass-through of our substantial and exceptionally rapid past hikes.", "Persistence is now more important than speed; the duration for which we will maintain rates is now more important than the precise terminal level we will reach.", "Or in other words, for interest rates as with ballistics, \"longer\" than \"higher\".", "is becoming more significant c. Hence, our next rate decisions should not monopolise attention; we already have completed most of our rate-hiking journey, and we are clearly in restrictive territory.", "That said, as I said already last January, I expect today that we will be at the terminal rate not later than by summer.", "Summer is a long and beautiful season, which starts in June and ends in September.", "In the meantime, we have three possible Governing Councils either for hiking or pausing; deduce a guidance from this or a preference for a given terminal rate.", "We will remain data driven, looking meeting by meeting at the outlook for headline inflation as well as for the dynamics of underlying inflation and the strength of monetary policy transmission.", "Monetary policy is at work and rest assured, we'll do the we'll bring inflation back towards 2%.", "We'll do it with the necessary - looking at the 2025 horizon for full transmission, with persistence maintaining restrictive interest rates for long enough, and pragmatism monitoring actual economic data.", "But once more, monetary policy cannot be the only game in town.", "Fiscal policies should gradually adjust and consolidate, reducing first and foremost energy subsidies; wage negotiations and mark-up decisions by firms should incorporate the expected decrease in inflation; and still more, structural reforms are needed more than ever to increase the supply-side capacity and flexibility in Europe and today in Europe, it's in France.", "Let us acknowledge it: if we are lagging behind in this domain of supply transformations, and not in monetary policy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Monetary policy transmission", "Inflation", "Interest rates", "Financing conditions", "Pass-through", "Transmission lags", "Real economy", "Services inflation", "Monetary policy tightening", "Structural reforms"]}