{"sentences": ["February 2, 2023 Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Shizuoka WAKATABE Masazumi Deputy Governor of the Bank of Japan It is my great pleasure to have the opportunity today to exchange views with leaders in the fields of local government, economy, and finance in Shizuoka Prefecture.", "I would like to take this chance to express my sincere gratitude for your cooperation and support with the activities of the Bank of Japan's Shizuoka Branch.", "Shizuoka Prefecture and the Bank have a special link to Ieyasu Tokugawa, who is gaining the spotlight in this year's NHK Taiga Drama (the annual year-long historical drama television series produced by NHK [Japan Broadcasting Corporation]).", "He was the first Shogun of the Edo period (1603-1867) and established several official gold mints, or kinza.", "Kinza-machi in Aoi Ward, where the Bank's Shizuoka Branch is located, was for a time (1607-1612) the place where one of the kinza called Suruga kobanza was based, as is suggested by its Japanese name.", "The kinza was subsequently moved to Edo (now Tokyo), and the Bank's current Head Office was built on that site.", "It is known that modern monetary policy with a view to achieving price stability through monetary control had already started to emerge during the Edo period.", "In a sense, the kinza played the role of the Bank of Japan to some extent at the time of the Edo Shogunate.", "Turning to the present price developments, the inflation rates have been increasing in Japan since last year.", "After the economy fell into deflation in the mid-1990s, prices did not rise in a sustainable and stable manner for a long time.", "Will the price stability target of 2 percent be achieved?", "In a nutshell, although the current situation differs from those seen in the past, there are extremely high uncertainties over future developments, and I believe that it is necessary to continue pursuing monetary easing steadily in order to achieve the price stability target in a sustainable and stable manner.", "Today, I would like to begin by talking about the current situation of and outlook for economic activity and prices based on the Outlook for Economic Activity and Prices (Outlook Report) that was released recently.", "The essence is that, while Japan's economy is likely to recover, (Chart 1).", "On inflation is expected to be relatively high in the short run and then decelerate this basis, I would like to explain the Bank's thinking the recent conduct of monetary policy.", "Then, I will look back at its monetary policy since 2013.", "Lastly, I will touch upon the economy of Shizuoka Prefecture and then would like to hear your views on the situation in this region and on the Bank.", "Current Situation and Outlook for the Economy: Is This Time Any Different?", "Economic Activity at Home and Abroad Let me start with the global economy.", "The global economy has seen a slowdown in its pace of recovery recently and is expected to continue decelerating going forward.", "The Purchasing Managers' Indexes (PMIs), indicators of business sentiment, for all three major economies -- the United States, Europe, and China -- have deteriorated (Chart 2).", "The central bank of the United States, the Federal Reserve, raised its policy interest rates by a total of more than 4 percentage points during the course of 2022 in order to curb high inflation.", "So far, the impact of this has been limited mainly to a decline in housing investment, which is susceptible to developments in interest rates.", "However, the U.S. economy is highly likely to decelerate due to the impact of higher prices and the policy interest rate hikes.", "European economies are also expected to slow, reflecting the policy interest rate hikes by the European Central Bank (ECB) as well as the prolonged invasion by Russia of Ukraine.", "Furthermore, in China, the surge in the number of cases of the novel coronavirus (COVID-19) since the end of last year has been weighing on the economy, especially on private consumption.", "As I just described, the global economy is expected to decelerate temporarily.", "Thereafter, however, it is likely to pick up as global inflationary pressure wanes, mainly reflecting the effects of monetary tightening.", "Next, I would like to talk about Japan's economy.", "Japan's economy, despite being affected by factors such as high commodity prices, has picked up as the resumption of economic activity has progressed while public health has been protected from COVID-19.", "While the slowdowns in overseas economies that I mentioned earlier, together with the impact of high commodity prices, are expected to put downward pressure on the economy, it is likely to continue recovering, supported by accommodative financial conditions and the effects of the government's economic measures (Chart 3).", "In the latest Outlook Report, the real GDP growth rates are projected to be 1.7 percent for fiscal 2023 and 1.1 percent for fiscal 2024, suggesting that the economy is expected to continue growing at a pace above its potential growth rate.", "The recovery is expected to be supported, for the time being, by the materialization of pent- up demand reflecting the waning of the impact of COVID-19 and supply-side constraints -- both of which have been weighing on the economy -- and thereafter by the gradual intensification of the virtuous cycle from income to spending (Chart 4).", "Looking at the household sector, although Japan has been in the midst of the eighth wave of COVID-19 since autumn last year, the consumption of services -- such as travel and dining It should be noted that there are various uncertainties regarding this outlook.", "For instance, although inflation rates in the United States and Europe have declined compared with a while ago, they are still high, at around 6 percent and around 9 percent, respectively.", "If inflation rates remain higher than expected, this will increase the degree of monetary tightening required and intensify downward pressure on the economy accordingly.", "Attention also needs to be paid to the risk that global monetary tightening could destabilize international financial and capital markets by, for example, causing adjustments in asset markets or leading to an outflow of funds from emerging economies with large external debt balances.", "In addition, the Chinese economy seems to entail high uncertainties with regard to containing COVID-19 infections and the normalization of economic activity.", "Once upside risks materialize -- that is, economic activity recovers rapidly after weakening temporarily -- this could intensify global inflationary pressure through increases in commodity and energy prices, making central banks around the world conduct further monetary tightening.", "Attention is also warranted on adjustments in the real estate sector, the course of various regulations, and a slowdown in medium- to long-term potential growth rates due to changes in demographics.", "Regarding developments in China's potential growth rates, see Sasaki, T. et al., \"China's Long-Term Growth Potential: Can Productivity Convergence Be Sustained?\"", "Bank of Japan Working Paper Series, no.", "The government's domestic travel discount program and the increase in inbound tourism demand due to the easing of COVID-19 border controls have supported the recovery in services demand.", "Meanwhile, price rises for food, energy, and other items have put downward pressure on households' real income and sentiment.", "However, private consumption has continued to increase moderately, supported by the effects of the government's measures to address rising prices and household savings that have accumulated as a result of pandemic-related restrictions.", "Turning to the corporate sector, although slowdowns in overseas economies have pushed down exports and production, the levels of sales and profits have been high on the whole with the impact of COVID-19 and supply-side constraints waning.", "Against this backdrop, the business fixed investment plan in the December 2022 Tankan (Short-Term Economic Survey of Enterprises in Japan) suggests that business fixed investment for fiscal 2022 will see a double-digit percentage increase on a year-on-year basis, partly supported by accommodative financial conditions.", "However, this outlook for Japan's economy is subject to considerable uncertainties.", "In addition to the developments in overseas economic activity and prices that I explained earlier, developments in prices of commodities, including grains, and the course of COVID-19 at home and abroad need to be noted.", "Furthermore, we pay attention to developments in medium- to long-term expected growth rates, which have been on a downtrend to date (Chart 5).", "We are currently in a period of extreme change; besides the impact of the pandemic, the future dynamics of globalization are becoming uncertain due to heightened geopolitical risks.", "Global challenges, such as decarbonization, are also growing.", "If households and firms can successfully respond to such developments, this could raise medium- to long-term expected growth rates and thereby further strengthen the virtuous cycle in the economy.", "Price Developments in Japan Next, I would like to talk about price developments in Japan.", "The year-on-year rate of increase in the consumer price index (CPI) for all items excluding fresh food has accelerated gradually, reaching 4.0 percent for December 2022 (Chart 6).", "This is the highest inflation rate in Japan in about four decades, and this is attributable to the effects of a pass-through to consumer prices of cost increases led by a rise in import prices.", "However, such upward pressure on consumer prices is highly likely to wane gradually.", "In fact, international commodity prices have already turned to a decline, and the rate of increase in Japan's import prices has clearly slowed.", "Furthermore, the effects of the government's economic measures pushing down energy prices will be reflected in price developments from this month onward.", "Therefore, the year-on-year rate of increase in the CPI is expected to decelerate toward the middle of fiscal 2023.", "Thereafter, with the economy continuing to recover, it is projected to accelerate again moderately, although it will take time.", "This acceleration is likely to be mainly due to tightening supply and demand conditions in the economy and a rise in wage growth, which I will touch upon later.", "In the Outlook Report, the year-on-year rate of change in the CPI (all items less fresh food) is projected to be 3.0 percent for fiscal 2022, and then fall below 2 percent for fiscal 2023 and 2024, being 1.6 percent and 1.8 percent, respectively.", "In terms of the effects of the government's economic measures, those measures to reduce the household burden of higher gasoline prices, electricity charges, and manufactured and piped gas charges are expected to push down the year-on-year rate of change in the CPI, mainly for the first half of fiscal 2023.", "For fiscal 2024, on the other hand, they are likely to push up the rate due to a waning of the effects they had of pushing down CPI inflation in the previous year.", "In this regard, looking at the CPI for all items excluding fresh food and energy, which is not directly affected by energy price fluctuations, the year-on-year rate of change for fiscal 2024 is projected to be at around 1.5 percent.", "Given these projections, it will still take time to achieve the price stability target in a sustainable and stable manner.", "As mentioned earlier, the recent CPI inflation is attributable to a variety of factors, such as the impact of the substantial rise in import prices, particularly for energy and grains, as well as the effects of the government's measures to address rising prices.", "Since it has become more difficult to grasp underlying inflation based on a single indicator, it is becoming even more important to carefully examine the mechanisms that determine price developments, including supply and demand conditions in the overall economy and wage developments, rather than just looking at superficial figures.", "From this perspective, I would like to highlight three points that I am closely monitoring in assessing current underlying inflation.", "The first is changes in the price change distribution by item (Chart 7).", "In Japan, unlike in the United States and Europe, price changes for many items have been concentrated in a narrow range of around 0 percent for a long time.", "However, comparing the most recent price change distribution with that before the pandemic, the right tail has become thicker -- that is, the distribution has shifted in the direction of rising prices.", "While this pattern has been observed mainly for goods, of which prices are susceptible to developments in import prices, it remains to be seen whether it will spread to services prices as well.", "The second point, which relates to the first one that I just mentioned, is firms' price-setting stance (Chart 8).", "According to the Tankan, the diffusion indexes (DIs) for output and input prices show not only that the share of firms reporting an increase in input prices has risen, but also that the share of those reporting an increase in output prices has increased recently.", "In addition, the distribution of firms' forecasts for prices, or inflation expectations, has shifted somewhat in the direction of price rises.", "The third point concerns firms' wage-setting stance (Chart 9).", "In achieving the price stability target, it is very important that this be accompanied by an increase in wages.", "It is noteworthy that, whereas firms' sense of labor shortage temporarily weakened during the early stage of the pandemic, it has intensified again amid the pick-up in the economy, already reaching the pre-pandemic level.", "Moreover, in predicting developments in wages for the time being, the annual labor-management wage negotiations this spring will be a major key.", "I believe that many firms are currently in the process of negotiating, and the rate of base pay increases demanded by unions is much higher than in the past, reflecting the price rises since last year.", "The government and many corporate executives have pointed to the importance of firmly raising wages while taking the current price rises into account.", "Therefore, I am paying attention to the degree to which base pay will increase in practice.", "What is important, however, is whether these changes will be sufficiently sustained and lead to the achievement of the 2 percent price stability target in a sustainable and stable manner.", "There remain high uncertainties in this regard.", "In particular, since the current changes were initially due to rising import prices since last year, it is necessary to carefully examine whether these changes will be maintained even after such cost-push pressures have diminished -- that is, whether changes in firms' price- and wage-setting behavior will take hold and people's medium- to long-term inflation expectations will be anchored at 2 percent.", "While making use of anecdotal information from firms in addition to a wide range of statistics, the Bank will assess appropriately the outcome of the annual labor-management wage negotiations this spring and how firms' price-setting strategies will develop in reflection of their experience of raising prices during the current phase.", "C. Recent Conduct of Monetary Policy So far, I have explained the Bank's view on developments in economic activity and prices.", "With such circumstances in mind, the Bank considers it important to firmly support the economy and provide a favorable environment for firms to raise wages.", "In this regard, the Bank decided at the Monetary Policy Meeting (MPM) held last month to continue with monetary easing.", "Meanwhile, at the December 2022 MPM, the Bank modified its conduct of yield curve control in order to improve market functioning while maintaining accommodative financial conditions.", "The modification was done with the aim of enhancing the sustainability of monetary easing under yield curve control.", "The Bank expects that the modification will facilitate the transmission of monetary easing effects generated under this framework.", "In order to stabilize the entire yield curve at a low level, the Bank has also increased its amount of Japanese government bond (JGB) purchases.", "In sum, the Bank's commitment to continuing with monetary easing has not changed at all.", "Monetary Policy: Achievements and Discussions since 2013 Now, I would like to talk about three aspects of the Bank's monetary policy from a somewhat longer-term perspective -- namely, the evolution and achievements of monetary easing since 2013, misconceptions and criticisms regarding the Bank's monetary policy, and the importance of inflation targeting.", "A. Evolution and Achievements of Monetary Easing since 2013 While the Bank has maintained monetary easing since the onset of deflation in the mid-1990s, the inflation rate turned clearly positive only after it introduced large-scale monetary easing in 2013.", "The recent history of monetary easing is shown in Charts 10 and 11.", "Three points are important here.", "First, the starting point for the current large-scale monetary easing was the adoption of the price stability target of 2 percent in January 2013.", "Major central banks around the world had already adopted such inflation targets, and it was at this time that Japan adopted one as well.", "The Bank decided on the adoption of the price stability target on its own initiative and addressed this in a joint statement with the government.", "Second, with this target, the Bank conducted monetary easing measures on a larger scale than before.", "Initially, this took the form of the introduction of quantitative and qualitative monetary easing (QQE) in April 2013, followed by the adoption of negative interest rates, and thereafter the current yield curve control.", "Third, the Bank has persistently pursued monetary easing to date.", "Over the years, there have been numerous exogenous shocks, such as large fluctuations in prices of commodities including crude oil, swings in overseas economies, weakened demand following the consumption tax hikes, multiple natural disasters, and the outbreak of COVID-19.", "On each occasion, the Bank has made various responses in an innovative and creative manner.", "The achievements of QQE are summarized in Chart 12.3 Let me highlight a few points.", "First of all, economic growth has been restored.", "Reflecting the declining and aging population, as well as the downtrend in working hours, Japan's GDP growth rate is trending downward, but when excluding the decline due to the pandemic, it has improved since 2013 as the unemployment rate has declined and the number of employed persons has increased.", "Looking at the real GDP growth rate per capita, the rate was at 0.4 percent in the 2000s, whereas it recovered to 1.3 percent in the 2010s, almost equivalent to the average growth rate of the 1990s (Chart 13 [left chart]).", "I have always believed that the negative impact of a declining population on the economy tends to be overestimated in general discussion.", "As a matter of fact, an international comparison of population growth rates and per capita GDP growth rates shows that there is no clear correlation between them (Chart 13 [right chart]).", "While it is true that a declining population is a headwind for economic activity, economic growth is still possible even in such circumstances.", "Second, despite the decline in the young population, employment has increased.", "This increase was initially driven by a rise in non-regular employees, but regular employees have also increased since 2014.", "Moreover, the labor force participation rates for seniors and women have risen.", "Improvement in employment conditions has led to an increase in the employment rate for new graduates and changed the situation drastically compared with the time of the \"employment ice age.\"", "Of course, providing support for those who struggled to find a job during the employment ice age remains a crucial task.", "In this regard as well, large- scale monetary easing, which provides support for the economy, is playing an important role.", "Third, tax revenues have increased, reflecting economic growth.", "Fourth, with regard to prices, we are now in a situation where the economy is no longer in deflation, in the sense of a sustained decline in prices.", "While the average year-on-year rate of change in the CPI (all items less fresh food) was minus 0.3 percent between fiscal 1998 and fiscal 2012, that from fiscal 2013 onward rose to 0.5 percent.", "Fifth, wages have risen.", "Base pay increases, which had not taken place in real terms for a prolonged period, have resumed since fiscal 2014, and nominal wages have increased, albeit moderately.", "As I have described, large-scale monetary easing conducted over the last decade has produced positive effects in various aspects.", "Discussions over Monetary Policy However, the Bank's monetary policy since 2013 has been subject to criticism in various ways, including that based on misconceptions.", "The first criticism is that the monetary policy is ineffective.", "As already described, it has clearly been effective.", "In fact, estimates on what economic and price developments would have been in the absence of the monetary easing since 2013 suggest that the GDP growth rate would have been subdued and prices would have remained deflationary.", "The second criticism concerns the notion of the \"interest rate buffer\" and \"zombie firms,\" both of which are often mentioned with regard to the allegedly harmful effects of low interest rates.", "Before I elaborate on each notion, let me briefly explain what interest rates should refer to in this context.", "When people talk about interest rates, they often refer to nominal interest rates, but it is important to distinguish them from real interest rates, which take inflation into account.", "When considering the economic impact, what is important is real interest rates.", "It is The issues concerning statistical features and the compositional effects for analyzing real wages were explained in the following speech: Wakatabe, M., \"Japan's Economy and Monetary Policy,\" speech at a meeting with local leaders in Hiroshima, September 1, 2021, For prices to rise in a sustainable and stable manner, both wages and inflation expectations need to increase.", "The link between prices and wages was described in the following speech: Wakatabe, M., \"Japan's Economy and Monetary Policy,\" speech at a meeting with local leaders in Okayama, June 1, 2022, .", "The estimation result is explained in more detail in Appendix 2 of the Assessment for Further Effective and Sustainable Monetary Easing released in March 2021 ().", "Compared with the hypothetical case where large-scale monetary easing has not been implemented, the results suggest that such easing, on average, pushed up the level of real GDP by between around 0.9 and 1.3 percent and the year-onyear rate of change in the CPI (excluding fresh food and energy) by between around 0.6 and 0.7 percentage points.", "only recently that real interest rates in Japan have been lowered.", "If the actual and expected inflation rates were low, real interest rates would have been high even when nominal interest rates were low.", "On this basis, the notion of the interest rate buffer is that, with a low interest rate policy continuing to be implemented, room for a monetary policy response to a possible future economic downturn or financial crises becomes small.", "While I agree that having room for monetary policy response is important, raising policy interest rates to create such room will damage the economy.", "This outcome would be in opposition to the intended objective.", "In finance, there is a saying that, \"If you want to raise interest rates, lower them first; if you want to lower interest rates, raise them first.\"", "This means that, if you want to create room for a policy response, you should first encourage economic growth and lift inflation expectations through monetary easing, so that inflation rates will increase and the level of nominal interest rates that are neutral to the economy will rise accordingly.", "In fact, one of the reasons that many central banks set their inflation targets at 2 percent is based on this thinking.", "Let me now turn to the notion of zombie firms.", "Putting aside whether the term \"zombie firms\" is appropriate, these are generally considered to be firms that have poor performance and lack prospects for recovery, and only are able to continue existing with the support of banks in particular.", "The notion is that such firms are kept alive because of a low interest rate policy.", "As a matter of fact, it should be noted that the notion of zombie firms in the context of academic research does not directly connect to monetary easing measures, since it first emerged in relation to the disposal of nonperforming loans and measures to support corporate financing, not in relation to monetary policy.", "Moreover, some argue that such firms are increasing, but this is not necessarily supported by empirical evidence (Chart 14).,8 Rather, the low interest rate environment supports corporate financing and thereby contributes to expanding investment by firms and improving their performance.", "The third criticism is that, to boost economic growth, measures to tackle the declining birthrate and structural reforms are more important than monetary easing.", "Such measures and growth strategies, however, are not contradictory to policies to stabilize the macroeconomy, including monetary easing, and therefore should be pursued simultaneously, as stated in the joint statement by the government and the Bank in January 2013.", "There is no reason to oppose the pursuit of such stabilization policies, since monetary easing measures have been effective in boosting GDP growth and increasing employment, as mentioned earlier.", "Furthermore, if the natural rate of interest -- that is, the rate of interest at which the economy is in equilibrium -- were to fall due to a declining birthrate and a low potential growth rate, the central bank For example, a study of the share of zombie firms across countries was conducted by the Bank for International Settlements (BIS), and it shows that, in Japan, the share has been on a downtrend since the Global Financial Crisis (GFC).", "See Banerjee, R. N., and Hofmann, B., \"Corporate Zombies: Anatomy and Life Cycle,\" BIS Working Papers, no.", "882 (2022), A study by the Bank's staff defined zombie firms quantitatively in terms of three criteria -- namely, interest payment, solvency, and growth potential -- and found that the share of zombie firms in relation to the total number of firms has remained at a low level since the 2000s, after increasing significantly in the 1990s.", "That said, recent developments, particularly after the outbreak of the pandemic, must be interpreted with caution due in part to data limitations.", "See Yamada, K. et al., \"Corporate Finance Facility and Resource Allocation: Research Trends and Developments during the Spread of COVID-19,\" Bank of Japan Working Paper Series, no.", "23-E-1 (January 2023), The following study also shows that, although it depends on criteria, the number of firms that cannot continue their business without the support of financial institutions or governments surged at the time of the GFC but has not shown such a clear increase after the outbreak of the pandemic.", "See Uesugi, I. et al., \"Korona shokku e no kigyō no taiō to seisaku shien sochi: Sābei chōsa ni motozuku bunseki\" [The Economy and Society under the COVID-19 Pandemic: Evidence from Surveys], Economic Review 73, no.", "133-59; Uesugi, I., Chūshō kigyō kin'yū no keizaigaku: Kin'yū kikan no yakuwari; Seifu no yakuwari [Economics of small business finance: The role of financial institutions; The role of the government] (Tokyo: Nikkei Publishing, 2022), pp.", "Moreover, recent studies have shown that small and medium-sized firms with no debt, which do not rely on bank loans, have a rather small appetite for capital investment.", "See Uesugi, Chūshō kigyō kin'yū no keizaigaku, pp.", "35-38. would need to pursue policies to support the economy by further lowering market interest rates below the natural rate of interest.", "C. Revisiting the Importance of Inflation Targeting Earlier, I mentioned that the Bank adopted the price stability target of 2 percent in 2013.", "Here, I would like to explain the importance of inflation targeting once again.", "Currently, the most important mandate for many central banks is to maintain price stability.", "Inflation targeting clearly defines this mandate in quantitative terms, and many central banks around the world have adopted such targeting (Chart 15).", "Theoretically, one could argue that other indicators, such as the nominal GDP growth rate, could be set as a policy objective.", "However, it is the inflation rate that most naturally relates to the mandate of maintaining price stability.", "Major central banks, such as the Federal Reserve and the ECB, also target a 2 percent inflation rate.", "Ambiguity in this inflation targeting would make the objective of monetary policy vague, and therefore could undermine the transparency of monetary policy and its effectiveness.", "This applies to dealing with not only deflation but also inflation.", "Recent and Future Economic Activity in Shizuoka Prefecture Before closing my speech, I would like to talk about the economy of Shizuoka Prefecture.", "The prefecture's economy is currently picking up as a trend, despite being affected by In his paper published in 1998, which advocated at an early stage for Japan having more aggressive monetary easing, Professor Krugman assumes that Japan's natural rate of interest is falling due to a declining birthrate.", "The paper suggests that macroeconomic policies are necessary especially when there are structural problems.", "See Krugman, P. R., \"It's Baaack: Japan's Slump and the Return of the Liquidity Trap,\" Brookings Papers on Economic Activity, no.", "The future developments in the natural rate of interest was described in Wakatabe, \"Future of Monetary Policy\" (see n. 3).", "The debate on the monetary policy framework taking place in the United States was described in the following speech: Wakatabe, M., \"Japan's Economy and Monetary Policy,\" speech at a meeting with business leaders in Aomori, June 27, 2019, Professor Orphanides at the Massachusetts Institute of Technology, who is an honorary advisor to the Institute for Monetary and Economic Studies of the Bank of Japan, argues that lack of clarity on the definition of price stability rendered the Bank's monetary policy inadequate before 2013.", "See Orphanides, A., \"The Boundaries of Central Bank Independence: Lessons from Unconventional Times,\" Monetary and Economic Studies 36 (November 2018): pp.", "COVID-19 and supply-side constraints.", "When considering the future development of the prefecture, the major challenge is how to deal with a declining population, as with other regions.", "Since its peak of 3.80 million people in fiscal 2007, the population of Shizuoka Prefecture has continued to decline at a faster pace than the nationwide average.", "Nevertheless, as I mentioned, the negative impact of a declining population is overestimated.", "As a matter of fact, gross prefectural product per capita in Shizuoka Prefecture has been on an uptrend since the 2010s after the GFC (Chart 16).", "The prefectural income per capita for fiscal 2019 ranks third highest among all prefectures nationwide.", "From the perspective of economics, the sources of economic growth can be basically grouped into accumulation of \"capital,\" growth in \"labor force,\" and \"knowledge\" in a broad sense, including technology.", "Enhancing each of these sources will be the key to achieving further development of the prefecture's economy going forward.", "I would like to touch upon three sets of initiatives in the prefecture that are attracting attention from this perspective.", "The first set of initiatives focuses on capital, involving the development of infrastructure and industrial promotion by taking advantage of such infrastructure.", "The Port of Shimizu, an international hub port, is laying the groundwork to make its logistics more efficient and highly competitive.", "The prefecture is also taking steps to promote exports of food, including products from other prefectures that are now easier to transport after the full opening of the Chubu Odan Expressway in 2021.", "In addition, as a network of roads takes shape along the Izu Peninsula, the prefecture is dedicating its efforts to promoting tourism and creating a healthcare industry centered on the peninsula's hot springs.", "Such initiatives are drawing notice since they are utilizing accumulated capital as a driving force to spark growth in exports and capture inbound tourism demand.", "The second set of initiatives involves the creation of new industries -- that is, efforts to harness knowledge.", "Mainly in the western part of the prefecture, where the automobile industry is concentrated, industry, academic institutions, and local government agencies are working together to address major changes in the environment, such as advancement of so-called CASE technologies.", "While tracking the technological demands of next-generation vehicles, this region is providing comprehensive support in areas ranging from development and design to manufacturing and sales, so that the relevant small and medium-sized firms can cultivate new businesses.", "Moreover, besides the efforts made by local governments, it is impressive that a growing number of regional financial institutions in the prefecture are fostering and supporting entrepreneurs and venture startups by leveraging their respective infrastructures, networks, and knowledge.", "The third set of initiatives involves creating communities that can attract people.", "Earlier, I noted that economic growth is possible even amid a declining population, but still, curbing the decline is a critical challenge in terms of encouraging technological innovation and business startups.", "To this end, it is essential to develop communities that provide comfortable places to work and live in.", "Efforts made by Nagaizumi Town and Fukuroi City are helpful guides here.", "They rank as the top two of the four municipalities in the prefecture that had positive rates of population change over the latest census period of five years.", "What both have in common is that they have created diverse work opportunities through proactive efforts to invite firms, while offering substantial fiscal support, including for child-rearing and the development of educational environments.", "With relocating or returning to regional areas drawing attention after the outbreak of the pandemic, my hope is that these efforts to create attractive living environments will lead to further vitalization of the region.", "As for the importance of harnessing knowledge, some state that the key for an industrial cluster is to be a core base that can produce spillover effects of knowledge.", "See Shimizu, H., Antorepurenāshippu [Entrepreneurship: From Basics to Frontiers] (Tokyo: Yuhikaku Publishing, 2022), p. 283.", "With regard to the effects of an industrial cluster bringing regional development, see Sutātoappu no keizaigaku: Atarashī kigyō no tanjō to seichō purosesu o manabu also Kato, M., [Economics of Start-Up: Understanding the Birth and Growth of New Firms] (Tokyo: Yuhikaku Publishing, 2022), pp.", "CASE, which stands for connected, autonomous, shared & services, and electric, refers to a concept illustrating the future landscape of the automobile industry.", "The Bank's Shizuoka Branch will celebrate its 80th anniversary this June.", "The Bank will continue working to contribute to development of the region through our central bank operations.", "We appreciate all your continued understanding and cooperation.", "Concluding Remarks Monetary policy since 2013, which began with the adoption of the 2 percent price stability target, has steadily produced positive effects.", "A decade later, the current situation differs from those seen in the past, but it will still take time to achieve the price stability target in a sustainable and stable manner.", "The Bank will continue to conduct monetary policy with the aim of achieving the 2 percent price stability target, accompanied by wage increases.", "Japan's and Monetary Policy Speech at a Meeting with Local Leaders in Shizuoka February 2, 2023 WAKATABE Masazumi Deputy Governor of the Bank of Japan Introduction Highlights of the January 2023 Outlook Report (2) Inflation is likely to be relatively high (1) Japan's economy is likely to recover.", "in the short run and then decelerate.", "(3) There are high uncertainties, including (4) The Bank will continue with powerful developments in overseas economic activity and monetary easing.", "prices, and market developments warrant attention.", "Figures for China are the Caixin China PMI.", "In the right-hand chart, figures are the Services Business Activity Index.", "Source: Copyright © 2023 by S&P Global Market Intelligence, a division of S&P Global Inc. All rights reserved.", "Current Situation and Outlook for the Economy: Is This Time Any Different?", "The BOJ's Forecasts for Real GDP (January 2023 Outlook Report) s.a., ann., tril.", "yen FY 06 07 08 09 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 Virtuous Cycle of Income and Spending Rises in commodity and import prices Slowdowns in overseas economies Downward Downward pressure on pressure on real exports real income Services demand Measures to reduce Business fixed the burden of gasoline and electricity charges Prices and wages Waning of the impact of COVID-19 and supply-side constraints Government's economic measures Recovery in corporate profits Change in firms' price-setting stance Wage increases reflecting high corporate profits and inflation I.", "Current Situation and Outlook for the Economy: Is This Time Any Different?", "In the left-hand chart, figures for temporary factors are staff estimates and consist of mobile phone charges and the effects of the consumption tax hike, policies concerning the provision of free education, and travel subsidy programs.", "Figures in angular brackets show the share of each component.", "In the right-hand chart, figures are the medians of the Policy Board members' forecasts.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "Current Situation and Outlook for the Economy: Is This Time Any Different?", "Figures are for all industries and enterprises in the Tankan.", "The right-hand chart shows the distributions of firms' forecasts for general prices (5 years ahead) based on the share of respondents.", "Source: Bank of Japan.", "Current Situation and Outlook for the Economy: Is This Time Any Different?", "Developments in Wages DIs for Firms' Employment Conditions Labor-Management Wage Negotiations inverted, DI (\"excessive employment\" - \"insufficient employment\"), % points y/y % chg. Actual base pay increase Manufacturing Base pay increase demanded by labor unions Nonmanufacturing CPI inflation \"Insufficient\" \"Excessive\" 20 -2 CY 18 19 20 21 22 23 CY 88 92 96 00 04 08 12 16 20 Notes:1.", "In the left-hand chart, figures are for all enterprises in the Tankan.", "In the right-hand chart, the figures for CPI inflation are for all items less fresh food, excluding the effects of the consumption tax hikes, etc.", "The figures for the base pay increase demanded by labor unions before 2023 are calculated by subtracting seniority- and performance-related wage increases, which are assumed to be equal to the actual figures, from the total increase in wages (the sum of seniority- and performance-related wage increases and the increase in base pay) demanded by unions.", "The figure for 2023 is from Rengo's policy for the spring 2023 labor-management wage negotiations.", "Sources: Bank of Japan; Japanese Trade Union Confederation (Rengo); Central Labour Relations Commission; Institute of Labour Administration; Ministry of Internal Affairs and Communications.", "2013 onward Note: Figures exclude the effects of the consumption tax hikes, etc.", "Shaded areas denote recession periods.", "Source: Ministry of Internal Affairs and Communications.", "Monetary Policy: Achievements and Discussions since 2013 Monetary Easing from 2013 Onward Date MPM Decision Introduction of the price stability target of 2 percent 2013 Jan. Release of the joint statement with the government Apr.", "Introduction of quantitative and qualitative monetary easing (QQE) 2014 Oct.", "Expansion of QQE 2015 Dec. Introduction of supplementary measures for QQE (expanding eligible collateral, etc.)", "2016 Jan. Introduction of QQE with a Negative Interest Rate July Enhancement of monetary easing (increasing purchases of ETFs, etc.)", "Sept. Introduction of QQE with Yield Curve Control ([1] yield curve control, [2] inflation-overshooting commitment) Strengthening the framework for continuous powerful monetary easing (introducing forward guidance for the policy rates, etc.)", "Enhancement of monetary easing in light of the impact of the outbreak of the novel coronavirus (COVID-19) ([1] 2020 Mar.", "further ample supply of funds, [2] measures to facilitate corporate financing, [3] active purchases of ETFs and Enhancement of monetary easing ([1] increase in purchases of CP and corporate bonds, [2] strengthening of the Apr.", "Special Operations in Response to COVID-19, [3] further active purchases of JGBs and T-Bills) May Introduction of a new fund-provisioning measure to support financing mainly of small and medium-sized firms Conduct of the Assessment for Further Effective and Sustainable Monetary Easing (establishing the Interest Scheme 2021 Mar.", "to Promote Lending, etc.)", "June Introduction of the Climate Response Financing Operations 2022 Sept. Phasing out of the Special Operations in Response to COVID-19, etc.", "yen) Note: Figures for CPI inflation exclude the effects of the consumption tax hikes, etc.", "Those for nominal wages from fiscal 2016 onward are based on continuing observations following the sample revisions.", "Those for money stock prior to fiscal 2004 are from former series (M2+CDs).", "The figure for tax revenue for fiscal 2022 is on a budgeted basis.", "Changes indicate the difference from the period from fiscal 1998 to 2012.", "All of the latest figures are those available as of January 31, 2023.", "Sources: Cabinet Office; Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare; Bank of Japan; Ministry of Finance.", "(2023) are calculated using data from NIKKEI NEEDS-Financial QUEST and the Credit Risk Database.", "Sources: Banerjee, R. N., and Hofmann, B., \"Corporate Zombies: Anatomy and Life Cycle,\" BIS Working Papers, no.", "882 (2022), ; Yamada, K. et al., \"Corporate Finance Facility and Resource Allocation: Research Trends and Developments during the Spread of COVID-19,\" Bank of Japan Working Paper Series, no.", "Monetary Policy: Achievements and Discussions since 2013 Central Banks Adopting Inflation Targeting number of central banks adopting inflation targeting CY 1990 1995 2000 2005 2010 2015 2020 Note: Figures are based on the classification of monetary policy framework in the IMF's Annual Report on Exchange Arrangements and Exchange Restrictions.", "Recent and Future Economic Activity in Shizuoka Prefecture Population and Gross Prefectural Product per Capita in Shizuoka Prefecture mil."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy", "Inflation", "Economic Growth", "Price Stability", "Labor Market", "Wages", "Fiscal Policy", "Productivity", "Structural Reforms", "Exchange Rates"]}