{"sentences": ["Good morning and thank you for joining us today for the release of the MAS Annual Report and the MAS Sustainability Report for FY 2022/23.", "I will focus my remarks this morning on four issues: What is the balance of risk between inflation and growth?", "Why did MAS record a financial loss and is it cause for concern?", "How is MAS harnessing the benefits and addressing the risks of wealth inflows?", "How is MAS safeguarding the Official Foreign Reserves against climate risk?", "WHAT IS THE BALANCE OF RISK BETWEEN INFLATION AND GROWTH?", "Let me begin with the balance of risk between inflation and growth.", "A material slowdown in global economic activity in the later part of this year looks increasingly likely.", "Global growth held up strongly in Q1 2023, on the back of strong consumer demand for services, supportive labour market conditions, and China's reopening.", "But the restraining effects of monetary policy tightening is expected to bear down more heavily on consumer demand in the US and Eurozone.", "In China, the boost from reopening is expected to ease over the next few quarters as household spending normalises and sluggish external demand weighs on exports.", "Inflation appears to have peaked globally though there is uncertainty over how quickly inflation will return to targets.", "Central banks have responded decisively to the inflation threat, with the most synchronised and rapid tightening of monetary policy in decades.", "Headline inflation in most economies has eased from its multi-decade highs.", "Global supply chain bottlenecks have been largely resolved.", "Oil and commodity prices have come down significantly.", "But core inflation is persistent, especially in the advanced economies.", "Services inflation has yet to show a sustained moderation given ongoing strength in demand and tight labour markets.", "It will take time for labour market imbalances to be resolved even as tighter monetary conditions gradually cool consumer demand.", "In Singapore, growth prospects have dimmed and the economy will operate slightly below its underlying capacity.", "Growth has perceptibly slowed in recent quarters.", "The Singapore economy was within a hair's breadth of a technical recession, with sequential growth in Q4 2022 at 0.1% and in Q1 2023 at -0.4%.", "The two growth engines of the economy in the last three years - manufacturing and financial services - have stalled in recent quarters.", "Manufacturing is in recession and financial services has stopped growing in sequential terms since the middle of last year.", "The economy has been supported, however, by the domestic facing industries, including those benefiting from increased travel-related and tourism activity.", "Growth will remain weak in the near term.", "Manufacturing and financial services are expected to remain in the doldrums amid the weaker external outlook.", "Growth in the domestic facing sectors is likely to taper, as consumer demand slows in the face of higher interest rates and more moderate wage increases.", "Singapore's GDP growth for 2023 is expected to slow to a below-trend pace within MTI's current forecast range.", "Consequently, the output gap is estimated to turn mildly negative, to around -0.5%, from the positive 0.6% recorded last year.", "Inflation in Singapore has clearly peaked and has discernibly moderated.", "In assessing inflation trends, it is instructive to focus on month-on-month momentum and price trends going forward rather than year-ago averages.", "Core inflation on a month-on-month seasonally adjusted annualised basis has come down sharply, to 3.6% in May 2023 from a peak of 9.1% in June 2022.", "The disinflation has been broad-based across most components in the core CPI basket.", "Notably, imported inflation has turned negative, reflecting the decline in global energy and food prices and the effects of a stronger Singapore Dollar.", "Even excluding oil, whose prices have fallen most sharply, imported inflation was minus 1.2% in May this year.", "The fall in inflation momentum is gradually translating to lower year-on-year inflation.", "Core inflation on a year-on-year basis moderated to 4.8% in Apr-May from 5.4% in Q1.", "Headline inflation slowed to 5.4% from 6.1% over the same period.", "Singapore should see further reductions in inflation by the end of the year.", "One, imported inflation should remain negative over the rest of the year.", "The decline in global energy and food prices should weigh on the costs of intermediate and final consumer goods.", "The strengthening Singapore Dollar will further dampen imported inflation.", "Two, the domestic labour market is showing early signs of cooling off.", "A recovery in the non-resident workforce is helping to alleviate labour shortages in sectors such as health & social services and transport & storage.", "Labour demand is easing, especially in sectors most exposed to slower global demand such as manufacturing and ICT services.", "Easing in labour market tightness should mitigate wage pressures.", "Three, the pace of cost pass-through into prices should moderate as the strength of domestic demand wanes.", "Core inflation is expected to end the year significantly lower, at 2.5 - 3.0% yearon-year.", "In MAS' April Monetary Policy Statement, we had said that core inflation would end the year at around 2.5% year-on-year.", "We have applied a small range above this, to reflect the potential impact of stronger than expected outturns in some travel-related CPI components, such as airfares and holiday expenses.", "Excluding the impact of the GST hike, year-end core inflation would be closer to 2%.", "For the year as a whole, core inflation is forecast at 3.5 - 4.5% but this reflects mostly higher inflation in the first half that is behind us.", "The downgrade reflects the sharper-than-expected decline in inflation in car prices and accommodation costs in the first five months of the year.", "The announced increases in the supply of rental units and Certificates of Entitlement (COEs) should help secure a moderating inflation profile in these components in the year ahead.", "The relatively benign inflation outlook is of course premised on no new shocks to global supply and no reversal in domestic wage momentum.", "MAS' monetary policy has been proactive and progressive, positioning the economy well in light of shifts in the balance of risks between growth and inflation.", "Being proactive in tightening monetary policy has allowed us to keep pace with an accelerating inflation momentum.", "We began tightening monetary policy in October 2021 when core inflation averaged just 1.1% in the preceding quarter.", "We did not foresee the war in Ukraine or the surge in global food and energy prices but we assessed that inflation was beginning to climb in the aftermath of the pandemic and sought to position monetary policy more appropriately.", "Starting early has allowed us to take a pause - as we did in April 2023 - to monitor how the Singapore economy evolves and assess whether the disinflation trend continues.", "Our progressive tightening of monetary policy has helped to arrest the momentum of price increases and facilitated a gradual decline in inflation.", "Monetary policy was tightened five times within the space of a year - between October 2021 and October 2022 - even in the face of increasing growth uncertainties.", "The trade-weighted exchange rate of the Singapore Dollar has appreciated by 8.3% since the beginning of October 2021, helping to dampen imported inflation and domestic cost pressures.", "But the fight against inflation is not over and the monetary policy stance remains tight relative to the business cycle.", "The most recent monetary policy decision to maintain the prevailing rate of appreciation of the trade-weighted Singapore Dollar means that the exchange rate will continue to exert a dampening effect on inflation.", "The continuous tightening of monetary policy imparted by the upward slope of the exchange rate policy band is unique to Singapore's exchange-rate centred monetary policy framework.", "In countries whose monetary policy is centered on interest rates, the policy rate is set at a specific value and will not tighten further unless the central bank makes a fresh policy decision.", "The impact of this appreciating path as well as our previous policy moves will therefore continue to flow through the economy and dampen inflation.", "About one-third of the cumulative restraining effects of the previous five moves remains in the pipeline.", "MAS is not switching from \"inflation-fighting mode\" to \"growth-supporting mode\".", "We are closely monitoring the evolving growth-inflation dynamics and remain vigilant to risks on either side.", "We stand ready to adjust monetary policy as needed, especially if inflation momentum were to re-accelerate.", "For now, we affirm the monetary policy stance announced in the April Monetary Policy Statement.", "WHY DID MAS RECORD A FINANCIAL LOSS AND IS IT CAUSE FOR CONCERN?", "I now turn to MAS' financial results.", "Let me start with the headline.", "MAS recorded a net loss of S$30.8 billion for FY22/23, reflecting the effects of monetary policy tightening to bring down inflation.", "This is the largest loss MAS has ever recorded.", "The loss was due to two factors: negative currency translation effects of a stronger Singapore Dollar; and high interest expenses from mopping up excess liquidity in the banking system.", "I will explain these two factors in detail and address some pertinent questions: Is the loss cause for concern for MAS?", "Could the loss have been avoided or minimised?", "Does the loss affect the Government Budget?", "Let me start with currency translation effects.", "About 70% of the net loss or S$21.4 billion was due to the negative currency translation effects of a stronger Singapore Dollar.", "As we have explained on many past occasions, currency translation effects arise when MAS' Official Foreign Reserves (OFR) which are held in foreign currencies are reported in Singapore Dollars.", "If the Singapore Dollar weakens against the foreign currencies maintained in MAS' OFR, we will experience positive currency translation effects.", "Conversely, if the Singapore Dollar strengthens against the respective foreign currencies, we will experience negative currency translation effects.", "The Singapore Dollar appreciated significantly during FY22/23 as MAS tightened monetary policy to dampen inflationary pressures.", "As you know, Singapore's monetary policy is centred on managing the exchange rate of the Singapore Dollar against a trade-weighted basket of currencies.", "MAS tightened exchange rate policy three times during FY22/23 amid rising inflation.", "The trade-weighted exchange rate of the Singapore Dollar strengthened by 6.5% over FY22/23 -the highest rate of appreciation in the last 10 years.", "Negative currency translation effects are not cause for concern.", "They do not affect the external purchasing power of the OFR.", "Thus, they do not affect MAS' ability to conduct monetary policy or support financial stability.", "The OFR are meant to be used in foreign currency - to support the Singapore Dollar in times of currency weakness; or to provide US Dollar funding to the banking system in times of financial stress.", "A negative currency translation effect in the OFR when expressed in Singapore Dollars therefore does not affect MAS' ability to carry out its functions.", "Market players understand this, and this has never been an issue for MAS.", "In 10 out of the last 15 FYs, MAS recorded negative currency translation effects - not surprising given that the Singapore Dollar has generally been strengthening against other currencies.", "It does not make sense to try to avoid such negative currency translation effects.", "For example, if MAS wanted to hedge against such negative currency translation effects, we would have to sell US Dollars from the OFR and buy Singapore Dollars.", "That would negate our interventions in the foreign exchange market to implement monetary policy and cause the Singapore Dollar to appreciate much more, thereby harming the economy and, not to mention, depleting the OFR.", "The remaining 30% of the loss, or S$9.0 billion, was due to net interest expenses from MAS' money market operations to mop up excess liquidity in the banking system.", "Money market operations are part and parcel of MAS' monetary policy function.", "Like most central banks, MAS carries out money market operations to manage the level of liquidity in the banking system.", "In Singapore, money market operations are also a complement to our foreign exchange intervention operations.", "In general, there are strong appreciation pressures on the trade-weighted Singapore Dollar due to heavy capital inflows.", "MAS has to periodically intervene in the foreign exchange market by selling Singapore Dollars and buying US Dollars to dampen these pressures and keep the trade-weighted exchange rate within the policy band.", "When MAS does this, it accumulates OFR and injects Singapore Dollar liquidity into the banking system.", "MAS then conducts money market operations to withdraw any excess liquidity.", "There are a variety of money market instruments MAS uses to withdraw liquidity but they all incur an interest cost.", "For example, when MAS issues MAS bills to mop up excess liquidity, it has to pay interest on these bills.", "Likewise, when MAS removes Singapore Dollar liquidity by borrowing from the banks or doing repurchase agreements.", "In short, whenever a central bank withdraws liquidity from the banking system, it cannot avoid paying interest on the liquidity withdrawn.", "In FY22/23, the interest expense incurred on MAS' money market operations was unusually large due to two factors: the large volume of operations and high interest rates.", "Money market operations in FY22/23 were very large because foreign exchange intervention operations were very large.", "Although the Singapore Dollar was on an appreciating trend in line with MAS' tighter monetary policy, capital inflows into Singapore were so large that the exchange rate would have appreciated even more if the MAS had not intervened in the foreign exchange market.", "MAS purchased a net US$73 billion through foreign exchange intervention in calendar year 2022, more than 2.5 times the US$29 billion purchased in 2021.", "Consequently, the amount of money market operations MAS had to undertake to remove excess liquidity from the system also grew by a very large amount.", "Over FY22/23, the average stock of interest-bearing money market instruments was S$437 billion, 24% larger than in FY21/22.", "The sharp spike in interest rates was an even bigger contributor to the increase in MAS' interest expense in FY22/23.", "To combat inflation, the major central banks raised interest rates at an unprecedented pace.", "In FY22/23, the US Federal Reserve raised the target range for its policy rate by a total of 4.5% points.", "Singapore Dollar interest rates also increased sharply.", "The Singapore Overnight Rate Average (SORA) rose by 3% points during this period.", "MAS could not have avoided this interest expense.", "Doing so would have undermined exchange rate policy and domestic market functioning.", "If MAS had not intervened in the foreign exchange market, the exchange rate would have appreciated even more, and this would have severely hurt the export sector and economic growth.", "If MAS had not mopped up the excess liquidity created by this intervention, the market mechanism for determining interest rates and allocating capital would have broken down.", "This in turn would have created financial vulnerabilities such as excessive credit growth and inflated asset prices.", "The negative currency translation effects and interest expenses reflect the consequential cost of carrying out MAS' function as a central bank - which is to conduct monetary policy conducive to sustained non-inflationary economic growth.", "The relevant measure of MAS' financial performance is not currency translation effects or interest expenses but how well its investments have done.", "MAS made a small gain of S$0.6 billion on its investment portfolio amidst a depressed market environment.", "Last year was an unusual year for financial markets, with both equity and bond markets performing poorly.", "The rapid increase in policy rates by global central banks, elevated inflation and slowing economic growth adversely affected both bond and equity prices.", "Most of these losses were unrealised, and we made valuation provisions against them.", "MAS accounts for its investments on a lower of cost and market value (LOCOM) basis.", "This is a conservative approach as we fully provide for any unrealised valuation losses below cost but we do not recognise any unrealised valuation gains.", "MAS' investment performance has to be viewed from a longer-term perspective given the year-to-year volatility in financial markets.", "Since the 2008 Global Financial Crisis, MAS' investment portfolio had benefited from a period of low inflation and low interest rates.", "Including this latest year, MAS recorded an annual average investment gain of S$11.7 billion in the last 15 years.", "The key question MAS focuses on is not whether the negative currency translation effects or interest expenses persist but whether the investment performance will recover.", "We expect financial markets to remain challenging for at least the next two to three years, as the effects of restrictive monetary policies continue to work their way through the global economy and financial markets.", "MAS will continue to focus on keeping the portfolio resilient through this period of economic uncertainty as financial markets return to their long-term trajectory.", "Several major central banks were also negatively impacted by one or more of the factors that affected MAS.", "Central banks which hiked interest rates to dampen inflation, like the US Federal Reserve, and the European Central Bank, also experienced higher costs on their monetary policy operations.", "Central banks whose currencies appreciated, like the Swiss National Bank (SNB), recorded negative currency translation effects.", "Central banks with large investment portfolios, like the SNB, Hong Kong Monetary Authority, and Norges Bank, were negatively impacted by the sell-off in global bond and equity markets.", "Notwithstanding the financial loss, MAS' OFR position remains strong and we transferred S$191 billion of excess OFR to the Government in this financial year.", "MAS transfers OFR above what it needs to conduct monetary policy and support financial stability, to the Government for longer-term management by GIC.", "In FY22/23, MAS transferred a total of S$191 billion of OFR to the Government.", "This is over two-thirds of GDP, much higher than in almost any other country.", "How does the loss recorded by MAS affect the Government Budget?", "First, MAS will not accrue a contribution to the Government's Consolidated Fund in FY22/23 but will make a contribution of S$0.4 billion based on past profits.", "Like other statutory boards, MAS makes a contribution to the Consolidated Fund based on 17% of the net profit for the year, after offsetting cumulative losses from previous financial years.", "In the case of MAS, as our net profits vary considerably from year to year, our annual contributions to the Consolidated Fund are paid in equal proportions over three years, so as to smoothen Government's revenue volatility.", "Given the loss in FY22/23, no contribution will be accrued but the Government will still receive S$0.4 billion this FY, based on the contribution accrued for FY20/21 when MAS recorded net profits.", "However, MAS is unlikely to be able to contribute to the Consolidated Fund over the next few years.", "We will need to generate future profits exceeding the cumulative losses in the latest two FYs of S$38.2 billion, before we can resume contributions to the Consolidated Fund.", "Second, the loss recorded by MAS will not affect the Government's ability to spend up to 50% of the expected long-term real returns on the net assets invested by MAS.", "As with GIC and Temasek, up to 50% of the expected long-term real returns on the net assets invested by MAS are available for spending by the Government under the Net Investment Returns framework.", "Under this framework, the expected long-term real rate of return on MAS' net assets is not affected by any single year's investment performance.", "This rate of return is reviewed annually and is subject to the President's concurrence.", "To ensure that MAS remains well-capitalised relative to its assets, MAS increased its issued and paid-up capital by S$25 billion to S$50 billion in FY22/23.", "The last time that MAS' capital was increased was in FY11/12, from S$17 billion to S$25 billion.", "As a fully owned subsidiary of the Government, MAS returns a portion of its net profits from time to time, taking into account its capital and reserves.", "In the 11 FYs since the last recapitalisation, MAS returned a total of S$58 billion to the Government, more than two times the amount of the latest increase in capital.", "In sum, the S$30.8 billion net loss is not cause for concern though the investment performance bears close watching.", "The loss does not impair MAS' ability to carry out its functions.", "More importantly, it does not change how we will conduct monetary policy.", "The loss does not result in a draw on MAS' past reserves.", "The OFR position remains healthy even after MAS transferred S$191 billion of excess OFR to the Government.", "But the investment performance is likely to remain weak amid a challenging macroeconomic and financial market environment.", "A return to profitability and ability to contribute again to the Government's Consolidated Fund will take some time.", "HOW IS MAS HARNESSING THE BENEFITS AND ADDRESSING THE RISKS OF WEALTH INFLOWS?", "I will now move on to the topic of wealth flows into Singapore.", "This issue has attracted much media and public interest.", "MAS has focused on harnessing the benefits of these wealth inflows while addressing their risks.", "But before explaining how we do this, let me try to set the wealth inflows in context.", "First, as a trusted, vibrant, and well-regulated international financial centre, Singapore has attracted large inflows of wealth to be managed here.", "Assets under management (AUM) have grown an annual average of 15% during 2017 to 2021.", "A broad range of investors have contributed to this growth: global and regional institutional investors as well as individual investors.", "Family offices are one particular category of individual investment.", "The number of Single Family Offices (SFOs) awarded tax incentives by MAS increased to 1,100 as of end-2022, up from 700 in 2021.", "Second, contrary to popular perception, the bulk of the wealth flows into Singapore come from institutional investors and not family offices or high net worth individuals.", "Non-retail individual clients - which includes family offices, clients of external asset managers, private trusts, and high net worth individuals - made up only 20% of the increase in total assets managed in Singapore from 2017 to 2021.", "SFOs that apply for and are granted tax incentives by MAS managed about S$90 billion of assets as at 2021, less than 2% of the S$5.4 trillion total assets managed in Singapore.", "Third, wealth inflows into Singapore have little effect on the exchange rate, domestic inflation, property prices or car prices.", "The reason for this is simple: while the wealth is managed here, most of it is invested outside Singapore.", "This means that the wealth inflows typically remain in foreign currencies and have little or no effect on the Singapore Dollar exchange rate.", "Singapore is just an intermediary for these flows.", "As for inflation, it has little to do with wealth inflows into Singapore, let alone the portion due to SFOs.", "The step-up in inflation since late 2021 was mainly due to sharp increases in global energy and food prices, and stronger domestic wage growth.", "As for private residential properties, purchases by all foreigners have accounted for a low share of transaction volume over the last three years, averaging about 4%.", "There were no purchases by SFOs in the last three years, and their foreign employees accounted for an insignificant number within this 4%.", "Likewise, SFOs and their foreign employees account for a tiny proportion of car purchases in Singapore.", "Instead, the key risk that MAS is focused on with respect to wealth inflows into Singapore is potential money laundering.", "Be it high net worth individuals, or SFOs, MAS expects financial institutions servicing them to apply stringent anti-money laundering controls.", "Financial institutions are expected to conduct additional due diligence such as corroborating the customers' source of wealth.", "Where doubts or suspicions are flagged as part of their due diligence, financial institutions have to take appropriate risk mitigation measures.", "These include not onboarding the customer or discontinuing the relationship.", "If there is suspicion of criminal activity, they have to file a Suspicious Transaction Report.", "MAS has been carrying out several onsite inspections to ensure that financial institutions' controls in the wealth management area continue to keep pace with money laundering/terrorism financing risks.", "In March this year, we issued a circular, telling financial institutions to be alert to additional money laundering/terrorism financing risks when dealing with legal persons and arrangements which are used for wealth management purposes, including family offices.", "Family offices in Singapore are already substantially covered for money laundering risks.", "Multi Family Offices, which manage third-party funds and are licensed by MAS, are already subject to the same anti-money laundering controls that we apply on all regulated financial institutions.", "Likewise, the majority of SFOs in Singapore - which are granted tax incentives by MAS - are required to have an account with a bank in Singapore, and are thus subject to the anti-money laundering controls applied by our banks.", "The remaining SFOs are likely to have engaged the services of other financial institutions or professional services entities such as lawyers or corporate service providers in Singapore who are similarly required to apply suitable anti-money laundering measures on their clients.", "MAS will take additional measures to strengthen surveillance and defence against money laundering risks in the SFO sector.", "Specifically, we will require all SFOs to: notify MAS when they commence operations and also annually; and maintain a business relationship with an MAS-regulated financial institution that would perform anti-money laundering checks on these SFOs.", "MAS will soon release a public consultation paper on these proposals.", "Even as we manage the risks posed by wealth inflows, it is important that the management of this wealth benefits Singapore and serves a larger purpose.", "Private banks in Singapore, for instance, hire more than 15,000 professionals, of which about 85% are locals.", "They also generate business for other firms such as fund management companies when their clients invest in funds managed by those companies.", "Similarly, family offices create demand for external service providers such as legal, custody, fund administration, and tax firms.", "MAS has been providing tax incentives to the SFO sector to help create jobs, generate demand for domestic service providers, and channel capital to enterprises in Singapore.", "Our incentive schemes exempt from tax qualifying SFOs' income derived from investments managed in Singapore.", "In return, the SFOs commit to manage assets, hire employees here and incur business spending.", "Specifically, SFOs applying for our tax incentives are required to: employ a minimum of 2 to 3 investment professionals; incur business spending of S$200,000 to S$1 million, depending on the size of the SFO's funds; and invest at least S$10 million or 10% of their AUM, whichever is lower, in Singapore equities, bonds, funds, or Singapore operating companies.", "As outlined by MAS Chairman Tharman Shanmugaratnam two weeks ago, MAS will be adjusting the tax incentives for SFOs to encourage them to: deploy their capital more purposefully to benefit Singapore and the region; increase contributions towards environmental and social causes.", "We will make enhancements in five areas.", "First, we will encourage SFOs to participate in blended finance structures, including those which support the region's transition to net zero.", "We will introduce three new features.", "One, we will broaden the scope of eligible investments to include blended finance structures in which financial institutions in Singapore have been substantially involved.", "Two, we will give more recognition to concessional capital invested in such blended finance structures.", "Concessional capital is capital that accepts lower returns or higher risks, compared to other investors, and can help catalyse commercial capital into worthwhile but less attractive green and transition projects.", "The ability to crowd in capital from other investors is why we want to encourage and give extra recognition to concessional capital.", "Hence, for every dollar of concessional capital invested, we will recognise it as equivalent to up to $2 of investments for the purpose of assessing if the SFO has met its investment requirement.", "Three, we will recognise grants that SFOs give to support such blended finance structures.", "Grants have no expectation of income or return of principal.", "Given its deeply concessional nature, we will recognise as $2 for every dollar of grant given to blended finance structures.", "Second, we will encourage SFOs to invest in climate-related projects.", "For the purpose of assessing if the SFO has met its investment requirement, we will recognise its climate-related investments - anywhere in the world, and not limited to Singapore.", "Climate change is a global problem that is not bounded by national borders.", "As a low-lying island state, Singapore is particularly vulnerable to climate change.", "We should thus recognise all efforts made to address climate change issues.", "Third, we will also encourage SFOs to invest in Singapore companies and the local equity market.", "We will make two enhancements.", "One, the scope of the tax incentive will be expanded to recognise all investments in non-listed Singapore operating companies (including private credit), and not just private equity investments as is the case today.", "Two, we will recognise twice the amount invested in Singapore-listed equities, and in eligible Exchange Traded Funds (ETFs) and unlisted funds which invest primarily in Singapore-listed equities, for purposes of meeting the SFO's investment requirement.", "Fourth, we will encourage SFOs to contribute more to job creation and value creation for the Singapore ecosystem.", "We will make two enhancements: One, we will now require that at least one of the investment professionals that SFO applicants currently need to hire is a non-family member.", "This will expand the pool of available jobs for professionals in Singapore.", "Two, all new SFO applicants will have to now meet the business spending requirement solely from spending locally unlike previously when this could be met with overseas spending.", "This will help channel greater benefits to Singaporebased businesses and service providers.", "Fifth, we will encourage SFOs to conduct philanthropic activities through We will make two enhancements.", "Singapore, both locally and overseas.", "One, to encourage giving locally, we will recognise donations to local charities alongside normal business spending.", "Two, to encourage giving overseas using Singapore family offices as a base, we will launch today the Philanthropy Tax Incentive Scheme (PTIS) for family offices.", "The PTIS, which was announced in Budget 2023 and will go live on 1 January 2024, will allow qualifying donors in Singapore to claim 100% tax deduction, capped at 40% of the donor's statutory income, for overseas donations made through qualifying local intermediaries.", "We hope the introduction of PTIS will encourage philanthropic giving to become a regular, professional feature of family offices here.", "HOW IS MAS SAFEGUARDING THE OFFICIAL FOREIGN RESERVES AGAINST CLIMATE RISKS?", "Let me say a few quick words about our 2023 Sustainability Report which we are releasing today alongside our Annual Report.", "The Report gives a good account of how sustainability is integrated across MAS' various functions: as a central bank safeguarding Singapore's OFR against climate risk; as a financial regulator ensuring a climate-resilient financial sector; as a promoter of the financial sector developing a vibrant sustainable finance as an organisation trying to reduce its own carbon footprint.", "Today, I will focus on an area we have not spoken about much - how MAS is safeguarding the OFR against climate risk.", "It is probably the least news-worthy of the issues I have covered today but likely to be the most critical for the future.", "In 2021, MAS developed and published a climate risk management strategy to enhance the climate resilience of our investment portfolio.", "We conducted a climate scenario analysis for the whole portfolio.", "We also developed carbon intensity metrics for the equities portfolio, which we extended to cover corporate bonds last year.", "We then set out the portfolio actions we will take to reduce the carbon intensity of our equities portfolio by up to 50% by FY2030.", "These included: defining the stewardship principles for our external fund managers to engage their portfolio companies on climate-related risk issues; launching a climate transition programme to mitigate the impact of climate transition risk; and excluding investments in companies that derive more than 10% of their revenues from thermal coal mining and oil sands activities.", "Let me provide an update on our climate scenario analysis, climate portfolio actions, and stewardship efforts.", "We have examined the possible impact of climate change on our long-term investment returns under four scenarios.", "The best-case scenario is a Paris-aligned orderly transition where global warming is capped at 1.5-degrees Celsius.", "Early and ambitious policy measures drive the adoption of low carbon technologies and result in quick reduction in global greenhouse gas emissions.", "The worst-case scenario is a failed transition with temperatures rising to 4-degrees Emissions continue to rise and the world is faced with catastrophic and irreversible climate change.", "A first middle scenario is a delayed disorderly transition that keeps temperature rise within 2-degrees.", "But this is at the cost of disruptive policy actions in response to an alarming spike in extreme weather events around the globe happening at the same time.", "A second middle scenario is a too-little-too-late transition that results in a temperature rise close to 2.6-degrees.", "There are repeated shocks from extreme weather events, followed by reflexive and abrupt but ultimately insufficient policy actions.", "The scenarios are at best indicative but they have helped us to think of investment actions that could protect the portfolio from large, volatile shifts in asset prices.", "Among the four scenarios explored in our study, the failed transition has the worst GDP growth rates and financial market returns over a 20-year horizon, followed by the too-little-too-late transition .", "The scenarios have helped us better understand the risks from exposures to companies that are dependent on fossil-based carbon intensive products or production methods.", "Our approach to climate portfolio actions is to start small, learn fast, and scale up as new data provide greater clarity.", "For a start, MAS has allocated about 2% of our portfolio, or slightly over S$8 billion, to a climate transition programme.", "We have done this by tilting part of the equities portfolio towards less carbonintensive companies that are more aligned with the low-carbon transition, rather than by excluding any entire carbon-intensive sector.", "This approach strikes a balance between reducing the portfolio's carbon intensity while continuing to support companies which are transitioning to lower carbon intensity.", "We will scale up our climate transition programme as we gain confidence in the effectiveness of the climate indices we have used to tilt our equities portfolio.", "Going forward, we will seek to better understand: how the scoring methodologies of these climate indices fare as indicators of actual company actions; how company actions in turn translate into climate risk reduction and financial market pricing; and how active managers calibrate their investment process when their performance is measured against a climate index instead of a conventional market capitalisation-weighted index.", "MAS has integrated ESG considerations into its evaluation process for choosing external fund managers.", "The aim is to improve ESG standards among our key external fund managers, and uplift standards in the broader asset management industry.", "MAS has in-depth discussions with our external fund managers on how they can encourage their portfolio companies to improve their ESG disclosures and make real progress in the climate transition.", "We are heartened that our external fund managers have ramped up their stewardship capabilities in recent years.", "Some external fund managers have established dedicated stewardship teams to drive voting and engagement efforts.", "Voting has increased by 25% and engagements by 63% over the last three years.", "Bolstering the climate resilience of MAS' investment portfolio is work-inprogress.", "The initiatives we have taken to-date have put us in a reasonably good position.", "But there is much more work ahead.", "With that, I will conclude my remarks and we can move to questions.", "There are four types of qualifying local intermediaries: Selected Registered and Exempt charities with a valid Fundraising for Foreign Charitable Purpose Permit; Charitable Institutions and Not-For Profit Organisations established by Financial Institutions in Singapore, as specified by MAS; Selected Grantmakers under the Ministry of Culture, Community & Youth's Grantmaker Scheme; and, Other selected entities, as approved by MAS."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "none", "none", "none", "fiscal dominance", "none", "fiscal dominance", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Balance of risk between inflation and growth", "MAS financial loss", "Wealth inflows", "MAS safeguarding Official Foreign Reserves against climate risk", "Climate scenario analysis", "Climate portfolio actions", "Stewardship efforts", "ESG considerations", "Philanthropy Tax Incentive Scheme (PTIS)", "Climate transition programme"]}