{"sentences": ["For release on delivery 1:15 p.m. EST (12:15 p.m. CST) January 19, 2023 Staying the Course to Bring Inflation Down Lael Brainard Board of Governors of the Federal Reserve System University of Chicago Booth School of Business Chicago, Illinois January 19, 2023 Inflation has declined in recent months, which is important for American households, businesses, and consumers.", "Inflation is high, and it will take time and resolve to get it back down to 2 percent.", "We are determined to stay the course.", "Financial conditions have tightened considerably over the last year as the Federal Reserve and foreign central banks have tightened policy.", "Real yields have risen significantly across the curve over the past year: 2-year yields on Treasury Inflation- Protected Securities (TIPS) have risen more than 4-1/2 percentage points to 2.1 percent, and 10-year TIPS yields have risen more than 2-1/4 percentage points to 1.2 percent.", "Short-term real interest rates have moved into decidedly positive territory.", "Mortgage rates have doubled.", "Inflation has been declining over the past several months against a backdrop of moderate growth.", "Yesterday's industrial production index points to a significant weakening in the manufacturing sector, and the retail sales report points to a further moderation in consumer spending.", "Looking forward, weaker readings on real income, wealth, and sentiment, along with indicators of spending on services, such as the ISM services index, point to subdued growth in 2023.4 Real disposable personal income declined, on net, at an annual rate of 4.1 percent in the first three quarters of 2022, I am grateful to Kurt Lewis for his assistance on these remarks.", "These views are my own and do not necessarily reflect those of the Federal Reserve Board or the Federal Open Market Committee.", "For instance, the expected 3-month T-bill rate is currently 4.7 percent, 1.5 percentage points above the 3-month 3.2 percent median projection of the 2023:Q1 annualized total PCE (personal consumption expenditures) inflation rate in the January Blue Chip survey.", "In addition, over the course of the past year, investment- and speculative-grade corporate bond spreads over Treasury securities have widened by roughly 50 basis points and 100 basis points, respectively; broad equity prices have declined by 17 percent; and the trade-weighted dollar has appreciated by about 4 percent on net.", "The Federal Reserve's broad trade-weighted dollar index is based on 26 currencies of major U.S. trading partners.", "It is published in Statistical Release H., \"Foreign Exchange Rates,\" available on the Board's website at .", "The Institute for Supply Management's services index fell by 6.9 points to contractionary territory at 49.6 in December, reflecting declines in the subindexes for business activity, new orders, and employment.", "suggesting that recent consumption has been supported by running down pandemic savings and greater reliance on credit.", "In particular, savings among low-income households appear to be lower and to have declined more rapidly than was previously appreciated.", "The widespread expectation for U.S. growth to be below potential over 2022 and 2023 reflects significant tightening in both fiscal and monetary policy in an environment of broader global tightening.", "The expiration of previous fiscal stimulus imposed a substantial drag on real U.S. gross domestic product (GDP) growth in 2022, whereas fiscal policy is expected to make a modest contribution over the next few years, in line with its longer-run average.", "By contrast, the drag on U.S. growth and employment from monetary policy is likely to increase in 2023 because of transmission lags from the rapid, large swing from accommodation to restraint in 2022.", "From March to December 2022, the Federal Open Market Committee (FOMC) undertook a large cumulative tightening in the stance of monetary policy by raising the policy rate 4-1/4 percentage points and shrinking the balance sheet.", "Although financial conditions adjust immediately to reflect expected and actual changes in monetary policy, the full adjustment of output, employment, and inflation occurs with a lag.", "Given the speed and magnitude of the swing in the stance of Total credit card balances were $1.19 trillion in November, relative to $1.09 trillion in December 2019, and the share of borrowers with consumer loans in delinquency has rebounded to pre-pandemic levels.", "For more information on credit card balances, see Statistical Release G., \"Consumer Credit,\" available on the Board's website at .", "For a recent assessment of savings since the onset of the pandemic and a decomposition of excess savings across income quartiles, see Aditya Aladangady, David Cho, Laura Feiveson, and Eugenio Pinto (2022), \"Excess Savings during the COVID-19 Pandemic,\" FEDS Notes (Washington: Board of Governors of the Federal Reserve System, October 21), -7172.3223.", "Romer and Romer (2004) and Gertler and Karadi (2015) find that it takes about 9 and 12 months, respectively, for monetary policy actions to begin to affect inflation and additional time for that effect to monetary policy, the lagged effects of earlier accommodation likely offset some of the initial effects of tightening over the course of 2022, and it is likely that the full effect on demand, employment, and inflation of the cumulative tightening that is in the pipeline still lies ahead.", "That said, there is uncertainty about the timing and magnitude.", "With that in mind, let's turn to the implications for the employment leg of our dual mandate.", "In contrast to the slowing of output growth, labor markets remained tight throughout 2022, with layoffs remaining below pre-pandemic levels and the unemployment rate ending the year at 3.5 percent, its historical low.", "Quit rates and the ratio of job postings to job seekers also remain elevated, although they are off their peaks from early in the year.", "Recent declines in average weekly hours, temporary-help services, and monthly payrolls growth suggest tentative signs that labor demand is cooling.", "Employment at temporary-help services firms-a good leading indicator-peaked in July 2022 and has been declining since then, ending the year only slightly above its December 2019 level.", "Similarly, average weekly hours have declined: After peaking in early 2021 and peak.", "In contrast, Bauer and Swanson (2022) find that inflation effects from monetary policy occur much sooner and peak within the first 10 months.", "See Christina D. Romer and David H. Romer (2004), \"A New Measure of Monetary Shocks: Derivation and Implications,\" American Economic Review, vol.", "1055-84; Mark Gertler and Peter Karadi (2015), \"Monetary Policy Surprises, Credit Costs, and Economic Activity,\" American Economic Journal: Macroeconomics, vol.", "44- 76; and Michael D. Bauer and Eric T. Swanson (2022), \"A Reassessment of Monetary Policy Surprises and High-Frequency Identification,\" in Martin Eichenbaum, Erik Hurst, and Valerie A. Ramey, eds., NBER Macroeconomics Annual 2022, vol.", "37 (Chicago: University of Chicago Press).", "In addition, recent research suggests that there may have been an acceleration in the maximum effect on inflation following the broader use of balance sheet and forward-guidance tools in 2009, bringing the arrival of that maximum effect from three years to as little as 12 months, though considerable uncertainty surrounds that estimate.", "See Taeyoung Doh and Andrew T. Foerster (2022), \"Have Lags in Monetary Policy Transmission Shortened?\"", "Economic Bulletin (Kansas City: Federal Reserve Bank of Kansas City, December), -bulletin/have-lags-in-monetary-policy-transmissionshortened.", "remaining elevated through May 2022, average weekly hours have declined and now stand at the bottom of the range for this metric over the five years before the pandemic.", "The continued decline in average weekly hours is notable because this margin is among the easiest to adjust by firms facing declining demand, especially those who may be reluctant to undertake layoffs following the challenges encountered in restoring employment following the pandemic-induced layoffs.", "In addition, average payrolls growth in the Bureau of Labor Statistics' establishment survey fell from 540,000 jobs per month in the first quarter of 2022 to 250,000 jobs per month in the fourth quarter.", "That said, labor supply appears likely to remain constrained.", "On net, the labor force participation rate flattened out over 2022 at a level that is about 1 percentage point lower than pre-pandemic, primarily reflecting an estimated 2.5 million in excess retirements, as well as some impact from long COVID.", "Immigration has also been low in recent years.", "Despite constrained supply, wages do not appear to be driving inflation in a 1970s-style wage-price spiral.", "It is true that wages have grown faster than the pace consistent with 2 percent inflation and productivity growth.", "It is also true that wages have grown slower than inflation over the past two years, and that aggregate real wages A discussion of the labor market impact of long COVID can be found in Price (2022) and the references within.", "See Brendan M. Price (2022), \"Long COVID, Cognitive Impairment, and the Stalled Decline in Disability Rates,\" FEDS Notes (Washington: Board of Governors of the Federal Reserve System, August 5), -7172.3189.", "By one estimate, the changes in immigration policy since 2016, in combination with the pandemic travel restrictions, reduced the total level of immigration by 3.4 million people over the period from 2016 to 2021.", "As the authors of this study note, according to the U.S. Census Bureau's American Community Survey, around 50 percent of immigrants from 2001 to 2020 joined the labor force within a year of their arrival.", "See Elior Cohen and Samantha Shampine (2022), \"Immigration Shortfall May Be a Headwind for Labor Supply,\" Economic Bulletin (Kansas City: Federal Reserve Bank of Kansas City, May), -bulletin/immigration-shortfall-may-be-a-headwind-forlabor-supply.", "It appears that workers in lower-wage sectors who saw high pandemic layoffs initially and benefited from job switching subsequently as businesses scrambled to hire have seen wage gains in real terms.", "However, in the aggregate, the gains among lower-wage workers were more than offset by real wage declines among middle- and higher-wage workers in the context of a broader compression in the real wage distribution, as David Autor points out.", "Overall, the labor share of income has declined over the past two years and appears to be at or below pre-pandemic levels, while corporate profits as a share of GDP remain near postwar highs.", "Retail markups in a number of sectors have seen material increases in what could be described as a price-price spiral, whereby final prices have risen by more than the increases in input prices.", "The compression of these markups as supply constraints ease, inventories rise, and demand cools could contribute to disinflationary pressures.", "There are tentative signs that wage growth is moderating.", "Growth in average hourly earnings has softened recently-stepping down to 4.1 percent annualized growth on a 3-month basis in December from roughly 4.5 percent on a 6-month and 12-month basis.", "I will be watching to see whether the employment cost index data at the end of this month show the deceleration from the third quarter continuing into the fourth quarter.", "See David Autor, Arindrajit Dube, and Annie McGrew (2022), \"The Unexpected Compression: Competition at Work in the Low Wage Economy,\" lecture delivered at Markus' Academy, Bendheim Center for Finance, Princeton University, Princeton, N.J. (via webcast), December 8, -autur-on-the-unexpected-compression-competition-at-work-in-thelow-wage-economy.", "Since the pandemic, significant supply and demand imbalances have coincided with large increases in retail trade margins in several sectors, increases that have exceeded the contemporaneous increase in wages paid to the workers in those sectors.", "For example, since the end of 2019, retail trade margins for food and grocery retailers increased by about 25 percent, outstripping the growth in average hourly earnings for workers in that sector, which was just under 19 percent.", "A similar gap exists between margin and wage increases for general merchandise retailers, which were 24 percent and 14 percent, respectively.", "Let's now turn to the inflation leg of our dual mandate.", "Inflation has declined in recent months from very high levels.", "With the consumer price index and producer price index now available, total PCE (personal consumption expenditures) inflation in December is likely to have run at around a 2.3 percent annualized pace on a 3- and 6- month basis, as compared with 5.1 percent on a 12-month basis.", "This deceleration reflects an easing in war-related energy shocks as well as in core goods inflation: Energy and core goods each subtracted nearly three-fourths of 1 percentage point from 3-month annualized total PCE inflation.", "The declines in energy and core goods are a reversal of previous large increases and are expected to moderate.", "Core PCE inflation is running at a 3.1 percent annualized pace on a 3-month basis-below its 3.8 percent reading on a 6-month basis and 4.5 percent on a 12-month basis.", "Within this, recent declines in core goods inflation reflect a reduction in core import prices, an easing of supply chains, a restocking of inventories, and cooling demand.", "Core goods prices are likely to flatten out once earlier large gains reverse, in the absence of new shocks, and overall core inflation could move up somewhat for a time as a result.", "In that regard, housing services inflation remains stubbornly high at 8.8 percent on a 3-month basis-compared with 7.7 percent on a 12-month basis.", "Housing services are making an annualized contribution to core PCE that is more than double their contribution before the pandemic.", "That said, the housing sector is highly interest sensitive, and the most recent reading of one national indicator pointed to house prices having declined 2.5 percent over the five months ending in November.", "Similarly, rents based on new leases are decelerating sharply.", "Although it is currently offset by catch- up in renewing leases, the decline in rent on new leases will show through to average rent over time, and declines in housing services inflation are expected by the third quarter of this year.", "In addition, nonhousing services are running at about 4.4 percent annualized inflation on a 3-month basis, similar to their 12-month pace.", "There are a range of views on what it will take to bring down this component of inflation to pre-pandemic levels.", "Since wages constitute a significant fraction of costs for most firms in nonhousing services, one possible channel is through a weakening in labor demand.", "That said, to the extent that inputs other than wages may have been responsible in part for important price increases for some nonhousing service sectors, an unwinding of these factors could help bring down nonhousing services inflation.", "There is some recent evidence that the persistent components of inflation in core goods and nonhousing services, particularly transportation, recreation, and food services and accommodation, have behaved similarly, peaking around early 2022 and steadily The CoreLogic Home Price Index peaked in June 2022 and has declined in each month through November 2022.", "More information is available at -s-home-priceinsights-january-2023/.", "The CoreLogic Single-Family Rent Index shows a significant deceleration over the 7 months ending in November, including negative month over month rent growth in September through November; see CoreLogic (2023), \"CoreLogic: US Annual Rent Growth Drops for the Seventh Straight Month in November,\" January 17, -us-annual-rent-growth-dropsfor-the-seventh-straight-month-in-november/.", "For a recent analysis of the lead-lag relationship between indexes of market rents for new tenants and the indexes of average rent for all tenants, see Brian Adams, Lara Loewenstein, Hugh Montag, and Randal J. Verbrugge (2022), \"Disentangling Rent Index Differences: Data, Methods, and Scope,\" Working Paper Series 22-38 (Cleveland: Federal Reserve Bank of Cleveland, December), -202238. declining since then.", "To the extent that the persistent components of these nonhousing services and core goods reflect common factors that are fading, such as pass-through from commodity and supply chain shocks, they are unlikely to be as cyclically persistent, as long as inflation expectations are well anchored.", "Of course, an extended period of high goods and services inflation resulting from a series of demand and supply shocks associated with the pandemic and the war could lead to a rise in inflation expectations, which would make it much more difficult to bring inflation down.", "That is why it has been important for monetary policy to take a risk- management posture to defend the expectations anchor.", "And the evidence from market- and survey-based measures suggests that longer-term inflation expectations are well anchored, while year-ahead measures have recently declined but remain elevated.", "Together, the price trends in core goods and nonhousing services, the tentative indications of some deceleration in wages, the evidence of anchored expectations, and the scope for margin compression may provide some reassurance that we are not currently experiencing a 1970s-style wage-price spiral.", "For these reasons, it remains possible that a continued moderation in aggregate demand could facilitate continued easing in the labor market and reduction in inflation without a significant loss of employment.", "See Martín Almuzara, Marek Jarocinski, and Argia Sbordone (2023), \"The Layers of Inflation Persistence,\" Federal Reserve Bank of New York, Liberty Street Economics (blog), January 5, -layers-of-inflation-persistence.", "And, of course, the reemergence of additional shocks to commodities and intermediate inputs is possible.", "For a discussion of supply shocks and monetary policy in the context of recent events, see Lael Brainard (2022), \"What Can We Learn from the Pandemic and the War about Supply Shocks, Inflation, and Monetary Policy?\"", "summary of remarks delivered as part of a panel at the Bank for International Settlements Annual Meeting on June 24, Basel, Switzerland, For a description of one path to such an outcome, see Andrew Figura and Chris Waller (2022), \"What Does the Beveridge Curve Tell Us about the Likelihood of a Soft Landing?\"", "FEDS Notes (Washington: Board of Governors of the Federal Reserve System, July 29), -7172.3190.", "Nonetheless, substantial uncertainty remains.", "Further shocks associated with the war and the pandemic are possible.", "While there has been some improvement in the outlook for activity and inflation in Europe, there is uncertainty about the implications of China's exit from zero COVID for global demand and inflation, especially in commodities.", "Turning to the implications for policy, my colleagues and I are committed to restoring price stability.", "The FOMC moved policy into restrictive territory at a rapid pace and subsequently downshifted the pace of increases in the target range at its most recent meeting.", "This will enable us to assess more data as we move the policy rate closer to a sufficiently restrictive level, taking into account the risks around our dual-mandate goals.", "In parallel, balance sheet runoff is continuing.", "Even with the recent moderation, inflation remains high, and policy will need to be sufficiently restrictive for some time to make sure inflation returns to 2 percent on a sustained basis."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none"], "topics": ["Inflation", "Monetary policy", "Labor market", "Economic growth", "Financial conditions", "Wages", "Price stability", "Supply chains", "Housing market", "Inflation expectations"]}