{"sentences": ["This beautiful wood engraving (Note well1 ) depicts a scene in 1794.", "You can see four dressed men, sitting in a flourishing garden in Jena - a city a few hours east from Frankfurt.", "The four men are sitting around a table, filled with wine and grapes- and they appear to be engaged in a civilized discussion.", "The four men on the drawing are the brothers Wilhelm and Alexander von Humboldt, respectively statesman and explorer, the poet Friedrich von Schiller and, of course, scientist, writer and poet, Johan Wolfgang von Goethe.", "The four of them were the intellectual fab four of late 18th century Germany.", "They strongly believed in the powers of reason - as opposed to royal decrees or religious dogmas.", "They strongly believed that individuals were to be enlightened - through science, art, and literature.", "They strongly believed in \"sapere aude\" - in daring to know.", "I was asked to talk about systemic risks today.", "More precisely, about where the next systemic financial crisis might come from.", "And truth be told - this is hard to say.", "We can't predict that with any reliability.", "One only needs to recall the way that the covid pandemic hit us to know that a crisis can emerge unexpectedly.", "This is exactly why predicting the next crisis is not what we aim to do at the Financial Stability Board (FSB).", "Instead of predicting, our aim is to approach financial stability with a different way of thinking.", "Financial stability is the capacity of the global financial system to withstand shocks, by containing the risk of disruptions in the financial intermediation process that would be severe enough to adversely impact the real economy.", "In short: our work is about enhancing the resilience of the global financial system.", "So that, when the next crisis materialises, the system as a whole can cope with it.", "In order to increase that resilience, we try to know as much as possible about the vulnerabilities in our financial system.", "And we do this by relying on the powers of reason, logic, cooperation and data.", "In other words, by following the brothers von Humboldt, Friedrich von Schiller, and Johan Wolfgang von Goethe in sapere aude.", "So how do we go about that?", "To increase the resilience of the global financial system and to enhance financial stability, we rely on the FSB's financial stability surveillance framework.", "Let me start by walking you through this framework, and then I will illustrate how we apply it.", "The FSB's financial stability framework is based on four guiding principles.", "First, we need to identify the vulnerabilities that may threaten global financial stability.", "I say 'vulnerabilities' instead of 'shocks' or 'risks'.", "The pandemic is a shock.", "The war in Ukraine is a shock.", "A rapid shift in financial market conditions would be a shock.", "Shocks are by definition unpredictable - so they don't offer a solid starting point for financial stability policy.", "Risk - that is the risk of a shock large enough to have a financial stability impact - is similarly very difficult to assess.", "Vulnerabilities, on the other hand, can usually be measured, at least to a certain extent.", "Think for instance about the build-up of imbalances, like a rise in leverage during a credit boom.", "And so, they do offer a starting point for financial stability policy - policy that is aimed at reducing these vulnerabilities.", "Through this approach we can mitigate potential systemic disruption, once a shock hits our global, highly interconnected financial system.", "And so, in the spirit of Alexander von Humboldt, who measured and mapped large parts of the world, we, in turn, try to map and measure global vulnerabilities - rather than the shocks that may or may not materialise.", "Second, once mapped and measured, we monitor these vulnerabilities, taking into account the potential interactions between them.", "We also deploy a forward-looking perspective, by considering emerging vulnerabilities in addition to current ones.", "It is better to prevent vulnerabilities from growing in the first place, rather than having to reduce them once they already pose a global threat.", "Our third guiding principle is that we recognise the differences among countries.", "The FSB's membership reflects the diversity of our global financial system, with members from both emerging market and advanced economies.", "And these differences are reflected in our assessment of vulnerabilities.", "We fully recognise that some vulnerabilities may be more relevant for emerging market economies, and others for advanced economies, or for different sets of jurisdictions.", "For example, the urgency policymakers ascribe to some of the risks relating to cryptoassets and crypto-markets differs across countries.", "In some economies, the most pressing concern is the potential loss of monetary sovereignty.", "In other economies, the risks of money laundering and fraud are perceived to be more urgent.", "The fourth and final guiding principle, is that the FSB leverages on this diversity of its membership.", "There lies tremendous strength in that diversity.", "FSB members not only come from different kinds of economies, but they are also represented by different kinds of authorities: ministries of finance, central banks, and securities and market authorities.", "Our members also include global standard-setting bodies and international organisations.", "Many of those members carry out and publish financial stability assessments.", "The FSB's vulnerabilities assessment therefore builds on those analyses.", "With these four guiding principles, I have given you a brief and mainly theoretical outline of the FSB's financial stability surveillance framework.", "I hope that this approach, this way of thinking about how to enhance the resilience of the global financial system, provides you with some stimulus for today's discussions.", "But what does it look like when we actually apply this framework?", "To illustrate this, allow me to touch on several of the key FSB priorities that are also on your agenda today.", "First, I will focus on the cyclical vulnerabilities that emerge from the current outlook.", "The combination of rising inflation, tightening financial conditions and the fallout from Russia's invasion of Ukraine has led to a synchronised slowdown in global economic activity.", "This is occurring against a backdrop of high levels of debt of households, nonfinancial corporates and sovereigns.", "The latter implies that some governments have limited fiscal space to provide additional targeted policy support.", "And given the increases in inflation, central banks also have less policy space to react to financial stability shocks.", "Although this outlook is challenging, so far the global banking system has shown itself to be resilient.", "Global financial markets have largely coped in an orderly manner, with limited and temporary support when necessary.", "And systemic financial institutions have shown resilience to market strains - in large part due to the financial reforms, following the 2008 Global Financial Crisis, that were coordinated through the FSB.", "However, there is no room for complacency.", "Financial institutions and market participants have not experienced sharply rising interest rates for a long time.", "Very low interest rates may have become embedded in business models, making the adjustment to a world of higher rates challenging.", "Companies and households that have borrowed money will also need to adjust to higher interest payments, and problems may materialise only with a lag.", "So, we need to remain vigilant.", "A deterioration of banks' asset quality may still occur, and other vulnerabilities, like the ones on today's agenda, need to be monitored closely.", "Some of these vulnerabilities may have been previously prevented from materialising by authorities' COVID-19 support measures.", "But now these measures are being lifted.", "So it is important to address debt overhang issues of non-financial corporates, and to respond to potential issues of underinvestment due to excessive indebtedness or misallocation of resources to unviable companies.", "All of these are what I would call cyclical vulnerabilities.", "But, more fundamentally, we also need to be wary of vulnerabilities that stem from structural shifts in the global financial system.", "So allow me to say a few words on three structural shifts that the FSB is currently focusing on, and the associated vulnerabilities.", "It is, of course, no coincidence that the topics of today's panels overlap with many of the FSB's priorities.", "First - the structural shift in the provision of finance from banks to non-banks.", "In our Global Monitoring Report on non-bank financial intermediation, from December 2022, we highlighted that the NBFI sector reached 239 trillion US dollars in 2021.", "If a number on that scale is hard to put into context, a more telling figure is perhaps that the NBFI sector increased its relative share of total global financial assets to 49% in 2021, compared with 42% in 2008.", "Almost half of all global financial assets are now being intermediated by non-banks.", "While diversifying the sources of credit can make the global economy more resilient, the growth in NBFI has exposed important vulnerabilities in the non-bank sector.", "We have seen the problems that these vulnerabilities can cause several times in recent years: for instance, the 'dash for cash' episode during the onset of the pandemic, the strains in commodity markets last year, and more recently the challenges faced by UK pension funds.", "Thankfully, these strains have proved temporary, but only after massive official sector interventions were deployed.", "These examples therefore serve as a warning to remain vigilant on the recurring themes of leverage, including hidden leverage, liquidity mismatches, and data gaps.", "The FSB's NBFI work programme and policy proposals aim to address these vulnerabilities.", "In 2023, we will continue to focus on some key vulnerabilities within the sector.", "Apart from monitoring systemic risk in NBFI, we will review the effectiveness of our money market funds policy proposals from 2021; revise our recommendations from 2017 on liquidity mismatches in open-ended funds; and conduct follow-up work on margining practices and hidden leverage in NBFI.", "A second structural shift we have witnessed, is the digitalisation of finance.", "This comes in many shapes and forms, but I will focus on the rapidly developing crypto-asset ecosystem.", "Crypto-asset markets and activities bear a multitude of risks and vulnerabilities.", "While the technology behind crypto-assets is often being promoted as game-changing, the vulnerabilities associated with them are in fact quite similar to those we know from traditional finance.", "Liquidity mismatches, hidden leverage, and counterparty credit risk are all examples of well-known financial risks that have also materialised in crypto-asset markets in the past year.", "National regulatory authorities have recognized that these activities are in essence financial activities and have begun regulating them.", "This is challenging for national authorities, however, because crypto-asset markets are inherently global in reach.", "So, in the presence of structural vulnerabilities and in the absence of globally consistent regulation, the FSB is concerned crypto-asset markets may soon pose a challenge to global financial stability.", "The FSB therefore concluded that crypto-asset activities and markets must be subject to effective regulation and oversight commensurate to the risks they pose, both at the domestic and international levels.", "To this end, the FSB proposed a comprehensive global framework for the effective regulation of crypto-asset activities, including stablecoins, in October last year.", "This framework embeds the principle of 'same activity, same risk, same regulation'.", "Finalising these recommendations and monitoring their effective implementation across all jurisdictions will be a priority for the FSB in 2023.", "Of course, the FSB does not operate alone.", "Just like in the traditional financial sector, there is a myriad of functions that the crypto asset ecosystem covers or otherwise touches.", "So it is key to have solid cooperation between the different standard setting bodies, all with their different mandates.", "Third - it is impossible to talk about systemic risk without mentioning one of the most fundamental challenges of our time: climate change.", "This third structural shift is not on the agenda today, but the events of the past year have again emphasised the importance of addressing these vulnerabilities.", "The volatility in energy markets, exposures to hard-to-predict physical risks and the challenges of the transition to net zero are all examples of vulnerabilities that have an impact on the financial sector.", "So addressing the financial risks stemming from climate change is, and will remain, high on the FSB agenda.", "One way we are working on this, is with our roadmap.", "With that roadmap, we are coordinating the international efforts to address climate-related financial vulnerabilities.", "It consists of four key elements: disclosure, data, vulnerability analysis and supervisory and regulatory tools.", "One of the main priorities is the reliability and consistency of data, because that is what good risk management starts with.", "A key priority for this year is the finalisation and implementation of a global climate-related disclosure standard.", "Other priorities are analysing the use of transition planning and the improvement of our framework for monitoring climate-related vulnerabilities.", "NBFI, crypto and climate-related financial risks - these are just three priorities for the FSB and the global financial system I wanted to touch on today.", "But for every risk or vulnerability we focus on, be it cyclical or structural, the same principle applies: the FSB diligently maps, measures and monitors all threats to the stability of our global financial system.", "We provide a global, cross-border, cross-sectoral and forward-looking perspective on the vulnerabilities we identify.", "And we do this by drawing on the collective perspective of the broad membership of the FSB.", "And this way of working, fearless and in the spirit of \"sapere aude\", does not allow me to predict where the next systemic crisis might come from, but it does allow us to enhance the resilience of the global financial system, to whatever may come its way.", "In that spirit, the FSB decides where coordinated action is required, monitors the effects of its actions, and assesses where further adjustments are needed.", "Or, as Goethe said: \"Knowing is not enough; we must apply.", "Willing is not enough; we must do.\"", "The four men in the wood engraving I talked about at the beginning continue to be an inspiration today.", "Each with their own merits - and together, as an example of how reason advances humankind.", "After Friedrich von Schiller's death, and as an introduction to the correspondence between the two men, Wilhelm von Humboldt wrote an essay on his close association with the famous poet.", "And in that essay, he stresses the importance Schiller attached to conversation - to how conversation, expressing ideas, exchanging views, ultimately leads to deeper understanding.", "To how conversation, you could say, embodies \"sapere aude\".", "Or in Schiller's words: \"Erkühne dich, weise zu sein\".", "And this is just the kind of conversation I hope you will have today.", "\"Schiller, Wilhelm and Alexander von Humboldt and Goethe in Jena\" (Event date: 1794, image date: 1860).", "Wood engraving after drawing by Andreas Müller (1831-1901)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial stability", "Systemic risks", "Vulnerabilities", "Non-bank financial intermediation", "Crypto-assets", "Climate change", "Global financial system", "Resilience", "Risk management", "Regulation"]}