{"sentences": ["Ladies and Gentlemen, It is a pleasure for me to introduce the second day of this BIS high-level conference on big techs in finance.", "While it is a pity to do so from a distance, perhaps that is fitting for a conference on the changes in our working lives brought by digital innovation.", "Very early on, big techs saw finance as a natural complement - and booster - to their core businesses, launching a technological revolution that might bring many benefits to consumers, across different fields such as payments and stablecoin issuance.", "Big techs have met with success on some of these roads, and less so on others.", "Interestingly, some of these developments do not exactly match what we could have expected even four years ago.", "We can therefore consider big techs' entry into finance as a bildungsroman - a sort of coming of age story - with promising early years and somewhat disappointing learning years partly behind us .", "Building on this already significant experience, the maturity years may be ahead of us - but that will only be possible under consistent conditions .ii I.", "Big techs and finance: a bildungsroman unfolding under our eyes A.", "Promising early years From the onset big techs were \"data rich\" and benefited from a global customer base and strong brand recognition.", "In order to keep their lead in innovation, big techs acquired a large number of start-ups and fin techs.", "In the end, their huge financial means enabled them to set up, and then consolidate, powerful oligopolies.", "In the wake of US GAFAMs, Chinese BATX emerged to serve their domestic market, and expanded into Asia.", "All big techs started diversifying their activities, among others in the financial sector where they first launched innovative digital means of payments, for instance Google Pay in 2011 and Apple Pay in 2014.", "This chapter of the book is crystal-clear: big techs were highly successful in this area.", "Digital / mobile wallet payments represent around 27% of e-commerce payments in Europe, 36% in India and 69% in Asia .", "Not only do payments feed into their \"DNA loop\", but big techs helped turn payments into a glittering business, with e-commerce and social media offering opportunities for innovations to prosper.", "The value of cashless payments consequently increased by 15% in 2021 in both advanced and emerging economies , even more quickly than the trend of the last decade, and this acceleration is expected to continue in the next few years, notably for wallets .", "Big techs were then considered major competitors of banks and financial institutions - and sometimes even central banks.", "In 2019, Facebook unveiled its Libra project that consisted of issuing stablecoins pegged to several currencies, claiming cheap and efficient payment solutions (including for cross-border payments) and greater financial inclusion.", "Around the same time the strange word \"cryptocurrencies\" appeared, a word that hurt the ears of politicians and central bankers.", "From time immemorial, money had been sovereign in order to be reliable and lasting.", "Disappointing learning years?", "Needless to say Libra had its risks.", "I will not list them all, but it raised very significant concerns about financial stability, money laundering, etc.", "The issues at stake reached far beyond mere financial regulation, and also included more acutely than ever the question of competition.", "This is when big techs entered their learning years in finance, confronting reality.", "Libra did not materialise, even after it was adjusted and rebranded as Diem.", "Existing stablecoins are issued by players other than big techs, mainly from the digital asset industry.", "Incidentally, after the failures and/or crimes committed by some of them, it is high time to regulate cryptos in full and to require licensing.", "Let us not kid ourselves into believing that we can count on the so called \"crypto winter \" which has actually lasted for over a year now, to make the problem disappear by itself.", "That would be a dangerous illusion and would further delay supervision that is so badly needed.", "All jurisdictions agree in principle to regulate, under the common FSB umbrella.", "But let us not only write reports and elaborate ever more sophisticated thoughts, let us act, starting with comprehensive and effective regulation in the US, as has been done in Europe, and as the UK is on its way to doing with its proposed new set of rules that would bring a broad range of cryptoasset activities into the scope of financial services regulation.", "This is obviously good news, as long as this proposal ensures consistency with existing legislation, notably in Europe.", "To that end, I suggest the FSB to monitor closely the implementation of its own recommendations on cryptos, as the Basel Committee does on banking regulations.", "More broadly, big techs did not make the breakthrough in traditional banking activities that many had expected: why is that?", "Regulatory constraints certainly stand as a first explanation, especially since they were tightened following the great financial crisis.", "Both lending and deposit-taking are highly regulated in most advanced economies, and big techs tend to set up partnerships with banks in these countries rather than create a fully-owned subsidiary for instance.", "In addition, the low-rate environment that prevailed until recently may have been unfavourable to new banks - as their business model relies strongly on the value of sight deposits -, and an ageing population in advanced economies may have preserved loyalty to incumbent banks and insurance companies which benefit from high public trust.", "For the first time, big techs may now be touching on the limits of their core business models, and might seek further diversification, as financial activities already account for around 11% of their revenues .", "So the question is: will this breakthrough in finance happen at all?", "Time will tell, but in my view, disintermediation by big techs remains a plausible scenario.", "The massive and prosperous tech firms can learn from their difficulties and enter into the space of banking and finance.", "This raises the question of the conditions under which big techs could broaden their reach.", "Maturity and consistency years ahead?", "In a bildungsroman , the early and learning years are eventually followed by the maturity years, which hopefully coincide with greater consistency.", "In this particular case, big techs are not the only ones to mature as time and digital innovation proceed: financial institutions and supervisors must also mature and modernize.", "The regulatory environment has to stay up-to-date and preserve financial stability, without bringing the technological revolution to a halt.", "While the sound principle \"same activity, same risk, same regulatory outcome\" remains fully valid, several international institutions - including the BIS and the IMF - have recently called for a \"hybrid approach\" : home supervisors should implement an entity-based approach that would encompass all big tech's activities and risks, and host supervisors should implement an activity-based approach.", "It opens up interesting perspectives, although it can only be carried out in the medium-term due to the regulatory evolutions it implies.", "As a first pragmatic step, for host supervisors, it is necessary to establish an intermediate holding that consolidates all financial activities, in order to submit systemically important players to requirements.", "Agustín Carstens elaborated yesterday on the \"segregation\" and \"inclusion\" approaches.", "In addition, regulation of big techs in finance should go beyond traditional regulation of finance.", "Let me explain: big techs pose at least three new challenges.", "That of competition - as they are already much more concentrated than existing financial institutions, and the network economy tends to establish \"the winner takes most\" rule.", "That of data protection and privacy, of course.", "And finally, that of operational risk and cybersecurity.", "However, in each of these three fields - competition, data protection and cybersecurity - there is no international body, unlike in finance.", "And the national - or European - authorities that do exist are still hardly used to cooperating with each other.", "To develop cross-border and cross-domain cooperation, the scope is wide but essential: the OECD, the BIS and the FSB can and must be sandboxes.", "As a beacon of hope, Europe is showing the way on all these common challenges.", "Europe now stands out as a spearhead on key issues, thanks to: its regulation on digital operational resilience (DORA), which will submit critical service providers to direct oversight, and will enhance our financial system's cyber resilience and financial data protection; its regulation on markets in crypto assets (MiCA), which is tailored to new players and assets and needs to be implemented as quickly as possible, that means quicker than the presently planned November 2024; last but not least, the Digital Markets Act (DMA) will cover competition issues, and the Digital Services Act (DSA) will regulate online contents.", "In their own way, each one of these two new regulations enshrines a principle full of common sense, i.e.", "what is forbidden in \"real life\" is also forbidden for companies that operate online.", "With this new legislation, Europe is creating a climate that is more conducive to the emergence of European players in the technological field.", "We can only hope, in the interest of global competition, that they will be able to grow and reach critical size.", "The Eurosystem is also taking part in this innovation momentum: in 2018, it launched its instant payment settlement service (TIPS ), whose monthly volumes rose tenfold in 2022.", "In October 2021, it launched an investigation phase of a retail digital euro; the Governing Council will decide at the end of the year whether and how to proceed.", "It won't be a \"cliff decision\": a realisation phase will instead aim at preparing gradually and with experiments for a possible issuance by 2027.", "In a complementary manner, since 2020, the Banque de France and the BIS Innovation Hub have been conducting experiments on a wholesale CBDC, which attracts less public interest but has strong business cases.", "Today, I say this to commercial banks: don't be afraid!", "If a CBDC is needed and decided as a matter of public interest, don't oppose it.", "But participate actively in setting its designing, its parameters and mode of operation.", "There is no question of disintermediating existing or future private financial players.", "Money has for centuries been a positive and innovative partnership between public and private players.", "Notwithstanding our sometimes unwarranted old fashioned image, we central banks are keen to continue succeeding in our innovator's role with the private sector, not work against it.", "All economic agents need an anchor that guarantees the trust in the value of money, and central banks are the only ones fully able to preserve it.", "To conclude, we are about halfway through a fascinating bildungsroman that has already offered many surprises, and will probably offer many more.", "As a committed reader and even stakeholder in this novel, I strongly hope that the plot overall unravels in the consistent way I described earlier.", "I could have quoted one of our famous French bildungsroman , such as Sentimental Education by Flaubert, but I will give primacy to the German master Goethe, who created the genre with his Wilhelm Meister's Apprenticeship: \"One ought, every day at least, to hear a little song, read a good poem, see a fine picture, and, if it were possible, to speak a few reasonable words.\"", "I have endeavoured to follow this last piece of advice with this speech.", "Thank you for your attention, and have a good conference!", "See the FIS Worldine Global Payments Report 2022 as regards Europe and Asia, and the FSI Insights on Big tech interdepency - a key policy blindspot (July 2022) as ii Big techs' \"DNA feedback loop\": data, network effects, activities Digital payments make gains but cash remains, Bank for International Settlements, 30 FIS Worldine Global Payments Report 2022 Villeroy de Galhau, F., Anchors and catalysts: central banks' dual role in innovation , speech, 27 September 2022 Centre for Economic Policy Research (CEPR), A policy triangle for big techs in finance , 23 October 2021 Big tech in financial services: regulatory approaches and architecture, International Big techs in finance: regulatory approaches and Monetary Fund, 24 January 2022; and policy options , Bank for International Settlements, 16 March 2021 TARGET Instant Payment Settlement"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Big techs in finance", "Digital payments", "Stablecoins", "Crypto regulation", "Competition", "Data protection", "Cybersecurity", "Central bank digital currencies", "Financial innovation", "Regulatory framework"]}