{"sentences": ["After more than a year, the world continues to be shaken by the unlawful and unjustified Russian aggression to Ukraine.", "We strongly support and admire the Ukrainian people for their spirited and courageous resistance, and we commend the World Bank Group (WBG) for its continued support to Ukraine, including through the careful assessment of damage and needs.", "The global economy has shown more resilience than expected.", "Available indicators suggest that the slowdown, though substantial, is smaller than anticipated until a few months ago.", "Still, we are dealing with an extremely uncertain environment, and growth and inflation continue to be adversely affected by the war.", "Recent banking distress episodes and the subsequent tensions, though contained by the appropriate response of domestic authorities, make the outlook for the global economy and financial stability more uncertain and prone to downside risks.", "These episodes indicate the importance of sound regulation and close monitoring of intermediaries' exposure to, inter alia, interest rate and liquidity risks.", "This is true not only for banks but also for non-bank financial institutions, which neither benefit from a comparable regulatory and supervisory framework nor have access to central bank emergency liquidity assistance.", "The response to short-term developments should not come at the expense of the attention to longer-term issues.", "Because of compounded crises, many developing countries are facing setbacks in fighting extreme poverty and achieving shared prosperity.", "Learning losses, insufficient physical and digital investments, subdued productivity growth, and weak institutions are all constraints on output growth, contributing to debt vulnerabilities.", "The WBG is the key development partner to low- and middle-income countries.", "Over the last years, it has supported the immediate needs of the most vulnerable - badly hit by Covid-19, and the energy and food crises - while maintaining focus on long-term development goals.", "Now it must further integrate global challenges - like climate change, pandemics, fragility, and conflict - into its core development agenda to eradicate extreme poverty.", "Through its country engagements and its power as global convener, the WBG should provide technical assistance, combine financing and knowledge support effectively, and properly engage at the regional, national, subnational as well as sectoral level.", "Against this background, we welcome the Report on the Evolution of the WBG and commend management and the Board of Directors for their effort over the last months.", "The Development Committee paper presents a structured set of options to strengthen the WBG, giving a clear sense of the remarkable amount of work that has been produced so far and the complexity of the agenda we have ahead.", "We agree with the proposed mission statement which retains the Twin Goals - of eradicating extreme poverty and boosting shared prosperity - and recognizes the importance of addressing global challenges in an increasingly difficult economic context.", "We support the proposal to renew analytical products to better integrate global challenges into country partnership frameworks while maintaining the country ownership at the heart of the WBG model.", "It is also critical to provide greater emphasis on private sector development and domestic resource mobilization.", "Streamlining and consolidating such products will reduce the burden on the WBG's budget and on client countries.", "Further adjustments to the operating model are central to the WBG Evolution agenda.", "We expect clear and concrete proposals for strengthening knowledge delivery and outcome orientation to be discussed at the Annual Meetings in Marrakech.", "It should be made clearer how the many different groups producing relevant research and analytics point to a unitary vision for operations and engagements at the country, regional, and global levels.", "Impact evaluation and adaptive management have to become part and parcel of the WBG's modus operandi and accountability to all stakeholders.", "We urge the WBG to delve into a new framework for partnerships with client countries, other international financial institutions, and national agencies.", "Enhanced collaboration and division of labor based on comparative advantages are key to increasing development impact on communities and to optimal use of scarce public resources.", "A similar programmatic effort is needed to strengthen the internal collaboration among World Bank, IFC and MIGA (the so called \"One WBG approach\").", "This requires overcoming a silo-type attitude across the Group by favoring information sharing, better exploiting diversity in skills and perspectives, and incentivizing staff to work together, including through metrics to monitor progress.", "The One WBG approach is a necessary condition for increasing private capital mobilization, a fundamental lever to matching developing countries' needs.", "The WBG has to take more effective action, including pushing for reforms of the business environment and triggering a significant expansion of the private investor base and available bankable projects.", "On the financial side, we are glad to see the remarkable initial results of the Capital Adequacy Frameworks review, designed, and launched under the G20 Italian Presidency.", "We should swiftly proceed with the proposals to remove the Statutory Lending Limit from the Articles of Agreement, lower the equity-to-loans ratio, and launch a pilot on Hybrid Capital with private investors.", "These measures, together with Management's decision to increase the limit for shareholder guarantees, would enable about $50 billion of additional lending over 10 years.", "Looking ahead, we invite the WBG to consider the implementation of all the other CAF recommendations, including the work aimed at strengthening and improving the usability of the GEMs database.", "In a similar vein, the Evolution agenda should trigger a better use of Trust Funds (TF) and Financial Intermediary Funds (FIF).", "With its thorough knowledge of FIFs, the WBG can help donors identify ways to better leverage their financial resources within each institution.", "We are confident that all of these actions will allow significant expansion of lending capacity, to better respond to development needs.", "We reaffirm our active engagement with IDA to support the poorest and most fragile countries.", "Concessional resources should continue to be directed to low-income countries, and we encourage management to explore additional balance sheet optimization measures, as well as any strategic use of IDA capital to smooth the financing resulting from current frontloading.", "The WBG Evolution discussion must be framed and developed within enhanced multilateralism.", "We cannot allow political tensions to draw new divisions across opposing blocs.", "This would generate large welfare losses, especially for emerging and developing economies, and seriously damage our ability to address major development challenges, as well as contain social and economic difficulties originating from digital and energy transitions.", "We should all work to keep the exchange of ideas and knowledge fluid and constructive, and to ensure that cooperation among countries remains strong."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["WBG Evolution", "Global economy", "Ukraine", "Extreme poverty", "Private sector development", "Shared prosperity", "Financial stability", "Climate change", "Multilateralism", "Capital Adequacy Frameworks"]}