{"sentences": ["Ladies and Gentlemen, Dear Conference Participants, Good morning and a very warm welcome to the Bank of Finland's Money Museum!", "Please let me thank each of you for taking part in our conference.", "I also want to thank all of our presenters, panelists and the keynote speaker Professor Annamaria Lusardi.", "The quality of presentations is outstanding, and I hope you are all looking forward to the discussions as much as I am.", "We come together today to discuss the vitally important topic of financial literacy.", "It is a skill which every citizen needs, but which far too many lack.", "Sound financial literacy is at the heart of people's well-being, and therefore, improving it must be a top priority of the authorities.", "In the past, it was sufficient to be aware of your income and expenses, in a practical sense.", "\"Spend less than you earn\" is an old and simple wisdom.", "And \"It is not about the high income, but the low expenses\" as my grandmother used to say.", "Today, credit is readily available and complex investment products are accessible at our fingertips.", "The gap between the financially resilient and the financially fragile is widening.", "The current cost of living increase has made financial skills imperative for households.", "It is now recognised that poor financial abilities have left many households unprepared to face this cost of living increase, rising interest rates and their consequences.", "In this opening address I will first discuss the specific challenges that the cost of living increase imposes on households and to financial stability.", "I will then explain why a lack of financial literacy is not just an individual problem but has a wider effect on the entire financial system.", "I will argue that financial literacy must go hand in hand with a wellregulated financial market and macroprudential policies.", "I will emphasise that interconnectedness between financial literacy and financial stability, in particular, explains why central banks are fostering financial education.", "I will finish by introducing initiatives by the Bank of Finland which aim to improve the financial skills of all our citizens.", "in today's economic climate it is more important than ever to be financially literate.", "During a recent press conference at which I introduced our Financial Stability Review, I quoted Warren Buffett's poignant phrase: \"only when the tide goes out do you discover who's been swimming naked\".", "He referred to the risks investors take that only get tested and become visible during tough times.", "This wisdom applies to households too.", "For two decades, inflation and interest rates were low and stable.", "Households were optimistic about their job and income prospects.", "During these good times, access to credit was easy, which encouraged people to borrow and spend more.", "But, to continue Warren Buffet's analogy, we have experienced an unprecedented series of tidal currents.", "The Covid-19 pandemic, Russian's brutal and unprovoked invasion of Ukraine, and as a consequence rapid inflation and raising interest rates, have led to many households searching for their swimming suits or even lifebuoys.", "A loan taken when interest rates were low could turn out to be too large for some borrowers, even where the household's financial standing ought to be sufficient to manage repayments.", "Higher interest rates and tighter financial conditions can, indeed, expose households' vulnerabilities that were built up during the period of low interest rates.", "The reason why central banks in all the world's main economic regions started to raise their key interest rates almost in unison was not, however, motivated by aim of \"finding out\" households, or somehow punishing economic players.", "The central banks' goal is to curb the soaring inflation that in all major economies turned out to be faster and broader than expected.", "A year ago, central banks thought they could tighten monetary policy gradually as inflation seemed to be a temporary phenomenon, but this outlook changed rapidly.", "Although central banks have increased interest rates exceptionally quickly, the current level of rates is not, however, especially high by historical standards.", "Yet, even a moderate rise in interest rates matter as, in many countries, household debit accumulation grew considerably during the times of low interest rates.", "I will next talk about the implications of the cost of living increase to households in more detail.", "The cost of living increase reduces household's real disposable income, which, in turn, constrains households' budgets and their ability to consume.", "My focus is on Finnish households.", "Although there are some country specific factors at play, we can identify many similarities between households in Finland and other European countries.", "Firstly, the ongoing cost of living increase is driven by inflation.", "Inflation this year reached a level not seen in many countries since the 1980s.", "A combination of postpandemic consumer demand, supply chain disruptions, accommodative economic policies and Russia's invasion of Ukraine that shocked Europe's energy markets all explain why inflation shot upwards.", "While there are signs that inflation is starting to ease, it is still expected to remain above the ECB's target of 2 percent in the medium term.", "The rapid and steep rise in inflation has been a cause of anxiety for many households.", "Distributional effects of inflation have been serious because households in the lower parts of the income distribution are disproportionately affected by the increases in the costs of essential goods.", "Especially low-income households, in Finland and elsewhere, spend a large share of their income on basic consumption such as food, electricity and heating, which makes them particularly vulnerable to increases in the living costs.", "Lowincome households, furthermore, are able to save less and are more liquidityconstrained than high-income households.", "They have less room to buffer sharp increases in their cost of living through savings or affordable loans.", "Secondly, it's worth highlighting that Finnish households have more debt than ever before, in the face of fast-rising interest rates.", "For decades Finnish households have constantly accumulated debt in relation to their income.", "The more debt households have, the more significant the negative impact a rise in interest rates has on other spending opportunities.", "Finnish households are particularly vulnerable to the interest rate increases, because the rates on housing loans are usually variable.", "According to a survey by the Bank of Finland, about a quarter of the total housing loan stock in Finland is hedged against interest rate rises.", "However, the most indebted households are less likely to have hedged their housing loans, and this is a cause of concern.", "Finally, the rise in interest rates and the tighter financing conditions have weakened the financial cycle.", "The housing markets have dampened significantly, and the rate of credit growth has slowed.", "In addition to high interest rates, the housing market has also been hit by low consumer confidence.", "The third way in which the cost of living increase squeezes household consumption opportunities is the so-called \"wealth effect\".", "Housing wealth forms a significant share of Finnish households' assets, and thus declining home prices have a negative impact on household wealth.", "In turn, lower household wealth makes households reduce their spending.", "Most of the household debt in Finland is housing related.", "I occasionally get challenged by the somewhat misleading argument that housing loans in Finland are not a problem to financial stability, because households generally avoid defaulting on them at any cost.", "Yet, the significance of indebted households is highlighted in the event of a shock to the economy.", "In an economic downturn, indebted households cut their consumption to service their debt.", "I will use an illustrative example from our recent history.", "Finland experienced a severe recession in the 1990s.", "During this difficult period households sought first and foremost to service their housing loans.", "Considering the depth of the economic downfall and level of mass unemployment, the total value of unserviced or failed housing loans remained surprisingly low.", "However, to serve their loans, households reduced consumption which caused losses for domestic market companies.", "Companies, in turn, adjusted their operations via layoffs or redundancies.", "Bankruptcies by banks' customers resulted in an increase in loan losses, particularly in the corporate sector, and weakened banks' capital positions, meaning that banks had to cut down on lending even more.", "This caused a self-fulfilling spiral between households, companies and banks that deepened the recession and strengthened the instability of the financial market.", "To sum up, the cost of living increase has meant that households' incomes could not keep up with increasing costs.", "Low-income households and households with large variable rate loans have been particularly affected.", "The foundations of financial stability can still be shaken even if there are no mass defaults, because households' consumption may decline sharply in response to lower real income and the \"wealth effect\".", "This could reduce output and increase the probability of recession, and potentially result in higher risks to banks' asset quality through corporate defaults.", "Is there anything that could be done to prevent a vicious circle from forming between households and financial markets, two distinctive sectors of the economy?", "The answer is macroprudential policy, a concept that emerged in response to the financial crisis.", "Macroprudential policy seeks to address risks arising from interactions between the real economy and the financial system.", "Macroprudential instruments are used for preventing financial crises by strengthening the resilience of the financial systems, including housing markets.", "In Finland, decisions on the use of macroprudential instruments are taken by the Board of the Financial Supervisory Authority, the FIN-FSA, which I am chairing.", "Macroprudential policies may take different forms.", "For example, in Finland we expect new legislation to become effective next month, which aims to curb excessive household indebtedness.", "The new legislation will introduce a maximum maturity of 30 years on housing loans and include certain amortisation requirements.", "Furthermore, non-bank lenders such as payday loan providers will be moved under the supervision of the FIN-FSA.", "I'm convinced these new laws will contain risks related to housing loans and curb excessive household indebtedness.", "Dear participants, even the best combination of macroprudential policies and related legislation is not a silver bullet when it comes to curbing household indebtedness on an individual level.", "The design and implementation of various macroprudential policies aim to support the overall resilience of the financial system.", "These macroprudential measures always take an aggregate perspective.", "They cannot efficiently limit risks stemming from individuals or circumstantial events.", "This is where financial literacy comes into play.", "It is an individual skill.", "When taking loans or making savings and investment decisions, households have to be able to consider the whole range of life events that may affect their financial position.", "These individual decisions cannot be controlled efficiently by macroprudential policies.", "The same also applies the other way round: when making financial decisions the households consider the risks they face personally, not the economy-wide systemic risks or externalities that macroprudential policies address.", "Having said this, there are fundamental synergies between financial literacy and financial stability.", "Buying a house is usually the biggest economic decision taken by an individual.", "While making this decision, households need to understand what is going on in the economy and in the financial world but also be able to manage their own finances.", "Financially literate households are able to make better decisions by using crucial tools that make them resilient to shocks.", "This decreases their financial fragility.", "In aggregate, they contribute towards a stronger and more stable economy and financial markets.", "Macroprudential policies such as loan-to-value ratio or debt-toincome ratio are relevant both from the households' and the financial system's perspective.", "These policies target households at large.", "Their aim is to ensure that, when needed, households have sufficient buffers and shock absorbers.", "In many cases, risks that arise from housing markets, in particular, impose bigger risks for households than banks or other financial institutions.", "Interconnetedness between financial literacy and financial stability is the primary reason why central banks, including the Bank of Finland, want to promote financial literacy and education.", "Financial literacy enhances financial stability.", "Links between financial stability and financial literacy are important and they form a worthwhile field for exploration.", "I am delighted that many papers today focus on microlevel decision-making and its links to the macro-economic outcomes.", "The bird's eye view enables us to discuss the broad scope of financial literacy.", "Many papers and presentations also consider the societal effects of financial literacy.", "Collecting high- quality data, designing studies to evaluate financial literacy policies, improving teaching techniques and making central banking communications more understandable are all financial literacy research areas that help us to understand household behaviour and eventually improve financial stability.", "Let me reiterate how delighted I am to welcome you to the Bank of Finland's first international financial literacy conference.", "For the Bank of Finland, promoting financial literacy has been a key strategic priority and this financial literacy centre in connection with our museum is a concrete outcome of this work.", "When we were choosing the vision for our centre, we abandoned the stereotypical Finnish modesty.", "The vision states, \"Finns will be the best at financial literacy in the world\"!", "This year we are also celebrating the 20th anniversary of the Bank of Finland's museum.", "The museum is open to the public for free and it has become a popular place to visit here in the heart of Helsinki.", "In 2020 the Bank of Finland took an initiative which resulted the first national strategy in financial education.", "We started by surveying all different financial education activities in Finland.", "When it comes to implementing the strategy, we thrive to be a key player within our national financial education network.", "The network includes relevant ministries, banking, consumer and financial sector associations and NGOs.", "Co-operation between different stakeholders is crucial, because in Finland many important policy areas such as consumer protection or citizens' advice do not fall under the functions of the central bank.", "Co-operation enhances the outreach of financial education to different socioeconomic groups and gives us a feedback channel that we can utilise in developing our activities further.", "The mission of the Financial Literacy Centre is to improve citizens' understanding of the economy and increase their interest in economic issues.", "Our educational games, exhibitions and interactive displays explain common economic concepts like inflation, interest rates, and, in general, aim to make monetary policy more accessible to the broader public.", "We also offer workshops on personal finance for school children and students.", "To our visitors, we deliver neutral and research-based information about the economy, the Bank of Finland and the Eurosystem in a comprehensible manner.", "I hope that during the breaks you can find time to explore our Centre.", "Its manager Anu Raijas is happy to tell you more about our activities and operations.", "Dear friends, with these words, I thank you for your attention and wish you all a very good conference!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Cost of living increase", "Household debt", "Financial stability", "Macroprudential policies", "Central banks", "Financial education", "Economic resilience", "Inflation", "Housing market"]}