{"sentences": ["Speech Achieving Full Employment Michele Bullock[*] Speech at the Ai Group Newcastle - 20 June 2023 I would like to thank the Australian Industry Group for the invitation to speak at this lunch today.", "It is great to be in Newcastle.", "In recent times, my colleagues and I have spent a lot of time talking about the current bout of inflation in Australia and globally.", "The reason for this focus is clear: inflation is too high, and the longer this persists, the more damaging it becomes.", "It is in all our interests to bring inflation down and the Reserve Bank Board has been increasing the cash rate to achieve this.", "But just because our inflation objective has been in focus recently, it does not mean that the other part of our mandate - maintaining full employment - has become any less important.", "Full employment is, and has always been, one of our two main objectives.", "When discussing full employment, in the context of a central bank's mandate, economists typically talk about the non-accelerating inflation rate of unemployment - the NAIRU.", "I will come back to this concept.", "But, more generally, full employment means that people who want a job can find one without having to search for too long.", "As I will emphasise later, the number of hours of work that people can secure is also important in defining full employment.", "It is hard to overstate the importance of achieving full employment.", "When someone cannot find work, or the hours of work they want, they suffer financially.", "However, the costs of unemployment and underemployment extend well beyond financial impacts; work provides people with a sense of dignity and purpose.", "Unemployment - particularly long-term unemployment - can be detrimental to a person's mental and physical health.", "The costs of not achieving full employment tend to be borne disproportionately by some groups in the community - the young, those who are less educated, and people on lower incomes and with less wealth.", "In fact, for these groups, improved employment outcomes and opportunities to work more hours are much more important for their living standards than wage increases.", "In my remarks today I want to focus on the Reserve Bank's full employment objective, while also giving an overview of how the labour market has evolved in recent years and months.", "I will start by giving an update on current labour market conditions and how we got here.", "I will then discuss how we think about employment in the context of setting monetary policy and how we are striving to preserve many of the gains in Australia's labour market while bringing inflation back to target.", "Finally, I will explain how getting inflation under control within a reasonable timeframe will give us the best chance of securing sustainable full employment into the future.", "Before offering some remarks on the current state of the labour market, I wanted to first reflect on how we got here.", "Let me take you back to early 2020, when the outbreak of the COVID-19 virus and the resulting public health response led to the sharpest deterioration in labour market conditions in many decades.", "Hundreds of thousands of Australians lost their jobs, and an equally large number were stood down or had their hours cut.", "This was a time of extreme uncertainty, with a deadly virus threatening people's health and livelihoods and no vaccines in sight.", "There were credible projections that the unemployment rate would rise to 15 per cent, and our own forecasts from the time had the unemployment rate remaining high for several years (Graph 1).", "Many Australians were facing the prospect of a prolonged period of unemployment.", "Quarterly data from 1959 to 1964 are spliced from historical national accounts data.", "Concerns about labour market 'scarring' were front of mind for policymakers during this period.", "The sobering experience from previous recessions had taught us that these episodes leave long-lasting marks on individuals, communities and the economy.", "There are many forms this can take.", "For example, if people stay unemployed for too long, their skills may deteriorate or become obsolete and their prospects for re-engaging in meaningful work may decline.", "This can result in more people in long-term unemployment or, alternatively, people withdrawing from the workforce.", "Monetary and fiscal policy responded quickly to support the community and to reduce the likelihood of this outcome.", "The size of the policy response was large and was designed to insure against catastrophic economic outcomes - which it did.", "A particular focus of the fiscal policy response was to keep employees attached to their jobs, even if there was little work for them during periods of lockdown.", "With the benefit of hindsight, however, some argue that policymakers here and around the world took out too much insurance.", "Nonetheless, it ultimately allowed us to avoid the long-term scarring effects on employment that had been a hallmark of previous recessions.", "It is also possible that the particular nature of the pandemic recession - driven by health restrictions and social distancing - allowed for a faster recovery than previous recessions.", "A remarkable recovery The pace and extent of the recovery has been remarkable - much faster than any previous downturn (Graph 2).", "Labour market outcomes over the past three years have consistently exceeded the expectations of the Bank and other forecasters; the labour market has proved very resilient.", "Labour Market Underutilisation* Monthly change since the beginning of labour market downturn Previous downturns COVID-19 pandemic 0 6 12 18 24 30 36 42 48 The underutilisation rate is the sum of the unemployment and underemployment rates; labour market downturn is defined as the trough in the underutilisation rate.", "The share of the Australian population in employment has never been higher.", "The number of Australians in a job has increased by over 1.1 million since late 2021 and the level of employment is now almost 8 per cent above its pre-pandemic level.", "Almost all the gains in employment since the onset of the pandemic have been in full-time employment (Graph 3).", "Strong demand for labour has enabled many previously part-time employees to move into full-time work.", "This has allowed people to move closer to their preferred working hours, pushing the underemployment rate (which captures both those looking for more work and those looking to increase their current hours) to levels not seen since 2008.", "The rate at which people participate in the labour force is also at a record high.", "The rise in participation since the onset of the pandemic is mostly attributable to women entering (or re-entering) the labour force in large numbers.", "This has been underpinned by strong labour market conditions, more flexibility in working arrangements and a continuation of long-run trends.", "The unemployment rate has fallen sharply and is currently a little over 31⁄2 per cent.", "Not only did the pace and extent of decline in unemployment surprise forecasters, the improvement since late 2019 has also been large compared with other countries (Graph 4).", "While this partly reflects Australia having had more spare capacity in the labour market than some other countries at the onset of the pandemic, these gains have been remarkable.", "So remarkable, in fact, that our judgement is that we are at or even perhaps above estimates of full employment for the first time in decades.", "I will come back to why we think this a little later.", "The benefits have been shared widely across the community One of the encouraging things about the strength in employment is how broadly based it has been across the country.", "It has not been confined to the cities or to individual states and regions.", "This has meant that the benefits of the strong labour market have been shared among many communities.", "The unemployment rate is at or below 4 per cent in three-quarters of all regions (Graph 5).", "Newcastle is a prime example of a region that has undergone a considerable tightening in the labour market.", "At around 3 per cent, the unemployment rate for Newcastle is now considerably lower than it was prior to the pandemic and a fair bit lower than the nationwide unemployment rate (Graph 6).", "That translates to an additional 25,000 residents in this area having work.", "Messages we hear through the Bank's liaison program in the Newcastle area are also consistent with what we are hearing elsewhere in the country: despite the slowing in economic growth, businesses are facing labour availability constraints stemming from a lack of suitable labour, high levels of job switching and a shortage of housing.", "People on lower incomes and with less education have As has been the case in previous economic cycles, it has been people on lower incomes and with less education who have benefited the most from the strong labour market conditions.", "Declines in unemployment since the onset of the pandemic have tended to be larger in local labour markets that had weaker labour market conditions to begin with.", "Labour market outcomes for people without any post-secondary education or training have also improved considerably.", "The labour market for younger people - whose opportunities for employment tend to decline most during recessions - has also improved by much more than at the aggregate level (Graph 7).", "Since late 2019, the decline in the unemployment rate of people aged 15-24 years has been more than double the size of the nationwide decline.", "The fact that the youth labour market recovered so strongly upon the end of lockdowns helped to alleviate a key concern that policymakers held during the worst of the pandemic - that a cohort of Australians early in their working life would find themselves more permanently at a disadvantage when seeking employment in the future.", "Tight labour market conditions have also enabled many people who were previously unemployed for long periods to find work.", "Over 2022, a record number (and share) of long-term unemployed persons found a job, and fewer exited the labour market as discouraged jobseekers (Graph 8).", "Furthermore, the tight labour market meant that the risk of becoming long-term unemployed declined significantly.", "Reflecting these positive developments, the long-term unemployment rate is currently close to its lowest level in decades.", "In many ways, what we have seen is the opposite of the 'scarring' concern I discussed earlier - people who would typically have trouble getting employment have, in fact, been drawn into work.", "Transition Rates* Over a month, 12-month trailing average From long-term From short-term unemployment to Outside the 20 20 Long-term unemployment 2003 2023 2003 2023 Data has been adjusted for sample attrition.", "It is important to note that not everyone has been able to reap the benefits of a tight labour market.", "Structurally high unemployment remains a problem in some parts of the country and among some groups, such as our First Nations Australians.", "These structural issues - which are a focus of the Australian Government's Employment White Paper - are beyond the ability of monetary policy to address.", "Monetary policy's primary role in supporting full employment over the longer term is to ensure that inflation remains low and stable.", "Although, as I hinted at earlier, it may have some impact at the margin if a strong labour market permanently lowers the unemployment rate that we typically associate with full employment.", "Developments in recent months In recent months, the balance between labour demand and supply has improved somewhat as the sharp increase in net arrivals from overseas may have helped to alleviate shortages in some areas and labour demand has moderated as the post-pandemic recovery has run its course.", "The significant tightening in monetary policy over the past year has also played a role in this, as intended.", "This moderation in labour demand can be seen in a range of indicators, such as job advertisements and employment intentions (Graph 9).", "The unemployment rate has also bottomed out, and there are signs that turnover is declining and labour shortages in some areas are easing.", "Nevertheless, the labour market remains tight, with many firms still finding it challenging to hire workers and there are still roughly as many vacancies as there are unemployed people.", "As a share of the labour force.", "Sources: ABS; Jobs and Skills Australia; RBA.", "Monetary policy and full employment So, how do we think about full employment in the context of setting monetary policy?", "I noted at the beginning that, simply put, full employment means that people are able to find a job without having to search for too long.", "This does not mean an unemployment rate of zero.", "There will always be frictions in the labour market that mean it takes time to find a suitable job, including because the skills required do not match the candidates available or there are structural impediments to employment.", "These issues are best addressed by government policies.", "For monetary policy, our price stability mandate requires a narrower concept of full employment.", "We think of full employment as the point at which there is a balance between demand and supply in the labour market (and in the markets for goods and services) with inflation at the inflation target; this is the level of employment that is sustainable with our price stability mandate in the longer term.", "Deviations from full employment have implications for price and wage growth.", "When labour demand outstrips supply, there will be upward pressure on wages growth and inflation (Graph 10).", "Conversely, when there is not enough demand, there is spare capacity in the labour market and downward pressure on wages growth and inflation.", "For this reason, our objectives of price stability and full employment are usually closely intertwined.", "Underutilisation, Wages and Inflation Underutilisation rate 12 12 Wage Price Index* Trimmed mean inflation* 2003 2008 2013 2018 2023 Year-ended.", "A key challenge that we face is that 'full employment' is not directly observable.", "Rather, we need to infer how close we are to full employment based on things we can observe.", "One way of thinking about this is in terms of the 'non-accelerating inflation rate of unemployment' or NAIRU.", "The idea is that, as described above, there is a short-run trade-off between inflation and unemployment - at lower levels of unemployment, wage and price pressures rise and vice versa at higher levels of unemployment.", "But, if unemployment remains too low for too long, inflation expectations will rise, which will make it that much harder for the monetary authorities to bring inflation back down.", "Hence the concept that there is an unemployment rate at which inflation is neither rising nor falling - the NAIRU.", "But while the NAIRU is an important concept, it is only one of the ways the Bank assesses whether it is meeting its full employment objective.", "Because we cannot observe the NAIRU or full employment more generally, we use statistical models to infer how much spare capacity is in the labour market at any point in time, based on the signals we are getting from indicators like the unemployment rate, wages and inflation.", "These models only give a rough guide, and there is substantial uncertainty around the estimates they produce.", "They also do not account for the full array of supply shocks that can drive a wedge in the relationship between inflation and the labour market, such as those seen during the pandemic.", "An added complication is that 'full employment' is a moving target - it changes over time as the structure of the economy and labour market evolves.", "Aside from statistical models, we consider a broad range of indicators of conditions in the labour market.", "One of the most important of these is the underemployment rate, which I discussed earlier.", "The underemployment rate has grown in importance as a measure of spare capacity in the labour market over time and plays an increasingly significant role in our assessment of full employment.", "The recent experience of a rapidly tightening labour market has also demonstrated the importance of other measures of labour market tightness, such as the number of job vacancies relative to jobseekers, and the share of workers who choose to switch jobs (Graph 11).", "Our assessment is that, for the first time in decades, firms' demand for labour exceeds the amount of labour that people are willing and able to supply.", "That is, employment is above what we would consider to be consistent with our inflation target.", "At the same time, with demand for goods and services high relative to the economy's capacity to supply those things, inflation is well above the 2-3 per cent target range.", "As the Bank has highlighted frequently over the past year, high inflation makes life difficult for people and damages the functioning of the economy.", "It erodes the value of savings, hurts family budgets, makes it harder for businesses to plan and invest, and worsens income inequality.", "That is why the Board has been increasing the cash rate.", "One of the channels through which higher interest rates work to bring down inflation is by reducing the demand for goods and services and hence overall demand for labour.", "There are other channels too, but this channel is important.", "What this means is that labour market conditions will invariably soften as inflation is contained.", "Inflation versus employment Some may hear this and think that the Reserve Bank Board is prioritising its inflation objective ahead of its full employment objective.", "Although it is true that we are resolute in returning inflation to target, this does not mean that employment has taken a backseat.", "There are two important points to make here.", "The first is that the Board has been willing to accept a somewhat more gradual return of inflation to target than many other central banks.", "A faster return to target would likely mean more job losses in the short term.", "Our judgement is that if we can return inflation to target in a reasonable timeframe - while preserving as many of the employment gains as we can - that would be a better outcome.", "Indeed, our most recent forecasts have inflation returning to target by mid-2025, while employment growth slows but does not contract.", "The unemployment rate is expected to rise to 41⁄2 per cent by late 2024 (Graph 12).", "While 41⁄2 per cent is higher than the current rate, this outcome would still leave us below where it was prepandemic and not far off some estimates of where the NAIRU might currently be.", "In other words, the economy would be closer to a sustainable balance point.", "Of course, these forecasts are subject to a considerable amount of uncertainty.", "We do not have a crystal ball - there will be developments in the future that none of us foresee.", "The second point is that we need to think about the consequences for the labour market of not getting inflation under control.", "Price stability is a prerequisite for a strong economy and full employment.", "Indeed, it is very difficult to sustain full employment without price stability.", "If high inflation were to become entrenched in people's expectations, it would be very costly to reduce later, involving even higher interest rates and a larger rise in unemployment.", "A deep and long-lasting recession would be likely, which would mean a substantial rise in the unemployment rate.", "Our goal is to return the labour market (and the market for goods and services) back to a level more consistent with full employment - something like the endpoint in our forecasts.", "We think this can be achieved if employment and the economy more generally grow at a below trend pace for a while.", "This would help to bring demand and supply into better balance and give us the greatest chance of securing sustainable full employment into the future.", "Thank you for your time.", "I am happy to take your questions.", "[*] I am grateful to James Bishop and Jess Young for excellent assistance in preparing this speech, and to Alex Ballantyne for his valuable input and comments.", "[1] Job loss can be financially costly for workers, particularly when a long-term job is lost.", "See Lancaster D (2021), 'The Financial Cost of Job Loss in Australia', RBA Bulletin, September.", "See also Cassidy N, I Chan, A Gao and G Penrose (2020), 'Long-term Unemployment in Australia', RBA Bulletin, December.", "[3] See, for example, Day I and K Jenner (2020), 'Labour Market Persistence from Recessions', RBA Bulletin, September; Cassidy et al, n 2; Borland J (2020), 'Scarring Effects: A Review of Australian and International Literature', Australian Journal of Labour Economics, 23(2), 173-187; Kroft K, F Lange and MJ Notowidigdo (2013), 'Duration Dependence and Labor Market Conditions: Evidence from a Field Experiment', The Quarterly Journal of Economics, 128(3), 1123-1167; Cohen JP, AC Johnston and AS Lindner (2023), 'Skill Depreciation During Unemployment: Evidence From Panel Data', NBER Working Paper No 31120; Jarosch G (2021), 'Searching for Job Security and the Consequences of Job Loss', NBER Working Paper No 28481.", "[4] Lowe P (2023), 'Inflation and Recent Economic Data', Keynote Address to the Financial Review Business Summit, Sydney, 8 March.", "[5] This outperformance of previous downturns is also true of other labour market aggregates, such as the employment-topopulation ratio and unemployment rate.", "See Coates B and A Ballantyne (2022), 'No One Left Behind: Why Australia Should Lock In Full Employment', Grattan Institute Report No 2022-07.", "[6] See der Merwe M (2016), 'Factors Affecting an Individual's Future Labour Market Status', RBA Bulletin, December; RBA (2018), 'Box B: The Recent Increase in Labour Force Participation', Statement on Monetary Policy, May.", "[8] This is consistent with Dhillon Z and N Cassidy (2018), 'Labour Market Outcomes for Younger People', RBA Bulletin, June, which found that the unemployment rate for younger workers has a largely contemporaneous relationship with the aggregate unemployment rate but tends to move twice as much.", "[9] A large body of evidence suggests that early-career labour market outcomes can affect future outcomes: see, for example, de Fontenay C, B Lampe, J Nugent and P Jomini (2020), 'Climbing the Jobs Ladder Slower: Young People in a Weak Labour Market', Productivity Commission Staff Working Paper, July; e61 Institute (2022), 'The Effect of the Covid-19 Recession on the Youth Labour Market in Australia', Discussion Paper, July.", "Treasury research found that when the youth unemployment rate goes up 5 percentage points, wages for graduates are around 8 per cent lower than they would have otherwise been, and remain depressed for years: Andrews D, N Deutscher, J Hambur and D Hansell (2020), 'The Career Effects of Labour Market Conditions at Entry', Treasury Working Paper No 2020-01.", "[10] For further discussion on the Reserve Bank's NAIRU model, see Cusbert T (2017), 'Estimating the NAIRU and the Unemployment Gap', RBA Bulletin, June; Ellis L (2019), 'Watching the Invisibles', The 2019 Freebairn Lecture in Public Policy, University of Melbourne, 12 June.", "Treasury also maintains a NAIRU model: see Ruberl H, M Ball, L Lucas and T Williamson (2021), 'Estimating the NAIRU in Australia', Treasury Working Paper No 2021-01.", "[11] If you are interested in more information on these concepts, I refer you to our website where a number of explainers on employment and the NAIRU can be found.", "[13] Underemployed workers represent additional labour supply that can be called upon before there is upward pressure on wages.", "See Chambers M, B Chapman and E Rogerson (2021), 'Underemployment in the Australian Labour Market', RBA Bulletin, June.", "[14] Lowe P (2023), 'Monetary Policy, Demand and Supply - Transcript of Question and Answer Session', Address at the National Press Club, Sydney, 5 April.", "Related Information • RBA (2023), 'Unemployment: Its Measurement and Types', Explainer.", "• RBA (2023), 'The Non-Accelerating Inflation Rate of Unemployment', Explainer."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Full employment", "Inflation", "Labour market", "Unemployment", "Wage growth", "Monetary policy", "Employment gains", "Job vacancies", "Underemployment", "Labour demand"]}