{"sentences": ["Dear Mr. President, Dear Mr. Prime Minister, Dear Mr. Dombrovskis, Dear members of the public, First of all, I would like to thank the Ministry of Finance and Minister Rositsa Velkova for organising this conference.", "A proper assessment of the current situation related to our path to the euro area will enable us to make the right decisions.", "For this reason, I will touch on three issues: 1.", "Assessment of the current situation; 2.", "Possible solutions; 3.", "The role of the Bulgarian National Bank (BNB).", "At this point of time we are rightly talking about inflation, which is one of the nominal criteria for accession, the only one we are currently not fulfilling.", "Process-wise, legislation is not an insurmountable obstacle.", "The genesis of the overall delay in the process, however, lies in the political framework and more specifically in the political crisis of the last two years.", "The ongoing problems with the legislative program and with the domestic factors for high inflation are largely a consequence of the political crisis.", "As a result of this crisis, the budget process in the country is seriously disrupted.", "For the past two years, we have not had a clearly defined law on the annual state budget or a realistic macroeconomic framework and medium-term fiscal program.", "There is a tendency to loosen the country's traditionally strong fiscal stance, fuelling inflation and impeding market-based measures to reduce it, as fiscal expansion, among other things, increasingly conflicts with the global and regional trend of monetary policy tightening.", "It is, of course, worth noting the efforts of the Ministry of Finance and the current caretaker government in controlling the negative fiscal trend and achieving a budget deficit for 2022 within the nominal convergence criterion.", "Such a result, however, cannot be sustained without the adoption of a regular budget that is sufficiently disciplined, or in other words, guarantees the achievement of a budget deficit for this year and over the medium term firmly below 3% of GDP.", "Therefore, the solutions to the current problems in the process of joining the euro area can be sought along two lines: political consolidation and fiscal consolidation.", "By political consolidation I mean finding a sufficiently stable formula to form a regular government with clearly defined and broadly supported priorities, including, of course, the country's membership in the euro area.", "I hope the issue receives a sufficiently convincing response after the elections on April 2.", "Fiscal consolidation will be a logical consequence of political consolidation.", "It must provide strong enough guarantees, and not only within an annual but also within the medium-term horizon, for restoring the fiscal position of the country and fulfilment of the convergence criteria.", "Among other things, the budget should explicitly include measures to contain and reduce inflation along two lines: spending discipline to curb demand and structural changes to address domestic supply problems.", "Outside of this broad context, any measures to curb inflation, which is indeed the topic of the day, would be sporadic and ineffective.", "What is the role of the BNB?", "In the context of the euro area, the BNB is in a unique position.", "It stems from the fact that Bulgaria is the only country in the European Union that is a member of the Banking Union, but not a member of the euro area.", "By virtue of this statute, the BNB is the only institution in the country that is a full participant in key institutions of the euro area, such as the Single Supervisory Mechanism and the Single Resolution Mechanism.", "In this capacity, the BNB participates in the most important decisions related to the supervision and resolution of banks in the euro area including, of course, the banks in Bulgaria, and its voice weighs just as much as the voice of any other euro-area Member State.", "Of course, as Mr. Dombrovskis also said, we do not participate in the decision-making related to the monetary policy formulation and implementation, since we are not yet part of the euro area.", "What does this actually mean?", "This means full integration of Bulgaria's banking sector into the European financial infrastructure, with the high standards of supervision and security typical of the euro area.", "Our banking sector has reached its historically highest profitability levels.", "The ratios of capital adequacy and liquidity are above the average for the EU.", "Consequently, I would propose two brief topics to ponder on: Just think of it, where would Bulgaria have been if the other economic, and not only economic, sectors had similar results?", "Also, remember where the BNB and the banking sector were not very long ago, in 2014 and 2015.", "The turbulences that we went through in those years spread well beyond the boundaries of the banking sector.", "How did this transformation happen, from the state in which this sector was in 2015 to the state in which it is today.", "The answer is - extensive and determined reforms leading up to full integration into the nucleus of the EU, what essentially the euro area is.", "I think this is a completely valid response to the challenges facing the country today.", "Let me finish on a more prosaic note.", "What is the BNB doing on this matter now?", "As you are probably well aware, no formal criteria and requirements apply to the BNB.", "Because the BNB and the banking sector have succeeded in fulfilling all these criteria and requirements by 2020.", "It is precisely the compliance with these formal criteria and requirements that allowed Bulgaria to join the European banking union in 2020, one of the key euro area institutions, and the Exchange Rate Mechanism.", "From this position, what the BNB is focused on today are two groups of tasks: the legal framework and the technical preparations.", "We have been working on these two topics methodically and consistently.", "As regards the Law on the BNB, we have two key dates.", "By the end of December we had to put forward amendments, ensuing from the convergence reports issued in recent years.", "I am talking about only a few amendments, but very complicated from a legal point of view, including the judicial protection of Governing Council members other than the Governor.", "We drafted these amendments, consulted the European Central Bank about them in accordance with the established practice, and submitted them, through the Government, to the National Assembly which approved them in December by a Law amending and supplementing the Law on the BNB.", "By then we will have to draw up an entirely new draft of the Law on the BNB, which will incorporate the latest amendments and will govern all other issues relating to the Bank's operation within the euro area.", "Significant progress has been made on this draft.", "The first draft will be ready by the end of this month.", "We are going to devote the whole month of March to finalising the draft.", "The approach that we have adopted is to place the work on this draft on the broadest possible institutional basis, with the involvement of the management and of all key directorates and units of the BNB.", "We are doing so with the firm conviction that this will be the new statutes of the BNB in the following, at least, 20 years.", "We have been actively working on other euro area-related legislative amendments as well.", "For example, yesterday the Governing Council adopted the required amendments to the Law on the payment systems concerning the euro area.", "This draft will be submitted to the Ministry of Finance today or on Monday at the latest because the BNB is not entitled to direct legislative initiative.", "I do not have to dwell on this any further.", "What I would like to say is that on the part of the BNB, there is not a single day of delay with regard to the euro area-related legislative programme, nor is there any unsettled issue in this regard, with the ECB or with the European Commission.", "And yesterday, during our debates with Mr. Dombrovskis, we cleared up this topic.", "The same is true for the technical preparations.", "The BNB and commercial banks provided in their 2023 budgets the funds required for these preparations which are well underway.", "For example, yesterday we discussed with Mr. Dombrovskis and his team as to how we can move forward with the implementation of the memorandum on the minting of test Bulgarian euro coins, signed in December.", "A few words about the date.", "We do understand the considerations of the European Commission and the Government about changing the date.", "This certainly will bring new challenges for the BNB and commercial banks to deal with, as this will require changes to their timetables and the relevant calibration of the resources earmarked for this purpose.", "Let me sum up in conclusion.", "The current issues relating to inflation and the legislative programme must be considered in the wider context of the needed political and fiscal consolidation.", "Otherwise the measures in these spheres will remain sporadic and ineffective.", "The BNB and commercial banks have been systematically and consistently working on the issues within their competence concerning the euro adoption, but they are prepared to calibrate the tasks and the resources for their performance should the target date be changed."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none"], "topics": ["Political consolidation", "Fiscal consolidation", "Inflation", "Euro area", "Banking sector", "Fiscal policy", "Monetary policy", "Banking union", "Legal framework", "Technical preparations"]}