{"sentences": ["I am delighted to be here today to close this workshop on Peer-to-Peer Financial Systems.", "This event - jointly organized by Banca d'Italia, the University College London Centre for Blockchain Technologies and DLT Science Foundation - has provided an opportunity to gather experts with different backgrounds and skills to discuss important topics, to focus on the innovation of the financial system and to strengthen the dialogue among stakeholders.", "Innovation technology is affecting the entire financial system, reshaping business models, developing services, restructuring the value chains and redesigning the supervisory scope.", "New technologies, especially when their application is widespread and impactful, as in the financial sector, provide both opportunities and considerable challenges for newcomers and traditional intermediaries and also for regulatory and supervisory authorities.", "This is the case of the open banking model, which you discussed yesterday.", "The ongoing technological evolution, favoured by the entry into force of the European Directive on payment services (PSD2), is pushing intermediaries to adopt new business models; they are capable of extending revenue opportunities, improving services but at the same time also of increasing the range of risks (for example, fraud, cyber risk, operational and strategic risks) and the interconnections among the players.", "In the near future, this effect may be amplified by the introduction of the open finance model, as proposed by the European Commission.", "Digital innovation also enables public institutions, authorities and regulators to fulfil their mandates, including combating money laundering and terrorism financing and preserving financial and monetary stability: research and development is paramount in order to achieve these goals.", "Our commitment, with the other European central banks, to CBDCs is an example of this.", "Regulators thus need to reconcile the promotion of innovation with the need to safeguard consumers and investors, avoid the exclusion of discrimination against less digitalized users, ensure the proper functioning of market infrastructures and payment systems, and preserve the safety and stability of the financial system and the economy as a whole, fostering the 'good innovation' that Mr Tornetta has already discussed with you.", "The emerging ecosystem features the increasing importance of non-financial risks such as cyber and data protection, while traditional risks are being exacerbated.", "In this context, deep-dives analysis and research are key to understanding and managing these new complexities.", "Awareness and clarity are fundamental for both operators and clients to be able to face these challenges, as we are seeing with crypto-assets, and yesterday's panel offered useful insights here.", "Policy and regulatory attention in the crypto ecosystem has increased in the past year.", "We have felt the need to provide some useful references for consumers, intermediaries, providers and operators of digital infrastructures, with a dedicated communication in June 2022.", "Now at European level, we can also rely on MiCAR, which introduces a clear set of rules to deal with crypto-assets.", "It is part of the EU's Digital Finance Strategy, together with the EU's digital operational resilience act and the DLT pilot regime.", "MiCAR represents a significant step forward in this field but, as supervisors, we have to continuously monitor the rapidly changing ecosystem.", "The speed of innovation is a new complexity, requiring an acceleration and a change in the regulation, which, in the new paradigm, should not only follow innovation, but also address it, by adopting a dynamic and modular approach.", "It is extremely important that operators, supervisors and regulators acquire suitable competencies to understand the risks (IT, operational, reputational, but also in terms of strategic/business model risk) that may arise, to deal with the increasing complexity, to guarantee sustainability and to exploit the opportunities that innovation technologies offer.", "We need to improve knowledge and awareness of the new ecosystem.", "The dialogue among regulators, academia, industry players and technology providers is fundamental for steering the potential of innovation in a positive direction, in order to take advantage of the opportunities while at the same time navigating the related risks.", "Dialogue is vital: encouraging best practices, i.e.", "defining common standards and principles in order to encourage the development of sound operating models, also with regard to the economic, social and environmental impact, to ensure an adequate level of interoperability between various technological solutions and their overall sustainability, and not only in terms of ESG factors, as the last session highlighted.", "By leveraging on a constant and constructive dialogue with all the stakeholders involved in the Fintech ecosystem, the Bank of Italy is implementing a clear strategy to support financial institutions and promote the development of sustainable, sound and responsible innovation, thereby ensuring financial stability, financial inclusion and consumer protection.", "We have set up a complete and integrated system of innovation facilitators to act as a catalyst in the sector: 1.", "The FinTech Channel is the point of contact through which operators can dialogue easily and informally with the Bank of Italy.", "They can present projects in the fields of financial services and payments, based on innovative technology, or propose technological solutions designed for banks and financial intermediaries.", "The regulatory sandbox, in close cooperation with the other two Italian supervisory authorities (IVASS and Consob) and with the involvement of the Ministry of Finance, is a controlled environment where supervised entities and FinTech operators will be able to test technologically innovative products and services in the banking, financial and insurance sectors for a limited period of time.", "Milano Hub is the innovation centre created by the Bank of Italy to support the digital evolution of the financial market and encourage the attraction of talent and investments.", "We are completing the second call for DLT projects, and the third one will be announced in the coming months.", "This is a unique and privileged perspective for monitoring changes and trends in the financial market, also at international level through cooperation and coordination with foreign authorities, institutions and stakeholders.", "All the information gathered is a great asset for understanding market dynamics and increasing the awareness of operators' needs and strategies, so as to intercept phenomena of interest promptly, and to identify the most appropriate and effective regulatory and supervisory actions to facilitate the development of FinTech, thereby limiting the spread of potential new risks from the outset.", "These two days of work and debate have provided further value added, giving us and the overall ecosystem interesting empirical, regulatory and policy perspectives and takeaways.", "In this evolving landscape, the different sessions have provided important scientific contribution on key topics, exploring emerging technologies, their implications for the innovative payments ecosystem, open finance, central bank digital currencies and the potential forms of digital money, closing with their sustainability.", "As highlighted in the last panel, the interest and the engagement to ensure the greatest compliance with the Sustainable Development Goals is growing among researchers, policymakers and the industry.", "The discussion embraced all the questions posed by the broader definition of sustainability, encompassing all the social, environmental and economic aspects.", "Achieving the SDGs is indeed a challenging task, also given the amount of resources needed.", "The only way forward requires all actors - policymakers, industry and the general public - to do their part.", "I would like to thank all the organizers, the scientific committee, the participants and the speakers that joined us yesterday and today."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial innovation", "Open banking", "Digital technology", "Cyber risks", "Crypto-assets", "Financial stability", "Regulatory challenges", "Sustainability", "FinTech", "Central bank digital currencies"]}