{"sentences": ["Ladies and Gentlemen, It is a great pleasure to be here for this final day of the traditional September Eurofi meeting, and I extend my warmest thanks to Didier Cahen and David Wright for organising this event, this time in the holy city of Santiago de Compostela.", "Let me start with good news about a favourite Eurofi topic: banking regulation and Basel 3.", "I say it as BIS Chair and former chair of GHOS: we had in Monday an important GHOS meeting in Basel, and we unanimously welcomed the decisive progress made this year in the implementation of Basel 3.", "By 2025, all jurisdictions - including Europe and - yes - the US - should have implemented it in a broad compliance with the standards.", "I know each banking industry, on both sides of the Atlantic, tends to consider that the other side has undue advantages.", "It's simply not right, and our motto is now straightforward: let us now close this page, and implement the European compromise, no less and no more.", "No less as some banks would perhaps still dream of, and no more as some theoreticians of regulation would perhaps imagine.", "And we should now turn to the priority learned from the banking turmoil: \"strengthening effectiveness\" rather than focusing on further regulation.", "Let me now turn to my theme which is the policy mix to fight our main economic disease: inflation.", "Well, Santiago has not yet produced a miracle for inflation, but there is indeed some encouraging news: headline inflation has passed its peak since the beginning of 2023, and it seems that core inflation is following suit.", "Indeed, the latter started to recede, to stand at 5.3% in August (down from 5.5% in July and 5.7% in March) in the euro area.", "Obviously, these inflation rates remain too high: we must and we will bring inflation back towards our 2% target by 2025.", "I reiterate this morning this clear commitment which is fully consistent with our latest ECB forecasts.", "Monetary policy is the first line of defence, and the main remedy for this disease.", "I won't make comments about yesterday's Governing Council and monetary decision.", "But our collective fight against inflation calls for a more appropriate policy mix: the revision of the European economic governance framework provides a major window of opportunity to realign fiscal and monetary policy.", "Alongside high inflation, public debts have reached historical levels mainly due to unprecedented waves of shocks, but also, for several countries, to legacy debts.", "Now that these shocks are fading, governments must avoid an overly expansionary stance that would further fuel inflationary pressures.", "We therefore need a more coordinated and realigned fiscal and monetary stance.", "Better alignment of fiscal and monetary policies would unleash greater efficiency of the policy mix: everyone agrees on this point.", "The question is how to ensure a better coordination between fiscal authorities - overseen by the Commission within the European Semester - and the ECB, which are both independent, and have specific mandates.", "Well: coordinating two independent and strong-minded personalities is always challenging, even more so with two independent institutions.", "In my view, they can be seen as travellers that have to take a journey together.", "They did not necessarily choose each other, but they can follow simple rules of cohabitation.", "Agree on the destination, i.e.", "the respective \"anchors\" of the 2% inflation target over the medium term, and the medium-term debt reduction path ensure a continuous dialogue to foster mutual trust and address divergences.", "Moreover, the higher the inflation and interest rates, the harder it is to manage public debt.", "Attention is increasingly focusing on the sustainability of public finances, and rightly so.", "In this context, the July Eurogroup statement on the euro area fiscal stance, ii which highlights the need for fiscal consolidation, is very welcome.", "This is also true for France, which should avoid drifting towards a gloomy resignation about the constantly increasing government expenditure (58 % of GDP vs 51 % on average in the euro area in 2022) and public debt (112 % vs 94 %).", "Moreover, my country failed in the past to meet its commitments on budgetary targets.", "I strongly hope the next pluriannual public finance programming bill and the 2024 budget will demonstrate increased commitment and credibility.", "The reform of EU fiscal governance underway is a key opportunity to re-establish a sound framework for public debt management.", "In April 2023, the Commission published its legislative proposals.", "iii The sooner an agreement is reached - hopefully by end2023 -, the faster we can build on these tools to regain control of debt dynamics.", "Let me say upfront that the Commission's proposal is a step in the right direction.", "That said, the \"fiscal rules trilemma\" provides a useful matrix to analyse its merits relative to current rules.", "The trilemma states that it is impossible to fulfil simultaneously the following three objectives: simplicity , which can also be understood as political intelligibility and ownership flexibility , i.e.", "the ability to adapt to specific economic situations or unforeseen developments, and enforcement , i.e.", "the extent to which the rule is binding.", "In practice, the current Stability and Growth Pact includes too many - and too complex - flexibility provisions and escape clauses to compensate for the \"one size fits all principle\", while efforts to improve its enforceability proved ineffective.", "The reform must strike a better balance between these three features - simplicity, flexibility and enforcement - in order to make the fiscal framework more effective and operational.", "As regards simplicity , the fact that the new framework is built around a single operational indicator, i.e.", "a net primary public expenditure aggregate, is a major improvement compared to structural deficits.", "In principle, this new indicator should be easier for governments to measure and oversee, and would entirely fall within their control.", "It is also simpler to use as a communication tool in the public debate, which would help to make the new rules politically intelligible and acceptable.", "On flexibility , the proposal goes a long way towards better tailoring the efforts required to country-specific circumstances.", "The expenditure path would be defined in a pragmatic process, based on a debt sustainability analysis and after a thorough discussion between the Commission and Member States.", "Each country would commit to a national medium-term plan including structural reforms and public investment programmes.", "This process acknowledges that debt heterogeneity is too high between Member States to dictate a single debt reduction rule - 66 % of GDP in Germany vs 144 % in Italy in 2022 - while enhanced dialogue with national authorities should improve political ownership and hopefully compliance with the framework.", "But this brings me to enforcement .", "We should nevertheless seek to ensure that the national plans do not turn into political negotiations and result in insufficiently ambitious fiscal adjustments.", "I must admit that I do not 100% believe in the wisdom of institutional processes or in enlightened economic debates for sufficiently steering national cycles.", "They must be complemented with common rules and anchors to ensure fiscal discipline.", "In other words, in the famous rules/discretion debate, we need indeed more discretion- but not too much; and we need less mechanical or obscure rules, but we still need rules.", "The set-up should indeed ensure binding thresholds for the minimal annual adjustment of public finances.", "Let me add that the more we progress effectively on national fiscal discipline, the easier we could envisage a common fiscal capacity - which we badly need.", "Mario Draghi eloquently advocated it recently, and I wish it will be part of his new mission on competitiveness in Europe.", "To conclude, let me borrow a fundamental principle from physics, stated by Isaac Newton: \"when two forces unite, their efficiency double\".", "Well, it is time to combine the two forces of our monetary and fiscal policy, towards a greater efficiency of our euro area economy and to the benefit of our citizens.", "Thank you for your attention.", "Press release: Governors and Heads of Supervision endorse initiatives in response to the banking turmoil and reaffirm priority to implement Basel III.", "Eurogroup statement on the euro area fiscal stance for 2024, press release, 13 July C. Bouthevillain, S. Debu, Towards a much-needed reform of EU fiscal rules: the European Commission's proposals, Banque de France Bulletin no.", "246: Article 2, 21 June 2023.. X. Debrun, L. Jonung, Under threat : Rules-based fiscal policy and how to preserve it, European Journal of Political Economy.", "The Economist, Mario Draghi on the path to fiscal union in the euro zone, 6 September 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["inflation", "fiscal policy", "monetary policy", "banking regulation", "Basel 3", "fiscal rules", "debt sustainability", "fiscal discipline", "political intelligibility", "public expenditure"]}