{"sentences": ["SPEECH Underlying inflation Lecture by Philip R. Lane, Member of the Executive Board of the ECB, Trinity College Dublin Dublin, 6 March 2023 When inflation has been far from target for a sustained period and the process of monetary tightening has been under way for some time, there are three primary inputs into monetary policy decisions.", "[ First, in view of the medium-term orientation of monetary policy, the inflation forecast over the next one to three years plays an important role.", "Second, the incoming information on underlying inflation constitutes an essential additional basis for assessing medium-term inflation dynamics, in view of the conditional nature, the lower frequency of production and the intrinsic uncertainty surrounding macroeconomic forecasts.", "[ Third, especially in view of the transmission lags from shifts in the monetary policy stance to the financial system, the economy and inflation dynamics, assessing the incoming information on the transmission of previous monetary policy decisions is also necessary for the appropriate calibration of monetary policy decisions.", "[ My focus today is on the second input: underlying inflation.", "The assessment of underlying inflation (which should be understood in a broad sense, including the information contained in wage dynamics and inflation expectations) should be viewed as a complementary cross-check to the inflation forecasting process.", "In one direction, if the signals from underlying inflation at a given point in time support the narrative embedded in the inflation forecast, this boosts confidence levels (among policymakers, market participants, firms and households) in the inflation forecasts.", "In the other direction, if the signals from underlying inflation at a given point in time are at odds with the inflation forecast, this calls for robust policy decisions that take into account the different signals coming from the forecast and the analysis of underlying inflation.", "[ My plan for this lecture is as follows.", "First, I will discuss the conceptual issues involved in analysing underlying inflation.", "Second, I will review the recent data flows that are relevant for assessing underlying inflation in the euro area.", "Third, I will offer some concluding remarks on the role of underlying inflation in the setting of monetary policy over the coming months.", "Underlying inflation: conceptual issues Ehrmann et al.", "(2018) summarise the basis for examining measures of underlying inflation as follows: \"The central bank faces the problem of distinguishing in real time the \"signal\" on medium-term inflationary pressure contained in the HICP inflation data from the \"noise\" stemming from temporary or idiosyncratic factors.", "To this end, measures of underlying inflation are routinely monitored.", "Generally, their purpose is to obtain an estimate of where headline inflation will settle in the medium term after temporary factors have vanished.\"", "In view of the major dislocations of recent years (the pandemic, the energy shock, the war), it is helpful to think of headline inflation as currently being driven by three factors: (a) pure noise; (b) a reverting component; and (c) underlying inflation.", "In particular, the economics of dislocations suggest that there is currently a substantial reverting component of inflation that is sufficiently long-lasting not to constitute pure noise but that can also be expected to fade out over the near term.", "Examples of the reverting component include: the passthrough of energy and food cost shocks to other sectors; the impact of bottlenecks; and pandemic re-opening effects by which there are temporary mismatches between demand and supply in contact-intensive sectors.", "These factors contributed to the sharp rise in inflation since the middle of 2021 and, even if there has been some easing or even a reversal in these factors, the adjustment process to these shocks is still ongoing and is not likely to come to a sudden stop.", "While the adjustment process may also affect medium-term inflation dynamics, the quantitative contribution to inflation is plausibly larger over the near term than over the medium term.", "Since the peak impact of monetary policy is further out than one year, this reverting component of inflation should be less important for monetary policy than the mediumterm underlying component.", "Since the standard measures of underlying inflation typically make a two-level distinction between the transitory and persistent components of inflation, these standard measures should not be taken at face value under conditions in which the slowly-reverting component might be (at least partly) mis-classified as contributing to medium-term inflation dynamics.", "It follows that the interpretation of the standard measures require additional analysis under current conditions to take into account the potential role of the reverting component.", "Before turning to the analysis of the range of indicators of underlying inflation, it is also necessary to recognise that the trajectory of the underlying inflation component can be affected by shocks to the noise and reverting components of inflation.", "First, even a pure noise shock can have a permanent effect on the price level if a positive inflation shock is not followed by a subsequent negative inflation shock.", "This holds even more strongly for a shock to the reverting component: since a sustained period of high inflation can leave a large footprint on the price level if it is not fully reversed.", "In turn, a surprise permanent increase in the price level can trigger medium-term inflation dynamics through its impact on the subsequent path for nominal wages, as some unwinding of the initial decline in real wages can be expected and the wage adjustment process can play out over an extended period.", "[ Second, especially if there is a backwardslooking component in how firms, households and financial market participants form beliefs, a period of high inflation can persistently alter inflation expectations, with a direct and substantial impact on mediumterm inflation expectations.", "Again, this risk is more substantial in relation to the reverting component than the pure noise component of inflation.", "For these reasons, actual inflation outcomes and measures of inflation expectations belong in the family of indicators that are relevant in assessing the underlying inflation pressures.", "In one direction, strong increases in headline inflation or an upward above-target revision in inflation expectations would reinforce upward pressure on underlying inflation; in the other direction, a material decline in headline inflation or an easing in above-target inflation expectations should alleviate upward pressure on underlying inflation.", "Underlying Inflation: indicators and analytics Inflation increased very quickly since the middle of 2021 (Chart 1).", "While the peak was at 10.6 per cent in October, inflation has remained at a high level, with the February reading still at 8.5 per cent.", "Comparing headline inflation to the various standard indicators of underlying inflation, Chart 1 also shows that the decline in inflation has been primarily due to the easing of some temporary inflation pressures, most notably the remarkable decline in gas prices in recent months.", "[ Chart 1 also shows that various forecasts (including the December 2022 Eurosystem staff projections) project a substantial decline in inflation later in 2023 that extends into 2024 and 2025.", "The gap between standard measures of underlying inflation and these forecasts poses significant interpretative challenges for policymakers.", "Indicators of underlying inflation and inflation projections and expectations (annual percentage changes) Sources: Eurostat and ECB calculations.", "The latest observations are for February 2023 (flash) for HICP and HICPX and January 2023 for the rest of underlying inflation measures.", "The latest observations for market-based indicators of inflation compensation are for 2 March 2023.", "The SPF data show expected annual percentage changes one-year and two-years ahead of latest available (i.e.", "The Survey of Monetary Analysts and the December 2022 Broad Macroeconomic Projection exercise (BMPE) by Eurosystem staff show quarterly forecasts.", "The cut-off date for data included in the ECB staff macroeconomic projections was 30 November.", "As shown in Chart 1, the ECB tracks several indicators of underlying inflation.", "Each indicator has its advantages and disadvantages: monitoring a range of indicators helps to guard from any specific approach being affected by idiosyncratic factors and model uncertainty.", "[ The most prominent standard indicator of underlying inflation is core inflation defined as the HICP excluding energy and food (HICPX), which stands at 5.6 per cent in the February data.", "The latest available (January) estimates show that the other underlying inflation indicators range between 4.1 per cent (Persistent and Common Component of Inflation - PCCI - excluding energy) and 8.1 per cent (the 10 per cent trimmed mean).", "While the PCCI measures have eased in recent months, most other indicators do not show signs of a turnaround.", "[ In overall terms, the range is not only elevated but also wide, indicating that there is a high level of uncertainty about underlying inflation.", "In trying to gain further understanding about underlying inflation dynamics, it is worthwhile to examine momentum in inflation dynamics.", "While the typical focus is on an annual frequency (the price level today compared to the price level one year ago), this necessarily implies some inertia in inflation measurement, given the high overlap on a month-to-month basis in annual inflation calculations.", "At the same time, switching focus to a much higher frequency (such as month-to-month inflation data) runs the risk of increasing the noise-to-signal ratio in view of the role of seasonal and idiosyncratic factors in the monthly data.", "An intermediate option is to examine as momentum indicators the 3 month on 3 month seasonallyadjusted inflation data (annualised for comparability purposes).", "Chart 2 shows the momentum indicators for the main HICP categories.", "[ While there has been a clear turnaround in energy inflation and there are some signs of deceleration for food inflation, momentum for core inflation has not declined.", "In particular, momentum in the goods category remains strong.", "The momentum indicator for services inflation requires a nuanced interpretation.", "The basic series suggests an easing of services inflation since November.", "An alternative series (the dashed line) that excludes the impact of the cheap travel ticket scheme in Germany last summer indicates that services inflation started easing in August but with a partial reversal in February, which came in at 0.1 percentage points above the January reading.", "[ Indeed, this alternative series may better capture the severe pressure on services prices during the intense phase of pandemic reopening in the spring and summer of 2022 that was partly offset at the time by measures such as the German travel ticket scheme.", "In any event, these differential momentum patterns reinforce the importance of taking a granular approach to understanding inflation dynamics, since the relative contributions of the noise, reverting and underlying components may vary across categories.", "Moreover, in relation to core inflation, the goods and services categories are shaped by quite different forces, such that it is important to take due account of the individual trajectories of goods inflation and services inflation.", "[ Inflation momentum (annual percentage changes; annualised percentage changes) Sources: Eurostat.", "Notes: Momentum is defined as annualised 3 months on 3 months rates, seasonally adjusted data.", "HICPX: HICP excluding energy and food.", "The corrected momentum series on the right panel excludes the effects of the 9 euro ticket in Germany.", "Latest observation: February 2023 (flash).", "In trying to assess the potential contribution of a reverting component to inflation dynamics, one basic question to ask is whether the recent declines in energy prices should also contribute to lower food inflation and core inflation in the coming months (over and above the operation of base effects by which earlier price increases drop out of the inflation calculation).", "There are two potential channels.", "First, energy constitutes a significant cost component for many sectors.", "During the phase of intense energy price increases, these put upward pressure on costs and prices in other sectors over the last eighteen months.", "While the impact on pricing decisions of cost declines may not be fully symmetric to the impact of cost increases, some passthrough should be expected.", "Second, the decline in headline inflation means that the increase in the cost of living (the overall price level) is now lower than expected in the December staff projections.", "In turn, all else equal, less upward pressure on the cost of living should mean a lower path for nominal wages (albeit playing out over an extended period), which is a central factor in the determination of underlying inflation.", "To assess passthrough from energy to core inflation (the first channel), it is helpful to look at the dynamic correlations between these two components.", "Chart 3 shows that there were typically negative correlations between energy inflation and core inflation in the first decade of the euro (possibly reflecting the endogenous reaction of monetary policy to headline inflation).", "[ However, positive contemporaneous correlations were observed more frequently after the financial crisis.", "This could indicate that the speed of the pass-through from energy to core inflation has increased since the financial crisis.", "[ Over the last eighteen months, the correlation of energy and core inflation has become increasingly contemporaneous - reflecting that energy has passed through very quickly to core inflation and been an important factor in the recent increase in core inflation in the euro area.", "This could imply that the recent decline in energy prices could also be reflected much more quickly than usual in core inflation in the euro area.", "Correlation of HICP energy inflation and HICPX inflation (including leads/lags) Sources: Eurostat and ECB staff calculations.", "See for details on calculations: Rostagno, M., Altavilla, C., Carboni, C., Lemke, W., Motto, R., Saint Guilhem, A. and J. Yiangou (2019): Monetary policy in times of crisis.", "Oxford University Press, 2021.", "Notes: Rolling cross - correlation (moving window of 60 months) between HICP energy inflation at time 't' and HICP excluding energy and food inflation at time 't+k', where k represents the lead/lag shown on the y axis of the chart.", "Positive correlations are shown in blue and negative correlations in red.", "Latest observations: February 2023.", "The easing of pandemic-related supply bottlenecks is a second relevant factor in assessing the role of a reverting component in inflation.", "Chart 4 shows the sustained easing in supply bottlenecks in recent months, with the improvement largely due to the easing of supply constraints.", "While the improvement in supply bottlenecks can be expected to alleviate one source of upward pressure on prices, it is not yet clear the upward impact of earlier supply chain problems on final consumer prices has fully played out.", "Indeed, the current strength of goods inflation suggests that the easing of bottlenecks is not yet feeding through into retail prices, even if there are indications of easing at the intermediate stage in the pricing chain.", "Supply bottlenecks indicators (left: standard deviations; right: diffusion index in deviation from trend) Sources: Federal Reserve Bank of New York (NYFED), S&P Global, Harper Petersen (HARPEX) shipping cost index, European Commission, Eurostat and ECB calculations.", "Notes: The common component in the left-hand side panel is computed using a dynamic factor model analysis on a range of supply bottlenecks indicators (see \"Supply chain bottlenecks in the euro area and the United States: where do we stand?", "The SVAR model in the right-hand side panel shows the contribution of aggregate demand (due to demand and interest rate shocks) and aggregate supply (due to supply-chain disruption, energy and other cost-push shocks) forces (see also De Santis, Economic Bulletin, Issue 8/2021).", "The model is identified using sign and narrative restrictions as in Antolín-Díaz, J. and Rubio-Ramírez, J.F., \" Narrative Sign \", American Economic Review, Vol.", "Restrictions for SVARs The latest observations are for February 2023.", "This is illustrated in Chart 5.", "Early in the pricing chain, producer price inflation and import price inflation for intermediate goods have been decreasing strongly since April 2022 - reflecting lower pressures from input costs including energy and raw materials.", "These appear to have fed through now also to later stages of the pricing chain with import prices for non-food consumer goods decreasing from 8.6% in October to 7.0% in November and 5.8% in December.", "Producer prices for non-food consumer goods as the most important leading indicator for goods inflation have also decreased in January after strong previous increases and moderated from 9.4% in December to 8.8% in January 2023.", "Based on these developments the ECB's indicator for producer price pressures (IPPI) estimates that the pressures on goods inflation are likely to be close to their peak and to decline over 2023.", "[ However, there remain upside risks to the extent that previous increases in pipeline pressures have not yet fully passed through to goods inflation.", "Pipeline pressures for goods inflation (annual percentage changes) Sources: Eurostat and ECB staff calculations.", "Notes: IPPI is ECB indicator for producer price pressures.", "Shaded area shows the 95% confidence interval for the IPPI.", "Latest observations: left panel: February 2023 (flash) for non-energy industrial goods inflation, January 2023 for PPI non-food consumer goods and PPI intermediate goods, December 2022 for the rest.", "Right panel: 2023Q1 (based on January and February) for goods inflation, 2023Q4 for the IPPI.", "The pandemic has affected inflation dynamics not only through supply bottlenecks but also through the supply-demand mismatches associated initially with lockdown episodes and subsequently with the sustained re-opening of the euro area economy over the last year.", "As shown in Chart 6, limits to shortterm supply elasticities meant that the recovery in demand enabled firms to also increase profit margins in those sectors exhibiting supply-demand mismatches.", "To the extent that supply capacity should improve over time and demand patterns normalise, the extraordinary conditions underpinning profitability in 2022 should not persist, with a decline in profit margins translating into lower inflationary pressures.", "Sectoral wage and profit developments (left: change since 2019 Q4 to 2022 Q3; right: gross operating surplus over real value added, level) Sources: Eurostat, and ECB staff calculations.", "Notes: Wages refer to compensation of employees, profits to gross operating surplus.", "Income for self-employed people is included in wages.", "Latest observations are for 2022 Q3..", "These factors can be jointly illustrated through supply-demand decompositions for goods inflation and services inflation, as is shown in Charts 7 and 8.", "[ For both goods and services, supply factors continue to exert a strong influence on inflation.", "Lower energy costs, the easing of supply bottlenecks and the lagged increase in supply capacity in response to the pandemic reopening should ease the supply component of inflation over time.", "Annual percentage change and percentage point contributions Sources: Eurostat and ECB staff calculations.", "Notes: Seasonally adjusted data.", "NEIG inflation is the sum of demanddriven, supply-driven and ambiguous components, calculated as the trailing sum of the last 12 monthly contributions.", "While detailed price data are available for January 2023, the latest observation is for December 2022 as the turnover series used as a proxy for activity are published with some delay.", "Latest observation: December 2022.", "Annual percentage change and percentage point contributions Sources: Eurostat and ECB staff calculations.", "Notes: Combined passenger transport classified as supply-driven instead of ambiguous in September (as classification as ambiguous was driven by the end of a special scheme of subsidised public transportation in Germany - the so called \"9 euro ticket\").", "Services inflation is the sum of demand-driven, supply-driven and ambiguous components, calculated as the trailing sum of the last 12 monthly contributions.", "While price data are available for January 2023, the latest observation is for December 2022 as the turnover series used as a proxy for activity are published with some delay.", "Latest observation: December An alternative decomposition for the services sector is shown in Chart 9.", "This decomposition divides the services sector into four sub-categories: (a) sectors that are both contact-intensive and energy-intensive (33.0 per cent of total services expenditure); (b) sectors that are contact-intensive but not energy-intensive (6.3 per cent of total services expenditure); (c) sectors that are energy-intensive but not contact-intensive (10.2 per cent of total services expenditure); and (d) sectors that are neither contact-intensive nor energyintensive (50.4 per cent of total services expenditure).", "We should expect the combined impact of the pandemic cycle and the energy shock to be strongest in category (a) and weakest in category (d).", "Indeed, we see that the contribution from category (d) has increased only very gradually, while the contribution from category (a) has gone from about zero in the middle of 2021 to about two percentage points of services inflation in January 2023.", "That is, nearly half of services inflation is being generated by the category that is most affected by the energy shock and pandemic-related factors.", "To the extent that the reversal in energy costs and the easing of pandemic-related factors reduces pricing pressures in this category, this highly atypical configuration may not persist.", "Services inflation - decomposition into contact-intensive and energy-sensitive items Annual percentage change and percentage point contributions Sources: Eurostat and ECB staff calculations.", "Notes: Energy sensitive component based on items with a share of energy in total (direct and indirect) costs above the average energy share across all services items.", "The latest observations are for February 2023 (flash) for services and January 2023 for the rest.", "Chart 10 provides a further perspective on the role of energy costs in determining core inflation by allocating the 211 items in the HICPX into energy-intensive and non-energy-intensive groups.", "Before the start of the energy surge in 2021 there was no link observed between the energy intensity (measured as the direct share of energy in input costs based on input-output tables) and the cumulative increase in inflation since December 2019.", "This picture changes when data up to January 2023 is taken into account: the inflation rate of HICPX items has tended to be higher, the greater the energy intensity.", "This can be seen as indicating the outsized contribution of energy to core inflation when energy inflation is very high.", "The important role of the surge in energy prices observed since the start of 2021 is also reflected by a sub-aggregate of HICPX including only those items with an energy share above average, which increased by 6.7 per cent in January 2023 (albeit down from 7.0 per cent in December 2022), whereas the inflation rate for the sub-aggregate of HICPX with an energy share below average stood at 4.3% in January (albeit up from 3.9% in December 2022).", "The right panel of Chart 10 also shows that inflation for the wage-sensitive sectors within HICPX has been increasing steadily, even if remaining at a much lower level than the energy-sensitive component or overall core inflation.", "We next turn to the inter-connections between wage inflation and price inflation.", "Role of energy for HICPX inflation (left: energy share in direct costs (x axis, percentage) and cumulated price changes in since December 2019 (y axis, percentage changes) for 211 HICPX sub items; right: annual percentage changes) Sources: Eurostat and ECB staff calculations.", "Notes: Energy-sensitive component based on items with a share of energy in total (direct and indirect) costs above the average energy share across all HICPX items.", "The latest observations are for February 2023 (flash) for HICPX and Services, 2022 Q4 for negotiated wages and January 2023 for the rest.", "Wage inflation and price inflation The importance of labour costs in total costs in many sectors (especially in the services category) means that wage inflation is deeply inter-connected with price inflation.", "Furthermore, the staggered, infrequent and decentralised nature of wage setting means that it is likely to take several years for wages to adjust fully to the surprise price inflation that has already occurred.", "[ In this way, the wage adjustment process may put upward pressure on price inflation over the next two or three years, even if the long-term behaviour of wages were ultimately unaffected by the current inflation shock (with the stability of long-term inflation expectations and aligned long-term wage dynamics reinforcing each other).", "That is, once the equilibrium level of real wages has been attained after the wage catch- up phase, we might expect nominal wages to grow at the rate corresponding to the sum of labour productivity growth and the two per cent inflation target.", "Nominal and real wage growth (consumer wages) (index: Q4 2020 = 100) Sources: Eurostat and ECB staff calculations.", "Notes: Real compensation per employee and per hour are deflated by HICP (consumer wages).", "The latest observations are for the third quarter of 2022.", "Chart 11 shows that wage inflation has been below consumer price inflation since the start of 2021, resulting in a decline in real consumer wages: for instance, the real value of compensation per employee declined around 5 percentage points below the 2021Q1 level.", "[ This can largely be attributed to the unexpected and sudden nature of the increase in inflation.", "While some decline in real wages may be in line with the adverse terms of trade shock associated with the surge in energy prices, some catchup in real wages can be expected.", "Indeed, the ECB indicator of negotiated wage rates, available up to December 2022, reflects a gradual increase in wage pressures since the beginning of 2021.", "[ Abstracting from one-off payments, there was a steady but quite contained increase in this series through the fourth quarter of 2022, with the latest values of annual growth rate around three per cent.", "Allowing for typical labour productivity growth of about one per cent per year, a nominal wage growth of three per cent per year would be broadly aligned with delivering our two per cent medium-term inflation target.", "Experimental forward-looking tracker of negotiated wage growth in the euro area (annual percentage changes) Sources: ECB calculations based on micro-data on wage agreements provided by Bundesbank, Banco de España, the Dutch employer association AWVN, Banca d'Italia, Banque de France, Bank of Greece and Oesterreichische Nationalbank.", "Note: The euro area aggregate is based on data from Germany, France, Italy, Spain, the Netherland, Austria and Greece.", "Indeed wage tracker: Data on nominal wage growth in job postings covers six euro area countries (DE, ES, FR, IE, IT and NL) and is based on \"Wage growth in euro area countries: evidence from job ads\" - P. Adrjan & R. Lydon, Economic Letter, Central Bank of Ireland, Vol 2022, No.", "The latest observations are for December 2022.", "However, as shown in Chart 12, there are two indicators that suggest that the negotiated wage indicator understates the current degree of nominal wage momentum.", "First, a broader forward-looking experimental tracker of negotiated wage growth has been developed by the ECB in cooperation with national central banks (Chart 12).", "[ This wage tracker aggregates information from collective bargaining agreements across euro area countries and includes information on the latest wage increases that have been agreed for 2023.", "[ Contract negotiations during 2022 have typically delivered a 4.4 per cent wage increase for 2022 and a 4.8 per cent increase for 2023.", "Additionally, the wage increases agreed for 2023 have shifted upwards towards the end of the year over 2022.", "This suggests that nominal negotiated wage growth based on latest agreements is set to be higher this year compared with the level that would be consistent in the medium term with the two per cent overall inflation target.", "A second wage growth tracker based on Indeed job postings data has been developed by Adrjan and Lydon (2022).", "[ These data reflect the pay offered to the marginal worker (a new hire).", "At the same time, it should be recognised that, in a tight labour market, hiring wages are likely to outpace the wages offered to existing workers such that the level of the wage growth tracker is not necessarily an indicator of the expected future level of aggregate growth in negotiated wages.", "Rather, it is more likely to serve as a leading indicator of the momentum in wage dynamics.", "For instance, the earlier pickup in this wage tracker since summer 2021 foreshadowed the subsequent pickup in the negotiated wage growth measure and the strong increases in the wage tracker indicator during 2022 suggest that there will be further increases in the growth rate of overall negotiated wages.", "At the same time, this tracker shows some tentative signs of easing in the latest readings.", "In view of these developments, the December 2022 Eurosystem staff projections were based on an assessment that compensation per employee growth will increase from 4.5 per cent in 2022 to 5.2 per cent in 2023, 4.5 per cent in 2024 and 3.9 per cent in 2025 and unit labour costs by 3.2, 5.0, 3.1 and 2.6 per cent, respectively.", "[ The higher-than-normal nominal wage increases largely reflect the catch up process following the drop in real wages that has occurred since the middle of 2021.", "These rates of high wage growth are expected to lead to a rotation toward wage growth as a main driver of underlying inflation in the euro area (Chart 13).", "The contribution of wage intensive items - defined as those HICPX items for which wages account for more than 40 per cent of input costs - has increased with the upward trend of wage pressures after the pandemic but has so far remained moderate.", "However, the high levels of wage growth projected for 2023 and 2024 can be expected to make wages an increasingly dominant driver of underlying inflation in the euro area.", "Accordingly, on an ongoing basis, the close inspection of the latest wage developments is a high priority in assessing underlying inflation.", "Decomposition of HICPX inflation by wage intensity of items (annual percentage changes) Sources: Eurostat and ECB staff calculations.", "Note: HICPX wage sensitive items are a composite measure based on items with a share of wages in direct costs above 40%.", "Forecast based on the December Eurosystem staff projections.", "Latest observation: February 2023 (flash) for HICPX, January 2023 for wage intensity and 2024 for forecast.", "Inflation expectations There is a clear risk that an extended period of above-target inflation may induce consumers, workers, firms and financial market participants to re-consider their beliefs about the future path of inflation, especially if the behavioural norm for many economic agents is to follow adaptive belief-formation processes by which high current inflation generates a persistent increase in the expected future inflation rate.", "[ Chart 14 summarises a range of indicators of inflation expectations.", "Panel A shows that one-year ahead inflation expectations eased slightly and the three-year ahead inflation expectations remained stable in the December vintage of the Consumer Expectations Survey, with both measures well below the current inflation rate, suggesting that consumers interpret that there is a high temporary component in current inflation.", "[ While the three-year ahead expectation jumped at the start of the war in March 2022, it has remained quite stable since then.", "Panel B shows that professional forecasters expect inflation to return close to target over the medium term.", "[ As captured in Panel C, market-based measures also indicate a rapid decline in inflation over 2023 and 2024.", "While the cost of inflation protection has increased recently at longer horizons (as reflected in the 5yr5yr rate in Panel D), this can be interpreted as largely reflecting an increase in the inflation risk premium.", "[ This increase in inflation risk compensation reflects the high current uncertainty about inflation dynamics (both in the euro area and globally).", "Survey- and market-based indicators of inflation expectations a) CES inflation expectations, b) SPF inflation expectations profile, c) Euro area inflation rates implied by market-based measures of inflation compensation, d) Euro area inflation-linked swap (ILS) rates at longer maturities and estimated expectations component (annual percentage changes) Sources: ECB CES, SPF, December 2022 Eurosystem staff projections, Bloomberg, Refinitiv and ECB staff calculations.", "Note: Solid/dashed lines in panel a) represent the median/mean.", "The 5y5y ILS rates (monthly data) refer to the average inflation rate over a five-year period starting in five years' time, as implied by ILS rates.", "The expectations component is based on average estimates from two affine term structure models following Joslin, Singleton and Zhu (2011) applied to ILS rates (adjusted for the indexation lag); see Burban et al.", "Latest observation: February 2023 (flash) for HICP, December 2022 for CES data and March 2023 for inflation-linked swap (ILS) rates.", "An inflation heatmap The basic theme of this speech is that underlying inflation measures can only be properly interpreted in the context of a wider assessment of the incidence of shocks driving the economic outlook.", "To this end, a heatmap that reports a wide range of ancillary measures may be helpful.", "A heatmap, showing where a given indicator lies compared to its distribution since 2018, points to a mixed picture, with some signs of easing pressures (Chart 15).", "The first feature that emerges from the heatmap is the transmission of the price pressures along the pricing chain, with \"red spots\" generally emerging first on the commodity front and then showing up in producer prices and further \"downstream\".", "Compared to the peaks during the re-opening phase of last year, the latest observations point to weaker pressures from the energy commodities, non-energy and non-food commodities, global and domestic economic activity and supply side bottlenecks.", "By contrast, stronger pressures are indicated by the indicators for food-related costs and labour market developments, in particular from the tight labour market and from wage growth.", "Generally, producer price pressures are still elevated, reflecting recent increases in input costs.", "Overall, the heatmap suggests still strong inflationary pressures, but some signs of easing are emerging.", "Inflation drivers heatmap Red = risk of higher inflation; blue = risk of lower inflation; grey = no data.", "Source: Eurostat, World Bank, SDW, Haver Analytics and ECB staff calculations.", "Notes: The colours have been assigned based on where each indicator lies in comparison to past readings starting 2018 (the historical distributions were split into 11 areas with equal empirical probabilities).", "Most of the variables are expressed in annual growth rates.", "The exceptions are PMIs, unemployment rate, the Global Supply Chain Pressure Index (GSCPI) from the New York Fed, the global economic conditions indicator, European Commission indicator of limits to production (insufficient demand), capacity utilisation and labour shortages, where no transformation is applied.", "In this lecture, I have highlighted that the monitoring of underlying inflation is an essential input into the monetary policy process.", "I have emphasised that an accurate assessment of underlying inflation is especially tricky in view of the large dislocations that have hit the economy, since the energy crisis and the pandemic have generated inflation shocks that do not fit neatly into either the \"pure noise\" or \"medium term\" components of inflation but rather also plausibly contribute to a \"reverting\" component of inflation.", "Differentiating the reverting and medium-term components of inflation the main analytical challenge and is inevitably subject to high uncertainty.", "[ There are no short cuts in the analysis of underlying inflation, which requires a comprehensive multivariate and multi-method assessment.", "In particular, the tracking of underlying inflation must rely on a wide range of data sources and take full account of the latest developments.", "This reinforces the value of a datadependent and meeting-by-meeting approach to monetary policy decision making, especially in conjunction with the importance of measuring the impact of the cumulative tightening in the monetary policy stance that has already occurred.", "For the ECB, the monetary policy priority is to make sure that inflation returns to target in a timely manner.", "The current information on underlying inflation pressures suggests that it will be appropriate to raise rates further beyond our March meeting, while the exact calibration beyond March should reflect the information contained in the upcoming macroeconomic projections, together with the incoming data on inflation and the operation of the monetary transmission mechanism.", "By bringing the key policy rates to a sufficiently restrictive level and fostering a period of below-trend growth through the dampening of demand, we will counter-act above-target medium-term inflation pressures and also ensure that the prolonged phase of above-target inflation does not become embedded through a de-anchoring of inflation expectations.", "In particular, the dampening of demand through the tightening of monetary policy means that price setters and wage setters are on notice that excessive price and wage increases will not be sustainable.", "Looking at the upcoming data flows between our March and May meetings, our evolving assessment will be informed by: the inflation outcomes for March and April; the Q1 GDP data flash release; the range of sentiment indices (including PMIs and other indicators); new editions of our own surveys (the Corporate Telephone Survey, the Survey of Monetary Analysts, the Consumer Expectations Survey, the Survey of Professional Forecasters, the Bank Lending Survey); the updated information on employment and wage dynamics; incoming data on credit creation and bank lending rates; and, in relation to fiscal policy, the Stability Programme Updates that will be submitted in April from the member states.", "I am grateful to Gerrit Koester, Elena Bobeica, Katalin Bodnár, Sarah Holton, Bruno Fagandini, Catalina Martinez Hernandez, Mario Porqueddu, Sara Romaniega Sancho, Anna Beschin, Eduardo Gonçalves, Sara Gamito Albuquerque, Ieva Rubene, Matthias Bing, Carlo Altavilla, Roberto de Santis and Giacomo Carboni for their contributions to this speech.", "See, amongst others, J. Faust and E. M. Leeper (2015), \" The Myth of Normal: The Bumpy Story of Inflation and Monetary Policy\", prepared for the Federal Reserve Bank of Kansas City's Jackson Hole Symposium, August 2015.", "(2022), \" The transmission of monetary policy \", Speech at the SUERF, CGEG / COLUMBIA / SIPA, EIB, SOCIÉTÉ GÉNÉRALE conference on \"EU and US Perspectives: New Directions for Economic Policy\", New York, 11 October and Lane, P.R.", "(2023), \" The euro area hiking cycle: an interim assessment \", Dow Lecture at the National Institute of Economic and Social Research, London, 16 February 2023.", "Of course, a two-step approach to assessing inflation is nothing new.", "For instance, when inflation was anticipated to remain persistently below target, the ECB adopted in July 2021 a forward guidance framework that formalised the cross-checking dual roles of the inflation forecast and underlying inflation in underpinning monetary policy decisions.", "Ehrmann, M., Ferrucci, G., Lenza, M. and D. O'Brien (2018): Measures of underlying inflation for the euro area , ECB Economic Bulletin issue 4, 2018.", "Eventually, the (partial or full) real wage adjustment process will be complete, so there should not be an impact on longer-term inflation dynamics.", "The dramatic easing in gas prices can be interpreted as a favourable supply shock, which also should generate an improvement in the GDP outlook.", "For a comprehensive discussion, see Lane, P.R.", "See also Banbura, M. and E. Bobeica (2020): PCCI - a data-rich measure of underlying inflation in the euro area, ECB Statistical Paper Series, No 38 / October 2020.", "The momentum indicator for headline inflation stood at 3.1 percent in February, down from 5.5 in January.", "The temporary subsidized public transport ticket in Germany (\"9-euro ticket\") reduced the services price index in June, July and August 2022.", "In February 2023, the effect of the 9 euro ticket fell out of the time window for calculating 3 months on 3 months inflation rates.", "Of course, this scheme is just one of many temporary fiscal interventions that are influencing inflation dynamics across the euro area.", "In the December staff projections, fiscal interventions were assessed to lower the inflation rate in 2022 and 2023 but then to raise the inflation rate in 2024 and 2025 in line with the scheduled expiry of these measures.", "For further discussion of the differential dynamics of goods inflation and services inflation, see Lane, P. R. (2022), \" Inflation Diagnostics \", ECB Blog, 25 November 2022.", "See for a more detailed discussion Rostagno, M., Altavilla, C., Carboni, C., Lemke, W., Motto, R., Saint Guilhem, A. and J. Yiangou (2019), Monetary policy in times of crisis, Oxford University Press, 2021.", "See: ECB (2016), \" The relationship between HICP inflation and HICP inflation excluding energy and food \", ECB Economic Bulletin box 7, issue 2/2016 as well as Workstream inflation measurement (2021): \" Inflation measurement and its assessment in the ECB's monetary policy strategy review \" ECB Occasional Paper, No.", "265, September and Ehrmann, M., Ferrucci, G., Lenza, M. and D. O'Brien (2018), Measures of underlying inflation for the euro area , ECB Economic Bulletin issue 4, 2018.", "For a more detailed discussion see Lane, P.R.", "The analysis of pipeline pressures for the food category also suggests a considerable easing in food inflation over the course of this year.", "The methodology of the IPPI is laid out in Koester, G., Rubene, I., Gonçalves, E. and J. Nordeman (2021), \" Recent developments in pipeline pressures for non-energy industrial goods inflation in the euro area ,\" Economic Bulletin Box, European Central Bank, vol.", "See Gonçalves, E. and Koester, G. (2022), \" The role of demand and supply in underlying inflation - decomposing HICPX inflation into components \", ECB Economic Bulletin Issue 7, 2022.", "The underlying technique was developed by Shapiro, A.H. (2022), \" How Much Do Supply and Demand Drive Inflation?", "\", FRBSF Economic Letter, No 2022-15, Federal Reserve Bank of San Francisco, 21 June 2022; and Shapiro, A.H. (2022), \" Decomposing Supply and Demand Driven Inflation \", Working Papers, No 2022-18, Federal Reserve Bank of San Francisco, September.", "Since the energy shock also constitutes a terms of trade shock, it is likely that equilibrium real wages require adjustment, with the cumulative increase in wages being substantially lower than the cumulative increase in the price level.", "See Gunnella, V. and Schuler, T. (2022), \" Implications of the terms-of-trade deterioration for real income and the current account \", Economic Bulletin, Box 1, Issue 3 and also Lane, P.R.", "See for a more detailed discussion Bodnár, K., Gonçalves, E., Gόrnicka, L. and G. Koester (2022), \" Wage developments and their determinants since the start of the pandemic \", Economic Bulletin Issue 8, 2022.", "See also Koester, G, Benatti, N. and A. Vlad (2020), \" Assessing wage dynamics during the COVID-19 pandemic: can data on negotiated wages help? \"", "ECB Economic Bulletin Box, Issue 8.", "See also Philip R. Lane (2022), \" The euro area outlook: some analytical considerations \", Speech at Bruegel, Brussels, 5 May 2022 One important caveat is that contracts can be re-negotiated in response to unexpected inflation shocks: the ex-ante agreement does not fully describe ex-post outcomes in these circumstances.", "A second important caveat is that wage negotiations in some countries are highly concentrated at the turn of the year, such that there is limited representativeness from current negotiations that do not represent a significant mass in the overall labour market.", "See Adrjan, P. and Lydon, R. (2022), \" Wage Growth in Europe: Evidence From Job Ads \", Economic Letters, Vol.", "7, Central Bank of Ireland, November.", "See the 2022 December ECB macroeconomic staff projections .", "This is also relevant in times of below-target deviations.", "For a discussion see Koester, G., Lis, E., Nickel, C., Osbat C. and F. Smets (2021), \" Understanding low inflation in the euro area from 2013 to 2019: cyclical and structural drivers \", ECB Occasional Paper Series, No.", "The January results of the Consumer Expectations Survey will be published tomorrow.", "The experts surveyed in the Survey of Monetary Analysts show a similar profile.", "More generally, across both survey-based and market-based measures, there is value in examining the full distribution of responses.", "At the same time, it is difficult to draw strong conclusions from the risk distribution, in view of the wide dispersion of views about the nature of the current inflation shock.", "As already noted, an additional complication is the material impact of temporary fiscal interventions on inflation dynamics."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Underlying inflation", "Inflation expectations", "Wage inflation", "Supply bottlenecks", "Energy prices", "Pandemic disruptions", "Monetary policy", "Inflation decomposition", "Inflation heatmap", "Fiscal policy"]}