{"sentences": ["Distinguished Members of the Press, Esteemed Participants, Welcome to our third Inflation Report Briefing of 2023.", "I would like to extend my respect and greetings to you, who joined our meeting today, and all our online participants.", "Before starting my presentation, I would like to emphasize that the primary objective of the Central Bank is price stability.", "We embarked on a monetary tightening process to bring inflation down permanently.", "We will further strengthen monetary tightening as much as needed in a timely and gradual manner until a significant improvement in the inflation outlook is achieved.", "We are closely monitoring indicators for inflation and underlying trend of inflation.", "We will continue to decisively use all our tools in line with the main objective of price stability.", "Accordingly, in addition to the rate hike, we have taken decisions on selective credit tightening and quantitative tightening to support the monetary tightening process, and will continue to do so.", "Therefore, my speech and the following Q&A session will focus solely on inflation and monetary policy.", "We are in a transition heading towards the disinflation and stabilization periods we have envisaged.", "During this transition, markets are being stabilized within their own internal dynamics.", "Inflation will rise temporarily in the short run in response to the correction in exchange rates and the measures regarding fiscal discipline.", "In the meantime, we are carefully laying the groundwork for a sustainable start of disinflation in 2024.", "We will begin to feel some of the cumulative positive effects of our rate hike decisions, along with our quantitative and selective tightening decisions in late 2023 and particularly in the underlying trend of inflation in the second quarter of 2024.", "Once we enter the period of disinflation process, temporary corrections in relative prices will be replaced by exchange rate stability, improved current account balance, fiscal discipline, permanent strengthening in capital flows and increased reserves.", "As a result, underlying trend of inflation and expectations will improve consistently.", "We see post-2025 as the beginning of a period of stability.", "During this period, disinflation will accelerate and predictability will increase.", "Permanent disinflation will be accompanied by investments and qualified growth.", "In my briefing, I will first share with you our evaluations regarding global economy and inflation in light of the data released since the previous Inflation Report.", "Afterwards, I will present our monetary policy strategy and medium-term inflation forecasts.", "The global growth index, constructed using the growth rates and export shares of 110 countries to which Türkiye exports, has almost remained unchanged over the inter-reporting period.", "Compared to 2022, external demand is decelerating in annual terms.", "In the euro zone, one of Türkiye's major trading partners, the flash manufacturing PMI indicator fell to 42.7 in July, the lowest level recorded since the pandemic.", "China, on the other hand, grew by 0.8% in the second quarter of the year.", "This growth remained below expectations and pointed to a significant slowdown compared to the first quarter.", "The favorable outlook for commodity prices and supply conditions continue in this reporting period on the back of the slowdown in global growth.", "Although the main commodity index fell by 18.3% year-on-year, it is above its long-term averages.", "On the other hand, global economic activity diverges across sectors.", "Industrial production remains weak, while the services sector, which reflects demand conditions more, remains strong.", "In the second quarter of the year, the global services PMI reached 54.9, remaining above the threshold.", "Meanwhile, the manufacturing industry PMI remained below the threshold at 49.3.", "The divergence between manufacturing and services sectors is much more pronounced in advanced economies.", "The decline in growth rates and the weakness in industrial production affect inflation favorably through commodity prices.", "Average consumer inflation in advanced and emerging economies fell to 4.2% and 5.1%, respectively.", "Despite this decline, inflation continues to hover significantly above the target level of 2% in advanced economies and the average target level of 3.5% in emerging economies.", "On a global scale, the stickiness of services inflation due to tight labor markets and buoyant domestic demand restrains the decline in core inflation and expectations.", "In the reporting period, core inflation edged down to 4.8% in advanced economies and to 5.6% in emerging economies.", "Due to the elevated levels of inflation and particularly core indicators, central banks continue monetary tightening.", "In 19 of the 27 central banks monitored, including all advanced economies, inflation is above the target.", "The post-pandemic rises in inflation started more or less at the same time across countries.", "However, emerging economies started rate hikes earlier than advanced economies and have been more successful in reducing core inflation.", "Distinguished Participants, after giving a brief account of inflation and monetary policies in other countries, I would like to share with you our evaluations regarding inflation in our country.", "This was driven by stability of exchange rates and global commodity prices that began to decline.", "Contributions of subgroups to June annual inflation indicate that the largest contribution to the decline of inflation came from core goods, food, and, in particular energy, influenced favorably by global commodity prices.", "Meanwhile, that of services which reflect the stickiness of inflation remains flat around 15 points.", "We are closely monitoring a series of indicators for underlying trend of inflation.", "To identify the underlying inflation, we use approaches based on \"methods of exclusion\", such as the B and C indices, as well as \"statistical methods\" such as SATRIM and Median inflation.", "To better understand the near-term dynamics, we examine monthly or quarterly seasonally adjusted inflation data.", "The broad set of indicators that we track pointed to strengthening in the underlying trend of inflation in June.", "This is driven by strong domestic demand, wage and exchange rate developments, and the stickiness of services inflation.", "Data for the second quarter of the year suggest that domestic demand was particularly influential in robust economic activity.", "The retail sales volume index, domestic card expenditures and turnover indices imply acceleration in consumption.", "Consumers' plans to spend on durable goods surged in the second quarter.", "Sales of automobiles and white goods are considerably higher than their previous period averages.", "Despite the outlook I have summarized for domestic demand, aggregate supply has been more moderate.", "Annual growth of industrial production and exports has been slowing since the second half of 2022 in line with external demand.", "Although the earthquake induced production loss in the first quarter was recovered in the second quarter, the annual rates of increase in these indicators are close to zero.", "The fall in capacity utilization rates in the second half of last year continued in the first quarter due to the disaster.", "In July, capacity utilization rates are still below their previous year levels.", "The outlook for domestic demand and production suggests that aggregate demand conditions remain inflationary.", "Having weakened in the second half of 2022, the average of output gap indicators we monitor rose to 2.3% as of the second quarter of 2023.", "Demand growing faster than supply for a long period is a significant risk to inflation.", "A balanced course in supply and demand is essential to price stability, and price stability is essential to sustainable growth.", "Therefore, we anticipate that our selective credit tightening decisions will balance domestic demand.", "Closing the output gap will be an important component of the disinflation process.", "As a result of the rapid growth in domestic demand, our imports increased by more than 4% in the first six months of 2023 despite the downward impact of energy prices amounting to almost 12 billion dollars, and reached 185 billion dollars.", "Driven by global developments, credit expansion and the perception of uncertainty, gold imports rose by approximately 11 billion dollars in the first half of the year compared to the same period of the previous year, and exceeded three times the level of the previous year.", "Due to the acceleration in domestic demand, imports of consumption goods increased by more than 8 billion dollars, reaching 1.6 times the amount in the previous year.", "Against this backdrop, Türkiye's 12-month cumulative current account deficit is 60 billion dollars as of May.", "In the second half of the year, we expect a significant improvement in the current account driven by the monetary tightening and services revenues.", "Strong domestic demand affects inflation and exchange rates, both directly and through the current account balance.", "Exchange rate developments are affecting inflation through various channels such as costs, balance sheet, and expectations.", "Focusing on the cost channel, the estimated coefficient of exchange rate pass-through, which declined until 2018, has recently started to increase again.", "The findings of the Phillips Curve model with time-varying parameters, which decomposes expectation and cost channels, imply that the pass-through may be around 25% currently.", "Exchange rate pass-through varies across sectors but the increase in exchange rate pass-through is observed in all sectors.", "While this is an average effect, the pass-through may vary depending the state of the economy.", "The pass-through is particularly rapid in periods of strong demand conditions.", "The monetary tightening process, which we have strengthened with interest rate hikes, quantitative tightening and selective credit tightening, will support exchange rate stability.", "Wage hikes lead to cost increases particularly in labor-intensive sectors.", "Our analyses suggest that sectors such as administrative-support services, restaurantshotels, and wholesale-retail trade are the most sensitive sectors to the minimum wage hike.", "According to our calculations, most of the wage hikes will be largely reflected in prices over the next few months.", "This is also reflected on the forecast path that I will share with you in the following minutes.", "Price increases in the services sector remain high, and services inflation is stickier than goods inflation.", "The annual rate of increase in the B index, which includes both services and core goods, fell from a peak of 77% to 46.6%, while services inflation became sticky at over 55%.", "When calculated for the services sector, the diffusion index, which shows the weight of items with increasing prices compared to those with decreasing prices, exceeds the historical average.", "Price increases spread across the sector.", "Time-dependent pricing behavior is more prevalent in the services sector.", "Services items cause inflationary effects to extend over a long period of time due to their pricing behavior.", "We see that inflation is more persistent in items such as education and health services as well as rents, whose prices change at certain times of the year.", "The persistence coefficient, which is 0.6 in core goods, is above 0.9 in education and rents.", "In addition to rising house prices and backward-indexation behavior, supply-demand mismatches in the real estate market push rent increases upwards, thus affecting inflation.", "Monthly increases persist in the restaurants and hotels subgroup, which is significantly affected by food, wage and tourism developments.", "Parallel to these developments in the services sector, inflation expectations have also been sticky at high levels for some time now, and are on the rise again in recent months.", "Breaking the persistence in inflation depends on anchoring expectations.", "During the transition to disinflation, we expect monetary tightening to ensure predictability and balance demand through its cumulative effects.", "The disinflation process will accelerate with the re-anchoring of inflation expectations.", "Distinguished Guests, The objective of our monetary policy is to achieve price stability.", "Price stability aims to reduce the volatility of inflation while bringing it down permanently.", "Price stability is a sine qua non for macrofinancial stability.", "To this end, we initiated a strong monetary tightening process in June.", "We emphasized that this process would be gradual, balanced and stable.", "We aim to reduce the underlying trend of inflation and anchor expectations by reinforcing interest rate hikes with quantitative tightening and selective credit tightening.", "We will continue to use all our tools decisively until inflation falls back to single digits and our medium-term target.", "Ahead of the June MPC meeting, we determined two important agenda items to strengthen the effectiveness of monetary policy.", "The first one is to reduce the spread between market rates and the policy rate.", "Before our first MPC decision in June, the average deposit rate was above 40% while the policy rate was 8.5%.", "As part of the June MPC decision, in addition to the rate hike, we took the first step for the simplification of the macroprudential framework in deposits, via the securities maintenance practice.", "Shortly following these steps, the interest rate on deposits with a maturity of up to three months decreased by approximately 12 points to 30%.", "We started the process with deposits because they are the most binding constraint of the banking sector and adversely affect the functionality of markets as well as price behavior.", "Thus, the simplification process in the macroprudential framework, in addition to the rate hike, has increased the effectiveness of the policy rate in a balanced manner.", "Our second agenda item is to rein in the inflationary effects of the acceleration in retail loans.", "In the first six months of 2023, retail loans rose at rates exceeding 70% in credit cards and 68% in vehicle loans.", "In total, retail loans increased by 40%, exceeding 2 trillion Turkish liras.", "The growth rates in the first and second quarters of this year are more than three times higher than the last ten-year average.", "Credit expansion fuels domestic demand, deteriorates expectations, and increases imports and the current account deficit.", "With our July MPC meeting decisions on the rate hike as well as on selective credit tightening as part of monetary tightening, we contain the effects of credit expansion on inflation.", "In addition to credits, we also sterilize liquidity through quantitative tightening, thereby enhancing the effect of rate hikes.", "To sum up, in our monetary tightening process, we are making the gradual and steady rate hikes more holistic and stronger through quantitative tightening and selective credit tightening.", "With the decisions we took at the June and July MPC meetings, we have raised the policy rate by a total of 900 basis points, from 8.5% to 17.5%.", "Thus, the policy rate has more than doubled in two months.", "With our decision to simplify the securities practice, deposit rates have declined while our policy rate has increased.", "Deposit rates have come to levels more aligned with inflation expectations.", "However, we also attach importance to keeping deposit rates at a level that would not increase dollarization.", "Therefore, safeguarding the balance of Turkish lira liquidity, we have decided to implement a quantitative tightening.", "In this way, the excess liquidity accumulated in the system will be sterilized through reserve requirements.", "According to impact analyses, 450 billion-to-500 billion Turkish liras of liquidity will be withdrawn from the system via this step.", "Through selective credit tightening, we aim to prevent damage to price stability due to the channeling of financial resources to consumption instead of supply.", "Accordingly, we have reduced the growth limit for vehicle loans from 3% to 2%.", "We have also decreased the growth limit for commercial loans, excluding investment, export, agriculture and tradesmen loans, from 3% to 2.5%.", "Besides, we have raised the monthly maximum interest rate applied to credit card cash utilization and overdraft accounts to support the balancing of domestic demand.", "As for interest rates, the first tier has been removed for Turkish lira commercial loans excluding export and investment loans.", "Applying a single-tier interest rate threshold for corporate loans will make an additional contribution to the supply/demand balance.", "I would like to emphasize that we use all our tools with a holistic approach by carefully analyzing and optimizing the potential impacts of our decisions.", "With the same approach, we will continue to take gradual and decisive steps.", "The Central Bank's international reserves have been increasing strongly since June.", "Gross international reserves declined from 128.8 billion dollars at end-2022 to 98.5 billion dollars at end-May.", "Our reserves have increased by approximately 15 billion dollars to more than 113 billion dollars as of 14 July.", "There is a positive outlook in the risk premium.", "The five-year CDS premium exceeded 700 basis points in May due to domestic uncertainties, hitting the peak of this year.", "However, it started to register a significant downtrend in June, and dropped to 435 points as of today.", "Amid the decline in risk premiums, a net portfolio inflow of more than 1.5 billion dollars has been recorded since June.", "We also see a decline in exchange rate volatilities in the market.", "The exchange rate volatility implied by one-month US dollar/Turkish lira options fell sharply from its peak of 57 points in May to 20.2 points as of 25 July.", "Likewise, the exchange rate volatility implied by 12-month options decreased below 30 points on 25 July from 47 points in May.", "We are seeing the positive effects of our monetary policy strategy on the markets.", "Our reserves are strengthening, financing conditions are improving, and implied exchange rate volatility is decreasing.", "Medium-Term Projections Esteemed Guests, After summarizing the economic outlook, the starting point for our forecasts, let me now share with you our medium-term projections.", "We have revised our assumptions for the Global Growth Index, which offers a brief account of external demand, slightly upwards for 2023 and downwards for 2024.", "Since the previous reporting period, crude oil prices in spot and futures markets have been in line with our projections.", "Our oil price assumptions have remained flat.", "We have revised our assumptions for import prices for 2024 upwards due to geopolitical and supply-side effects reflected in futures markets in commodity and energy.", "The upward course in domestic food prices continues due to supply-side problems and shortcomings in the market structure.", "Recently, prices of red meat and red meat-related processed food products have increased significantly.", "In addition to red meat prices, we have also witnessed high rates of increases in vegetable prices, which were affected by supply conditions.", "Esteemed guests, Accordingly, we have significantly revised our inflation path.", "We have raised the end-2023 inflation forecast to 58%.", "At the end of 2025, we project that inflation will decline to 15%.", "I would like to share with you the reasons for this notable change in our forecasts.", "Compared to the previous reporting period, developments in TL-denominated import prices pushed our year-end inflation forecasts for 2023 and 2024 up by 7.5 and 8.3 points, respectively.", "This was mainly driven by exchange rate developments.", "Amid the realizations and raised assumptions, food prices added 8.5 percentage points for 2023, and 6.0 percentage points for 2024 to our forecasts.", "Moreover, changes made to other economic policies, such as transfers to households, taxes, wages and administered price adjustments, raised our end-2023 inflation forecast by 7.5 points and our end-2024 inflation forecast up by 3.6 points.", "The stronger-than-expected domestic demand pushed our year-end inflation forecasts up by 1.3 points for 2023 and by 0.4 points for 2024.", "Lastly, the effects of forecast deviations and the change in forecasting approach added 10.9 and 5.9 points to our year-end forecasts for 2023 and 2024, respectively.", "The main reason for the upward revision in our inflation forecast stemming from the change in our forecasting approach has been the higher emphasis on the intermediate target in the path presented in the previous Report, while our projections have been aligned with the technical forecasts of the Central Bank in view of the changing macroeconomic outlook.", "Our inflation forecasts include our policy responses as well as their cumulative effects.", "Our monetary policy response is oriented towards reducing the underlying trend of inflation.", "We carefully analyze monetary and financial conditions that affect underlying inflation.", "While gradually raising the policy rate, we will increase the functionality of market mechanisms through the simplification process in the macroprudential framework with a view to enabling market rates to become more aligned with inflation expectations.", "In addition, we have taken and will continue to take stabilizing steps that target inflation through selective credit tightening.", "Through decisions on quantitative tightening, we will ensure a stable development in the Turkish lira liquidity without generating excessiveness in exchange rates and domestic demand.", "We have initiated efforts to diversify Turkish lira savings instruments and support the deepening of capital markets, which we will announce shortly.", "The Central Bank will make decisions based entirely on data and in complete coordination in line with the principles of confidence, stability and transparency.", "We will dynamically optimize the monetary tightening process by continuously measuring the effects of our decisions on inflation, markets, monetary and financial conditions.", "Through a gradual and steady progress, our aim is to restore anchoring of expectations as well as predictability.", "As I conclude my remarks, I would like to thank all my colleagues once again who took part in the preparations of the entire Report and the press conference, primarily the members of the Monetary Policy Committee and the staff of the Research and Monetary Policy Department.", "We can now move on to the question and answer session."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Central Bank", "Price Stability", "Exchange Rates", "Domestic Demand", "Current Account", "Selective Credit Tightening", "Quantitative Tightening", "Core Inflation"]}