{"sentences": ["The economic situation The global economy is slowing down; uncertainty remains very high, even though the latest indicators are better than expected.", "Despite the recovery forecast for China, according to the International Monetary Fund's latest projections, the global GDP growth rate should stand at 2.9 per cent this year, down from 3.4 per cent in 2022; world trade growth will go down from 5.4 to 2.4 per cent.", "The weakening of the international economic situation is mainly due to the fallout from Russia's aggression against Ukraine and the relative geopolitical tensions.", "Inflation remains high at global level, driven by the exceptional increases in the prices of energy commodities and food products.", "On the one hand, this continues to lower the purchasing power of wages and the real value of accumulated household savings and, on the other hand, to call for a tighter stance for monetary policies.", "European countries meeting the natural gas storage targets, the milder weather and the fall in demand have all supported a broad reversal of the increases in energy commodity prices in recent months.", "The economies of Italy and the euro area are also decelerating, in the wake of results that were generally better than expected throughout 2022.", "GDP growth came close to 4 per cent in Italy, almost half a point more than the average for the euro area.", "The recovery in services, particularly marked in the summer, more than offset the decline in industrial and agricultural production recorded in the second half of 2022.", "The baseline scenario presented in the Bank's January Economic Bulletin, which is necessarily indicative given the persistence of highly uncertain geopolitical conditions, shows that, following the decline of 0.1 per cent recorded in the fourth quarter of 2022, growth in the economy is likely to fall to 0.6 per cent this year.", "It will become stronger over the next two years because of the acceleration in exports and, thanks to waning inflationary pressures, in domestic demand.", "Inflation, which was equal to 8.7 per cent on average in 2022 on a harmonized basis, is projected to decline by 2 percentage points this year and more markedly so next year, to then go down to 2 per cent in 2025.", "According to preliminary estimates, GDP rose marginally in the euro area in the last quarter, at a time of significant variations across countries.", "According to the baseline scenario drawn up by Eurosystem staff in December, GDP growth is limited to 0.5 per cent in 2023 and will then return to close to 2 per cent next year.", "As a reflection of the assumption, partly outdated, of persistently strong pressures stemming from the rises in commodity and intermediate goods prices, and of sizeable wage increases, following the 8.4 per cent recorded for the whole of 2022, the slowdown in inflation was expected to be weak and uncertain.", "The rise in prices exceeded 6 per cent this year and would remain at well over 3 per cent in 2024.", "However, the signs that inflation growth was contained, recorded in the final months of last year, were confirmed in January; according to preliminary estimates, inflation went down from its peak of 10.6 per cent in October to 8.5 per cent, even though the core component (i.e.", "net of energy and food products) steadied, at 5.2 per cent, owing to the usual lag in the pass-through of rises in energy prices.", "The price of gas delivered to Europe, set at €124 per megawatt hour on average in 2023 and at €98 in 2024 in the technical assumptions included in the Eurosystem projections, continued the downward trend that started at the end of August, going below €60.", "The bottlenecks in the global supply of intermediate goods have also eased considerably.", "Given these recent trends, the short-term inflation expectations are falling sharply on the financial markets.", "Yields on inflation-linked swaps indicate that the expected inflation rate twelve months ahead is 2.3 per cent, less than half of the levels at the end of November, when the Eurosystem staff projections had just been finalized.", "Longerterm inflation expectations remain at levels consistent with the 2 per cent medium-term price stability target, net of risk premiums.", "At the same time, the anchoring of inflation expectations is confirmed by the results of the January survey of analysts.", "There has been a decline in the inflation expectations of firms and households too.", "Wage growth has stepped up slightly since October.", "Although there seem to be requests for sizeable wage increases in a number of countries, in order to recover most of the losses in purchasing power caused by the energy shock, there are currently no signs of a price-wage spiral being triggered in the euro area as a whole, which would increase the persistence of inflationary pressures and broaden the scope of the monetary policy response.", "Monetary policy ... On Thursday, the ECB Governing Council raised the key interest rates by 50 basis points, bringing the overall increase to 300 points.", "It also confirmed that they will need to continue rising to support the return of inflation to its medium-term price stability target and announced that it intends to raise them by another 50 basis points in March.", "In any case, decisions on the pace of any further increases will continue to be made based on the inflation outlook, which is defined according to incoming information as it becomes available.", "Since late last year, the Governing Council has gradually recalibrated the other monetary policy instruments to ensure that their contribution is consistent with the monetary policy stance implied by the key interest rates.", "In particular, it announced in December that the assets held in the monetary policy portfolio would be reduced at a measured and predictable pace, through the partial reinvestment of the principal payments from maturing securities.", "From March 2023 onwards, the reinvestments relating to the asset purchase programme (APP) launched in 2014 will decline by €15 billion per month until the end of the second quarter of 2023 and the subsequent pace will be determined by cyclical developments and market performance.", "The full reinvestment of the securities purchased under the pandemic emergency purchase programme (PEPP) will instead continue until at least the end of 2024 in a flexible way with a view to countering, along with the new transmission protection instrument (TPI), any risks of unwarranted fragmentation of financial markets along national lines.", "The turning point in the monetary policy stance that started in December 2021 was indispensable.", "The Governing Council had responded to both the deflationary pressures stemming from the global financial crisis and the euro-area sovereign debt crisis and to the risks arising from the pandemic by adopting extraordinarily expansionary measures.", "As these factors waned, it became inevitable that the key interest rates and liquidity would return to more balanced values.", "Since the end of 2021, the increase in energy prices, initially gradual, has become more substantial and prolonged because of Russia's invasion of Ukraine, thus calling for an accelerated normalization of monetary policy, though this was by no means unexpected.", "In this regard, important steps forward have been taken.", "Since the beginning of the gradual reduction of monetary accommodation, one-year overnight index swaps have picked up from negative levels to 3.3 per cent, while ten-year ones have gone from barely positive values up to 2.6 per cent.", "In real terms, using index-linked swap rates as a deflator, the interest rates currently stand at about 0.9 and 0.3 per cent respectively, from around -4 and -2 per cent at end-2021.", "Monetary tightening can now continue with suitable caution and with careful consideration of the implications for the economy and for the inflation outlook of the measures already adopted as well as of the information on how they develop.", "In any case, it remains essential to continue to balance the risk of an excessively gradual recalibration, which could cause inflation to become entrenched in expectations and in wage-setting processes, with the risk of monetary conditions becoming too tight.", "This in turn would result in significant repercussions for economic activity, financial stability and, ultimately, medium-term price developments.", "As I have recently said, I believe equal weight should be assigned to both risks, in line with the symmetrical price stability objective which we must achieve to fulfil our mandate.", "However, price stability does not depend on monetary policy alone, but also on firms' business strategies, agreements on labour costs and fiscal policy.", "In order to bring inflation back to its target, it is crucial for representative of workers and employers in all euro-area economies to make responsible decisions, to ensure that price and wage dynamics remain consistent with preserving monetary stability.", "In real terms, wage growth is limited by the performance of productivity.", "Especially in Italy, where both productivity and real wages have stagnated for too long, the investments and the reforms envisaged under the National Recovery and Resilience Plan will play a fundamental role in creating a more favourable business environment.", "Price stability also requires that public finances be kept under control in all countries.", "Balanced policies are required, not only to prevent demand from overheating and inflation from declining more slowly, but also to stave off the risks associated with a negative perception, even if not entirely warranted, of the sustainability of public finances.", "Fiscal policies, through temporary and targeted measures, can certainly help ease the effects of inflation on the weakest sections of the population; however, this should be done through a redistribution among income earners, both from labour and capital, and without knock-on effects for future generations.", "In Italy, a prudent fiscal policy has helped reduce the yield spread between Italian and German ten-year bonds; it is currently below 190 basis points, which is still well above the value that would be warranted by Italy's macroeconomic fundamentals and around double that of Spain and Portugal.", "- and its impact on government, corporate and household debt At present, the hikes in key interest rates are broadly manageable for Italy's public finances, since the average cost of debt is increasing gradually, thanks to its high average residual maturity.", "Italy's government has prudently planned to gradually narrow the deficit throughout the current three-year period, aiming for a primary surplus next year, to bring it to 1.1 per cent of GDP in 2025; nominal GDP growth itself supports the fall in the debt burden.", "Against this background, the planned reduction in the Eurosystem's securities reinvestments which, as I recalled earlier, will take place at a measured pace and announced ahead of time, is not likely to have a significant impact on the placement or yield of government bonds.", "The debt of Italian firms and households remains low by international standards, despite firms largely resorting to guaranteed loans since the onset of the health emergency and mortgages growing strongly over the last few years.", "Overall, it stands at 112 per cent of GDP, compared with an average of 168 per cent for the euro area.", "The financial stability of our economy is also benefiting from the improvement in corporate capital structures, a process that started in the early years of last decade and was only temporarily interrupted by the pandemic-related crisis.", "By last September, the debt of non-financial corporations had declined to below 70 per cent of GDP, more than 13 percentage points lower than its peak during the sovereign debt crisis.", "Higher capitalization levels and reduced reliance on bank borrowing mean that leverage (i.e.", "the ratio of financial debt to the sum of financial debt and equity at market value) has fallen from 50 to 41 per cent since 2011.", "Over the same period, bank debt as a share of total financial debt has dropped from 67 to 52 per cent.", "The situation of firms is inevitably affected by surging energy prices, the slowdown in economic activity, rising interest rates and less favourable access-to-credit conditions.", "Their ability to service debt remains strong, though, thanks to the rebound in profitability and the reduction in leverage, coupled with smooth liquidity conditions overall.", "During the pandemic, Italian firms built up their bank deposits significantly, reinforcing a trend that had been under way for some time.", "The historically high level of cash holdings (28 per cent of GDP) and a lower ratio of net interest expense to operating profit (6.4 per cent) appear to be able to limit the impact of credit tightening.", "While subject to a high degree of uncertainty, our scenario analysis shows that firms' vulnerability is likely to remain limited overall, unless the economic cycle and debt servicing costs deteriorate far more than expected.", "Even in an adverse scenario, with a significant reduction in gross operating income and a substantial increase in the cost of funding, we expect the share of debt of particularly vulnerable firms to remain well below the levels seen in serious crisis situations in the past.", "However, there are no significant signs of deterioration in credit quality so far at the aggregate level.", "Likewise, the risks stemming from the state of household finances, which are also affected by the worsening economic outlook, remain limited overall.", "Over the past decade, debt has remained broadly unchanged, at just above 40 per cent of GDP.", "The increase in mortgages as a share of total loans in past years was observed mostly on the fixed-rate side.", "In 2022, as fixed-rate borrowing became more expensive, variablerate mortgages gained pace until they accounted for the majority of new loans.", "Meanwhile, though, the share of capped-rate schemes has been rising, in a trend that helps soften the blow of rate hikes.", "As with firms, large cash holdings help mitigate the risks to households: last September, deposits and currency in circulation exceeded €1,600 billion, a historically high level, including in real terms, and accounting for over one third of total household financial assets.", "Looking ahead, despite the erosion caused by rising inflation, accumulated wealth seems sufficient to enable households to service their debt, even in an adverse scenario where real income declines and interest rate hikes are much greater than expected.", "As long as fiscal policies continue to be cautious, the threat of a widening of the spreads and its negative effects on the real economy, as well as on the public accounts, should remain limited.", "Therefore, the risks posed by rising key interest rates should prove manageable, even for private finance.", "With this in mind it is therefore still crucial, in an environment of price stability, to aim for sustained growth driven by reforms and by public and private investment.", "The banking sector Despite the cyclical slowdown, the main indicators of the health of the Italian banking system are still positive overall.", "Credit quality remains good: last September the nonperforming loan ratio net of loan loss provisions was 1.5 per cent; for the significant banks it was, at 1.2 per cent, substantially in line with the average for the Banking Union countries.", "The flow of new non-performing loans remains low at around 1 per cent of total loans.", "The liquidity margins fell slightly following the initial repayments of the targeted longer-term refinancing operations (TLTRO) but remain well above the minimum reserve requirements.", "Profitability is driven by the increase in net interest income and by loan loss provisions that are still particularly low.", "In the first nine months of 2022, return on equity (ROE) rose by 0.7 percentage points year-on-year, reaching 8.7 per cent.", "The common equity tier 1 capital (CET1) ratio, which fell by around half a percentage point to 14.6 per cent, continues to be higher than pre-pandemic levels and is only marginally lower than the EU average.", "The more dramatic decline experienced by the significant banks is mainly due to the extraordinary distributions of earnings made by the major banks.", "Given that the lending rates have risen at a faster pace, the higher market yields benefit those banks with a traditional business model, whose profits have been squeezed by low net interest income in recent years.", "In 2022, the spread between the interest rates applied by banks on new loans to households and firms and the marginal cost of funding widened by almost 1 percentage point to 2.2 per cent.", "Along with the growth in lending, this contributed to the significant increase of almost 12 per cent in net interest income recorded in the first three quarters of 2022.", "Based on historical patterns, revenues generated by traditional banking activities should continue to grow in the years to come.", "Inflation lessens the real value of debt, reducing the probability of default by borrowers with fixed-rate loans and whose revenues do not suffer significantly from the increase in prices.", "Far and away the largest portion of firms' debt, however, is variable rate and some sectors are especially vulnerable to rising energy prices.", "Looking ahead, we therefore cannot rule out an increase - perhaps even a significant one - in loan loss provisions: according to analyses conducted consistent with the Bank of Italy's baseline macroeconomic scenario, they could increase, from under half a percentage point to almost one point of total loans this year and the next.", "This is still only half of the peak reached in the two years 2013-14 as a result of the sovereign debt crisis, a level which was even higher than that projected in an adverse scenario.", "This year and the next, the profitability of banks should nevertheless remain positive for intermediaries as a whole, even though the number of those reporting losses could increase, a situation that we will be following closely.", "These signs are consistent with market expectations.", "Since last summer, coinciding with the beginning of the ECB's rate increases, the main analysts have revised the one-year ahead profitability forecasts upwards for the eight major listed Italian banking groups (which account for more than two thirds of the sector's total assets).", "According to the most recent data, ROE is forecast to be close to 8 per cent on average this year and the next; three banking groups are expected to report a profitability close to or above 9 per cent and none should end the year with a loss.", "Beyond having an effect on income statements, the rising interest rates have also had a direct impact on banks' supervisory capital, reflecting the drop in the prices of sovereign and non-sovereign bonds, valued at market prices.", "An upward shift of 150 basis points in the yield curve against end-year levels would cause the CET1 ratio to fall by around 80 basis points.", "Given that this estimate does not incorporate any risk mitigation strategies drawn up by banks, for example by using hedge derivatives, the effect on the capital ratios would thus be manageable.", "The growth in net interest income might be lower than expected if the higher market rates pass through to the rates on banks' liabilities more rapidly than they did in the past.", "Moreover, the cost of funding may be affected by a rebalancing towards relatively costlier instruments, such as time deposits or bonds.", "As early as last summer, sight deposits by households and firms started to decline, in line with depositors' attempts to protect the purchasing power of their savings, though we have not yet seen a significant rise in the returns offered by banks on this form of funding.", "Going forward, the rebalancing of banks' liabilities may also be influenced by their need to issue new bonds to replace, at least in part, the funding obtained in the past through the ECB's TLTROs and to comply with the minimum requirement for own funds and eligible liabilities (MREL).", "Finally, if the cyclical conditions turn out to be worse than expected, this would affect credit quality, leading to a higher share of loan losses.", "Against the backdrop of these risks, the Bank of Italy is conducting ad hoc studies focusing on issues such as credit, liquidity and refinancing.", "We are continuing to assess the quality of the loans that benefited from the support measures adopted during the pandemic.", "So far, the non-performing loan rate for the credit benefiting from the state guarantees has remained low, notwithstanding the fact that for most of such credit the principal grace period, i.e.", "the stage where only interest payments were to be made, has already elapsed.", "Special attention is also being devoted to the intermediaries most exposed to the firms that are being hit hardest by the rise in energy costs.", "At the moment, it does not appear necessary to re-enact wide-ranging support measures of the kind conceived to tackle the pandemic crisis.", "Any loan renegotiations may be granted on a voluntary basis by the intermediaries following a case-by-case assessment.", "Last summer we conducted an ad hoc survey on banks' refinancing plans, also in light of the forthcoming TLTRO maturity dates.", "The survey found that Italian banks intend to repay these sums by drawing in part on their excess reserves with the Eurosystem and on the sale of liquid assets; just over half would be replaced with alternative sources of funding, most of which obtained on the market or through deposits.", "A new survey to be carried out soon will ask the banks to update their plans in light of the changed market conditions and the decisions adopted in October by the ECB's Governing Council on the cost of longer-term refinancing operations.", "The replacement of the latter will also benefit from the forthcoming roll-out of the new EU legislation on covered bank bonds, for which we have recently begun the consultation process.", "The new rules lay the foundation for the establishment of a single market for these liabilities, thereby broadening the pool of potential buyers.", "The Bank of Italy will authorize the issuance plans following an assessments of banks' capacity to ensure their orderly implementation based on sound and prudent management criteria and an adequate level of protection for investors.", "Finally, the Supervisory Review and Evaluation Process (SREP) for the less significant institutions (LSIs) that we supervise directly is nearing completion.", "Through it, we will set the Pillar 2 capital requirements with which each bank must comply this year.", "Also owing to the exceptional uncertainty marking the short-term outlook, the requirements will be set at a higher level than in the past, almost completely closing the gap with significant banks that has existed so far.", "Investment funds and the markets While it squeezed the profitability of Italian investment funds, the significant adjustment in financial asset prices that took place in the asset management sector following the outbreak of the war and the rise in interest rates was absorbed in an orderly manner, without unleashing sizeable disinvestments.", "Net inflows held stable, while they decreased in the rest of Europe.", "Consistent with the rise in interest rates, there were outflows from the bond fund segment, offset by an increase in investments in equity funds.", "The outlook for fund flows, and hence for the fees that banks charge in exchange for distributing investment products, is uncertain.", "On the one hand, investment funds' business might be buoyed by investors' appetite for higher returns to at least partly offset the impact of inflation.", "On the other hand, the ongoing risk of further, sudden adjustments in financial asset prices encourages investment in safer instruments which, given the changed market conditions, do nevertheless offer satisfactory returns.", "The outflows from bank deposits that I mentioned earlier have been therefore accompanied by sizeable investments in government securities on the part of households.", "Higher rates and the cyclical slowdown also increase liquidity, market and credit risks for these intermediaries.", "However, Italian open-end funds are generally in a position to cope with them.", "Leverage is low, the duration of assets under management is short and the degree of liquidity (defined as the ratio of current account holdings to equity) is high by historical standards.", "The share of high-yield bonds, which are more vulnerable than higher-rated bonds, has also declined in recent months.", "In the asset management segment, corporate governance aspects (such as strategic planning capacity and the adequacy of internal controls) are particularly important for sound and prudent management.", "For this reason, we are placing special emphasis on these aspects in the SREP that we are conducting on asset management firms.", "We will further fine-tune our methodologies next year to better assess the risks arising from the outsourcing of critical functions and technological innovation.", "Assets managed by alternative funds - those investing in real estate, unlisted companies or loans - have continued to increase; at over €100 billion, they now account for almost one third of the total assets of Italian investment funds.", "Growth in this sector may allow firms to broaden their sources of financing and enable investors to diversify their portfolios.", "Owing to particularly tight national regulations, alternative funds are typically closed, which helps to mitigate liquidity risk.", "However, they are more leveraged, which amplifies their interconnections with the rest of the financial system.", "Specifically, real estate investment funds have a relatively high level of debt, mainly visà-vis banks, which makes them potentially a greater source of contagion compared with other funds.", "Also in light of the strong growth in the assets managed by these funds, driven by those investing in commercial property, we are conducting ad hoc analyses, the results of which will help us better assess the risks to the stability of individual intermediaries and to the system as a whole.", "The long-standing uncertainty surrounding global geopolitical and economic developments has been reflected in financial markets, which have recorded heavy losses.", "Tensions in Europe are also affected by the relatively limited depth of some market segments, especially when compared with those in the United States, as well as by continued high fragmentation along national borders, above all in retail activities.", "The legislative proposals on corporate insolvency law, on listing - especially for small and medium-sized enterprises - on regulated markets and on reducing reliance on thirdcountry central clearing counterparties, submitted by the European Commission at the end of last year as part of the Capital Markets Union initiatives, are all steps in the right direction.", "We must move forward along this path, promoting the development of markets, fostering integration and further diversifying the sources of financing for the European economy, thereby strengthening its capacity to respond to adverse shocks.", "Last year, heightened volatility and the resulting tensions hit the crypto-asset markets particularly hard.", "The global capitalization of these assets fell sharply from around $2.4 trillion to $800 billion.", "Both a widespread reduction in the exposure of institutional investors to these highly risky instruments and the bankruptcies of some major market participants, in turn due to serious shortcomings in risk management processes and fraudulent conduct, contributed to this contraction.", "The collapse of the crypto-asset market, while leading to significant losses for some investors, has not had systemic consequences due to its limited interconnections with traditional financial intermediaries, the payments system and the real economy.", "Our surveys show that only a small share of households in Italy, estimated at around 2 per cent, hold these instruments, with modest amounts on average.", "The exposure of Italian intermediaries to these markets is also very limited.", "As I have already pointed out in the past, the risks associated with the very high volatility in the crypto-asset markets highlight the need for an appropriate set of rules and checks to prevent this sector from developing uncontrollably.", "Specifically, a distinction should be made between highly risky instruments and services that divert resources from productive activities and collective well-being, such as crypto-assets with no intrinsic value, and those that can bring tangible benefits to the economy, such as reducing the costs of cross-border payments and making the financial system more efficient.", "The spread of the latter can be fostered by developing rules and controls similar to those already enforced in the traditional financial system; the former, instead, must be strongly discouraged.", "The Bank of Italy is focusing on the need to identify areas in which new distributed ledger technologies (DLTs) can contribute to the overall stability of the financial system and to customer protection.", "In our Communication of June 2022, we reminded banks of the opportunities and risks associated with the use of these technologies and of cryptoassets, encouraging them to implement measures to mitigate these risks.", "Last November, we published Milano Hub's second call for proposals on the application of DLTs to banking, financial, insurance and payment services.", "This project aims to disseminate best practices among market participants in order to promote, above all else, the reliability of DLT governance, the robustness of settlement mechanisms and of internal risk management controls, and the technical and legal certainty and security of operations.", "The call was closed a few days ago: 81 participants, with several applications from other European countries and Southeast Asia, submitted 56 projects, which are currently being evaluated.", "We are also working on developing technological solutions and defining a comprehensive framework of standards at European and global level to facilitate the safe use of DLTs and their applications.", "We have devised a 'trigger' solution that allows the use of central bank money for settling trades in securities on DLT-based platforms.", "In close contact with CONSOB and the Ministry of Economy and Finance, we have also begun the processes for the authorization and supervision activities envisaged in the Markets in Crypto-Assets Regulation (MiCAR) and the pilot regulation for market infrastructures based on DLTs.", "At global level, we have contributed to setting the standards for the prudential treatment of bank exposures in crypto-assets published by the Basel Committee last December.", "Within the Financial Stability Board, we are participating both in developing the general recommendations for these markets and in updating the recommendations for global stablecoins, which will be published in mid2023.", "Technological innovation, in addition to the risks arising from the creation of new financial instruments, increases the exposure of financial institutions and market infrastructures to cyber risks.", "The extensive use of outsourcing of IT services and the high concentration of this market led to an increase in the number of banks subject to cyber attacks in 2022 compared with the previous year, although the number of individual events declined.", "Supervisory action to mitigate the interconnection risks caused by outsourcing services to external providers, which has already been strengthened in the last few years, could have additional tools at its disposal thanks to the recent adoption of the new European Digital Operational Resilience Act (DORA).", "More generally, the action of the Bank of Italy and the other competent authorities is aimed at making advanced cyber risk self-assessment tools available to financial intermediaries and market infrastructure managers.", "To this end, CONSOB, IVASS and the Bank of Italy have recently implemented the European TIBER-EU model, developed by the Eurosystem, adopting the Guida TIBER-IT for their respective areas of competence.", "This guide provides a methodology that can be adopted on a voluntary basis by financial entities to verify and enhance their own capabilities in terms of protection against, detection of and response to cyber attacks.", "The three authorities provide support to those that decide to undergo the test and verify their compliance with the requirements of the national framework and, if necessary, carry out activities to ensure mutual recognition in other European jurisdictions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Banking sector", "Investment funds", "Financial stability", "Economic outlook", "Government debt", "Household debt", "Corporate debt", "Crypto-assets"]}