{"sentences": ["Introductory remarks Luigi Federico Signorini Senior Deputy Governor of the Bank of Italy 2023 Central Bank Gold Custodian Conference Rome, 18 May 2023 Half a century after the demise of the Bretton Woods system, in which gold still theoretically functioned as the ultimate monetary anchor, the metal continues to account for a significant share of official reserves.", "According to the World Gold Council, central banks hold around 17 per cent of all the gold that has been mined throughout history.", "IMF data show that gold accounts for more than 17 per cent of reserves.", "This share decreased from the early 1980s up to the Global Financial Crisis, but subsequently rose again.", "The total demand for gold was the highest on record since 1950 (1,135.7 tonnes).", "Several central banks contributed to this trend.", "The most active players were the Central Bank of Turkey, which reported an increase of 148 tonnes in its holdings,4 and the People's Bank of China (62 tonnes).", "Egypt, Qatar, Iraq and India each reported net purchases of more than 30 tonnes.", "So much for Keynes's 'barbarous relic'.", "For some reason, gold still has an appeal.", "According to the last annual central bank survey conducted by the World Gold Council,7 the reasons they hold gold are, in order of importance: 1) historical presence in the balance sheet; 2) price performance in times of crisis; 3) role as a store of value; 4) absence of default risk; 5) portfolio diversification; and 6) lack of political risk.", "Let me quickly elaborate on each of these factors.", "World Gold Council, Above-ground stocks, February 2023.", "Data are taken from the International Monetary Fund's International Financial Statistics (IFS), April 2023 edition.", "The percentage share of total foreign reserves held in gold is calculated by the World Gold Council.", "The value of gold holdings is calculated using the end-of-month LBMA Gold price published daily by ICE Benchmark Administration.", "Arslanalp, S., Eichengreen, B.", "Gold as International Reserves: A Barbarous Relic No More?", "The increase in gold holdings outlined by the Central Bank of Turkey should be read in light of the measures introduced by the Turkish President in December 2021 with the aim of preventing dollarisation in the country.", "Among the others, as reported by the FT, the government had signed contracts with five gold refineries to convert jewellery handed over under the programme into gold bullion that would contribute to the country's central bank reserves.", "World Gold Council, Gold Demand Trends Full Year 2022, January 2023.", "World Gold Council, You asked, we answered: the history, context and outlook for central bank gold buying, March 2023.", "The first is obvious (with so much gold held by central banks, any significant sale is bound to impact prices hugely), but of little use as an explanation for any increase.", "Default is impossible, though price movements are not.", "In fact, the price of gold fluctuates greatly: its annual volatility over the last 50 years has been around 19 per cent, compared with 15 per cent for global equity.", "Low storage costs per unit of value used to be one reason why precious metals functioned as a store of value for much of recorded history (from antiquity to Florence's fiorino, Britain's gold pound, France's Napoléon), along with other features such as inalterability and (to an extent) intrinsic utility.", "However, the cost of physically storing gold is nowadays incomparably higher, per dollar or euro or pound sterling or franc, than holding costs for most substitutes available today; and, while transferring electronic money costs next to nothing, actually moving gold from one country to another, as in the textbook representation of the gold standard, is as cumbersome and costly as it has always been.", "Therefore, even gold's use as a store of value must have something to do with history.", "Yet also, perhaps, with risk, especially super-tail risk.", "Electronic reserve assets can conceivably disappear in extreme circumstances; gold cannot.", "(You might theoretically conceive of a planetary catastrophe that would pulverise even gold, but in such circumstances this is not likely to be the most pressing of humankind's problems).", "Which brings us to the more interesting reasons why central banks still hold significant amounts of gold reserves.", "Let's start with 'normal' market risk.", "With regard to diversification benefits, as this audience knows very well, an ample empirical literature shows that gold has a low correlation with other traditional asset classes.", "According to a recent estimate,10 gold has shown a monthly correlation of 0.01 and 0.09 with the S&P 500 Index and the Bloomberg US Aggregate Bond Index respectively since 1970.", "Importantly, gold has often worked as a 'safe haven', a hedge against tail risk.", "This is also well documented in the literature.", "To mention but one familiar example, in 2022, a financially turbulent year, gold outperformed all the other major investible asset classes with the exception of cash, showing a return close to zero (in dollars) while everything else was deeply negative: specifically, global bonds lost 16 per cent,13 and global equity around 14 per cent,14 of their respective values.", "(The increased demand for gold that I mentioned earlier is an obvious factor).", "Political risk is linked to tail financial risk, but has features of its own.", "A recent study by the IMF15 investigates the reasons behind the steady rise in the share of gold holdings in official reserve assets since the Global Financial Crisis, particularly in emerging and developing economies.", "According to the study, reserve managers view gold as a hedge against economic and geopolitical risks; as a result, gold shares increase with political uncertainty.", "In addition, reserve managers in emerging markets tend to increase gold holdings in response to the risk of sanctions.", "Many of the largest year-on-year increases in individual central banks' gold holdings appear to have occurred at times when those countries were, or thought they might become, subject to financial sanctions.", "The year 2022 again vividly illustrates the point.", "Russia's aggression against Ukraine resulted in sanctions, whereby approximately half of the Russian Central Bank's international reserves were frozen.", "Some countries sought to acquire alternative assets that were less exposed to sanctions.", "Gold is likely to have been a beneficiary.", "Whether or not this shield against political risk can work in practice, when needed, depends on several factors, such as physical location and access to markets for transactions.", "Moreover, if a country must sell gold, it will probably happen during a situation of global distress, and the amplified impact on price that is typical of such situations might even make the move self-defeating.", "More generally, gold has its drawbacks: it is, as I said, costly to store, transport, and secure; it doesn't bear interest (though it can, to an extent, be lent out in the form of term deposits); and it is difficult to sell.", "How long gold will stay with us, we cannot tell.", "Even Keynes, in the end, agreed (how reluctantly I am not sure I know) to an indirectly gold-based system at Bretton Woods.", "Mises famously, if less successfully, argued in favour of the gold standard, and said that one was free to call it a barbarous relic, to the extent that one did not object to the application of the same term to every historically determined institution.", "From today's perspective, it is less a question of first principles than one of practical costs and benefits, as well as prudent financial management.", "However, looking at the enduring attraction of gold, not just as an ornament but also in its incarnation as money, one cannot entirely escape the thought that there is something in this unusual chemical element that goes beyond the rational arguments 15 Arslanalp, S., Eichengreen, B.", "Gold as International Reserves: A Barbarous Relic No More?", "CEPR, In search of Russia's foreign assets, January 2023.", "Nikkei, Gold snatched up by central banks at fastest pace in 55 years, February 2023.", "It is also possible to liquidate gold through alternative ways that are expected to exert a less meaningful influence on market price.", "In this respect, two viable approaches would be: 1) 'off-market' gold sales, which are executed directly between the parties and facilitated by an intermediary; and 2) gold swaps, where the metal is exchanged for foreign exchange deposits (or other reserve assets) with an agreement that the transaction be reversed at an agreed future date, at an agreed price.", "Speech at the House of Lords (23 May 1944), in Collected writings, Vol.", "In fact, Keynes argued that the dollar standard established at Bretton Woods was the 'exact opposite' of the gold standard he had so forcefully criticised in the past, but he accepted that gold could serve a useful function as 'a convenient common denominator'.", "for and against its monetary role.", "The sheer beauty, the fascination of its glow and durability - my predecessor, Salvatore Rossi, in a nice book of his called 'Oro', or 'Gold', says it all entails a bit of 'mystery'.", "One thing is certain: those rare people who have the opportunity to catch a glimpse of the gold stored inside the vaults of a major central bank cannot but feel a sense of awe.", "A small, indirect reminder, perhaps, of the key responsibilities of gold custodians worldwide.", "Gold Holdings of the Official Sector, 1950-2021 Gold Holdings in Official Reserve Assets, 1999-2022"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central bank gold holdings", "Gold as a store of value", "Gold as a safe haven", "Political risk and gold", "Diversification benefits of gold", "Price performance of gold", "Gold and the gold standard", "Gold and Keynes", "Gold and Mises", "Gold and its enduring attraction"]}