{"sentences": ["I would like to take this opportunity to welcome the conclusions of the Review into the Reserve Bank and thank the Review Panel for their excellent work.", "The Review has been timely, with the RBA facing an increasingly complex world and operating environment.", "The recommendations will help us deal with this more complex world and will strengthen the monetary policy process and governance of the RBA.", "The Review concludes that the RBA has a strong reputation domestically and internationally.", "It also concludes that we have played an important role in the economic success that Australia has experienced over recent decades.", "The Panel also notes that the RBA has a highly dedicated and professional staff who are focused on serving the public interest.", "But as times change, we need to change too.", "This Review will help us do this as we strive to promote the economic welfare of the Australian people.", "I would like to particularly welcome the Panel's support for the current monetary policy framework in Australia.", "Australia was an early adopter of flexible inflation targeting and this approach has served the country well.", "The 2-3 per cent target range is understood in the community and helps anchor inflation expectations.", "The flexible nature of the inflation target is also important and the Panel has some helpful suggestions as to how we can be clearer about how, and when, this flexibility is used.", "I would also like to welcome the support for the operational independence of the Bank.", "This is a cornerstone of our monetary policy framework and it is pleasing to see the strong endorsement for independence and the suggestions for strengthening it.", "It is also pleasing to see the support for the Council of Financial Regulators and the ideas for improving current arrangements.", "I also welcome the explicit recognition of the Bank's long-standing responsibility for financial stability.", "A major change recommended by the Panel is the establishment of separate boards for monetary policy and the governance of the Bank.", "I have thought for some time that there was a strong case to strengthen the governance of the RBA as an institution.", "The RBA is responsible for many nationally important functions in addition to monetary policy.", "These include being the banker to the government, the operator of critically important payments infrastructure, the printer of banknotes and passports, and the manager of Australia's foreign exchange reserves.", "So there is a lot more than just monetary policy.", "Under the Reserve Bank Act 1959, I, as the Governor, am charged with managing the Bank and I am also the accountable authority under the Public Governance, Performance and Accountability Act 2013.", "As you know, there is great deal of public visibility of, and commentary about, our monetary policy decisions, but there is much less oversight of how I discharge my responsibilities to manage the RBA.", "From a number of perspectives, current oversight arrangements fall short of contemporary standards.", "The proposed changes would address this and help the Governor manage the Bank and its many functions.", "The recommended changes could also strengthen the monetary policy process, by having a board whose sole focus is monetary policy.", "I very much welcome the conclusion that this board should include people with diverse perspectives and knowledge and who have experience in decision-making under uncertainty.", "It is also pleasing to see that the Panel recommended that the Treasury Secretary remain on the Board.", "The establishment of these two boards will require changes to the Reserve Bank Act, which is a matter for the Australian Government and Parliament.", "You would have already heard that the Treasurer intends to proceed with these changes.", "We will work constructively with the Government and Parliament with the aim of ensuring that any changes to legislation are effective in achieving their objectives.", "The Review also recommends that the Statement on the Conduct of Monetary Policy be updated.", "This is important because this Statement sets out the common understanding between the Government and the RBA on monetary policy.", "The Review sets out a number of issues that could be covered in this Statement - the suggestions make sense and have our support.", "The Board will work constructively with the Treasurer to finalise a new Statement.", "The Review includes a number of recommendations for how the Board works, including the frequency of meetings and the approach to communication.", "It recommends that the Board receive and consider a richer set of briefing materials, including on economic modelling, research and monetary policy strategy.", "It also recommends closer interactions between Board members and the Bank's staff in the expectation that this will support a stronger culture of challenge and debate within the RBA.", "The Board will consider these issues over coming meetings.", "It will develop a holistic response, given that many of the recommendations in this area are interrelated and will have flow-on effects for how we do our work and how parts of the Bank are structured.", "We will publish a detailed response later this year after the necessary work has been completed.", "The Review also includes a number of recommendations to strengthen the RBA's management, culture and operations.", "These include: the appointment of a Chief Operating Officer, enhancing the communications function, encouraging the culture of debate within the Bank, strengthening the role of research, and continuing to invest in leadership and management capabilities.", "These recommendations make sense and have our support.", "We will now develop an implementation plan under the leadership of a small team of experienced people.", "To conclude, I would like to again thank the Review Panel for their work.", "It is not often that central banks are reviewed, so it is important the job is done well and thoughtfully, and that the process is constructive.", "This is exactly what has been done here.", "It also makes sense, as the Panel recommends, for regular reviews to be conducted every five years.", "As the Panel notes, the Review has been about strengthening a well-functioning institution and ensuring the Bank is in a good position to meet the challenges of the future.", "Monetary policy has become more complex, as have the Bank's operations in the banking and payments areas.", "The recommended changes in this Review will help us do our job in this changing world and are consistent with our internal staff values, including serving the public interest and achieving excellence.", "I look forward to working with the Government, the Parliament, the Board and the Bank's staff on how we can best live up to those important values.", "I am happy to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none"], "topics": ["monetary policy", "governance", "Review", "RBA", "independence", "financial stability", "boards", "inflation targeting", "Statement on the Conduct of Monetary Policy", "Board meetings"]}