{"sentences": ["After the Second World War, multilateral institutions, such as the International Monetary Fund, the World Bank and the World Trade Organization (as it is now called), have provided a framework in which a rule-based system of international cooperation has flourished, though initially only in our part of the world.", "A similar framework for cooperation in other key fields has been provided by the WHO and other institutions.", "Starting about a generation after the war, and over another generation, the system expanded in stages.", "In the late 1970s or early 1980s, China began to experiment with a cautious, but rapidly accelerating, opening to a more market-oriented economy and to international trade (while pursuing, in parallel, a normalisation of diplomatic relations with the rest of the world).", "At the end of the 1980s, the Soviet bloc disintegrated, and with it the socialist planning system that had ruled its economy; many of the former Soviet bloc countries became free democracies as well.", "Soon after, India started to dismantle the so-called \"Licence Raj\" - a process that lasted for an extended period of time - and gradually embraced the idea of free markets as the driving force for development.", "Much of East Asia did the same, notwithstanding the great diversity of political regimes that existed then and still exists today.", "Globalisation accelerated, spurred by increasing economic freedom, lower international barriers and the revolution in information and communication technologies.", "Looking back, globalisation has been an enormous, though sometimes underestimated, force for improving prosperity worldwide.", "Those of my generation cannot have forgotten the destitution and hunger that were widespread half a century ago in what was then called the Third World, including much of Asia outside Japan; the recurring appeals to the rich world's conscience for mitigating the suffering this produced, amid a rapidly growing population; the political tensions and wars, sometimes arising from extreme economic disparities, and often stoked by superpower rivalries.", "Sure, poverty and malnutrition are still there.", "But the share of people suffering from malnutrition globally has decreased from 34 to 13 per cent in the past 50 years, while the world's population has more than doubled.", "Worldwide, economic inequality has been sharply reduced.", "Literally hundreds of millions have been lifted out of extreme poverty.", "Emerging economies have become a key driver of world growth.", "Opening up to trade and to the market economy has allowed demographic giants like China and India to become economic giants, too.", "In the years following the great financial crisis of 2008, the consolidation of the G20 as the key forum for the global coordination of economic policies seemed to mark the beginning of a new world order.", "The conviction spread that deeper economic and financial interdependencies would help create the right conditions for peaceful, shared development.", "Over time, however, the race towards integration started to lose momentum.", "Already for some years before 2020, quite a few people, especially in advanced economies, had become increasingly sceptical of, if not openly hostile towards, globalisation.", "Its benefits (such as the availability of goods and services at a low cost, the impetus to growth coming from emerging countries' demand) are widespread; therefore, in spite of their being vast and pervasive, they are barely noted and almost taken for granted.", "On the other hand, certain costs associated with international integration, especially if they are concentrated in specific population groups, are more salient.", "There has been a growing perception that the benefits of this process have been unevenly distributed in advanced countries.", "Reflecting this, and perhaps also the increased assertiveness of some large emerging economies, progress in the expansion of international trade and financial agreements had been stalling for years.", "The negative trend has been reinforced by the twin crises of this decade.", "The 2020 pandemic highlighted the physical fragility of flows of goods over long distances.", "Even more importantly, Russia's invasion of Ukraine in 2022 called into question the very principle of peaceful coexistence between nations within internationally recognised borders.", "It dispelled the illusion that economic interdependencies would deter the emergence of serious armed conflicts.", "In fact, the war actually showed that dependencies can be 'weaponised' to serve political goals.", "All this has highlighted strategic risks, fuelled dependence anxiety in many countries and caused mounting calls for self-sufficiency in key sectors within 'friendly' areas.", "Aiming to maintain the security of strategic supplies and to improve the resilience of value chains is understandable, indeed inevitable given the geo-political realities of today.", "Still, one should never forget the large advantages of an open world and the dangers of economic and political fragmentation.", "Re-shoring and 'friendshoring' (whatever that means) are sometimes difficult and often costly.", "The legitimate defence of national interests should not turn into indiscriminate protectionism.", "Ways to preserve as much openness as possible need to be sought.", "Let me quote Governor Visco: National security can be protected by steering clear of broad-based protectionism, which would reinforce the trend of rising barriers to trade and foreign direct investment that has emerged over the last five years.", "Not only would indiscriminate use of subsidies and restrictions in international trade distort competition in an attempt to influence firms' location decisions, it could also spark new tensions, including in relations between countries sharing similar values, institutions and policies.", "In some cases, protectionist measures may even prove detrimental to the goal of increasing geographical diversification in sourcing.", "Policy makers, let me add, should never underestimate the private sector's ability to selfadjust.", "Firms are indeed improving the resilience of their supply lines, e.g.", "by reshoring or nearshoring production, diversifying input suppliers and increasing inventories of critical goods.", "While some reduction in the growth of global trade has been observed, for now there are few signs of a total retrenchment.", "The EU, with its policy of 'open strategic autonomy', has embraced in principle the ideas of preserving as much openness as is possible and of pursuing, again as far as possible, an international order based on cooperation and accepted rules.", "Access to natural resources, technology transfer, the smooth functioning of global finance, dealing with migratory flows, reducing the levels of poverty are all issues that can hardly be addressed without the benefit of a multilateral framework.", "Global public goods require global responses.", "The twin crises of the 2020s, while in some cases putting into question the worldwide system of institutionalised, rules-based cooperation, have also highlighted its crucial importance for humankind.", "The challenge is to preserve dialogue within the G20 and the multilateral economic and financial organisations.", "Reforms are needed, in fact long overdue, to improve their functioning in order to increase their legitimacy and safeguard their role in the future.", "It is easier to reform the existing institutions than to dismiss them and try to build new ones.", "By definition, however, multilateralism cannot be preserved by the goodwill of one side alone.", "One cannot overlook the difficulties of the current situation, be blind to growing geopolitical differences or ignore the prospect of an increasingly polarised world.", "Much in this is highly political, therefore beyond the scope of this conversation.", "Concerning economic and financial institutions, one should be both realistic and hopeful.", "The goal, to quote Raghuram Rajan, should be to create (or rather, maintain) 'safe spaces in which countries, albeit with different values and systems, can interact regardless of their respective domestic policies or international tensions'.", "Looking ahead, this needs genuine engagement on all sides."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Globalisation", "International cooperation", "Economic growth", "Poverty reduction", "Inequality", "Geopolitical risks", "Protectionism", "Resilience", "Multilateralism", "Reforms"]}