{"sentences": ["August 2, 2023 Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Chiba Deputy Governor of the Bank of Japan It is my pleasure to have the opportunity today to exchange views with leaders in administrative, economic, and financial areas in Chiba Prefecture.", "I would like to take this chance to express my sincere gratitude for your cooperation with the activities of the Bank of Japan.", "Today, I will explain Japan's economic activity and prices, as well as the Bank's conduct of monetary policy.", "Current Situation of and Outlook for Economic Activity I will start by talking about Japan's economic developments.", "Japan's economy has recovered Economic activity in both the household and corporate sectors has improved moderately.", "steadily, as demand, i.e., demand that had been suppressed during the pandemic, has materialized.", "Japan's economy is likely to continue recovering moderately, supported for the time being by demand and subsequently by increases in wages and corporate profits.", "In the Bank's Outlook for Economic Activity and Prices (Outlook Report) released last week, it is projected that the economic growth rates will be in the range of 1.0-1.5 percent for fiscal 2023 and 2024 and around 1 percent for fiscal 2025 (Chart 1).", "In what follows, I will explain developments in the household and corporate sectors.", "First, regarding the household sector, private consumption has increased steadily at a moderate pace, mainly for services such as accommodations as well as eating and drinking, as demand has materialized due in part to the reclassification of under the pent-up COVID-19 Infectious Disease Control Law (Chart 2).", "Recovery in inbound tourism demand has also been a tailwind for the services industry.", "In addition to demand, what underpins the increase in private consumption is growing expectations for improvement in household income.", "The wage growth rate agreed marked its highest level in the annual spring labor-management wage negotiations this year in three decades, including the base pay increase (Chart 3).", "Until around early 2023, there were many who argued that, even if large firms were able to raise wages, it would be difficult for local small and firms to do the same.", "However, concerns over the possibility of being unable to hire and retain employees without raising wages trumped that assumption, and wage increases were seen across a wide range of firm sizes.", "Obviously, this was attributable to severe labor shortages.", "Over the past decade, the rate of change in employee income has remained at around percent (Chart 4).", "Prior to the pandemic, the increase was driven by a rise in the number of employees.", "With the outbreak of the pandemic, however, the increase for the past two years or so has been led by a rise in wages, given the limited room for additional labor supply of women and seniors.", "The wage increases this spring, of course, partly reflect last year's price rises, but are also a result of overall labor market conditions.", "My assessment is that the basic structure of the labor market will be unchanged next year and beyond.", "This means that firms will continue to hold concern over labor shortages, but from the perspective of labor market conditions, the environment where wages are likely to increase will continue.", "That said, private consumption has been affected by higher prices.", "For example, some supermarkets have pointed out that an increasing number of households have become defensive in their spending, as seen in a decline in the number of items purchased and a shift to products.", "This spending behavior is particularly evident for food and daily necessities, and consumption of these goods and other nondurable goods has been somewhat weak (Chart 5 [left chart]).", "Even with higher prices, various confidence indicators related to private consumption have been improving to date, supported by an improving trend in employment and wage conditions (Chart 5 [right chart]).", "Regarding the outlook, it is necessary to carefully examine the balance among wages, prices, and private consumption, with particular focus on (1) whether wages will continue to increase sufficiently relative to prices, which have increased by more than expected, (2) whether such wage increases will be able to support private consumption in a sustained manner, and (3) whether this will then lead to sustained wage increases next year and beyond.", "Turning to developments in the corporate sector, with central banks having rapidly raised their policy interest rates to contain inflation, the pace of recovery in overseas economies has slowed.", "Although Japan's exports and production have been affected by such developments in overseas economies, they have been more or less flat, mainly supported by a waning of the effects of supply-side constraints, such as on semiconductors used in automobiles.", "Meanwhile, corporate profits have been at high levels, and in this business fixed investment has continued to increase moderately (Chart 6).", "Investment is projected to increase steadily in a wide range of areas, including investment to address labor shortages, investment in digitalization, investment to address climate change, and research and development (R&D) investment.", "The largest risk to the outlook for the corporate sector is developments in overseas economies.", "The main scenario is that overseas economies will achieve a soft landing, where inflation rates around the world will gradually decline due to the effects of policy interest rate hikes and the economies will move toward a stable growth path without significant turmoil.", "That said, risks are significantly skewed to the downside; for example, there remains the risk of inflation rates staying elevated through wage increases, and financial conditions could tighten further through the financial system and the financial and capital markets.", "In March 2023, there were phases when problems in the financial system were of concern, triggered by the failure of Silicon Valley Bank (SVB) in the United States.", "Thereafter, such concern has eased as many have come to understand that failed banks were outliers that had unique business models, and because financial authorities responded swiftly to the failures.", "That said, given the rapid pace of policy interest rate hikes to date in the United States, it is inevitable that the impact of the rate hikes on the real economy and finance entails uncertainty.", "Regarding the Chinese economy, while progress toward the normalization of economic activity has been seen, the economy is experiencing a slowdown in its pace of due to the impact of global adjustments in the IT sector and prolonged adjustments in the real estate market.", "The employment and income situation has also been slow to recover, with attention being given to a high youth unemployment rate, for example, and recovery in private consumption has been somewhat weaker than was widely projected, despite the lifting of restrictions.", "There are significant uncertainties over pandemic-related the pace of in the Chinese economy ahead.", "It is necessary to pay due attention to the impact of these risks surrounding overseas economies on Japan's economic activity and prices, including on developments in financial and foreign exchange markets.", "Current Situation of and Outlook for Prices Next, let me talk about price developments.", "The latest figure for the year-on-year rate of increase in the consumer price index (CPI) for all items less fresh food was for June, at 3.3 percent (Chart 7).", "Looking at the breakdown, an increase in goods prices, such as food and daily necessities, has made a significant contribution, suggesting the large effects of a to consumer prices of cost increases led by a rise in import prices.", "On this point, import prices peaked around the middle of last year and the rate of change has been negative recently.", "As this will have an impact with a certain time lag, the rate of increase in the CPI is also likely to decelerate.", "Thereafter, it is projected to accelerate again moderately as Japan's economy continues to recover, the output gap improves, firms' and behavior changes, and wage growth and people's to wage- price-setting medium- inflation expectations rise.", "In the Outlook Report, the rate of change long-term year-on-year in the CPI is projected to be 2.5 percent for fiscal 2023, 1.9 percent for fiscal 2024, and 1.6 percent for fiscal 2025 (Chart 8).", "There are extremely high uncertainties over the outlook for prices, including developments in overseas economic activity and prices, developments in commodity prices, and domestic firms' and behavior.", "The Bank's wage- price-setting assessment is that sustainable and stable achievement of the price stability target of 2 percent has not yet come in sight.", "The CPI forecast for fiscal 2023 in the July Outlook Report has been revised significantly upward from the previous forecast in April.", "This revision reflects the fact that the CPI data obtained around the turn of the fiscal year and anecdotal evidence were stronger than earlier anticipated.", "The important factor to consider here is the background to the strong readings and evidence.", "It was initially projected that inflation due to factors, where goods prices mainly increased, would fade, and thereafter prices would rise again in reflection of gradual changes in firms' and behavior and the subsequent rise in wage- price-setting services prices, accompanied by wage increases.", "Identifying the causes of the recent inflation is extremely important but difficult.", "Two hypotheses can be higher-than-expected proposed here: (1) the effects of factors are lasting longer than expected, and (2) firms' and behavior is changing somewhat earlier than anticipated.", "wage- price-setting As mentioned earlier, until now, the rise in goods prices has been the main driver of the upswing in prices.", "Services for which prices have risen notably are those that use imported raw materials, such as and home renovation (Chart 9).", "These developments are in line with the first hypothesis that, because the price of a wide range of imported goods has risen significantly to date, greater pass-through of cost increases may have taken place over a longer period than before.", "On the other hand, one highly plausible explanation regarding corporate strategies is that firms may have started to consider setting prices in view of potential future wage hikes, mainly on the back of results of higher-than-expected this year's annual spring wage negotiations and a rise in hourly wages of labor-management workers.", "In addition, goods prices are partly affected by wage increases because many workers are involved in the supply chain, such as in the distribution process or at retail stores.", "These aspects support the hypothesis that firms' behavior might be changing earlier than expected.", "Of course, neither hypothesis is 100 percent correct, and the answer probably lies somewhere in between the two.", "My assessment at this point is that signs of change have been seen in firms' and behavior.", "This may sound like an inconclusive wage- price-setting assessment, but since we are trying to determine the critical inflection point where firms' behavior that took root during the period of deflation may change, it is necessary to carefully assess the situation by scrutinizing information from a micro and a macro perspective.", "In particular, in times of change such as the current one, it is important to gather anecdotal information through the Bank's Head Office and branches; for example, by exchanging views with those at firms at meetings like the one we are holding today.", "The Bank's Conduct of Monetary Policy The Basic Thinking on Monetary Policy Next, I will explain the Bank's conduct of monetary policy.", "In its policy statement, the Bank has made clear its basic thinking on the conduct of monetary policy that, \"with extremely high uncertainties surrounding economies and financial markets at home and abroad, the Bank will patiently continue with monetary easing while nimbly responding to developments in economic activity and prices as well as financial conditions.", "By doing so, it will aim to achieve the price stability target of 2 percent in a sustainable and stable manner, accompanied by wage increases.\"", "The orthodox approach to conducting monetary policy is called the approach, which assesses both upside and downside risks and weighs the costs associated with each of the risks.", "With this approach in mind, the Bank assesses that the downside risk of missing a chance to achieve the 2 percent target due to a hasty revision to monetary easing currently outweighs the upside risk of the inflation rate continuing to exceed 2 percent if monetary tightening falls behind the curve.", "As previously mentioned, signs of change have been seen in firms' and wage- price-setting behavior.", "This could cause higher inflation than anticipated.", "However, even if inflation were to be somewhat higher in Japan, it is very unlikely that wage increases and a consequent additional rise in prices will be as significant as in the United States and Europe.", "Accordingly, although those economies have been experiencing inflation above 2 percent, it is unlikely that this also will be the case in Japan.", "Therefore, the Bank needs to patiently continue with monetary easing in the current phase and support Japan's economy so that wages continue to rise steadily next year.", "If firms' behavior that took root during the period of deflation is starting to change, that is the change that Japan's economy has long been waiting for.", "During the period of deflation, a cautious stance was widely observed among firms.", "Concerned about the possibility of losing customers to their competitors if they were the only ones to raise prices, firms kept prices unchanged, secured profits by cutting costs, and thus were cautious about raising wages.", "This stance became so deeply entrenched and was difficult to change even after Japan's economy achieved a situation where it was no longer in deflation.", "But today, although the initial trigger was a rise in import prices, firms are developing more strategies for setting prices.", "In response to labor shortages, they are also concerned with being unable to hire employees without raising wages and are now racing to recruit them.", "While this mindset and behavior is inherent in the economy and supports economic dynamism, it lost strength with the collapse of the bubble economy and during the period of deflation thereafter.", "I have met with many corporate executives, and their view seems to be that firms' behavior from the period of deflation should change and that they would work on changing it if the situation allows.", "Although we are only seeing signs of change in their behavior, this might be the chance to finally change Japan's economy.", "Therefore, the Bank will patiently continue with monetary easing to carefully nurture these signs.", "Continuation and Conduct of Quantitative and Qualitative Monetary Easing (QQE) with Yield Curve Control I will now dive into slightly technical aspects of specific policy measures.", "Currently, the Bank is pursuing monetary easing under the framework of yield curve control, in which the policy interest rate is set at minus 0.1 percent, the target level of short-term 10-year Japanese government bond (JGB) yields is around zero percent, and the range of JGB yield fluctuations is around plus and minus 0.5 percentage points from the target level (Chart 10).", "I will focus on three points regarding this monetary policy.", "First, the policy interest rate is decided and controlled solely by the Bank.", "If, in the future, the Bank were to terminate its negative interest rate policy and apply, for example, a zero interest rate, it would raise the policy interest rate by 0.1 percentage point.", "This decision will be made if the Bank assesses that it would be appropriate to prevent price rises by suppressing demand in the real economy.", "Applying this to the approach, by maintaining a negative interest rate of minus 0.1 percent, the upside risk of the inflation rate continuing to exceed 2 percent if monetary tightening falls behind the curve becomes a greater concern than the downside risk.", "Given current developments in economic activity and prices in Japan, the Bank assesses that there is still a long way to go before such decisions are made.", "Second, in its policy statement, the Bank has made a commitment to continue with the current framework of QQE with Yield Curve Control, aiming to achieve the price stability target of 2 percent, as long as it is necessary for maintaining that target in a stable manner.", "At this point in time, sustainable and stable achievement of the 2 percent target has not yet come in sight.", "Therefore, the Bank will maintain the current framework in accordance with its commitment.", "Third, in conducting yield curve control under the current policy framework, the Bank has been striking a balance between its positive effects and side effects from the viewpoint of keeping in mind the impact on the functioning of financial intermediation and the market while continuing with monetary easing in a sustained manner.", "Every policy has its positive effects, but it also always comes with costs.", "There is no free lunch for any policy.", "Given that the Bank is conducting monetary easing at such a large scale, this has had positive effects, but at the same time, profits of financial institutions and the functioning of financial intermediation have been affected (Chart 11).", "In addition, controlling interest rates inevitably has had an impact on market functioning.", "The balance between the positive effects and side effects changes depending on the situation, especially on inflation expectations of people and market participants.", "While I will explain this in detail later, when inflation expectations rise, not only the easing effects but also the side effects strengthen.", "It is necessary to strike an optimum balance between the two.", "In December 2022, the Bank modified the conduct of yield curve control by, for example, expanding the range of JGB yield fluctuations from around plus and minus 0.25 percentage points to around plus and minus 0.5 percentage points from the target level.", "In fact, given that in 2022, inflation rates abroad remained extremely high and the rate in Japan also rose, inflation expectations increased for most of the year.", "As nominal interest rates were unchanged, a rise in inflation expectations lowered real interest rates and strengthened the effects of monetary easing.", "However, the Bank contained the rise in market interest rates that reflected the increase in inflation expectations, and the side effects of monetary easing on market functioning were large.", "Just before the Bank modified the conduct of yield curve control at the end of 2022, it purchased a large amount of JGBs in order to avoid the yields exceeding 0.25 percent, and its holding of the bonds reached 100 percent.", "As a result, JGB yields were contained at 0.25 percent, but distortions were seen in the relationship between those yields and yields on JGBs with other maturities.", "In the corporate bond market, the distorted JGB yields could not be used as a benchmark and yield spreads between corporate bonds and JGBs widened unnaturally (Chart 12).", "Forcibly capping JGB yields at 0.25 percent had undermined the intended effects of monetary easing on firms.", "In order to patiently continue with monetary easing, the modification was necessary.", "About half a year has passed since the modification of the conduct of yield curve control.", "Given the changes in the economic and price situation in the meantime, the Bank decided at the Monetary Policy Meeting held last week to conduct yield curve control with greater flexibility.", "Specifically, the Bank will continue to allow JGB yields to fluctuate in the range of around plus and minus 0.5 percentage points from the target level while regarding the upper and lower bounds of the range as references, not as rigid limits, in its market operations.", "Accordingly, it will allow the yields to move beyond the range depending on market conditions.", "However, at 1.0 percent, purchase operations for consecutive days, through which the Bank purchases an unlimited amount of JGBs at fixed rates, will be conducted to strictly contain the rise in interest rates.", "When the rates are between 0.5 percent and 1.0 percent, the Bank will contain an excessive rise in the rates by making nimble responses through, for example, increasing the amount of JGB purchases and conducting purchase operations for nonconsecutive days and the Operations against Pooled Collateral, depending on factors such as the levels and the pace of change in interest rates (Chart 13).", "Despite facing some twists and turns since the Bank modified the conduct of yield curve control last December, the shape of the yield curve has been smooth and the functioning of the corporate bond market has recovered (Chart 12).", "At this point, side effects, such as distortions on the yield curve, are not as evident as last December.", "However, as mentioned earlier, there are extremely high uncertainties surrounding economic and price developments at home and abroad, involving both upside and downside risks.", "Regarding upside risks, as wages and prices have both increased by more than anticipated and signs of change have been seen in firms' and behavior this spring, wage- price-setting inflation expectations have shown some upward movements again.", "If these developments continue and the Bank tries to strictly cap JGB yields at 0.5 percent, problems may arise.", "For instance, bond markets could become distorted, and volatility in other financial markets, including foreign exchange markets, could be affected.", "As was the case around December 2022 when the Bank modified the conduct of yield curve control, in the face of a rise in long-term interest rates, the potential side effects of strictly capping 10-year JGB yields by conducting purchase operations for consecutive days at 0.5 percent the strongest policy tool are too large, even when considering the balance with the easing effects.", "The Bank therefore decided at this stage to adopt a measure in advance that would mitigate the potential side effects.", "In other words, the aim of this policy decision is to be prepared for any possible changes in the economic and price conditions, such as inflation, so that the Bank can continue with monetary easing without higher-than-expected causing confusion.", "Downside risks are also significant, especially with regard to overseas economies.", "Even if they materialize, the Bank will continue to not strictly respond to the lower bound of the range of JGB yield fluctuations under yield curve control.", "Therefore, 10-year long-term interest rates will naturally decline and the effects of monetary easing will be maintained.", "Of course, when the Bank should modify its policies depends on the situation at that time because, while it is possible to maximize the easing effects by keeping the policy unchanged until the last minute, settling the situation once a problem arises is more difficult than addressing it in advance.", "Given that the modification of yield curve control in December 2022 had created expectations in the bond markets that the Bank would eventually make responses if problems arose, the Bank deemed it appropriate to decide to conduct yield curve control with greater flexibility at the July Monetary Policy Meeting.", "In sum, the Bank's decision to conduct yield curve control with greater flexibility aims at patiently continuing with monetary easing while nimbly responding to both upside and downside risks under extremely high uncertainties for economic activity and prices at home and abroad.", "Needless to say, we do not have an exit from monetary easing in mind.", "In order to make this point clear, my earlier explanation on the Bank's monetary policy today was divided into three parts.", "Although there is no clear definition of an exit from monetary easing, an exit should be considered in relation to the achievement of the price stability target in any discussion.", "In other words, it is related to the first and second points; namely, the decisions regarding whether to continue with the negative interest rate policy or maintain the framework of QQE with Yield Curve Control.", "Given that sustainable and stable achievement of the price stability target of 2 percent has not yet come in sight, there is still a long way to go before the Bank can make changes to these decisions.", "In contrast, the third point the conduct of yield curve control under the current policy framework is a different type of challenge than the first and second ones because, given the characteristics of the framework, adjustments are required in order to continue with monetary easing.", "Patiently continuing with such easing is of the upmost importance for now, and to this end the Bank will conduct yield curve control with greater flexibility.", "Conducting the Monetary Policy Review from a Broad Perspective To conclude my talk on monetary policy conduct, I would like to say a few words about the review of monetary policy from a broad perspective that the Bank is currently conducting (Chart 14).", "The Bank decided to conduct a review from a broad perspective in April 2023 and has been carrying out assessments of Japan's economic developments and monetary policy over the past 25 years.", "In the late 1990s, Japan's economy fell into deflation, and monetary accommodation did not produce sufficient stimulative effects even when interest rates were lowered to 0 percent.", "Since then, the Bank has continued with unconventional monetary policy, which goes beyond the scope of conventional policy.", "The unconventional policy has had not only positive effects but also side effects, and the Bank will assess the policy measures objectively and reasonably in its review.", "A crucial point in conducting the review is not to assess the monetary policy measures alone but to evaluate them in the context of interactions with Japan's economic conditions at each point in time.", "In this sense, today's meeting is a valuable opportunity to hear your candid opinions on Japan's economic activity and prices and the Bank's conduct of monetary policy.", "Recent and Future Economic Activity in Chiba Prefecture Lastly, I would like to talk about the economy of Chiba Prefecture.", "The prefecture has been pursuing a range of strategic actions to address economic and social forward-looking, changes, such as the shift to carbon neutrality, as well as digitalization and population decline.", "For example, Chiba Prefecture has set guidelines for promoting carbon neutrality, while firms such as those in steel and chemical industries gathered in the Keiyo Industrial Zone have been vigorously pursuing technological development aimed at lowering carbon dioxide (CO2) emissions and capturing CO2.", "Furthermore, efforts are underway to introduce offshore wind power generation off the coasts of Choshi, Isumi, and Kujukuri.", "Although Chiba Prefecture's population had continued to increase for many years, it turned to a decline after peaking in 2020.", "To address this situation, the prefecture is currently promoting various initiatives under a comprehensive strategy for regional revitalization, which include boosting productivity through the use of artificial intelligence (AI) and other technologies, supporting childcare, and enhancing the framework for providing health care.", "The hope is that the prefecture will take a leading role in addressing a major issue facing Japan; namely, the establishment of a sustainable regional community.", "In recent years, Chiba Prefecture has been struck by a string of natural disasters, such as typhoons and earthquakes.", "In particular, Typhoons No.", "19 in 2019 wreaked massive damage on the region.", "Nevertheless, I still recall vividly how economic activity in the prefecture was quickly restored thanks to the efforts of countless stakeholders and financial institutions.", "I would like to express my respect for your efforts to ensure the region's economic and financial resilience.", "This year marks the 150th anniversary of the birth of Chiba Prefecture.", "Let me conclude by offering my congratulations and hope that its economy will continue to flourish.", "Thank you very much for your attention.", "Japan's Economy and Monetary Policy Speech at a Meeting with Local Leaders in Chiba UCHIDA Shinichi Deputy Governor of the Bank of Japan I.", "Current Situation of and Outlook for Economic Activity II.", "Current Situation of and Outlook for Prices III.", "The Bank's Conduct of Monetary Policy IV.", "Recent and Future Economic Activity in Chiba Prefecture The BOJ's Forecasts for Real GDP (July 2023 Outlook Report) s.a., ann., tril.", "The values of real GDP for fiscal 2023 onward are calculated by multiplying the actual figure for fiscal 2022 by all successive projected growth rates for each year.", "Sources: Cabinet Office; Bank of Japan.", "Current Situation of and Outlook for Economic Activity Private Consumption s.a., CY 2019 = 100 Total real private consumption Of which, services CY 15 16 17 18 19 20 21 22 23 Note: Figures for total real private consumption are the real Consumption Activity Index (travel balance adjusted) based on staff calculations, which exclude inbound tourism consumption and include outbound tourism consumption.", "Source: Bank of Japan.", "In the left-hand chart, figures from 1980 to 2014 are those published by the Central Labour Relations Commission, while those from 2015 to 2023 are figures released by Rengo.", "In the right-hand chart, figures for the breakdown by the number of regular employees are aggregated values based on the number of union members.", "Part-time employees include fixed-term employees.", "Sources: Japanese Trade Union Confederation (Rengo); Central Labour Relations Commission.", "Current Situation of and Outlook for Economic Activity y/y % chg. Nominal wages (total cash earnings) Number of employees Employee income Real employee income CY 12 13 14 15 16 17 18 19 20 21 22 23 Notes: 1.", "Q1 = March-May, Q2 = June-August, Q3 = September-November, Q4 = December-February.", "Employee income = Total cash earnings × Number of employees (Monthly Labour Survey) (Labour Force Survey) 3.", "Figures from 2016/Q1 onward are based on continuing observations following the sample revisions of the Monthly Labour Survey.", "Figures for real employee income are based on staff calculations using the CPI (less imputed rent).", "Sources: Ministry of Health, Labour and Welfare; Ministry of Internal Affairs and Communications.", "Private Consumption and Consumer Confidence Confidence Indicators Related Private Consumption by Type to Private Consumption s.a., CY 2019 = 100 s.a.", "Durable goods Nondurable goods 95 30 Consumer Confidence Index Economy Watchers Survey (household activity) CY CY 19 20 21 22 23 Notes: 1.", "In the left-hand chart, figures are based on the real Consumption Activity Index.", "In the right-hand chart, figures for the Economy Watchers Survey are those for the current economic conditions DI.", "Sources: Bank of Japan; Cabinet Office.", "Current Situation of and Outlook for Economic Activity Business Fixed Investment Plans Tankan Annual Survey of Corporate Behavior y/y % chg. y/y % chg. y/y % chg. +12.3% 5 10 Forecast of the real growth rate of industry demand (left scale) +7.6% 4 8 Growth rate of capital investment (right scale) 1 2 Planned investment in current fiscal year as of the June survey of each year FY 07 09 11 13 15 17 19 21 23 FY 01 03 05 07 09 11 13 15 17 19 21 Consumer Prices and Import Prices Consumer Prices Import Prices y/y % chg. y/y % chg. Commodity prices, etc.", "In the left-hand chart, figures for temporary factors are staff estimates and consist of mobile phone charges and the effects of the consumption tax hike, policies concerning the provision of free education, and travel subsidy programs.", "In the right-hand chart, the contribution of changes in commodity prices, etc.", "is calculated using changes in the import price index on a contract currency basis.", "The contribution of changes in exchange rates is calculated using the difference between the index on a yen basis and that on a contract currency basis.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan.", "Current Situation of and Outlook for Prices The BOJ's Forecasts for the CPI (July 2023 Outlook Report) y/y chg. (Reference) fresh food fresh food and energy +2.5% +3.2% +1.8% +2.5% in Apr.", "2023 Note: Figures indicate the medians of the Policy Board members' forecasts (point estimates).", "Source: Bank of Japan.", "Prices of Goods and Services Goods General Services y/y % chg. y/y % chg. Food products Meals outside the home Durable goods Services related to domestic duties Other goods 7 7 Other general services 2 2 CY 21 22 23 Note: In the left-hand chart, figures exclude fresh food and energy.", "In the right-hand chart, figures exclude hotel charges and mobile phone charges.", "Figures for services related to domestic duties include services related to housing repairs and maintenance.", "Source: Ministry of Internal Affairs and Communications.", "The Bank's Conduct of Monetary Policy Framework of Yield Curve Control Target level of the long- policy interest rate: term interest rate: minus 0.1 percent around zero percent ±0.5% residual maturity Chart 11 III.", "The Bank's Conduct of Monetary Policy Interest Rate Spreads on Loans and the Degree of Bond Market Functioning Interest Rate Spreads on Loans Degree of Bond Market Functioning and Banks' Profits (Current Situation) % tril.", "In the left-hand chart, figures cover major and regional banks.", "Figures for interest rate spreads on loans are those for loans in the domestic business sector.", "In calculating the interest rate spreads, interest expenses on interest rate swaps are deducted from funding costs.", "In the right-hand chart, the survey from February 2018 onward includes responses from major insurance companies, asset management companies, etc., in addition to those from eligible institutions for the Bank's outright purchases and sales of JGBs.", "Regarding the figures for February 2018, the reference data, which are based on responses only from eligible institutions for the Bank's outright purchases and sales of JGBs, are also indicated.", "Source: Bank of Japan.", "Bonds issued by banks and securities companies, etc., are excluded.", "Issuance spreads for corporate bonds = Issuance yields for corporate bonds - Yields on JGBs with the same residual maturity as corporate bonds Sources: Bloomberg; Capital Eye; I-N Information Systems.", "The Bank's Conduct of Monetary Policy Conducting Yield Curve Control (YCC) with Greater Flexibility The Bank judges that sustainable and stable achievement of the price stability target of 2 percent has not yet come in sight, and thus patiently continues with monetary easing.", "With extremely high uncertainties for economic activity and prices, the Bank enhances the sustainability of monetary easing by conducting YCC with greater flexibility.", "2023 functioning of bond markets, etc.", "2023 from \"QUICK Monthly Market Survey,\" \"ESP Forecast,\" \"Opinion Survey on the General Public's Views and Behavior,\" and \"Tankan,\" Note: Figures indicate the medians of the Policy Board members' forecasts (point estimates).", "The Bank's Conduct of Monetary Policy Approach to Conducting the Monetary Policy Review from a Broad Perspective 1.", "Approach to Analyses  The Bank will assess the effects of various unconventional monetary policy measures that have been implemented over the past 25 years in the context of interactions with developments in economic activity and prices at each point in time.", "In addition, it will analyze the impact of these measures on financial markets and the financial system, including their side effects.", "-Deepen understanding on (1) how various changes in the economic environment -- e.g., globalization and the declining and aging population -- have affected factors such as corporate and household behavior and the formation mechanisms of wages and prices and (2) the implications that the effects of these changes have had for monetary policy -Flexibly consider specific themes of the analyses during the course of the review 2.", "Approach to Exchanging Views and Other Initiatives  The Bank will incorporate diverse expertise and take various initiatives with a view to enhancing the review's objectivity and transparency.", "Such initiatives include not only internal analyses but also those listed below.", " Make use of existing series of materials, such as reports and surveys, and invite public comment  Exchange views on occasions such as meetings with local and business leaders  Hold discussions, such as at workshops (scheduled around December 2023 and May 2024)  Exchange views with foreign experts 3."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic growth", "Labor market", "Wage growth", "Consumption", "Fiscal policy", "Financial markets", "Yield curve control", "Economic outlook"]}