{"sentences": ["Published Date: 21 September 2023 \"ASEAN, Alternative Energy, and Artificial Intelligence\" - Keynote Speech by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at 61st ACI World Congress on 21 Mr Stephane Malrait, Chairman, ACI FMA Mr Andrew Ng, President, FMAS Ladies and gentlemen, good morning.", "I am delighted to join you at the 61st ACI World Congress.", "What a Difference Ten Years Make The last time Singapore hosted this Congress was back in 2013.", "What a difference ten years can make.", "In 2013, financial markets were on a roll and the key concern was inflation being too low.", "The S&P 500 was in the middle of the longest bull run in history.", "The S&P 500 now, while not exactly in a bear market, is still 8.2% lower than its record high in January 2022.", "In 2013, if you looked at Asia, China took the spotlight and ASEAN was in the shadows.", "China accounted for 51% of all FDI inflows into the Asia-Pacific in 2013 while ASEAN's share was 32%.", "In 2022, China's share was down to 28%, but ASEAN's share increased slightly to 33%, which is more than China's share.", "In 2013, Artificial Intelligence or AI was not a top focus for investments.", "AI accounted for a miniscule 3% of all venture capital investments in 2012.", "By first half of 2023, it had jumped to 23% of all VC investments.", "In 2013, Generative AI was virtually unheard of, and investments into GenAI were not even tracked as a standalone category.", "Today, there are many reports of investments not only into GenAI, but also into GenAI startups.", "In 2013, climate change was not top of mind.", "The search term \"climate change\" on Google was near its nadir, at a quarter of its peak popularity, and this popularity peaked in April this year.", "In 2013, no country had pledged net zero emissions targets.", "As you know, two years later, the Paris Agreement was adopted by 197 countries and Bhutan became the first country in the world to commit to achieve net zero.", "Today, 140 countries have made a similar commitment.", "How the winds have changed.", "If anything, the last ten years have shown how foolhardy it is to predict the future.", "Nonetheless, at the risk of being proven completely foolish in ten years, I'm going to take a crack at laying out what I believe might be three dominant investment themes for the Asia-Pacific in the next decade: Alternative Energy Artificial Intelligence ASEAN - the New Growth Story I will start with ASEAN - among the most dynamic economic regions in the world.", "Real GDP growth has averaged 5.3% annually since 2015 outside the pandemic years, compared to 4.3% in emerging and developing economies.", "Growth in ASEAN will continue to outpace the rest of the world - according to the IMF, real GDP is projected to grow by 4.6% in 2023, compared to 4.1% for emerging and developing economies .", "ASEAN's growth will be driven by several factors - favourable demographics, rising affluence, rapid urbanisation, supply chain reconfigurations, a digitally savvy consumer base, growing entrepreneurship, and deepening economic and financial integration.", "ASEAN is likely to benefit from an outward shi of manufacturing from China.", "The Southeast Asian economies are emerging as key intermediaries for US-China trade.", "Both superpowers are reconfiguring trade and manufacturing through the ASEAN region.", "Vietnam and Thailand stand to benefit the most from this trade diversion.", "During 2017-2022, while China's share in global electronics fell 4.1%-points, Vietnam's and Thailand's market share leapt by 14%-points and 5.7%-points respectively.", "ASEAN's digital economy is growing rapidly.", "According to industry estimates, some 100 million additional internet users have come online in ASEAN in the last three years, and ASEAN's digital economy has nearly doubled during this period.", "It is estimated that ASEAN's digital economy could grow up to US$330 million gross market value by 2025.", "Digital financial services in particular are set to grow rapidly.", "Payments, remittances, loans and investments are projected to grow annually by between 13% and 38% from 2022 to 2030.", "ASEAN is becoming a hotspot for start-ups and unicorns.", "The number of start-ups in ASEAN that have raised more than US$1 million in funding almost tripled between 2015 and 2021.", "This was faster than in India, Europe and the United States.", "The number of unicorns in ASEAN has jumped from just 2 in 2014 to 46 in 2021, making the region the fourth globally, behind the US, China, and India.", "ASEAN is becoming more financially integrated.", "Efforts have been made to ease cross-border offers of securities within ASEAN to support fund raising activities.", "The ASEAN Collective Investment Schemes Framework allows fund managers to comply with a common set of standards and offer funds to retail investors in other ASEAN signatory countries under a streamlined authorisation process.", "This provides a more direct and efficient channel for cross-border fund distribution across ASEAN countries.", "Singapore is a signatory to this framework.", "But ASEAN faces one key risk: it is one of the most heavily exposed regions to the consequences of climate change.", "According to a study by the Nanyang Technological University and University of Glasgow, ASEAN is at risk of losing over 35% of its GDP by 2050 as a result of climate change if no remedial measures are taken.", "This leads me to the second investment theme I want to highlight - alternative energy.", "Alternative Energy - Opportunity Amidst Risk The world is not likely to reach net-zero emissions by 2050 without a credible energy transition in ASEAN.", "ASEAN is the 4th largest energy consumer in the world currently.", "Economic development and population growth will likely cause a 2.5-fold increase in energy demand by 2050.", "The region relies on fossil fuels for 80% of its energy.", "If le unabated, it is expected that ASEAN's emissions will more than double by 2050 as fossil fuel generation keeps growing.", "So there is an urgent need for transition finance to support ASEAN's energy transition.", "It will not be easy but ASEAN has some strong factors in its favour, which will make alternative energy a promising investment opportunity.", "ASEAN has a diverse range of renewable energy potential - hydropower, geothermal, and bioenergy.", "But it will not be a simple matter of shutting down coal plants and installing renewable energy.", "Given the growth in energy demand and young age of existing coal plants, the viable strategy is to manage the early retirement of coal plants and replace them with renewables.", "ASEAN is developing electricity interconnections that will allow for efficient sharing of renewable energy.", "Work is progressing on an ASEAN Power Grid, which encompasses both building physical infrastructure and creating markets for the efficient utilisation of renewable energy.", "A concrete example: in the four months since the launch of the Lao-Thailand-MalaysiaSingapore Power Integration Project in June 2022, more than 170,000 megawatt hours of electricity was imported to Singapore from Lao PDR.", "Green financing instruments are taking off in ASEAN.", "SGX launched last year the first set of five MSCI Climate Action Futures contracts.", "This was followed up just last week with iShares' launch of the MSCI Asia ex Japan Climate Action ETF on SGX, which helps investors reduce their portfolio carbon footprint.", "The ETF with an AUM of US$426 million is the largest equity ETF launched in Singapore.", "MAS launched six years ago the Sustainable Bond Grant Scheme.", "It was recently enhanced and offsets up to S$125,000 of expenses incurred for external reviews of eligible green, social, sustainability, sustainability-linked, and transition bonds.", "ASEAN is developing a regional taxonomy for sustainable finance.", "The ASEAN taxonomy provides a common reference point on green and transition activities in the Asian region.", "This avoids fragmentation of taxonomies that would discourage international investors.", "Version 2 of the ASEAN Taxonomy was issued in March this year, introducing screening criteria to classify activities in the Energy sector, including for the managed phase-out of coal.", "The ASEAN Taxonomy is the first regional taxonomy to introduce criteria to classify the early retirement of coal-fired power plants as a transition activity consistent with global science-based decarbonisation pathways.", "ASEAN has introduced a set of common bond standards to facilitate the growth of sustainable financing.", "This includes the ASEAN Green Bond Standards, ASEAN Social Bond Standards, ASEAN Sustainability Bond Standards, and the ASEAN Sustainability-Linked Bond Standards.", "Issuers who comply with the relevant standards can label their bonds accordingly, and having such common standards can help investors make informed investment decisions.", "Artificial Intelligence - Nascent but Large Potential The third investment theme I want to touch on is Artificial Intelligence.", "While the use of AI is still nascent, it can be potentially transformative over the medium to long term.", "According to estimates by Kearney, AI has the potential to contribute US$1 trillion to the ASEAN economy by 2030.", "ASEAN governments and start-ups have begun using AI in a variety of interesting ways In Thailand, the Bangkok Metropolitan Administration has started using AI to manage Bangkok's infamously traffic-logged streets - by estimating traffic volume, analysing bottlenecks, and implementing solutions.", "Indonesian agri-tech company Pitik uses AI to detect potential issues in chicken coops and provides recommendations for increasing efficiency in chicken rearing.", "Its technology currently helps farmers supply up to five million chickens across the archipelago each month.", "Thai agri-tech company Easy Rice uses AI to inspect and verify the quality and variety of harvested rice and reduce the cost of human error and digitalise this checking process.", "In financial services, AI can help accelerate transition financing for a low-carbon future.", "Last year, MAS launched Project NovA!", "- an AI utility aimed at helping financial institutions generate insights on financial risks.", "Its first use case is to help financial institutions assess the sustainability performance of Singapore's real-estate sector.", "Financial institutions can now use NovA!", "for their ESG risk assessment for originating, underwriting, and servicing sustainability-linked loans.", "ASEAN could become a fertile ground for Generative AI to thrive.", "It has a digitally savvy consumer base, favourable demographics, and investor interests in GenAI developments in Asia .", "GenAI could have broad-based impact on ASEAN's productivity and affect many sectors (such as e-commerce, education, operations and virtual assistance) .", "At MAS, we have launched Project MindForge, which looks into the risks and opportunities of GenAI for the financial sector.", "This project brings together data resources and domain expertise from the banking sector, together with top AI companies' start-ofthe-art technologies and advanced algorithms.", "We will take an action-oriented approach of use cases, prototypes and pilots to aid in the learning and translation process.", "We need safe and responsible AI.", "MAS is working on this.", "Back in 2018, MAS developed the Fairness, Ethics, Accountability, Transparency (or FEAT for short) principles with the financial industry, to provide guidance on the responsible use of AI by FIs.", "This work was continued through the Veritas Consortium to translate and operationalise these principles.", "With the benefit of road-testing, the consortium released a Veritas Toolkit 2.0 to support FIs in integrating FEAT principles into their internal risk governance.", "It demonstrates Singapore's willingness to facilitate the responsible development of innovations that offer transformative economic potential.", "So these were the three investment themes that I touched on: ASEAN, Alternative Energy and Artificial Intelligence.", "Before I conclude, let me add that Singapore's connectivity and ecosystem makes it the perfect place for financial institutions to capture the \"winds\" of opportunity - in ASEAN, in Alternative Energy, and in Artificial Intelligence.", "Singapore has political and economic stability, well-regulated financial markets, excellent digital connectivity, a skilled talent pool, and extensive trade and investment linkages with ASEAN.", "We cannot predict the future.", "But as the French philosopher Henri Bergson puts it: \"The future is not what will happen to us, but what we will do.\"", "I hope this conference will give you ideas on what to do and how to do it.", "Google, Temasek and Bain & Company, e Conomy SEA 2022 Through the waves, towards a sea of [3] ASEAN Investment Report 2022 Nanyang Technological University and University of Glasgow, \"Adaptation and Resilience in ASEAN: Managing Disaster Risks from Natural Hazards\", 2021 International Energy Agency (IEA), \"Southeast Asia Energy Outlook 2022\" The Straits Times, \"South-east Asia takes the leap with AI\", 11 September 2023 Finance Asia, \"Setting sights on Southeast Asia\", 18 August 2023 Tech in Asia, \"Digging into Southeast Asia's generative AI excitement\", 2 June 2023"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ASEAN", "Alternative Energy", "Artificial Intelligence", "Climate Change", "Digital Economy", "Financial Integration", "Renewable Energy", "Sustainability", "Transition Finance", "GenAI"]}