{"sentences": ["Honourable Minister of Education and Sports, Dear Chairman of the Albanian Association of Banks, Dear students and teachers, friends and banker colleagues, Again this end of March, I have the pleasure to welcome you to the opening ceremony of the Global Money Week, which from a decade now brings us together: bankers, teachers, students and pupils.", "Alongside our efforts and work for enhancing financial literacy and inclusion of public throughout the year, the Money Week focuses entirely on the new generation, both in Albania and globally.", "The OECD recommendation on financial literacy encourages governments and other policymakers \"- to take measures for the development of financial literacy at an early stage\" on themes and through channels adequate for the beneficiary.", "In compliance with this recommendation, the objective of Money Week, coordinated by the OECD-INFE , is to encourage children, to actively think since an early age, about money and finances, and gradually acquire the necessary knowledge, skills, positions and behaviours to take sound financial decisions which lead to the final goal: the welfare and financial sustainability.", "I am proud to say that Money Week is already globally known, particularly to young people.", "Since its first edition in 2012, it has been involving an increasing number of central and local organisations, across more than 175 countries.", "In our country, the Bank of Albania, in collaboration with the Albanian Association of Banks and with the precious support of the Ministry of Education and Sports and other partners, has for many years organised educational and awareness-raising activities tailored for pre-university and university students.", "In this week, our goals, more than ever, converge with those of educational institutions and civil organisation, to enhance financial knowledge and awareness of the young generation to become financially responsible citizens in the future.", "\"Plan your money, plant your future\" is the official theme of Global Money Week 2023.", "This motto once more weighs the importance of a prudential approach towards money, to ensure the future well-being, by having the adequate knowledge on an increasingly innovative financial market.", "Together with our partners, we have prepared a calendar of various educational and entertaining activities related to this theme, to teach children and young people how to generate profits from entrepreneurship, how to save and take care of money, with the aim of establishing sustainable foundations for their future.", "The Bank of Albania, through the ongoing engagements in the field of financial education, has shown its commitment to the financial education of the public, which is an indispensable premise for the sustainable welfare and the protection of financial soundness, particularly of individuals and in general of our society.", "The unprecedented events we have suffered in the last years - the earthquake of 2019, the COVID-19 pandemic, and the war in Ukraine - have sharply hit the sustainability of: public health, the geopolitical balances, the economy and finances.", "The turmoil of these fragile equilibriums created the need for the further cultivation and increase of financial literacy, as part of the overall development of individuals, to better deal with either family or personal financial difficulties.", "Notwithstanding the considerable interventions from governments and central banks, in response to these successive and strong shocks on the economy - including the assistance packages, controls over prices and monetary policy interventions - we deem that their effectiveness is inevitably linked to an environment with a high level of financial literacy and inclusion.", "A financially literal person - who has the knowledge, demonstrates the right financial behaviour and positions - takes well-informed decisions in the daily financial relationships, in addition to properly understanding and reacting towards the policy-making authorities, thus making the latter's measures more effective.", "Also, a financially involved person benefits more from the available innovative products and services, and thanks to financial literacy can navigate safely in a rapidly evolving financial market.", "For these reasons, the Bank of Albania has turned the financial literacy and inclusion in one of the important objectives of its mandate, making it an integral part of its institutional duties.", "However, we are aware that we are not alone in the efforts in this field.", "There are a lot of institutions working in parallel with us to increase financial literacy and inclusion of the public.", "Hence, we deem that it is time to join and coordinate these efforts in a genuine national strategy.", "In this framework, in collaboration with the World Bank and all the other national partners we have been working for the drafting of the National Strategy of Financial Education and Inclusion (NSFEI), which delineates the general principles and objectives of financial education and inclusion.", "This strategy is based on the manyyears' work of the Bank of Albania in measuring and studying financial literacy in Albania, the successful experiences in developing educational programs and in the best international practices, based on the INFE/OECD and the World Bank recommendations.", "The purpose of the national strategy is to join all the national interested institutions within an inter-institutional structure with a coordinated objective and program, for enhancing financial literacy and inclusion in their respective fields.", "We are confident that such a strategic document, adopted to the need of the country for financial education, would help through the comprehensive and coordinated actions and sources of various stakeholders, in increasing effectiveness to achieve our joint goals.", "The strategy will determine the objectives, instruments, action plans, financing sources, monitoring and assessment, in addition to the achieved progress for each of institutions.", "I am confident that it will be a qualitative step, which will make all our programs and initiatives more successful in the field of financial education, including the Money Week.", "The increasing interest of children, young people, their teachers and professors on the educational activities of this Week, expressed in the considerable number of competitive projects, videos, drawings and essays, makes us proud for our insofar work, and optimistic for our future projects.", "I am proud to say that in these 10 years, you have been worthy partners in our path towards a more aware, cultured and more financially involved society.", "There are a lot of cases when students have competed from one year to another with their works across all contests organised for the respective age groups.", "Pupils in third grade of elementary schools, who ten years ago have participated in our contest on the best drawings, today are competing with their essays in the contest targeted to students.", "I would like to thank you for making us part of your school and academic life, and I kindly invite you to consider the Bank of Albania as a partner in the future.", "I sincerely thank you for your contribution and I wish a successful performance to all participants!", "OECD International Network on Financial Education (INFE)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Money Week", "Financial education", "Financial inclusion", "Financial sustainability", "Financial soundness", "National Strategy of Financial Education and Inclusion", "Financial behaviour", "Financial decisions", "Financial market"]}