{"sentences": ["The Board of the National Bank of Ukraine decided to cut the key policy rate to 22%.", "Rapid disinflation and sustained FX market conditions enabled the central bank to start the cycle of key policy rate cuts.", "Taking into account an improvement in inflation expectations and inflation forecast, the current and forecast rate cuts conform to maintaining the attractiveness of hryvnia savings.", "This is an important element for ensuring exchange rate stability at the stage when FX restrictions are eased and the NBU makes the exchange rate more flexible.", "At the same time, reducing the key policy rate against the backdrop of sustained macrofinancial stability will support economic recovery.", "Consumer inflation decelerated to 12.8% in June, which exceeded the NBU's expectations.", "In addition to the base effect, supply factors and a decrease in global energy prices played an important role.", "Measures taken by the NBU - in particular, an increase in reserve requirements and a change in the operational design of monetary policy - also had a significant impact on price movements.", "These steps contribute to a significant increase in bank interest rates on term deposits and the strengthening of the cash exchange rate of the hryvnia.", "The NBU's AML/CFT and currency supervision measures also contributed to FX market sustainability.", "The exchange rate factor eventually drove a decline in inflation and an improvement in expectations, which was also supported by the absence of monetary financing of the budget this year.", "Having considered the favorable dynamics of H1, the NBU revised its 2023 inflation forecast significantly upward, from 14.8% to 10.6%.", "The growth in prices will slow due to a gradual decline in global inflation and monetary conditions remaining tight in Ukraine.", "The NBU will safeguard sustainability of the FX market and keep hryvnia assets attractive enough.", "This will restrain price pressures.", "Tariffs being frozen for the majority of utility services will play an important role.", "At the same time, further disinflation will be slower than in the previous months.", "This is driven by the waning of the base effect, returning to the pre-war level of the fuel tax, and the increase in electricity prices in June.", "Moreover, Russia's attacks in the south of Ukraine will also have an impact on price dynamics.", "The disinflation trend will continue in the coming years: inflation will decline to 8.5% in 2024 and to 6% in 2025.", "Lower security risks will allow restoring optimal logistical routes and increasing industrial production and crop harvests.", "This will also enable investment inflows to Ukraine.", "A further decline in global prices will also contribute to the slowdown in inflation.", "These factors outweigh the pro-inflationary impact of an increase in domestic demand, a rise in wages, and changes in some utility tariffs in the post-war period.", "The economy has proven to be resilient to new challenges of the war and is to grow by 2.9% this year An increase in domestic demand contributed to the further revival of economic activity.", "On the other hand, the economy has been restrained by constant missile attacks, blocking of the grain corridor, and damage inflicted on infrastructure.", "Trade barriers imposed on Ukrainian agricultural products had an adverse effect on business.", "At the same time, actual results of Q1 turned out to be better than envisaged in the previous macroeconomic forecast.", "Economic activity continued to pick up in Q2, in both the manufacturing and services sectors.", "In the coming years, economic growth will accelerate, based on the NBU's forecast assumption about a decline in security risks in mid-2024.", "Exports will recover more actively after maritime logistics is restored and attacks on infrastructure cease.", "The gradual return of migrants will spur consumer demand, and investment will pick up during the country's reconstruction.", "The loose fiscal policy will remain important for stimulating the economy.", "Taking this into consideration, the NBU forecasts real GDP growth at 3.5% in 2024 and 6.8% in Since the start of the year, Ukraine has received almost USD 27 billion from international partners.", "This was much more than the amount of the NBU's sales of foreign currency to balance the FX market.", "Thanks to regular inflows of external assistance, Ukraine's international reserves reached an all-time high of USD 39 billion as of the end of June.", "Thanks to the external support, the government was able to cover the wide budget deficit without resorting to monetary financing.", "International assistance is expected to reach USD 42 billion as of the end of this year.", "International support will remain very important for maintaining macrofinancial stability in the coming years.", "Considering the still high expenditures on defense, financing the budget deficit in 2024 will require no less than USD 37 billion.", "Ukraine needs to continue its successful cooperation with the IMF and other international partners.", "The key risk to inflation dynamics and economic development is the longer duration and the unpredictable nature and intensity of the war The NBU's new forecast is based on the assumption that security risks will decline considerably in mid-2024.", "A full-scale war that lasts longer than expected could result in the additional losses of economic growth, in particular through greater damage and increased migration.", "This could also adversely affect price movements, due mainly to higher pressures on exchange rate and inflation expectations.", "There are other significant risks.", "These include: international aid arriving in decreased amounts or on a less regular basis the resumption of significant power shortages because of damage sustained by energy infrastructure new attacks, which would limit export logistics and the country's economic potential in general the emergence of additional budget needs (to support the country's defense capability, recover from attacks and so on) and substantial quasi-fiscal deficits, including in the energy sector and the ongoing difficulties with exporting agricultural products.", "The new macroeconomic forecast is based on the conservative assumption that the grain corridor will remain non-operational.", "The resumption of its operation or the expansion of alternative routes will help expand export opportunities, facilitating more robust economic recovery.", "The implementation of large-scale projects for Ukraine's recovery could speed up economic growth.", "At the same time, a faster-than-currently-expected decline in security risks could have the most significant positive impact on economic development.", "In view of the faster decline in inflation, long-lasting stable conditions on the FX market, a high level of international reserves, as well as the effectiveness of previous measures to boost the attractiveness of hryvnia assets, the NBU Board decided to start a key policy rate easing cycle.", "The NBU's previous measures tightened competition among the banks for hryvnia term deposits.", "The banks continued to raise their interest rates on hryvnia deposits.", "Increasingly more depositors preferred hryvnia term deposits.", "Favorable trends have provided the NBU with room to launch a monetary policy easing cycle more quickly.", "The NBU Board decided to cut the key policy rate to 22%.", "The NBU Board also decreased the interest rate on overnight certificates of deposit to 18%, and to 24% on refinancing loans.", "The interest rate on three-month certificates of deposit will continue to equal the key policy rate.", "On the one hand, taking into account improved inflation expectations and the inflation forecast, the current and projected decrease in interest rates on NBU operations will maintain the attractiveness of hryvnia savings.", "On the other hand, the cut in NBU interest rates will support economic recovery on the back of persisting macrofinancial stability.", "The NBU will continue to cut its key policy rate, provided the FX market remains stable and inflation declines over the forecast horizon.", "When easing FX restrictions and transitioning to a more flexible exchange rate regime, the NBU will take into account the need to maintain the high attractiveness of hryvnia assets.", "The NBU's revised macroeconomic forecast envisages further key policy rate cuts.", "The key policy rate will be cut gradually, and provided the conditions allow it, so as not to undermine the trend towards a steady decline in inflation or FX market stability.", "That said, the NBU is not compelled to stick to its key policy rate forecast.", "Given high uncertainty, any further decisions and revisions of the NBU's key policy rate forecasts will largely depend on whether or not the forecast's assumptions materialize, as well as on the trends of key macroeconomic and financial indicators.", "Thank you for your attention!"], "classifications": ["monetary dominance", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Monetary policy", "Exchange rate", "Economic growth", "Fiscal policy", "International assistance", "Security risks", "Hryvnia savings", "FX market", "Key policy rate"]}