{"sentences": ["I am Governor Lisa D. Cook.", "And it is a privilege to be able to say a few words to close out this important forum, now in its eighth year.", "I am disappointed I couldn't be with you in person.", "But I am glad to have this opportunity to say why I believe your discussion these past two days is so important to the goal of promoting a healthy economy that works for everyone.", "The Minorities in Banking Forum was started in 2016 by the Federal Reserve Bank of Kansas City but is now supported by all of the Federal Reserve's regional Reserve Banks because of a recognition of its important mission, which is to nurture the professional development of bankers and help ensure that the leaders of banks are representative of the communities they serve.", "If I tried to define the word \"community,\" I would start with trust-neighbors trusting neighbors and working together for the common good.", "Successful banks also depend on trust-customers who believe their money will be safe, that they will be treated fairly, and that those making loan decisions and advising them understand their needs and their hopes.", "It is the same trust that drives economic decisionmaking throughout our economy.", "Banks help build that trust when they are led by people who are truly representative of those they serve.", "The Fed created the forum with a few mutually beneficial goals in mind.", "First, leaders from middle management through the senior level would have an opportunity to come together in an environment focused on the industry and your own professional development.", "Secondly, we would do our best to connect you to the Federal Reserve and its work.", "And lastly, of particular importance to the Federal Reserve, this forum would help create and expand a pipeline and our network of diverse banking professionals.", "As we conclude this year's forum, I encourage each of you to continue the conversations from these last few days and carry forward the inspiration we've gained here.", "I encourage everyone to reach out to other participants.", "Strong networks of peers and mentors will offer both support and advice as you advance in your career.", "I challenge you to expand your network and engage with and support others to pursue careers with a sense of purpose and deep engagement with the communities you serve.", "Mentorship provides guidance and opportunities to the next generation of professionals.", "As you identify this kind of talent, I hope they will be joining you for next year's forum.", "Thank you and enjoy the rest of the day!", "These remarks represent my own views, which do not necessarily represent those of the Federal Reserve Board or the Federal Open Market Committee."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Community", "Banks", "Trust", "Professional Development", "Diversity", "Mentorship", "Leadership", "Economic Development", "Networking", "Federal Reserve"]}