{"sentences": ["11.05.2023 The financial system: current situation and challenges IE University - Banco de España - Federal Reserve Bank of Saint Louis Conference: Current Challenges in Economics & Finance Pablo Hernández de Cos Thank you very much to the organisers for inviting me to this conference.", "Today, I will be addressing you in my capacity as Chair of the Advisory Technical Committee of the European Systemic Risk Board (ESRB),1 a role which brings a deep EU-oriented perspective, complementary to my regular responsibilities as Governor of the Banco de España and member of the Governing Council of the European Central Bank.", "The macrofinancial risk landscape and the banking sector The macrofinancial risk landscape has changed in recent months and continues to evolve.", "In a relatively short period of time we have moved from low inflation and low interest rates to persistent high inflation and rising interest rates.", "This shift poses new and enhanced risks to financial stability.", "To heighten awareness of these risks the ESRB adopted a Warning2 on vulnerabilities in the EU financial system in September 2022.", "This is the first general warning (i.e.", "addressed to all EU Member States) that has been issued by the ESRB since its establishment in 2010.", "Over the last seven months some economic developments have surprised to the upside, while some vulnerabilities timely identified in the Warning have come to the fore.", "On the positive side, the EU economy proved to be more resilient than expected in the face of the large negative terms-of-trade shock from Russia's war in Ukraine and growth forecasts for 2023 were revised upwards.", "However, developments last autumn in the UK gilt market and, more recently, in the US and Swiss banking sectors remind us of the need to remain vigilant in regard to vulnerabilities in a challenging and rapidly changing macro-financial environment.", "In this context, let me explain the ESRB's view on the key risks affecting the European Union's financial sector.", "The aforementioned ESRB Warning set out four key risks to EU financial stability:3 • The challenging macroeconomic outlook coupled with elevated geopolitical tensions underscores the importance of a prudent management of credit, market and funding risks in the banking business.", "• An environment of still subdued growth prospects and elevated inflation may put firms' and households' balance sheets under stress.", "• Vulnerabilities in the non-bank financial sector could trigger asset price corrections and amplify volatility.", "• System-wide cyber incidents remain a severe threat.", "The Warning has promoted a closer monitoring of risks by national and EU authorities that are members of the ESRB.", "Let me now offer an update of our current assessment.", "The EU banking sector remains strong in terms of its aggregate capital and liquidity position.", "Capital is much higher than it was fifteen years ago before the global financial crisis with a Common Equity Tier 1 ratio of 15.5% at the end of December.", "The liquidity position of the European banks is also robust, with an LCR ratio of 164.7% at the end of the fourth quarter of 2022, clearly above the minimum requirements and even the pre-pandemic levels, and with a large part of these liquidity buffers in cash and deposits with the central banks.", "This has been the result of regulatory reforms agreed internationally over the last decade.", "In the EU, these reforms have been applied to all banks, irrespective of their size.", "The role of banking supervision is worth noting.", "In the Banking Union, certain supervisory priorities of the Single Supervisory Mechanism were wisely set to mitigate and anticipate the adverse effects of the current macroeconomic situation.", "What is, perhaps, most notable is that the supervisory focus was placed on banks' interest rate risk and the sustainability of their funding plans, issues that are crucial in a context of rising interest rates and liquidity withdrawal by central banks.", "Also, the most exposed European banks were required to improve the way in which they monitor and manage this risk.", "In some cases, they were even asked to be more conservative in their interest rate assumptions and in their model calibration and validation.", "Similarly, when it became apparent that there were interconnections between the banking system and non-bank financial intermediaries, the decision was also made to place the supervisory focus on analysing the risks for European banks of this type of exposure.", "The EU banking sector is so far benefiting from the ongoing normalisation of interest rates, as the interest rate pass-through on the asset side still significantly exceeds the pass-through on the liability side.", "Consequently, aggregate banking sector profitability is at its highest level since 2014.", "However, several factors continue to cloud the outlook for banks.", "First, the deceleration in economic growth and higher interest rates may have an adverse impact on asset quality, leading to higher impairment costs, and on lending volumes, exerting contractionary pressures on income generation capacity.", "Second, banks' funding costs are on the rise, bringing potential pressure on interest margins.", "The impact of these factors is expected to become more pronounced over time and more likely the longer the high-interest rate period continues.", "Third, the value of their fixedincome financial exposures (e.g.", "bonds, especially those with longer maturities) has declined.", "How different banks and financial systems position themselves against these risks, which has become an investor focal point, will determine how resilient they are.", "Thus, in an environment as uncertain as the current one, including in relation to the degree of future monetary policy tightening, banks ought to implement a prudent provisioning and capital planning policy, and carefully preserve their current levels of resilience.", "As part of this, banks should regularly adjust their own capital projections under different scenarios.", "Such scenarios should include prolonged periods of severe stress, including interest rate stress.", "Banks should also ensure good visibility of their near-term liquidity risks and have contingency plans to tackle these risks.", "And, of course, the legislative implementation of the outstanding Basel III standards in a full, timely and consistent manner in the EU is a critical step towards safeguarding the resilience of our banking system.", "In addition, allow me to stress the need to analyse in depth the recent developments from the public authorities' perspective.", "The US Federal Reserve Board has undertaken a review of the supervision and regulation of Silicon Valley Bank, in light of its failure.", "In the same vein, the Basel Committee on Banking Supervision agreed in March to take stock of the regulatory and supervisory implications stemming from recent events, with a view to learning lessons.", "Beyond the banking sector Turning to vulnerabilities faced by the non-financial sectors, we have yet to see the full impact of rising borrowing costs and high inflation.", "In the case of households, while labour markets remain strong, budgets are stretched given the decline observed in real disposable income and the erosion in household net worth due to the fall in the real value of savings, which reduces their capacity to continue servicing debt.", "In particular, households with variable rate mortgages and those most adversely affected by energy shortages are most vulnerable.", "For firms, higher borrowing and input costs as well as wage pressures may reduce profitability, stifle investment and reduce employment.", "And firms with larger shares of floating interest rate debt are directly exposed to higher interest rates.", "Also, firms operating in energy-intensive sectors, in real estate and construction are particularly vulnerable.", "There are also clear signs that European commercial real estate (CRE) markets are turning.", "CRE valuations have fallen by about 10 per cent from their peak in June 2022 and equity valuations of European real estate groups continue to fall.", "In this context, the ESRB issued a Recommendation earlier this year to help address vulnerabilities in CRE markets.", "The sector is particularly vulnerable to lower growth, heightened inflation and higher interest rates.", "Rising vacancy rates result in lower income streams and lower property values.", "Lower collateral values and tighter financing conditions reduce CRE investors' scope for refinancing existing debt and for taking out new loans.", "This, in turn, may force some investors to sell properties to meet maturing debt obligations and liquidity needs, even under stressed market conditions, thereby adding further downward pressure on prices.", "The cyclical vulnerabilities are compounded by adverse factors that relate to structural change.", "They include the impact of climate-related economic policies, the shift towards e-commerce and a greater demand for flexible office space to accommodate mobile and hybrid working models.", "And large falls in CRE prices could lead to spillovers on the financial system.", "Let me now turn to risks related to financial market corrections.", "This is important as all financial institutions, including banks and non-banks, interact in financial markets.", "Such asset price corrections and heightened volatility could be exacerbated by vulnerabilities in the non-bank financial sector.", "In fact, there have also been several episodes of market volatility in recent months that resulted in liquidity challenges for non-bank financial intermediaries.", "We are analysing such episodes with great care because vulnerabilities in non-bank financial intermediaries can result in procyclical selling behaviour that would amplify asset price falls.", "In this context, non-bank financial institutions need to ensure that their risk management practices adequately reflect the risks they might face.", "For example, investment funds need to monitor and address possible excessive liquidity mismatches or leverage.", "Insurers need to pay close attention to market risk.", "They also need to consider that margin calls on derivative positions or lapses of contracts can expose them to liquidity risk.", "Central counterparties (CCPs), clearing members and their clients need to be mindful that the reduction in counterparty credit risk brought about through regular margining can result in liquidity risk being transmitted through the financial system.", "They need to monitor derivative exposures, and address concentration risk and procyclicality in margining practices along the chain of CCPs, clearing members and their clients.", "The ESRB has repeatedly noted8 that a lack of tools is hampering authorities' ability to address financial stability risks beyond the banking sector.", "The ongoing review of the prudential rules governing investment funds and insurers provides opportunities for legislators to assign the power to operate such tools to the authorities.", "And the ongoing review of the rules governing central clearing offers an opportunity to enhance authorities' monitoring capacity through better data quality.", "The ESRB has provided extensive input to the these legislative reviews, setting out what it believes is necessary.", "The ESRB has devoted a substantial amount of efforts in recent years to advance our understanding, assessment and macroprudential policy response capacities to the so-called \"hybrid\" risks, in particular, cyber threats and climate risks.", "As regards cyber risk, at the ESRB we are concerned that a major, i.e.", "systemically relevant, cyber incident has the potential - in a worst-case scenario - to trigger financial contagion and erode public confidence in the financial system.", "If the financial system is not able to absorb such a shock, financial stability is very likely to be put at risk.", "This concern led the General Board of the ESRB to adopt in December 2021 a Recommendation to establish a pan-European systemic cyber incident coordination framework (EU-SCICF).", "The aim of this recommendation is to See, for example, Macroprudential policy beyond banking: an ESRB strategy paper, ESRB, 2016.", "See Making macroprudential policy fit for the next decade, Keynote speech by Pablo Hernández de Cos, Governor of the Banco de España and Chair of the Advisory Technical Committee of the European Systemic Risk Board, at the 6th DNB-Riksbank-Bundesbank Macroprudential Conference, June 2022.", "Recommendation of the European Systemic Risk Board of 2 December 2021 on a pan-European systemic cyber incident coordination framework for relevant authorities (ESRB/2021/17).", "strengthen coordination between financial authorities in the EU as well as coordination between other authorities in the EU and at international level, including the Bank of England.", "Earlier this year, in February, the ESRB released a report on macroprudential policy for cyberresilience.", "The document encourages authorities across the EU to make progress on three elements: (i) cyber-resilience scenario testing; (ii) systemic impact tolerance objectives and (iii) financial crisis management tools to deal with system-wide cyber incidents.", "This area is still work in progress - it is still in its infancy, if I may put it that way - and for this reason the ESRB continues to work on an EU-wide strategy to help mitigate systemic cyber risk.", "The ESRB aims to act as a hub to share good practices and insights gained from members' experience.", "Likewise, climate change is another overarching concern as it can contribute to the build-up of systemic risks.", "Climate risk is typically broken down into: (i) transition risk (the risk of an abrupt transition towards a greener economy) and (ii) physical risk (the risk of a rise in the frequency and intensity of natural catastrophes) - both affect financial institutions.", "Due to unique features, in particular its long-term horizon and uncertainty, climate risk may be inadequately priced by financial markets.", "Besides, it can be amplified by classic systemic risk externalities, such as system-wide common exposures and portfolio correlations, as well as spillovers across the financial system and the real economy.", "The ESRB, together with the ECB, published two reports, in 2020 and 2021, which have contributed to the assessment of the systemic impact of climate risk, including via stress tests and scenario analyses.", "Last year, another report13 analysed how climate risk shocks could spread throughout the financial system, harming companies and banks alike.", "Transition risks stemming from, for instance, a surge in carbon prices may be magnified because of economic and financial linkages between and across financial institutions and companies.", "Interdependent natural hazards, such as water stress, heat stress and wildfires - which are painfully familiar to us in Spain - can amplify physical climate risk, as they can cluster together and exacerbate each other.", "Market dynamics can also magnify the financial impact of physical risks.", "Given the identification of potential systemic financial risk associated with climate change, it is necessary to study the development of appropriate macroprudential policy tools to tackle it in a manner consistent with prudential mandates to preserve financial stability.", "For the near term, the ESRB-ECB report suggests the adaptation of existing regulatory instruments, such as the systemic risk buffer or concentration thresholds, as a possible avenue to tackle climate risk in the banking sector.", "In any case, this is a task that demands joining efforts between macroprudential policy and microprudential supervision, and taking adequate stock of developments in other policy realms, such as fiscal and monetary initiatives.", "The ESRB's general Warning that I referred to in the first part of my intervention called for heightened awareness of risks to financial stability.", "Recent bank instability episodes outside the EU are a further reminder that we need to remain vigilant.", "The resilience of the financial system is essential.", "Only a resilient financial sector will be able to support the real economy during times of stress,14 and all financial authorities and institutions across the EU must contribute to this end.", "In this regard, regulatory actions and policies towards banks and NBFI intermediaries must aim to preserve shock absorption capacity in the form of capital and liquidity buffers."], "classifications": ["none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["banking sector", "macrofinancial risk", "financial stability", "credit risk", "liquidity risk", "cyber risk", "climate risk", "interest rate risk", "asset price corrections", "vulnerabilities"]}