{"sentences": ["I want to thank the Toronto Region Board of Trade for inviting me to speak today.", "I can't think of a better audience to speak with about price and financial stability, and I very much look forward to our discussion.", "The Bank of Canada began raising interest rates in March of last year, and 14 months later we can see that monetary policy is working to bring inflation down.", "In March of this year, consumer price index (CPI) inflation was 4.3%-or roughly half of what it was last summer when it peaked at just over 8%.", "We expect inflation to decline further to about 3% this summer.", "But I'm not here to talk to you about the journey from 8% to 4% or even 3%.", "I'm here to talk about staying the course to price stability and getting the rest of the way back to the 2% target.", "Monetary policy still has work to do.", "I want to talk to you about the challenges and risks in the journey back to target.", "I also want to discuss the recent stress we've seen in the global banking sector and how financial stability and price stability reinforce each other.", "Restoring price stability Early in the COVID-19 pandemic, inflation in Canada was sparked by global forces, including supply chain disruptions and a spike in global demand for goods.", "Russia's invasion of Ukraine last year drove inflation even higher, particularly for energy and agricultural commodities.", "But domestic forces have increasingly contributed to inflationary pressures.", "The Canadian economy began overheating as the economy fully reopened.", "People still wanted to buy goods, and demand for services soared as households tried to catch up on the many services they had missed out on through the pandemic.", "Employers could not find enough workers to keep up, and businesses were quick to pass on increased costs to consumers.", "The Bank responded forcefully to these inflationary pressures, raising our policy interest rate quickly.", "We did this to rebalance the economy-to lower demand and give supply a chance to catch up.", "This tighter monetary policy is working.", "Demand for goods is slowing because higher interest rates are restraining household spending.", "And the supply of goods is improving as global bottlenecks ease and lower energy prices reduce shipping and production costs.", "As a result, inflation is coming down quickly.", "We expect it will hit 3% this summer, even as the economy continues to grow modestly.", "We are encouraged by this progress, but we expect that getting inflation from 3% back to the 2% target is going to be more difficult.", "Our current projection has that happening only by the end of 2024.", "In this context, I want to be clear: our job is not done until we restore price stability-in other words, until inflation is centred on our 2% target.", "Price stability is important because it is a key ingredient to a prosperous economy.", "Low and stable inflation strengthens the competitive forces in the economy and allows Canadians to plan and invest with confidence that their money will hold its value.", "As we outlined in April, the biggest upside risk to our inflation forecast is that services price inflation could be more persistent than we expect.", "For services price inflation to slow enough for overall inflation to get back to the 2% target, several things still need to happen: the labour market needs to rebalance, corporate pricing behaviour needs to normalize, and near-term inflation expectations need to come down further.", "Let me take each of these in turn.", "The Canadian labour market is still tight.", "The unemployment rate, at 5%, remains near a record low, and employment growth in recent months has been stronger than expected.", "But labour supply has also been growing faster than anticipated as more women and immigrants join the workforce.", "Increases in child care subsidies and more flexible work arrangements are improving the labour force participation of women, particularly mothers with young children.", "More people coming to Canada are also augmenting the labour force.", "The Canadian population hit 39.6 million in January, after a record gain of one million newcomers in 2022.", "These newcomers include permanent residents, temporary foreign workers and international students.", "They are adding to demand in the economy, and many are new workers increasing labour supply.", "The increased labour supply is helping ease pressures in the labour market by filling job vacancies.", "And we are seeing some evidence that labour shortages are beginning to wane.", "Results from the Business Outlook Survey (BOS) for the first quarter of 2023 show that firms were beginning to find it easier to hire workers.", "But the strong demand for labour is still quickly absorbing the increased supply, and wage growth has yet to moderate.", "Most wage growth measures remain around the 4% to 5% range.", "Unless productivity growth surprises us with a strong increase, persistent wage growth in that range will make it difficult to achieve the 2% inflation target.", "The tight labour market matters a lot for the services sector: about one-third of the price of non-shelter services reflects labour costs, compared with one-fifth in the goodsproducing sectors.", "Corporate price-setting behaviour The BOS also provides insight into corporate pricing behaviour.", "Businesses report they are still worried about their costs and are still dealing with high demand for many goods and services.", "They tell us that they still expect to change prices more frequently than normal over the next 12 months.", "But the dynamics may be starting to change.", "Businesses say that they expect prices will grow more slowly as commodity prices fall, supply chains improve and demand softens.", "They also say that they expect the size and pace of price changes to decline, which suggests their price-setting practices are gradually shifting closer to what they were before the pandemic.", "We will need to see continued progress toward normalization of corporate price-setting behaviour for inflation to get back to the 2% target.", "Inflation expectations The other thing we are watching closely is inflation expectations.", "If people believe inflation will remain high for the long term, they will pay higher prices now to avoid even higher prices later.", "And that only makes it easier for businesses to keep raising prices.", "Recent surveys have shown that the inflation expectations of consumers and businesses have edged down.", "But our latest Survey of Consumer Expectations indicates Canadians' concern about inflation is still high even if it looks to be easing.", "And too many people still think CPI inflation will be higher over the next two years than we forecast it will be.", "Long-term inflation expectations remain consistent with the 2% target, which is a good thing.", "But we need to see short-term expectations coming down so that companies get back to normal price-setting behaviour and wage growth moderates.", "In our baseline forecast, the labour market will soften as the economy slows.", "Wage growth will ease.", "Businesses will revert to more normal price-setting behaviour.", "And near-term inflation expectations will come into line with the inflation target.", "But there is a risk that these adjustments will take longer or stall, and inflation will get stuck materially above the 2% target.", "Maintaining financial stability The biggest downside risk to our forecast is a severe global recession.", "A major international recession could come about in several ways.", "But one way is through global financial stress.", "Financial instability could amplify or even trigger a sharper slowdown of the global economy.", "Recent international banking stresses have been a reminder that financial instability can strike quickly.", "In March, the collapse of Silicon Valley Bank and Signature Bank in the United States and the severe market pressure on Credit Suisse led to immediate spillovers to other financial institutions.", "Financial market volatility rose sharply, and credit conditions tightened.", "Fortunately, authorities took swift and forceful actions to protect depositors, maintain confidence and keep credit flowing.", "Combined with the safeguards put in place after the 2008-09 global financial crisis that made financial institutions and the overall system more resilient, these actions have limited financial contagion.", "Nonetheless-as the recent government-led sale of the First Republic Bank to JP Morgan highlights-vulnerable institutions can still come under severe market stress.", "Here in Canada the spillover effects have been muted, reflecting the financial stability we are known for internationally.", "This stability reflects a combination of strengths, including the structure of our financial system, strong risk management within our financial institutions, and sound regulation and supervision.", "But financial stability risks remain, and we continue to see swings in market sentiment.", "If global financial stress were to re-emerge and prove more pervasive, the spillover effects into Canada could be more significant.", "In addition, global stress could interact with domestic vulnerabilities related to high household indebtedness and the potential for a more pronounced contraction in the housing market.", "So even though, in our basecase projection, financial stresses remain contained, I'd like to say a few words about how price stability interacts with financial stability.", "The first point is that it's not one or the other.", "We need both price stability and financial stability.", "Price stability-confidence in the value of money-is the foundation of a stable and well-functioning financial system.", "And financial stability is a pre-condition for price stability.", "To put it another way, the uncertainty that comes with high inflation, or a lack of price stability, is not going to improve financial stability.", "And severe financial stress will only make achieving price stability more complicated.", "The second point is that we have separate mandates and separate tools for price stability and financial stability.", "So we can work to achieve both at the same time.", "Our primary tool for bringing demand and supply in the economy into balance and restoring price stability is our policy interest rate.", "In the event of severe stress in the financial system, we have a range of tools we can use to provide liquidity against good collateral and keep credit flowing.", "The third point is that price and financial stability can interact, and we take this into account.", "Financial stress will generally have implications for the calibration of monetary policy.", "Financial stress tightens financial conditions-this means that loans become more expensive and harder to get.", "In the current environment, monetary policy has already tightened financial conditions-that is the intended consequence of our policy rate increases.", "But if financial stress were to lead to more tightening than expected and if this were to persist, we would need to take this into consideration as we set the policy rate to achieve our inflation target.", "At the same time, the financial system needs to adjust to higher interest rates.", "This underscores the importance of sound risk management in financial institutions and vigilant supervision to identify and manage risks as the economy slows and the cost of funding adjusts to higher interest rates.", "Let me conclude so we can open the floor for discussion.", "We're forecasting inflation to fall quickly to about 3% this summer and to reach the 2% target near the end of 2024.", "The projected decline from 3% to 2% is both slower and more uncertain.", "With growth anticipated to be weak through the rest of the year before picking up gradually next year, we expect services price inflation to ease and overall inflation to converge on the 2% target.", "But several things still have to happen for services price inflation to moderate in line with our forecast, and we are watching these closely.", "Last month, Governing Council decided to hold its policy rate steady at 41⁄2% as we assess whether monetary policy is restrictive enough to return inflation to the 2% target.", "We know that monetary policy works with a delay, and the effects of the tightening we've undertaken to date have not yet fully worked their way through the economy.", "If we start to see signs that inflation is likely to get stuck materially above our 2% target, we are prepared to raise rates further.", "We also stand ready to address financial instability.", "Recent global financial stresses have had muted effects here in Canada, but if more severe stress emerges, we have the tools to provide liquidity while we continue to work toward restoring price stability.", "The adjustment to higher interest rates hasn't been easy, but the alternative-continued high inflation-is worse.", "Price stability is foundational to shared prosperity.", "The economy works better when inflation is low, stable and predictable, and it's better for Canadians.", "Price stability protects households from the anxiety created by large changes in the cost of living.", "And it means households and businesses can budget, save and invest with confidence.", "We're on our way, and we will stay the course.", "I look forward to discussing all of this with all of you.", "I would like to thank Gino Cateau and Grahame Johnson for their help in preparing this speech.", "See T. Gravelle, \"The Bank of Canada's market liquidity programs: Lessons from a pandemic\" (speech delivered to the National Bank Financial Services Conference, Montréal, Quebec, March 29, 2023)."], "classifications": ["none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none"], "topics": ["Price stability", "Financial stability", "Inflation", "Monetary policy", "Labour market", "Corporate pricing", "Inflation expectations", "Global recession", "Financial stress", "Interest rates"]}