{"sentences": ["Check against delivery Ladies and gentlemen, I have always looked back fondly to my time as a Member of the European Parliament.", "Back then, one of the jobs that I especially enjoyed was my work as part of the European Parliamentary Financial Services Forum.", "So, of course, I was very happy to accept your invitation to this event today and I am delighted to be here (once again).", "marks the anniversary of two important events in Europe.", "50 years ago, the European Community was enlarged for the first time with the accession of the United Kingdom, Ireland and Denmark.", "This was the first of many rounds of expansion.", "And many countries are still striving to join the EU.", "This is a very impressive sign of how attractive our community is, despite Brexit.", "30 years ago, the European single market raised Europe's economic integration to a new level.", "30 years later, we can safely say that the single market has been a success story.", "An important part of this success story is also the gradual convergence of formerly national financial markets.", "Much has already been achieved in this regard - particularly on account of the lessons learned from the financial and sovereign debt crisis from 2007 onwards.", "As part of the banking union, common supervisory and resolution mechanisms have been created.", "Efforts have begun towards the harmonisation of national deposit guarantee schemes.", "The European financial sector is currently in a good position.", "Proof lies, not least, in the resilience of the European banking sector following the turmoil at banking institutions in the United States as well as Credit Suisse during the spring of this year.", "Nonetheless, the integration of European financial markets is still incomplete.", "Whilst a lot of progress has already been made towards the banking union - such as the Single Supervisory Mechanism and the Single Resolution Mechanism - much work remains to be done on the capital markets union.", "In 2015, the European Commission launched its first action plan for the capital markets union, aiming to mobilise more private capital and create incentives for cross-border investment by removing regulatory barriers.", "In 2020, it adopted another action plan with the goal of making Europe a true single market for capital.", "However, despite these initiatives, cross-border financial activities in many areas have not increased noticeably in recent years.", "This means that opportunities for providing enterprises with easier access to funding are not being exploited.", "In the EU, corporate financing using equity and debt securities remains underdeveloped by international standards.", "It is difficult for small and medium-sized enterprises (SMEs), in particular, to tap into the capital market.", "And, for start-ups, a lack of venture capital is leading to financing problems.", "Deepening the capital markets union is therefore a key building block in the further development of the Economic and Monetary Union.", "This has been particularly true since the withdrawal of the United Kingdom and, with it, London, which had been the dominant financial centre of Europe until then.", "Reasons for a capital markets union Deepening the capital markets union could pay off in two ways.", "Removing the existing obstacles to investment and free capital market flows could help not only to promote stronger growth, but also make capital markets more resilient.", "Integrating capital markets can contribute to financial stability by fostering the diversification of funding sources across national borders and by strengthening private risk-sharing through the expansion of equity financing.", "A look across the pond shows just how useful this would be: at present, risk-taking by the private sector provides much more of a cushion against economic shocks in the United States than it does in the European Union, for example.", "At the same time, deepening the capital markets union would strengthen the EU's global competitiveness.", "It would also promote both Europe's strategic autonomy and the international role of the euro.", "For enterprises, a harmonised, broad-based and deeper financial system could help them to finance and successfully navigate the necessary ecological and digital transformation.", "What is the problem, and what needs to be done?", "If the potential benefits are so obvious, then why is progress so sluggish?", "Events such as Brexit, the COVID-19 pandemic and geopolitical tensions have delayed efforts in this area and pushed the issue into the background.", "Another challenge is the fact that, in the EU, responsibility for fiscal and economic policy remains largely at the national level.", "Ultimately, it is a political question: what is the right balance between centralisation and subsidiarity?", "There is certainly no easy answer to this question, and the solution will have to be constantly rebalanced in the political discourse.", "In my view, it is therefore not so much a question of taking a \"giant leap\", but more of specifying and implementing existing considerations.", "And the clear aim here should be to make European capital markets more attractive.", "This is something for which harmonised, reliable and uncomplicated legal frameworks are crucial.", "The action plan presented in 2020 already provides very concrete recommendations for a total of 16 areas.", "One of these areas is the securitisation market.", "Here, it could be possible to stimulate the market by reducing any unnecessary regulatory barriers faced by market participants.", "This would bridge a gap between bank financing and the capital market, as securitisations could help to distribute risk more efficiently in the capital market.", "Another area is the currently highly divergent national regimes for corporate insolvency resolution.", "The lack of harmonised insolvency rules is currently considered one of the main obstacles to the free movement of capital within the European Union.", "The Eurosystem, too, plays a role in strengthening the capital markets union: through its objective of price stability, which is a major factor that makes eurodenominated assets attractive; through banking and financial supervision, which inspires confidence amongst and by strengthening market infrastructure, for example through T2 in payments and securities settlement, in which the Bundesbank plays a major part in development and operation.", "Ladies and gentlemen, Anniversaries are an occasion for joy, and, at the same time, a good time for reflection.", "What is clear is that Europe's success story has not yet reached its conclusion, and more progress is needed on the capital markets union, in particular.", "There is no shortage of big, new ideas here, as meaningful proposals are on the table.", "But, as former German Federal President Joachim Gauck once said: \"More Europe requires more courage from everyone.\"", "Policymakers and the financial sector now need the courage to flesh out and implement these proposals in order to remove any obstacles on the road to deepening the capital markets union.", "It's a lot like running hurdles in athletics: speed is important, but so are good timing and fitness.", "You only reach your goal once you've successfully cleared all of the obstacles in your path.", "Now is a good time to clear some more of these hurdles, which will surely bring us closer to the finishing line."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["capital markets union", "European financial markets", "banking union", "European Union", "financial integration", "Brexit", "European single market", "securitisation", "venture capital", "economic growth"]}