{"sentences": ["Opening Ladies and gentlemen, good morning!", "It is a pleasure to be here today at the CIC Forum.", "First of all, I would like to thank CIC for hosting this event, and to all our guests here from outside of Hong Kong, a big welcome to you all.", "I am delighted to have the chance this morning to share with you our views on the current macro environment and talk about some of the challenges investors are facing.", "Current Macro Environment As you know, 2022 was one of the most challenging years for investors.", "Inflation surged to its highest level in decades .", "Central banks around the world raised interest rates aggressively to try to bring inflation under control.", "In the end, 2022 turned out to be the only year in almost half a century when equities, bonds and major currencies measured against the US dollar all recorded a negative return.", "As a result, 80% of reserve managers , including the HKMA, suffered a loss last year.", "Fortunately, we have seen some improvements in the macro environment since the second quarter of this year.", "Supply chain disruptions have eased and inflation pressure has moderated.", "Developed market central banks are hopefully near the peak of their rate hike cycles.", "At the same time, despite higher interest rates, global economies have proved to be more resilient than expected.", "A 'soft landing' is now the more likely scenario rather than a 'recession'.", "Most equity markets have rebounded as a result, with the MSCI World Index recouping most of last year's losses.", "Despite the resilience of the global economy, we can still see strong headwinds on the horizon.", "First, although headline inflation has been trending down, core inflation remains high.", "It is still highly uncertain how long it will take for core inflation to come down to central banks' target.", "More and more investors are expecting core inflation to stay higher for longer for a number of reasons: Demographic changes.", "In many developed economies, the fall in the number of workers due to retirement and lower labour participation does not seem to be just a transitory phenomenon.", "Continued tightness in the labour market is expected to keep wage growth and inflation elevated in the coming years.", "Re-wiring of global trade.", "Heightened geo-economic fragmentation has led to a reorganisation of global supply chains.", "This will add costs to finished goods and could push inflation higher.", "Transition to clean and renewable energy.", "The transition process will be capital intensive and costly in the early stages.", "This could drive up energy prices and therefore inflation in coming years.", "Second, because of sustained inflationary pressures, central bank monetary policy could remain tighter for longer.", "The Fed has reaffirmed its 2% inflation target, and that it is prepared to hold interest rates at high levels to allow the effects of tightening to work through the system.", "This means that interest rates could also stay higher for longer.", "Third, weak economic growth.", "Although a global recession is now less likely in the near term, economic growth in many parts of the world is still below trend .", "The global economy may not be able to sustain a prolonged period of high interest rates.", "We have already seen weaknesses in some sectors of the global economy, and a contraction in global manufacturing and trade.", "Also, since the US banking turmoil in March, banks have tightened lending standards and credit supply, which will weigh on economic growth.", "So the risk of a recession is still there.", "The \"low inflation, low interest rate and steady growth\" environment that prevailed preCOVID may be behind us.", "More and more investors believe that we are going into a new macro environment of \"higher inflation, higher interest rates and more volatile growth\", one that will present different challenges for investors in the years ahead, including us at the HKMA.", "Therefore, let me briefly talk about some of the areas that we will be focusing on in the current macro environment.", "Asset Allocation Strategy With more macro uncertainties, we need to ensure that there is sufficient liquidity in our portfolio to support our mandates.", "Events such as COVID-19 remind us that liquidity needs often coincide with fast-changing market conditions in which liquidity is scarce.", "For example, during the start of COVID in March 2020, and the UK LiabilityDriven Investment (LDI) crisis in October 2022, we saw very wide bid/ask spreads even for the most liquid products like US Treasuries.", "Therefore, we need to have a liquidity buffer that is 'just-in-time', in addition to being 'just-enough'.", "To help enhance liquidity, we will be looking at measures such as keeping more cash and shorter dated money market products.", "At the same time, diversification is now ever more important to help stabilise our investment returns.", "We have been actively pursuing measures to make our portfolio more resilient.", "We learned from the Global Financial Crisis experience that we need to go beyond conventional asset classes to make the best use of diversification.", "This was the reason why we started investing in private equity and real estate back in 2009; and RMB assets back in 2011.", "Private market investment gives us access to return streams that have a low correlation with public assets.", "Our Long-Term Growth Portfolio of private market assets is now over US$60 billion.", "It has achieved an internal rate of return of around 13% since inception, and provided the diversification benefits that we seek when markets are stressed, while enhancing the risk-adjusted return of the Exchange Fund as a whole.", "Likewise, we started to invest in RMB assets over 10 years ago, recognising the growing trend for the internationalisation of the RMB, and that China has a different macro cycle to other economies.", "Over the past decade, which is the sort of time horizon that is relevant to long-term investors, RMB bonds have delivered very attractive riskadjusted returns, and effectively a zero correlation with other fixed income markets.", "RMB bonds have been the best diversifier in our fixed income portfolios in recent years.", "Diversification remains an effective first-line defence against market uncertainties, and we will continue to spread our investments across asset class types, geographies and currencies.", "Lastly, I want to give an update on HKMA's green and sustainable investments initiatives.", "As a long-term investor, we have to recognise the risks and opportunities that climate change can bring.", "The HKMA has set a net-zero emissions target for our Investment Portfolio by 2050.", "On implementation, we have laid down the principle that, when considering potential investments, an ESG investment will be preferred if the riskadjusted returns are comparable.", "ESG investments have been implemented within our allocations to fixed income, public equities and private markets.", "We have funded ESG-focused mandates in public equity.", "On the fixed income side, we started investing in green bonds in 2015 and recently, we have been partnering with BIS to invest in green bond issues in the AsiaPacific region.", "For private assets, we have invested in projects with sustainability features; buildings and warehouses with green accreditations; and projects that focus primarily on energy transition and decarbonisation.", "Going forward, we will continue to integrate ESG factors into our investment framework, and seek to further expand our sustainable investments to ensure that we are on track to meet our net-zero commitment.", "Also, we will continue to contribute to the international efforts in support of the global climate agenda.", "Thank you for this opportunity to share with you our take on the current macro environment, the challenges we see and HKMA's areas of focus on the investment front.", "I trust that you will have an enjoyable and successful conference.", "The US headline inflation peaked in Jun 2022 at 9.1%.", "Of the respondents in the OMFIF Reserve Managers Survey 2023 Based on the IMF's forecast in Jul, 2023 global economic growth for both 2023 and 2024 is expected to slow to 3.0%, down from 3.5% for 2022.", "Advanced economies see a bigger decline in growth in 2023 to 1.5%, from 2.7% in 2022 while growth in emerging markets and developing economies is expected to stay flat at 4.0% in 2023 vs. 2022."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest Rates", "Macro Environment", "Private Markets", "Diversification", "Green Investments", "ESG", "Liquidity", "Recession", "Global Economy"]}