{"sentences": ["Mr Francis Selialia, Head of CCBG Secretariat Mr Pedro Manjate, ICT Subcommittee Chairperson, Ms Magreth Tjongarero, BCM Chairperson Representatives of SADC-CCBG Secretariat, Distinguished Participants, Ladies and gentlemen, Bonjour, Bom dia, Good morning and a warm welcome to Seychelles.", "On behalf of the Central Bank of Seychelles, it is an honour to officially welcome you to the 28th Annual meeting of the SADC Committee of Central Bank Governors ICT Subcommittee and the BCM parallel meeting.", "The 28th Annual meeting, which will take place over the next five days, is the first in-person meeting of this forum after the Covid19 pandemic, with nevertheless the option to connect virtually to allow engagement with a larger audience.", "The nature of the pandemic has had a positive impact on the wider adoption of technology to streamline processes and facilitate interactions during periods when faceto-face contact was limited.", "Many institutions, including central banks, have been quick to leverage the opportunities presented to get stakeholder buy-in and fast-track modernisation projects.", "However, with the adoption of technology hastened by the pandemic, new opportunities for cyber-attacks have emerged, which may affect a central bank's ability to carry out its functions, and pose a risk to financial stability.", "Fortunately, until now, such incidents have not had severe implications for our institutions.", "However, these happenings are becoming more frequent and sophisticated in a backdrop where most of our central banks are planning or implementing other digital transformation projects.", "Hence, our institutions including those we supervise must remain resilient, for example, by strengthening security controls, prioritising ongoing training, undertaking simulation exercises, and cooperating with authorities to share intelligence and experience.", "From an organisation perspective, business continuity, risk management, information security, IT and other personnel need to foster a shared purpose of risk awareness and heighten our business continuity preparedness.", "Like many of you, in response to the pandemic, the Central Bank of Seychelles adopted a new way of working from home, made possible through Virtual Private Network technology.", "Many challenges were encountered as the project was rolled out in a shorter timeframe than we normally would, but appropriate steps were taken to ensure its secured implementation.This hybrid model of work is still being implemented, and may remain long term.", "Other initiatives have also been undertaken as we move to modernise our systems and processes.", "Notably, in the third quarter of 2022, we awarded a contract to a Firm for cyber forensic services and incident response plan.", "In addition, at the end of last year, we completed migration to the Hyperconverged Infrastructure, for which we are currently seeing significant benefits, primarily high availability of the system, prompt deployment of critical security updates and a downward trend in electricity expenses.", "Leading to this event, we have also availed cloud communication technology with appropriate features for such meetings.", "The ICT Subcommittee is one of the CCBG cross-cutting enablers whose focus is to support SADC central banks to enhance communication, interaction, and integration.", "While I have emphasised cyber security, there are other technology risks and opportunities that are evolving in central banking, for which this Committee, in particular, has an important role.", "I believe this meeting will be an opportune time for you ICT and Business Continuity leaders to reflect and address these critical matters, as you strategise on achieving our common goals for the future.", "Another risk that Seychelles being a small island state is a strong advocate of since it threatens our existence, is climate change.", "I want to take this opportunity, on behalf of the Central Bank of Seychelles, to express solidarity with the countries in southern Africa affected by the recent floods.", "On this note, I wish you all successful and fruitful deliberations and hope you make the most of this opportunity for networking and peer-to-peer learning.", "To our foreign guests, I want to wish you an enjoyable stay on our beautiful shores, as you experience our creole hospitality."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cyber security", "Technology", "Business continuity", "Digital transformation", "Risk management", "Modernisation", "ICT", "Cloud technology", "Climate change", "SADC"]}