{"sentences": ["The current macroeconomic environment is a complex one for policy makers.", "The outlook for inflation continues to be too high for too long: this means there is more ground to cover for central banks.", "Monetary policy must be brought to levels sufficiently restrictive to bring inflation back to target in a timely manner.", "Meanwhile fiscal policy must adjust its priorities to tackle the challenges of the major economic transitions involved in climate change, ageing populations and geo-economic fragmentation.", "But the increased cost of living generates political pressures that could slow this necessary adjustment.", "Monetary policy fights inflation mostly through two channels: first, by reducing aggregate demand, and second, by anchoring the expectation of future inflation to its target.", "At times like this - when inflation is already far too high- expansive fiscal policy risks undermining both of these mechanisms.", "Primarily by increasing aggregate demand, but also by signalling that the government is counteracting the effects of policies aimed at reducing inflation, potentially increasing inflation expectations.", "This is why I and others have previously called for cost of living supports to be targeted - i.e.", "at those most vulnerable to energy price shocks, temporary - so as not to add to persistent price pressures, and tailored - thus enabling further resilience to maintain sustainable growth in living standards.", "Fiscal policy can be a major force for good, when it provides the stable foundation for a thriving economy, but it can also cause great harm by adding to inflationary pressures, which would inevitably call for an even stronger monetary policy response.", "Monetary and fiscal policies need to work together to shore up macroeconomic stability.", "The coherence of monetary and fiscal policy is essential for macroeconomic stability.", "During the pandemic, we have seen how powerfully combined monetary and fiscal efforts helped our economies quickly get out of recession.", "But it is not only during downturns that monetary and fiscal policy need to coordinate their actions to effectively complement each other.", "An adequate policy mix is just as essential at times like this, when we must fight inflation.", "At a minimum, fiscal policy should avoid directly contributing to the building up of inflationary pressures.", "But preferably, fiscal authorities should support the disinflation effort by gradually bringing down high public debt, while also calibrating their policies to make our economy more productive and to avoid adverse distributional effects.", "Monetary policy cannot be targeted and tailored in the way that fiscal policy can, nor has the mandate to address distributional concerns.", "But monetary tightening could be complemented with changes in the composition of fiscal spending, where the available resources are better targeted to those most in need of support.", "Inflation imposes a burden on the poorest households disproportionately; and, in the short term, monetary tightening may add to this burden, by constraining aggregate demand and labour market conditions.", "A better composition of fiscal spending is essential to protect the economy from the risk of poverty and excessive income inequality.", "The fiscal policies that we are seeing in action are not sufficiently adhering to these principles.", "In the euro area, the fiscal response to the energy crisis has been large, amounting to nearly 2 per cent GDP in 2022 with a similar figure expected in 2023.", "While difficult to classify precisely, about half of the total support in the euro area over the 2022-23 period is assessed as affecting prices directly, via lower marginal costs of energy consumption, with income measures making up the remainder.", "Only about 12 per cent of the total support is estimated to be targeted at vulnerable households and, to a smaller extent, firms directly affected by higher energy prices.", "Such untargeted spending is increasing demand and directly contributing to inflationary pressures.", "Price measures and energy price discounts may have contained prices initially, but they are costly to the budget and prevent often necessary demand adjustments.", "Most importantly, by contributing to higher and more persistent inflation over the medium term, their longer-term effectiveness is questionable, at best.", "The outlook for public finances can rapidly change.", "Monetary tightening has not yet adversely affected public debt sustainability.", "This is largely due to the initial positive impact that inflation tends to have on the public finances.", "Higher prices have a favourable impact on government revenues, both via higher indirect taxes - such as VAT and excise - and direct ones - the impact of fiscal drag on the income tax.", "Together with the higher revenues, a rise in nominal GDP owing in large part to high inflation has led to significant decreases in debt-to-GDP ratios that had reached historically-high levels after the pandemic.", "Deficits, however, continue to be too high.", "In the fourth quarter of 2022 the deficit-toGDP ratio stood at 4.7% in the euro area.", "It grew compared to the previous quarter because increases in total expenditure exceeded those in total revenue.", "This shows that the initially positive effects of inflation on public finances can easily revert: over time, spending pressures can intensify, offsetting or even overtaking the benefits on the revenue side.", "So far, while government bond yields are obviously rising in response to policy rate increases, sovereign spreads have remained relatively compressed.", "However, with growth expected to reduce, government interest payments increase, and the central bank progress in its quantitative tightening, the sustainability of public debt cannot be taken for granted.", "The least desirable scenario is one in which markets start questioning sovereign's creditworthiness again.", "In Europe we know only too well the financial distress that can result in such cases, and the deep and long-lasting scars it can leave to the economy.", "Sound management of public finances, firmly based on counter-cyclicality, debt sustainability, and the promotion of growth can help avoid adverse outcomes like this in the future.", "We should also not under-estimate the damage such episodes do to trust in the euro itself.", "Of course, central bank pursuit of price stability is the other pillar on which trust in the currency rests, something I return to at the end.", "Appropriate governance arrangements could help to put public finances on a sounder long-term footing and reduce the tensions between fiscal and monetary policies.", "These tensions are not new.", "Even in the short history of the euro area, our macroeconomic performance has suffered from fiscal procyclicality, as well as from episodes of fiscal sustainability problems in some member countries.", "Sustainable fiscal positions and countercyclical fiscal policy are necessary conditions for the realisation of price stability and macroeconomic stability.", "And yet, the macroeconomic governance framework that was in place over the first two decades of the euro proved insufficient to promote them.", "The importance of making the framework a better fit for the task, cannot be overemphasised.", "I believe that the European Commission's views, released late last year, correctly identify the key elements of the reform in 'improving national ownership, simplifying the framework and moving towards a greater medium-term focus, combined with stronger and more coherent enforcement'.", "If the new framework is able to implement these principles effectively, greater transparency and credibility, together with an improved enforcement mechanism, could drastically improve fiscal discipline and provide for a more solid anchor for public debt sustainability.", "A simplified and more transparent framework, with increased national ownership, could simultaneously increase accountability through public scrutiny, foster the complementarities between monetary and fiscal policies, and be conducive to a stronger and more stable euro area economy.", "Meanwhile, it is both appropriate and desirable that the ECB takes the lead in fighting inflation.", "We are seeing the impact of our tightening in the first stage of the transmission.", "In recent months the Governing Council has articulated how it will operationalise the path ahead for interest rates.", "Looking ahead to June, our next round of projections will be a useful input in determining the policy prescription.", "They will be complemented by three further and important inputs: incoming economic and financial data, the dynamics of underlying inflation and an assessment of the strength of transmission.", "Monetary policy affects the economy and inflation with long and varied lags, and the full effects of our tightening are still likely ahead of us.", "In saying that, however, and given our current outlook for inflation, we are likely to be close to 'the top of the ladder', so slowing the pace to standard rate steps is appropriate.", "The calibration of monetary policy from here has to remain data dependent given prevailing uncertainties.", "But what is certain is our commitment to price stability.", "Bringing inflation back to its 2% target in the medium term will lay the foundation for a strong euro area economy.", "Fiscal policy can and should help by avoiding boosting net demand, holding back supply, or raising prices and of course by supporting structural reform to meet the challenge of the economic transition that the European economy is facing.", "I would like to thank Giuseppe Corbisiero, Reamonn Lydon and Gillian Phelan, for their contribution to my remarks."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination"], "topics": ["inflation", "monetary policy", "fiscal policy", "public debt", "price stability", "economic stability", "governance", "macroeconomic stability", "disinflation", "energy crisis"]}