{"sentences": ["Party Secretary Yuan, Minister Teo, Governor Huang, Mayor Hu, colleagues from China and ASEAN, ladies and gentlemen, good afternoon.", "Welcome to the fifth Financial Summit of the Singapore-China (Chongqing) Connectivity Initiative, or CCI.", "I thank the Chongqing Municipal People's Government for hosting this event, with such impressive efficiency and warm hospitality.", "On a personal note, I am very happy to be back in Chongqing after more than three years.", "The city is even more vibrant and beautiful than when I last saw it.", "Our gathering today comes at a challenging juncture for the global economy.", "According to the latest IMF World Economic Outlook, global economic activity is experiencing a broad-based slowdown, with core inflation persistently higher than seen in several decades.", "The global financial system is undergoing a tenuous adjustment to the new era of higher interest rates, as shown by recent stresses in the banking sector.", "These macro-financial developments make for a fragile global economy.", "If recent banking stresses lead to an aggressive pullback of credit, it will further drag down an already slowing global economy.", "The risk is of a potentially destabilising dynamic, where slower growth weakens credit quality and asset prices, thereby further exacerbating financial system vulnerabilities.", "Central banks need to stay focused on bringing down inflation.", "The good news is that sustained monetary policy tightening by major central banks has begun to break the momentum of rising inflation.", "The bad news is that inflation remains elevated.", "The longer inflation remains elevated, the greater the risk that inflation expectations become unhinged.", "If inflation expectations rise, monetary policy would have to be tightened even more to restore price stability.", "It is important that monetary policies remain tight.", "In Singapore, monetary policy remains tight.", "The MAS has just announced maintaining its current policy stance following five consecutive rounds of policy tightening.", "Maintaining an appreciating path for the nominal effective exchange rate of the Singapore Dollar means that monetary policy will continue to have a dampening effect on inflation.", "Imported inflation is already negative and core inflation has peaked and is projected to decline over the second half of 2023, towards 2.5% by year-end.", "But it is too early to declare victory.", "MAS will remain vigilant to any signs of a resurgence of inflation.", "Even as we remain vigilant on our current challenges, let us not ignore our longer-term imperatives.", "I will highlight two such imperatives for China and financial market connectivity and co-operation; green and transition financing.", "The CCI Financial Summit has been a key platform for financial co-operation between Chongqing and Singapore.", "Since its inception in 2015, the CCI Financial Summit has connected more than 2000 policymakers and industry leaders from ASEAN and China, to exchange ideas and to explore new areas for cooperation.", "To-date, the CCI has facilitated 239 cross-border financing deals worth over US$29 billion.", "In 2022 alone, 27 financing deals worth about US$6 billion were concluded.", "The second imperative - green and transition financing - is a new dimension in financial co-operation between China and Singapore as well as ASEAN.", "Many countries and corporates have made commitments to reach net-zero by Financing is critical to support these efforts and facilitate the progressive decarbonisation of our economies.", "McKinsey has estimated that $9 trillion a year till 2050 is needed to achieve netzero.", "One-third of this amount is required in the Asia-Pacific.", "MAS and the People's Bank of China (PBC) have formed a China-Singapore Green Finance Taskforce.", "The Taskforce will: facilitate public-private sector exchanges to better mobilise private capital for sustainable development needs; and collaborate on standards, financing solutions, data collection, and technology enablers to enhance green investment opportunities in China and the ASEAN region.", "The first session of the Taskforce will be held tomorrow in Chongqing.", "Let me suggest four potential areas of co-operation between Chongqing and Singapore, leveraging on the work of the China-Singapore Green Finance Taskforce.", "First, we can work together to incubate pilots and test initiatives.", "Chongqing has a green financial reform and innovation pilot zone.", "This could serve as a safe space for green finance initiatives to be piloted.", "As Taskforce discussions progress, we can work closely with Chongqing to assess suitable green projects for incubation.", "Second, we can explore together how to develop a green financial market ecosystem.", "Chongqing and Singapore have been working with our financial institutions to raise awareness of green financing amongst Chinese corporates.", "Chinese corporates which want to issue green bonds can avail themselves of MAS' grant schemes to help defray the additional costs of third-party verification when issuing green bonds in Singapore.", "Chongqing and Singapore can do more to simplify the application process for qualified companies in the Western Region to raise sustainable finance overseas.", "This can leverage on the trials that Chongqing and Chengdu have done earlier this year to facilitate such issuance.", "Third, we can do more together to align our green taxonomies.", "ASEAN has embarked on developing a taxonomy to define sustainable and transition activities in six focus sectors as a start.", "China has also developed a taxonomy.", "China and ASEAN can work towards greater inter-operability across their taxonomies, especially for transition activities.", "This will help attract greater cross-border green financing to the region.", "Fourth, we can explore together innovative structures to help scale up transition financing for the ASEAN region.", "This includes financing structures that blend finance from the public sector, private sector and multilateral development banks to de-risk and fund projects that would otherwise be unable to attract pure commercial funding.", "In short, there is much that Chongqing and Singapore can potentially do together in the green finance space.", "Let me wish all participants a fruitful Summit, with good exchanges of insights and new opportunities for collaboration."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none"], "topics": ["Inflation", "Green financing", "Monetary policy", "China-Singapore connectivity", "Financial stability", "Cross-border financing", "Banking sector", "Global economy", "Sustainable development", "Transition financing"]}