{"sentences": ["Hearing of François Villeroy de Galhau, Governor of the Banque de France, Before the Finance Committee of the French National Assembly Paris, 1 March 2023 Mr President, Mr Rapporteur General, Ladies and Gentlemen Thank you for welcoming me to this hearing today, the first of 2023.", "The economic context is sending out mixed signals, with rather good news regarding economic activity, but significant inflation and uncertainty, and the Russian war against Ukraine still in the background.", "I will first seek to shed light on these economic signals and the resulting monetary policy developments (I), before discussing the effect of monetary policy on the financing conditions of the economy, i.e.", "businesses, households and public debt (II).", "No recession, but still too high inflation Although it slowed down - as expected - at the turn of winter 2022-23 in France and in Europe, economic activity is faring better than expected, as confirmed month after month by our monthly business survey of 8,500 companies.", "Average purchasing power was finally preserved in 2022.", "The risk of recession that was hanging over our economies can now be dismissed, barring a major global event.", "We will update our quarterly macroeconomic projections on 20 March.", "In France, growth is expected to be slightly positive in 2023 - a priori slightly higher than the +0.3% forecast in December - before picking up again in Yet, inflation remains the main concern for our fellow citizens - and in particular the most vulnerable among them - and for us.", "Admittedly, it has started to stabilise, or even to fall back to 8.6% in the euro area at the end of January in the context of a slowdown in energy prices.", "However, the first figures for February published yesterday for Spain and France call for vigilance, and for perseverance in our monetary action: inflation persists, for France at 7.2% according to the European Harmonised Index of Consumer Prices, at 6.2% according to the national price index.", "According to our forecasts, it should reach its peak in the first half of 2023 and could have halved by the end of the year.", "But that is still too high, and core inflation, i.e.", "excluding energy and food, is still rising and amounts to 4.5% for France according to our estimates.", "The nature of inflation has indeed changed beyond the initial energy crisis: it is not only higher but also more widespread, not just imported but also domestic, not just linked to a transitory supply shock but also potentially persistent.", "In light of this, no one can deny that monetary policy can and must respond.", "Here, I would like to emphasise not only our forecast, but also our commitment to bring inflation down to 2% by the end of 2024-25.", "After the \"sprint\" to monetary normalisation started in July 2022, we are now entering a new phase of monetary policy that is more comparable to a long- distance race: it will be longer above all we must not claim victory too rapidly -, but more gradual and more pragmatic in the pace of the next interest rate hikes.", "It is clearly too early to tell beyond the 3% that we are expected to reach in March which is well below the current rate of 4.75% in the United States, or 4% in the United Kingdom at what \"terminal\" rate key rates will stabilise.", "But I believe it is possible to shed some light on the path that we should follow, in order to provide some degree of economic predictability.", "First, regarding the calendar, it seems to me desirable to reach this terminal rate by summer, i.e.", "by September at the latest.", "And our decisions will be guided by the economic data: our central criterion for deciding on monetary stabilisation should be the fairly certain turnaround in the underlying inflation trajectory.", "It is this underlying inflation that monetary policy can best treat, and which provides the best indication of the medium-term perspective of headline inflation.", "We have not yet reached that turnaround, that economic \"threshold\".", "I would also like to dispel a fear: the disinflation that we are about to carry out will not lead to a recession, given the resilience of economic activity and employment.", "On the contrary, lasting inflation would be the worst enemy of growth.", "Financing conditions are therefore normalising, without weighing excessively on the situation of businesses The tightening of monetary policy has led to more restrictive financing conditions, after several exceptionally accommodative years.", "But the rise in interest rates is being passed on to the real economy in a gradual and orderly manner, particularly in France.", "outstanding bank loans to businesses Regarding businesses and SMEs, remained strong at +6.8% in January, of which +5% for SMEs and VSEs.", "Bank credit is partially replacing market financing due to a more contained increase in its cost.", "As regards businesses, we should remain vigilant but not alarmist as we sometimes hear.", "Admittedly, their cash position has deteriorated, falling from an initially high level, as confirmed by our last monthly survey in industry more than in services - but we are not witnessing a major return of the \"spectre of defaults\".", "At the end of January, the number of defaults had risen to just under 43,000 over the past 12 months.", "This level is above the artificially low level recorded during the Covid years with their exceptional support measures, but still well below the average of roughly 59,000 recorded over the 2010-19 period.", "We should gradually move towards this figure, and we are monitoring the situation of SMEs and VSEs in some of the more fragile sectors very closely.", "At the same time, business start-ups remain at a record level, at over 400,000 excluding microentrepreneurs.", "Similarly, we do not have any general concerns about the reimbursement of SGLs.", "Since February 2022, we have received 671 requests, covering less than 0.1% of the total number of SGLs.", "Of the EUR 143 billion that have helped close to 700,000 businesses, EUR 46 billion have already been repaid.", "And today, over 95% of businesses are repaying their SGL correctly.", "The Banque de France's Credit Mediation remains mobilised in each of your départements to address the most difficult cases, within the framework of the \"local agreement\" renewed for 2023.", "Regarding households, growth in housing loans still amounted to +5.3% in December (and +5.1% in January) in the context of a gradual rise in the average rate, which then stood at 2.05%,2 compared with 2.9% on average in the euro area and 3.5% in Germany.", "In France, housing credit remains the cheapest, most abundant and safest in Europe - with 97% of outstanding loans at fixed rates.", "Of course, we have come out of the years of exceptionally easy credit.", "Nevertheless, the financing needs of the real economy are still largely met, thanks to the soundness of French banks.", "Besides, credit deceleration, as long as it takes place in an orderly manner, is justified, after the recent rise in private debt ratios (households and non-financial corporations).", "In this respect, I would like to point out that France's debt ratio is the highest of the major European countries at 147% of GDP in Q3 2022, compared to 119% on average in the euro area.", "This leaves the third major economic agent: general government as a whole.", "France's public debt ratio is not only 20 percentage points higher than that of the euro area as a whole (113% of GDP compared with 93% in Q3 2022),1 but it is not decreasing, unlike that of the other major countries of the euro area.", "Since energy prices are declining, we must now begin to rapidly reduce support measures, while targeting them at those who need them most.", "Tariff shields may have been useful in the short term to cushion the energy shock, but they cannot alleviate it altogether.", "Indeed, a lasting victory against inflation cannot be achieved by fiscal measures, but by monetary policy and by strengthening our productive supply.", "More broadly, the response to this crisis, to this new world, lies above all in a major effort to adapt.", "In fairness and this is just as important for me as it is for you - and over time, we must successfully achieve the three major transformations that are the key to our economic and social success: the energy and climate transformation; the digital transformation; and the transformation of work by increasing its collective quantity and its individual quality.", "To conclude, I will repeat this conviction: we have the capacity to succeed together.", "Rest assured that the Banque de France, together with its staff throughout the branch network, will be fully mobilised in this respect."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic activity", "Financing conditions", "Businesses", "Households", "Public debt", "Core inflation", "Energy prices", "SGLs"]}