{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss our recent policy announcement and the Bank's Monetary Policy Report.", "In January, we raised our policy interest rate by 25 basis points to 4.50%.", "We also said that we expect to hold the policy rate at the current level while we assess the impact of eight consecutive interest rate increases since March 2022.", "This is a conditional pauseit is conditional on economic developments evolving broadly in line with our forecast.", "Since the last time we were here with you, we've seen some evidence that our interest rate increases are starting to slow demand and rebalance our overheated economy.", "With inflation above 6%, we are still a long way from the 2% target.", "But inflation is turning the corner.", "Monetary policy is working.", "Before we take your questions, I'll outline the impact our rate increases have had so far.", "Then I'll explain what we expect to see this year.", "Finally, I will highlight some of the risks we face and how we will respond to ensure that inflation continues to come down and returns to our target.", "Inflation in Canada has eased but remains high.", "Annual consumer price index (CPI) inflation moderated to 6.3% in December from its peak of 8.1% in June.", "So far, this easing mostly reflects lower prices for energy, particularly for gasoline.", "With global supply chains improving and demand slowing here at home for big-ticket items that people often buy on credit, price increases for durable goods have also moderated.", "Prices for food and many services, however, are continuing to rise much too quickly.", "The Canadian economy remains overheated and clearly in excess demand, and this continues to put upward pressure on many domestic prices.", "A broad range of labour market indicators have shown only modest signs of easing.", "Job vacancies have come down a little but remain elevated, the unemployment rate is near historical lows, and many businesses continue to report labour shortages.", "Overall, the restrictive stance of monetary policy is helping to rebalance demand and supply.", "Household spending is slowing, particularly for goods sensitive to interest rates like housing and furniture.", "More broadly, consumption growth appears to have weakened considerably in the second half of 2022.", "Some of this slowdown reflects the waning boost from the reopening of the economy, but higher interest rates have contributed.", "The economic outlook We know it takes time for higher interest rates to work through the economy to slow demand and reduce inflation.", "That's why policy needs to be forward-looking.", "Guided by what we have seen so far and our outlook for economic growth and inflation, we think it is time to pause interest rate hikes and assess whether monetary policy is restrictive enough to return inflation to the 2% target.", "If economic developments are broadly in line with our forecast and inflation comes down as predicted, then we shouldn't need to raise rates further.", "But if evidence begins to accumulate to show that inflation is not declining in line with our forecast, we are prepared to raise our policy rate further.", "In our January outlook, we expected economic growth to be close to zero for the first three quarters of the year.", "With growth in demand stalled, supply will catch up and the economy will move from excess demand to modest excess supply.", "This will relieve inflationary pressures.", "We expect CPI inflation to fall to around 3% in the middle of this year and reach the 2% target in 2024.", "We've already seen a momentum shift in goods prices.", "For inflation to get back to 2%, the effects of higher interest rates need to work through the economy and restrain spending enough for supply to catch up.", "The tightness in the labour market needs to ease, wage growth needs to moderate, and service price inflation needs to cool.", "Inflation expectations also need to come down and businesses return to more normal pricing behaviour.", "If those things don't happen, inflation will get stuck above our 2% target, and additional monetary tightening will be required.", "There are risks around our projection.", "Global energy prices could jump again, pushing inflation up around the world.", "Inflation expectations could remain elevated in Canada, or increases in labour costs could persist.", "Overall, we view the risks around our inflation forecast as balanced, but with inflation still well above our target, we continue to be more concerned about these upside risks.", "I want to leave you with a few key messages.", "The decline in inflation since the summer is a welcome relief for the many Canadians who are struggling to keep up with the rising cost of living.", "But at more than 6%, inflation remains too high.", "To fight inflation, the Bank of Canada responded forcefully, raising its policy interest rate from 0.25% a year ago to 4.50% today.", "That is working to reduce demand and rebalance the economy.", "We're still a long way from our inflation target, but recent developments have reinforced our confidence that inflation is coming down.", "And we are committed to getting inflation all the way back to 2% so Canadians can once again count on low, stable and predictable inflation and sustainable economic growth.", "With that overview, the Senior Deputy Governor and I would be pleased to take your questions."], "classifications": ["none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Interest rate", "Monetary policy", "Economic outlook", "Demand", "Supply", "Labour market", "Inflation forecast", "Risks", "Inflation target"]}