{"sentences": ["i Global Official Institutions Conference, 22 June 2023 Building together a future-proof banking and payment sector in Europe Speech by François Villeroy de Galhau, Governor of the Banque de France Ladies and Gentlemen, I am pleased to be with you for this Global Official Institutions Conference organised by BNPP, and I extend my warmest thanks to Jean Lemierre, Chairman of BNPP's board of directors, for his invitation to give this speech.", "Facing the obvious turbulence and challenges of the last 18 months, we come here from different perspectives.", "Let me focus nevertheless on some common features: I will take the European view, and not only the French one.", "And I will focus on two delicate interactions between public authorities and private sector financial institutions: -the first one is about the recent past: why did the euro area escape the banking turmoil born in the US and in Switzerland, and can we be safe enough?", "(I) -the second one is about the next future: why should Central banks stand ready to issue a digital currency?", "Banking turmoil: three blessings and a funeral I spoke after SVB's failure of 'Three blessings and a funeral'.", "Let me start with the funeral, at least the one that we can welcome, but which, unfortunately, is not final.", "It should be the condemnation and the funeral of mismanagement.", "Blatant mismanagement of the risks and of the business model in some banks explains first and foremost the recent turmoil.", "It must be reiterated, SVB's business model was fortunately an outlier, and the rise in interest rates generally benefits European banks, thanks to their diversified deposit base and large loan portfolio.", "As president of the French prudential authority, I can attest to French banks' robustness: their net banking income increased by 5.3% in 2022, and their revenues remain on a high track in 2023.", "After the (temporary, alas) funeral, let me come to the three blessings.", "This word is a bit self-centred, I confess, since I am referring to public policies.", "But the blessings refer first to two reasons why the US banking crises did not affect the euro area this time: our regulation, and our supervision.", "As regards regulation, Basel III in its entirety applies to all European banks, but only to 13 banks in the United States.", "According to a number of estimates, including our own, SVB's short-term liquidity ratio (LCR), had it been applicable, would have been below the 100% requirement, which would have been an early warning signal - for memory's sake, all liquid assets are booked at fair market value in this ratio.", "The priority is therefore not to keep reworking the Basel requirements - and thus delaying their implementation - but to implement them everywhere and quickly, as the Fed Vice Chair's - Michael Barr - report suggested it in April.", "In short, more Basel III now, rather than a hypothetical and delayed Basel IV.", "However, there are two issues to consider: the increased speed of deposit withdrawals - connected with digitalisation and social networks - raises new challenges.", "None of the ideas put forward on this subject are clear-cut, but none should be taboo.", "Moreover, the lack of liquidity and transparency in the single-issuer CDS market must no longer give rise to systemic risks: as a first step, we must ensure a better understanding of the transactions, the participants and the correlation risk with other financial instruments.", "Let me now turn to supervision.", "Why did Credit Suisse fail despite meeting the requirements of Basel III?", "The answer is clear: good regulation is necessary; but it is never enough.", "A Highway Code - regulations -, even the best one in the world, will only be effective if the traffic police - supervisors - are efficient.", "Risks generated by specific business models should lead to stricter requirements.", "This is precisely the spirit of \"Pillar 2\" of the Basel framework.", "Supervision can and must be responsive, intrusive - including with on-site inspections -, exercised by highly qualified professionals, and applied forcefully.", "This is not wishful thinking: this active supervision is one of the greatest success stories of our European Banking Union.", "The SSM demonstrates the benefits of bringing all players under one main authority only, rather than regional ones, with clearly defined responsibilities and coordination.", "Furthermore, our active supervision demonstrates the strong value of regular stress tests, which are this year typically based on a sharp rise in short and long-term interest rates: this is the way we in Europe already deal actively with IRRBB, including for smaller institutions.", "Resolution is the third 'blessing', also less operational.", "The fact that the Swiss authorities opted for a merger in the case of Credit Suisse raised new questions about how to make resolution more reliable.", "Let me share just some thoughts at this point.", "The first concerns the resolution of large or even systemically important banks.", "The provision of potentially significant amounts of liquidity in times of crisis is a prerequisite for successful resolution.", "The framework for the ECB to provide \"Eurosystem resolution liquidity\" has yet to be built.", "The other priority, at the other end of the spectrum, is to shift from resolution \"for a minority\" - a far too small minority of cases: two in the last nine years - to resolution \"for the majority\" of cases, including small and medium-sized banks.", "The European Commission's proposal for a revised crisis management and deposit insurance (CMDI) framework is a step in the right direction.", "Yet, level-playing field must be ensured not to give unfair advantage to smaller banks; and greater pooling between the Resolution Fund and deposit guarantee schemes should not lead to large companies potentially benefiting from the same protection as the smaller deposits of individuals or SMEs.", "The digital currency for a changing world Let me now turn to my second topic: the technological evolutions underway in the fields of finance and payments, which has led us, the Eurosystem, to have launched an investigation phase on a retail central bank digital currency (CBDC) under the sponsorship of President Christine Lagarde and my friend and colleague Fabio Panetta.", "Pending an approval by the Governing Council, a preparation phase will then start at the end of this year, before a potential and gradual launch from 2027 or 2028 onwards.", "I am aware I am entering here a less consensual ground, listening to banks' doubts along two arguments (i) the CBDC would be a 'solution in search of a problem', the 'why?'", "question (ii) and the CBDC would be a competitor to commercial bank money.", "The purpose: a digital banknote About the 'why?", "', I can imagine that two centuries ago, there were many voices questioning the need for a paper banknote - at that time a huge technical innovation - to be issued along the good old gold and silver coins.", "Today, it all boils down to one simple question: as everything is becoming digital, why should central bank money be the only thing to remain in paper?", "As many of you know, central banks have also - and fortunately so - innovation in their DNAi, keeping pace with technological disruptions.", "The Eurosystem has made headway on the design of the digital euro,ii including through regular exchanges with consumer associations, merchants and financial players, and the testing of dedicated prototypes.iii To put it in a nutshell, the e-euro will be a digital banknote, or 'Cash+'.", "Naturally, it will feature the same characteristics as existing cash.", "Notably, it will ensure privacy,iv with the offline functionality ensuring the highest level of confidentiality; it will be the safest of assets; thanks to its likely legal tender statusv, it will be accepted everywhere across the euro area; and its basic functionalities will be free of charge for individuals.vi But 'Cash+', bringing significant advantages compared with banknotes: it will allow each and every one to use central bank money in e-commerce, in remote peer-to-peer payments, as well as for conditional payments.", "I think it's our duty to build this capacity for our fellow citizens, but it will be their freedom to use it.", "The digital euro will offer European citizens an additional option in the way they make purchases and transactions, and they will determine the pace of its development, and its 'market share'.", "A digital euro will not replace physical cash or other forms of money, and this brings me to this alleged 'competition' issue.", "Money is and will remain a public-private partnership For a long time now, money has been a public-private partnership.", "We need the skills of both sides: the agility, innovations, customer relations of commercial banks; and the trust and stability guaranteed by Central banks.", "Yes, digital commercial bank money already exists, and is usually regarded as safe as central bank money; it will remain very significant in payment amounts, and you may possibly develop tokenised deposits.", "But the trust commercial bank money inspires is not only due to each bank's private signature; it's anchored by its full equivalence and permanent convertibility, 1:1, to the public money issued by the Central bank.", "Loosing this public anchor - in a world of digital payments without CBDC - would sooner or later mean undermining this private trust; think of the 19th century in the United States, before the Fed, where there were regularly confidence crises.", "To make it crystal-clear, a digital euro will not lead to disintermediation.", "It will be distributed through banks: we central banks have absolutely no intention to open private accounts.", "In response to some other worries, there will be no financial stability risks, due to possible significant outflows from commercial bank money to central bank money: a holding limit will apply to digital euro accounts, and it will ensure that the digital euro serves as a payment means, more than as a store of value.", "So commercial banks can and should get on board with full confidence.", "We are, in this 21st century as in the two previous ones, complementary and not competitors on money and payments.", "As said, it's very probably our duty to issue a CBDC, but it's our will to issue it with you, commercial banks, and not against you.", "Developing a scheme of shared benefits for all stakeholders More generally, I would like to insist that there can be benefits for every stakeholder along the chain.", "The 'economic equation' can be worked out so that each and every one - including banks and merchants - has a direct interest in being part of it, like for cash issuance today.", "We are well aware that, to quote the words of our host, payments have gone from being a simple convenience to a central element of banks' relationships with their customers, and we strongly desire that this will continue to be the case.", "The European payment ecosystem as a whole will also benefit from the digital euro, rather than giving ground to so called 'stablecoins' probably issued by non- European players.vii The scheme we are currently developing will enable the emergence of open acceptance standards on a pan-European scale, fostering convergence and enabling all players to build further innovations on common ground.", "In short, a digital euro will act as a 'platform for innovation'viii - including for solutions in commercial bank money, which will benefit from the acceptance standards of the digital euro.", "Let me stress in this regard that for instance the European Payment Initiative (EPI), which we strongly support, successfully tested and integrated the digital euro during the prototyping exercise organised by the Eurosystem over the past few months.", "This success should urge European banks to join both initiatives and related working groups.", "In the same spirit, we - Banque de France and ECB - are actively working with financial institutions on wholesale CBDC.", "Our shared purpose is twofold: fostering tokenised finance and tokenised securities; facilitating cross-border interoperability.", "We will publish an update of our wholesale experiments by early July.", "The two topics I have touched upon today may seem hardly connected to one another, but they actually have something very strong in common: ensuring the European banking and payment sector is fit for purpose in a rapidly changing technological landscape.", "Looking ahead, as Abraham Lincoln once put it, 'the best way to predict the future is to create it'.", "Let us do it together, as talented and committed Europeans.", "I thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Banking turmoil", "Digital currency", "Basel III", "Regulation", "Supervision", "Resolution", "Cash+", "Central bank money", "Private-public partnership", "Payment ecosystem"]}