{"sentences": ["Assalamu'alaikum and a very good morning.", "First of all, thank you to Suruhanjaya Syarikat Malaysia for giving me the opportunity to speak this morning.", "It is an honour and my pleasure to address the audience gathered here today.", "Seeing representatives from various sectors and government agencies, who bring together a diverse range of expertise and experiences, I know that our shared commitment to upholding the highest standards of integrity and trust in our economic and financial system is stronger than ever.", "Overview of Malaysia's Current Financial Crimes Landscape Combating money laundering and terrorism financing, or ML/TF, is a serious business.", "The United Nations Office on Drugs and Crime (UNODC) estimates that roughly USD800 billion to USD2 trillion is laundered globally every year.", "Even then, this may still be an underestimation given the covert nature of these activities.", "To put it into perspective, that amount is almost the size of the combined GDP of the ASEAN countries, an entire region's worth of economic output - that is what we are talking about when we talk about the cost of these crimes.", "Closer to home, the National Risk Assessment 2020 has found - based on data analysis between 2017 to 2019 - that fraud, corruption, smuggling, illicit drug trafficking and organised crimes form the top five high-risk crimes that pose significant ML/TF threats in Malaysia.", "These crimes tend to be thought of as being financial in nature.", "And it is true that they have a major impact on the financial system.", "But more damaging still is the sheer extent of damage wrought by ML/TF in other aspects of national life, beyond the financial system alone.", "Where criminals prevail, the whole of society loses.", "Let's take for example financial scams and fraud.", "Since its launch in October 2022, the National Scam Response Centre (NSRC) has received reports of more than 15,000 scam cases with losses amounting to RM141 million.", "Those numbers are only a subset of overall reports at the national level.", "Based on information from PDRM, in the past two years, nearly 72,000 scam cases were reported, with losses exceeding RM5 billion.", "The loss of livelihoods from these crimes is immeasurable.", "The NRA 2020 found that corruption in the country has become systemic.", "Critically, corruption is interconnected with other crimes, whereby it facilitates the other high-risk crimes I had mentioned earlier.", "It also enables other equally damaging crimes such as human trafficking, forgery, and environmental crimes.", "This underscores what is at stake, but the true cost of the damage done is incalculable.", "Every incident of fraud, corruption or illegal financing hacks away at trust.", "Trust in our economic, political and law enforcement institutions.", "Trust of international investors in the integrity of our financial system.", "And perhaps most damaging of all, trust in the future of our nation.", "The Role of a Robust AML/CFT Regime in Combatting Financial Criminal operations continue to evolve from second to second.", "No sooner have we pinned down one modus operandi before we are faced with another to uncover.", "Within such a complex, uncertain landscape, a robust AML/CFT regime is critical.", "Our tools must be adapted - but the key goals remain the same that is, to prevent crimes, and to enforce punishment.", "Both ensure that crime does not pay.", "the AML/CFT regime aims to prevent financial institutions, businesses and professions from being exploited and misused by criminals to launder financial proceeds from their illegal activities.", "This is where financial institutions and Designated Non-Financial Businesses and Professions (DNFBPs) play a pivotal role in preventing ML/TF.", "Private entities are the first point of contact for potential criminals and form the first line of defence against ML/TF.", "By applying robust Know Your Customer (KYC), customer due diligence and transaction monitoring practices, you are keeping the gates to the rest of the system safe.", "Therefore, by implementing AML/CFT requirements effectively, you are essentially preventing criminals from benefitting from their ill-gotten financial gains.", "AML/CFT regime enables us to monitor and detect illegal financial flows - both domestically and cross borders.", "This is a critical component in successfully prosecuting criminals.", "Suspicious transaction reports (STRs) and cash threshold reports (CTRs) provide vital information for law enforcement agencies.", "By submitting STRs promptly, financial institutions and DNFBPs provide critical intelligence information that aids law enforcement agencies in identifying criminal networks, tracing money trails, and understanding perpetrators' modus operandi.", "In 2022, BNM's Financial Intelligence Unit (or FIU for short), received about 250,000 STRs.", "This represented a nearly 30% increase from the year before.", "The five risk crimes accounted for about 70% of FIU's disclosures to law enforcement agencies and foreign FIUs.", "These disclosures resulted in the arrests of 51 individuals, freezing and seizing of assets of more than RM570 million, as well as revenue recovery of RM372 million in relation to organised crimes and tax offences.", "Over the years, we have worked hard to strengthen our AML/CFT regime.", "While we can be proud of what we have accomplished thus far, we cannot rest on our laurels.", "As I had mentioned earlier, we are dealing with a rapidly evolving landscape - and our toughest challenges lie yet ahead.", "Challenges in Combating ML/TF The fight against financial crimes was never an easy one.", "Crime, is by its nature, covert and mercurial.", "But what has changed for us is the exponential rate at which the scale and complexity of crimes have grown in recent years.", "The has opened up immense speed and anonymity afforded by technology possibilities for criminals to mask their financial activities.", "These have undoubtedly complicated our efforts in tracing fund flows in criminal activities.", "One such challenge is the use of anonymous virtual assets and online payment systems in criminal activities.", "In a recent Financial Action Task Force (FATF) publication , it was observed that the use of virtual assets - including anonymity enhanced coins or cryptocurrencies to disguise terrorist financing, has been increasing.", "While crimes may be borderless, enforcement is often not.Criminals fly under the radar and subvert national regulations in carrying out complex crimes involving multiple jurisdictions, entities and individuals.", "Public authorities and private sector gatekeepers face significant hurdles in tracing the entirety of criminal networks, especially where transnational cybercrimes are concerned.", "I am sure many of you here today understand this problem; identifying beneficial owners when conducting customer due diligence (CDD) is especially demanding where foreign ownership or controls are concerned.", "Investigations of such cases do not just demand deep technical expertise.", "They are also subject to intricate coordination across various enforcement agencies, and the navigation of various cross-border legal elements.", "In this respect, we have been strengthening our relationships and coordination mechanisms with regional and global authorities.", "The Malaysian FIU for example, can exchange vital financial intelligence with over 160 foreign FIUs regarding ML/TF and other related predicate offences.", "This level of collaboration goes a long way in aiding our domestic law enforcement agencies in their investigations, especially when crimes involve the flow of funds across borders.", "The NRA 2020 also detected the rising role of professional enablers in masking crimes.", "Lawyers, accountants and company secretaries are considered higher-risk professions due to their roles as facilitators or enablers through the management of client's money, setting-up of shell and complex structures of legal persons, as well as the provision of nominee services in obscuring ownership/control.", "We do acknowledge that company secretaries have made major improvements in complying with AML/CFT requirements, thanks to stronger due diligence practices, record-keeping and information management systems.", "As a group, companies secretaries are among the top three DNFBP sectors when it comes to meeting the requirement for the appointment of compliance officers.", "In the course of BNM and SSM's oversight, we have also seen a 55% jump in Data Compliance Report submission in the last two years.", "That said, we have also observed that company secretaries have only submitted an average of 11 STRs annually.", "This is of concern given that there are more than 4,000 company secretaries in Malaysia.", "This gap between the actual and expected number of submissions reflects an urgent need for company secretaries to be extra vigilant in detecting high-risk crimes more effectively.", "Strengthening our AML/CFT Regime: The Way Forward The challenges of today present a clear case to refine our AML/CFT regime.", "The question is how best can we strengthen the prevention and enforcement elements of AML/CFT to ensure that we keep up with the evolution of criminal activity?", "First, and fundamentally, is strengthening the capabilities of our private sector .", "As I mentioned earlier, financial institutions and DNFBPs are our first line of defence.", "It is therefore critical for these institutions to possess the necessary tools, resources, and expertise to execute their roles.", "Robust compliance programmes including regular audits to ensure adherence to regulations, comprehensive training, and a culture of compliance are vital.", "In 2022, BNM issued several advisories and held engagement sessions to raise awareness of current as well as emerging risks and trends, common modus operandi, and STR reporting standards among reporting institutions.", "I also wish to thank SSM for their continued support in organising AML/CFT trainings through COMTRAC for company secretaries and undertaking joint AML/CFT supervisions with BNM.", "The sheer volume and scale of deploying technological solutions information that we are dealing with warrants more advanced technological solutions.", "Detection and pattern analysis can be improved by leveraging big data analytics and machine learning.", "There is also room for enhancing transparency, traceability, and accountability in financial transactions.", "At BNM, we are undertaking similar journeys.", "Our AML/CFT supervisors and financial intelligence analysts continue to improve riskbased supervision and analysis through the adoption of digitalisation and data science.", "To illustrate, our FIU adopted machine learning to rank STRs according to risk profile and developed a network analysis tool to establish linkages of criminals across different databases.", "These technologies have enabled more effective analysis, thus contributing to the increase of high-impact investigations.", "The final of these is bolstering our legal, regulatory and supervisory regime .", "Laws and standards must be updated to keep up with evolving risks.", "Both of our preventive and enforcement measures rest on these pillars, and it is essential that such measures are continuously reviewed for efficacy, in addition to alignment with international standards.", "In this spirit, BNM is undertaking policy reviews relating to areas of critical and contemporary concerns.", "These include the assessment and mitigation of proliferation financing risk, targeted financial sanctions, and the application of AML/CFT requirements at the group level for DNFBPs.", "Additionally, the definition of \"beneficial owner\" will be streamlined with revised international standards.", "The National Coordination Committee to Counter Money Laundering (NCC) is also updating the risk assessments of legal persons and legal arrangements , with a focus on vulnerabilities associated with beneficial ownership and foreign-created entities.", "This year marks the 19 anniversary of company secretaries being included in reporting obligations under the Anti-Money Laundering, Anti-Terrorism Financing and Proceeds of Unlawful Activities Act 2001 (AMLA).", "At the beginning of this journey, BNM, as the competent authority under the AMLA, focused on raising awareness to improve the AML/CFT compliance culture within the DNFBP sectors.", "This has since been followed by a gradual ramping up of compliance expectations to adapt and accommodate the varying natures and business profiles of DNFBP.", "As a reflection of the important role of DNFBPs in preventing ML/TF, and to further strengthen the overall compliance culture, beginning of this year, DNFBPs that fail to comply with the AML/CFT and Targeted Financial Sanctions requirements are subject to enforcement actions.", "These actions can be in the form of a directive order, monetary penalties (or compound), or prosecution.", "Malaysia's Mutual Evaluation Review by the FATF As all present here are aware, the upcoming mutual evaluation of Malaysia, as conducted by the international watchdog for ML/TF - the Financial Action Task Force (FATF), will be commencing in 2024.", "We should take this opportunity to showcase Malaysia's commitment to fighting financial crimes, and the strides we have made in implementing effective AML/CFT measures.", "The importance of a positive evaluation for Malaysia cannot be overstated.", "If we perform well, this will boost our credibility as having a reliable, trusted, and clean financial system, opening doors for stronger levels of foreign investments and ultimately, bolster economic growth.", "Conversely, low ratings will have severe consequences for the country.", "Being grey or black-listed by the FATF can result in increased business and compliance costs, disruption of capital flows, and the de-risking of Malaysian individuals and businesses by international financial institutions.", "In conclusion, I want to once again commend the efforts of all the professions here - civil servants, enforcement authorities, CEOs, company secretaries, accountants and lawyers.", "It is thanks to the commitment and diligence from all of you that we have come so far with our AML/CFT efforts in unmasking financial crimes.", "As we forge ahead, it is important for each and every one of us to rise to the challenge posed by a complex and evolving crime landscape.", "Given that we are only as good as our weakest link, I urge us all to adopt a whole-of-nation approach.", "It is critical that regulators, law enforcement authorities and reporting institutions work closely and strategically together on all fronts.", "Be it detection, analysis, enforcement, knowledgesharing or capacity building.", "We are in this together.", "In protecting our businesses and financial system from being misused for criminal activities, we are doing our part for a safer Malaysia.", "The agility and effectiveness of our response to ML/TF will be our clearest commitment to ensure that crimes do not pay.", "This is a shared responsibility.", "On that note, I wish all of you insightful and productive exchanges in the rest of today's sessions.", "-laundering/overview.html Targeted Update on Implementation of the FATF Standards on Virtual Assets and Virtual Asset Service Providers: -gafi.org/en/publications /Fatfrecommendations/targeted-update-virtual-assets-vasps-2023.html Companies Commission of Malaysia Training Academy Including trusts"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Anti-Money Laundering", "Combating Financial Crime", "Terrorism Financing", "Financial Intelligence", "Suspicious Transaction Reports", "Beneficial Owner Identification", "AML/CFT Compliance", "FATF Evaluation", "Virtual Assets", "Professional Enablers"]}