{"sentences": ["Dear representatives of the media, First of all, let me thank you for your presence at this year-end conference and for the continuous and effective cooperation that we have cultivated over the years with the aim of informing the public as fairly as possible about the CBK's activity, as well as economic and financial developments in the country.", "Communication with the media continues to be an extremely important part of CBK's activity.", "Through your fair reporting, we have managed to keep the public well informed about developments in the country's financial system and economy.", "Therefore, I would like to take this opportunity to express my high appreciation for the professionalism shown during this year as well.", "Despite all the difficulties we have faced, I am happy that the Central Bank of the Republic of Kosovo has managed to implement its objectives this year as well, ensuring a stable financial system, which in recent years has managed to cope with success the crises caused by the Covid 19 pandemic and now the Russian aggression in Ukraine, but also to be one of the main pillars of support for businesses and individuals, and with this also for the country's economy.", "Now, allow me to present before you a summary of the developments that characterized the country's economy and financial system during this year, based on the latest data available to us for the respective sector.", "The economy of Kosovo started the year 2022 with a very good perspective, since we were leaving behind a very successful year, where according to the estimates of the Statistics Agency of Kosovo, the real growth rate of the Gross Domestic Product in 2021 was 10.75 percent.", "However, during 2022, change of global dynamics as a result of the war in Ukraine, which were accompanied by increase of inflation, changing monetary policies and increase of interest rates, and slowdown of global trade growth as a result of supply chain disruptions, was also reflected in the economic activity in Kosovo.", "According to CBK's estimates, GDP in 2022 is expected to record a slowed growth of 3 to 4 percent, mainly due to the contraction of domestic demand and increase in imports, while exports have had a positive impact.", "Based on the data recorded until September of this year, the expenditures of non- residents in Kosovo, most of which are from the diaspora, amounted to 1.48 billion euros , which represents an increase of 26.1 percent compared to the same period last year.", "As well, the year 2022 marked a faster rate of growth for remittances sent by the diaspora to Kosovo.", "The value of remittances received until the end of October 2022 is 1 billion euros, which represents an annual increase of 5.5 percent.", "The increase in domestic demand in Kosovo during this year was reflected in a higher value of the import of goods, which until September 2022 marked the value of 4.15 billion euros or an annual increase of 24.6 percent .", "On the other hand, the export of goods marked the value of 688.0 million euros , marking an annual increase of 27.1 percent.", "As a result of these developments, the trade deficit in the account of goods until September 2022 recorded the value of 3.47 billion euros , which represents an annual increase of 24.2 percent .", "On the other hand, the export of services until September 2022 marked the value of 2.05 billion euros , marking an annual increase of 32.8 percent , which occurred mainly as a result of the increase in the visits of our compatriots and tourists to the country.", "The import of services was also characterized by growth, which until September 2022 recorded a value of 901 million euros .", "So the total imports of goods and services until September of this year are in the amount of 5.05 billion euros , while the exports of goods and services are in the amount of 2.7 billion euros .", "As for foreign direct investments, their value until September 2022 reached 567 million euros , compared to the value of 395 million euro s recorded until September 2021.", "During this period, high growth was noted by FDI in investments in real estate, which marked the value of 394 million euros , compared to the value of 265 million euros registered until the end of September 2021, or expressed as a percentage, we have an 48.7 percent.", "Regarding other macroeconomic indicators, it is worth noting that the average inflation marked the rate of compared to the annual until November 2022 11.5 percent average of 3.4 percent for 2021.", "Whereas, the inflation rate only for the month of November 2021 was 11.5 percent , which shows that we are dealing with an increasing trend of the general price level.", "The increase in the rate of inflation in Kosovo mainly reflects the increase in prices in international markets, which in Kosovo is transmitted through the increase in the prices of imported goods.", "As for the financial system, it is very important to emphasize that Kosovo has managed to build a sound financial system, which not only proved capable of coping with the crises caused by the pandemic and Russian aggression in Ukraine, but also took a very important role in supporting the economy to face the crisis with the smallest possible consequences.", "In total, the assets of the financial system, on October 30, 2022, were worth 9.43 billion euros, with an annual increase of 10.2 percent.", "The banking sector, as the main component of the financial system in the country, this year also, is playing a very important role in supporting the country's economy by continuing the pace of credit growth and maintaining the level of sustainability.", "Until October 2022, the value of new loans issued by the banking sector was 1.59 billion euros , representing an annual increase of 13.6 percent , while the total value of active loans in the banking sector until September 2022 was 4.27 billion euros , which which represents an annual increase of 18.4 percent , compared to the same period last year.", "It is worth highlighting the good quality of the credit portfolio with a rate of non- performing loans of only 2.0 percent in October 2022.", "The coverage of non- performing loans with provisions for loan losses remains at a high level of 151.2 , that proves adequate levels of provisions in the banking sector.", "In total, the assets of the banking sector have continued the growth trend during this year, reaching the value of 6.46 billion euros in October 2022, which represents an annual increase of 12.4 percent compared to the same period last year.", "The banking sector continues to enjoy high public confidence, this confidence is also expressed by the continuous increase in deposits.", "In October 2022, the total value of deposits was around 5.3 billion euros, representing an annual increase of 14.2 percent .", "The growth rate of total deposits is mainly dictated by household deposits , a category that dominates the structure of total deposits in the banking sector with a participation of 67.6 percent in total deposits, which until October 2022 marked an annual increase of 11.5 percent .", "The average interest rate on loans in October 2022 was 6.2 percent , which is higher compared to the rate of 6.0 percent recorded in October 2021.", "While the average interest rate on deposits increased from 1.3 percent as it was in October 2021 to 1.5 percent in October 2022.", "Financial health indicators for the banking sector continued to show a high level of sustainability in all aspects.", "The banking sector continues to have high capital adequacy indicators of 15.8 percent at the end of October, which continues to be significantly above the minimum regulatory level of 12.0 percent.", "The position of the banking sector remains at a high level.", "The ratio of liquid assets to short-term liabilities in July was 34.5 percent , which is higher than the required regulatory minimum of 25.0 percent.", "The interbank payment system (IPS), which enables the processing of a number of payment instruments, interbank clearing, as well as the settlement of securities, has continued to operate normally and without obstacles.", "Until November 2022, 15.8 million transactions with a total value of over 14.7 billion euros have been processed.", "Compared to the transactions of the previous year, volume of transactions has increased by nearly 21.6 percent, whereas the value of transactions has decreased by 3.5 percent.", "During this year, we have a significant increase in the number of transactions at the POS as well as those at the banks' ATMs.", "The number of POS transactions until November 2022 has reached 23.5 million with an increase of 42.0 percent, while the number of ATM transactions was 18.1 million or an increase of 7.7 percent compared to the same period last year.", "The number of accounts in the banking sector, until November, reached 2.36 million, while the number of accounts in e-banking is 676 thousand.", "We have positive developments in the insurance sector as well.", "The assets of the insurance sector, which represent about 3.0 percent of the total assets of the financial system, in September 2022 marked the value of 259.0 million euros , marking an annual increase of 10.0 percent .", "It is important to note that the equity of the insurance sector has also increased this year, as a result of the CBK's requests for capital increase.", "The value of insurers' equity in September 2022 was 66.4 million euros with an annual increase of 8.7 percent.", "The gross premiums written by insurance companies until September 2022 marked the value of 98.2 million euros or an annual increase of 13.0 percent , while the gross paid claims marked the value of over 42 million euros or an annual increase of over 25 percent.", "Even the pension sector during this year was characterized by growth, compared to the previous year.", "The total value of pension sector assets in September 2022 reached 2.3 billion euros compared to 2.2 billion in September 2021, which corresponds to an annual increase of 4.2 percent .", "The pension sector until September 2022, due to the unfavourable conditions in the international financial markets, recorded a poor financial performance, marking a negative return on investments in the amount of about 170 million euros.", "The new pension contributions during this period marked the value of around 177.5 million euros.", "As for the sector of microfinance institutions and non-banking financial institutions, until October 2022, the assets of this sector reached the value of 386.1 million euros , marking an annual increase of 12.6 percent.", "In total, the active loans of this sector in October reached the value of 276 million euros , or an annual increase of 18.4 percent.", "The average interest rate on new loans issued by microfinance institutions in October was 19.0 percent , which in the same period last year was 20.6 percent .", "Even in this sector, the good quality of the credit portfolio is assessed with a rate of nonperforming loans of 2.9 percent.", "CBK has continued its commitment also in the function of protecting the rights of consumers of financial services, thus directly serving the protection of citizens' interests.", "Until November of this year, the number of complaints reviewed by the CBK reached 810 complaints.", "The CBK's commitment to protecting the rights of consumers of financial services, either through financial education programs or through corrective measures against financial institutions, has been and will remain a priority of the CBK in the coming years.", "As far as internal developments are concerned, CBK has also continued during 2022 with the advancement and development of its professional capacities in all areas of its operation.", "Despite the created situation and not very favourable conditions in the international markets, the Central Bank of the Republic of Kosovo has managed to maintain its financial stability and good performance of the institution, generating a positive financial result.", "CBK remains committed to continue its activity in the service of the stability and development of the country's economy, creating the conditions for the development of a stable financial infrastructure, in line with contemporary developments in this field, including the development of new segments of the financial system such as the capital market, which requires extensive inter-institutional cooperation.", "Also, this year, as you know, the Republic of Kosovo won the international arbitration against the financial institution Iute Credit.", "This case clearly proves that the CBK has been and remains confident in the legality of its decisions, not only in relation to this institution, but in relation to every institution that carries out financial activity in the country.", "During the last years, 14 licenses/registrations of financial institutions were revoked and all the cases in the courts had a positive outcome for the CBK.", "Hoping and believing that the coming year will be a more positive year in all aspects, I wish you and your families lots of health, joy and success.", "Dear representatives of the media, finally let me inform you that CBK within its general function from the field of financial education, as a separate component and with the aim of promoting research in the field of economics among young people of Kosovo, shares the traditional award for \"Young Economists\" every year.", "This year, the theme of the Competition for the Award \"Young Economist\" was: \"The impact of inflation on European and Kosovo Trade\" The professional committee has evaluated three best papers by young researchers.", "I invite the student Njomza Jupa from \"Haxhi Zeka\" University in Peja I invite the student Anisë Murseli from \"Yale University\" in the USA I invite the student Rozafa Hajdari from \"Haxhi Zeka\" University in Peja."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial system", "Inflation", "Economic growth", "Banking sector", "Remittances", "Credit growth", "Deposits", "Consumer protection", "Insurance sector", "Pension sector"]}