{"sentences": ["Good morning, ladies and gentlemen.", "I am Chang Yong Rhee, governor of the Bank of Korea.", "I wholeheartedly welcome all the attendees here at this conference jointly organized by the 2050 Presidential Commission on Carbon Neutrality Green Growth Committee and the Bank of Korea.", "I would like to express my sincere gratitude to coChairman Sang-hyup Kim, who passionately serves as a \"Green Man,\" to Mr. Daeyoung Kwon, standing commissioner of the Financial Services Commission, for his keynote speech on \"Strategies to Pursue Korean-Style Green Finance,\" and to Ms. Bénédicte Nolens, head of the BIS Innovation Hub Hong Kong Centre, for accepting our invitation to give a presentation.", "I would also like to welcome all the government officials, bankers, and corporate representatives who will be presenting and discussing in the sessions, and all those who are attending this event.", "Last, but not least, I would like to express my deep gratitude to IMF Managing Director Kristalina Georgieva for sending a very special congratulatory video.", "Today, it holds special significance for the Bank of Korea that we are hosting this conference with the Carbon Neutrality Green Growth Committee.", "As we celebrate our 73rd anniversary, it is a fresh experience for the Bank of Korea to move into a new building and to hold our first conference with a government agency.", "Furthermore, the climate change response, the theme of today's conference, is a global issue that demands individual roles and collective efforts from us all.", "In my speech at the Bank of Korea's anniversary ceremony on June 12, I mentioned the need to prepare for changes in the economic structure, namely the new normal after the pandemic.", "It is a well-known fact that the climate change response is one of the key challenges to prepare for this new normal.", "I would like to explain the reasons for this with three points.", "First, the environmental challenges posed by climate change directly impact our quality of life.", "Over the past 20 years, approximately 4 billion people worldwide have been affected by climate disasters, resulting in over 500,000 deaths, and estimated economic damages of 3,400 trillion Korean won (US$2.6 trillion) .", "As the effects of global warming intensify, natural disasters such as heatwaves, wildfires, floods and droughts are becoming more frequent and widespread, causing immeasurable damage.", "The longer the delay in the climate change response, the more these crises and health emergencies will pose a serious threat to our daily lives.", "In a national awareness survey on climate change's impact on health, approximately 63% of respondents considered it \"serious.\"", "However, in the future, the number of people who perceive the climate crisis as a health crisis will increase even more.", "Second, the Republic of Korea has an industrial structure that makes it difficult to achieve short-term greenhouse gas reductions, and any failure to respond proactively could severely restrict exports due to global environmental regulations.", "The fossil fuel dependency rate of the Republic of Korea (as of 2021) is high, at 64%, while the renewable energy proportion is low, at 7%.", "In comparison, the United States, Germany and Japan all have renewable energy levels between 20% and 40%.", "Furthermore, across all industries, the Republic of Korea has a high share of carbon-intensive sectors, such as oil refining, chemicals, cement, and steel, which (as of 2021) account for 5.3% of our economy, a high number compared to major advanced countries like the United States (2.5%), Germany (2.8%) and France (1.7%).", "With such energy and industrial structures, the transition to a low-carbon economy poses a burden for export-oriented companies.", "However, considering the rapid introduction of global environmental regulations, delays in changing the business paradigm are no longer feasible.", "Examples of these new regulations include the European Union's Carbon Border Adjustment Mechanism (CBAM) , the United States' Inflation Reduction Act (IRA), the RE100 campaign by global IT companies like Apple and Microsoft, and the strong measures taken by major asset management companies like BlackRock and Vanguard to exclude environmentally harmful companies that do not meet ESG standards.", "Financial institutions that support exporting companies are no exception.", "The Glasgow Financial Alliance for Net Zero (GFANZ), comprised of banks, investment firms and others, is urging financial institutions to demonstrate tangible results in achieving the targets they have voluntarily disclosed for carbon neutrality.", "As we approach 2030, the pressures of global regulations and goal attainment related to environmental issues will only intensify.", "In line with this, the Republic of Korea has made a commitment to reduce greenhouse gas emissions by 40% from 2018 levels by 2030, and to increase Official Development Assistance (ODA) for green projects.", "While our economy may face challenges during this transition, when we fulfill our responsibilities as members of the international community, we will then be able to actively demand that advanced countries, which have historically emitted significant amounts of greenhouse gases during their development process, fulfill their technological and financial support responsibilities to developing countries.", "Third, tackling climate change presents both risks and opportunities.", "The COVID19 pandemic has caused a global health crisis, but it has also presented unprecedented growth opportunities for bio-tech companies such as BioNTech and Moderna, who have successfully developed vaccines.", "The climate change crisis will also present opportunities for companies that are prepared.", "Global climate venture companies like Opower in the U.S., a provider of big data for energy conservation, or like ClimateWorks in Switzerland, which converts carbon dioxide into solid carbon for sale, or like Rubicon, also in the U.S., which creates resource circulation platforms, are all experiencing rapid growth.", "Globally, climate tech investment funds have grown threefold in two years, reaching US$45 billion in 2021.", "Innovative technologies in the fields of environment, energy, agriculture, and geographic observation are being commercialized at an astonishing pace.", "This will provide challenging business opportunities for the young ITsavvy generation in Korea.", "The Bank of Korea is also making multifaceted efforts in response to climate change.", "We are continuously expanding research and conducting stress tests to evaluate the impact of climate change on financial institutions.", "This includes the development of stress test models.", "Additionally, we are actively expanding our efforts in foreign exchange reserve management by incorporating ESG investments, along with other initiatives, to address climate change.", "Moving forward, we intend to explore market creating measures to promote green finance and policy tools to alleviate the transition burden on small and medium-sized enterprises (SMEs) in collaboration with financial authorities.", "Supporting SMEs in green finance is an important policy task because if SMEs fail to transition smoothly to environmentally friendly practices, large corporations connected through export supply chains will also find it difficult to evade global environmental regulations.", "However, these SMEs face difficulties in benefiting from green finance due to their low credit ratings.", "Therefore, it will be necessary to explore various approaches, such as aggregating bank loans to SMEs and securitizing them, and issuing bonds that meet international standards of green finance, to indirectly provide these SMEs with the benefits of green finance.", "Lastly, the Bank of Korea is also dedicated to enhancing communication with the Korean people regarding the importance of green finance.", "We are committed to fostering a stronger dialogue and understanding between the central bank and the public on matters related to sustainable finance.", "Through this joint conference, I hope we can share insights and ideas on how to promote green finance, develop sustainable industries, and contribute to the achievement of carbon neutrality.", "I am confident that the discussions and outcomes from this conference will serve as valuable input for policy formulation and implementation.", "Once again, I extend my warmest welcome to all participants, and I hope you have a productive and meaningful conference.", "For more details, please refer to \"Main Contents of the 1 Master Plan for the Climate Change Response Technology Development\" (December 2022, Ministry of Science For more details, please refer to the result of a survey on public awareness of impacts of the climate change on national health.", "(October 2022, the survey was jointly conducted by the Korea Disease Control and Prevention Agency and the Korean Society for Preventive Medicine) For more details, please refer to Box 7 of the Financial Stability Report (December 2022, Bank of Korea) titled \"Comparison of Greenhouse Gas Emissions across Countries and Assessment of Domestic Firms' Vulnerabilities to Climate Risks.\"", "For more details, please refer to Box 9 of the Financial Stability Report (Bank of Korea, June 2023), titled \"Current Status of the Embodied Carbon Emissions from the Export Industry and Vulnerability Factors of the Corporates.\"", "For more details, please refer to Box 7 of the Financial stability Report (June 2021, Bank of Korea), titled \"Bank Stress Test to Measure Transition Risk from Climate Change\" and Box 7 of the Financial Stability Report (June 2022, Bank of Korea), titled \"Impact of Rising Carbon Prices on Sectoral Value-Added\""], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change response", "Green finance", "Carbon neutrality", "Environmental regulations", "ESG standards", "Climate tech", "Climate risks", "Green finance promotion", "SME support", "Public communication"]}