{"sentences": ["Accompanying charts to the speech Chart 1: Policy rate raised from 2.75 to 3 percent Norges Bank's Monetary Policy and Financial Stability Committee has decided to raise the policy rate by 0.25 percentage point to 3 percent.", "Norges Bank's task is to keep inflation low and stable.", "The operational target is inflation of close to 2 percent over time.", "We are also mandated to keep employment as high as possible and to promote economic stability.", "Chart 2: Inflation markedly above target Inflation has moderated a little recently but is still too high.", "In February this year, consumer prices were 6.3 percent higher than one year earlier, which is markedly higher than the inflation target.", "Prices for many goods and services have risen more than normal.", "In recent months, energy prices have shown a pronounced fall.", "As a result, inflation has been slightly lower than expected.", "We have raised the policy rate substantially over the past year, and the effects of the past rate hikes are not yet fully evident.", "Growth in the Norwegian economy is slowing, but activity is still high and the labour market is tight.", "At the same time, wage growth is on the rise, and the krone exchange rate has depreciated considerably.", "These developments will push up inflation and imply that the policy rate must be set higher than we envisaged earlier for inflation to return to target.", "Price stability is essential for a well-functioning economy.", "High inflation is weakening household purchasing power, and lower-income households with the smallest margins are being hit hardest.", "Borrowers are facing higher interest rates on top of high inflation, and many will be coping with tighter budgets.", "But by raising the policy rate, we are helping to bring down inflation, which is in everyone's interest.", "Chart 3 Turbulence in international banking markets In recent weeks, problems at certain US and Swiss banks have led to large movements in global financial markets.", "Equity markets have fallen, and risk premiums in money and bond markets have increased a little.", "Expectations for both Norwegian and international policy rates have declined markedly.", "We are not seeing any signs of liquidity problems for Norwegian banks.", "Norwegian banks are profitable, well capitalised and well positioned to cope with losses and market stress.", "Households and firms appear to have ample access to credit.", "We are closely monitoring developments and we are always prepared to take the measures required to safeguard financial stability if needed.", "Let me say a little more about the economic outlook and our assessments.", "Chart 4 Persistently high Inflation among trading partners Inflation is also high among our trading partners, although it has recently moderated a bit.", "With the lifting of pandemic-related restrictions in China and lower energy prices, activity among trading partners will likely be higher than we had anticipated earlier.", "High inflation has prompted central banks in many countries to raise policy rates to the highest levels since the 2008 financial crisis.", "Over the past year, foreign interest rates have risen more than Norwegian rates.", "Combined with the turbulence in financial markets, this has probably contributed to the depreciation of the krone.", "The krone is now considerably weaker than we envisaged in December.", "A weaker krone means an increase in prices for imported goods and services in krone terms.", "This will contribute to sustaining inflation in Norway.", "High employment Activity in the Norwegian economy has been higher than expected.", "Employment is high and unemployment is low.", "At the same time, we have seen an increase in labour force participation, which is a welcome development.", "Growth in the economy will likely be weaker ahead, but the slowdown appears to be less pronounced than projected in December.", "The enterprises in our regional network report slightly better prospects than before Christmas, but there are wide variations across industries.", "In the secondary housing market, prices have risen somewhat in recent months, but the number of homes for sale is quite high.", "New home sales are very low.", "We expect a modest decline in house prices ahead as a result of higher interest rates.", "Chart 6 Wage growth on the rise Wage growth is rising and reached the highest level seen in over a decade last year, turning out higher than we had expected.", "This can be ascribed in large part to a tight labour market and improved profitability in some business sectors.", "The social partners expect wage growth to rise further this year, and expectations have increased in recent months.", "Wage growth is projected to be around 5 percent this year, which is higher than we projected in December.", "While wage growth did not keep pace with price growth last year, we expect wage inflation to be slightly higher than price inflation this year.", "Higher wage growth means higher business costs, which will likely also contribute to sustaining inflation.", "Further rate rise most likely in May It is our responsibility to ensure that inflation falls to 2 percent.", "At the same time, we will avoid raising the policy rate beyond that needed to curb inflation.", "There is considerable uncertainty about future economic developments, but we will most likely raise the policy rate again in May, followed by a further rise to around 3.5 percent in summer.", "This could mean an increase in the residential mortgage rate to between 41⁄2 and 5 percent.", "Chart 8 Prospects for lower inflation and somewhat higher unemployment In our current projections, inflation falls back towards 2 percent over the next years.", "And if developments turn out as we expect, inflation will return to target with little rise in unemployment.", "We project some rise in unemployment, but from a very low level, and a slightly smaller rise than we anticipated in December.", "Wage growth is expected to slow from next year, but lower inflation will probably result in firm growth in purchasing power in the years ahead.", "Let me emphasise that the forecasts are precisely that - forecasts - and not a promise.", "If the krone proves weaker than projected, or pressures in the economy persist, a higher policy rate than currently projected may be needed to bring inflation down to target.", "If inflation falls faster or unemployment rises more than projected, the policy rate may be lower than projected."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none"], "topics": ["Inflation", "Policy rate", "Wage growth", "Economic outlook", "Financial stability", "Krone exchange rate", "Employment", "Interest rates", "Trading partners", "House prices"]}