{"sentences": ["Ladies and Gentlemen, Dear Friends, It is my great pleasure to welcome you to Helsinki and to this timely conference on \"Monetary Policy in Times of Large Shocks\", jointly organized by the Bank of Finland and the Centre for Economic Policy Research.", "Last year at the time of this conference, we were in the middle of the energy crisis caused by Russia's unjustified war against Ukraine.", "Euro area inflation had just risen above 8% and the growth outlook had turned highly uncertain.", "Much has happened since then, also in monetary policy.", "The ECB has acted consistently to bring inflation back to its target.", "The key interest rates have been raised 8 times by a total of 4 percentage points, latest yesterday by 25 basis points.", "The ECB's key policy rate is now at 3.5 percent.", "Euro area inflation has proved more persistent than expected despite falling energy prices and easing supply bottlenecks.", "The persistence of inflation is due to gradually increasing labor costs, which are becoming a dominant driver of inflation.", "However, with energy inflation set to become increasingly negative through 2023 and food inflation somewhat moderating, headline inflation is expected to continue its decline towards 2.2% in 2025, as forecasted by Eurosystem staff.", "Euro area economic activity broadly stagnated at the turn of the year but has remained quite resilient.", "Consumers are still benefitting from savings accumulated during the pandemic.", "Uncertainty over energy prices has declined and fiscal easing measures have partly compensated the loss of real income due to high inflation.", "At the same time, supply bottlenecks have almost vanished.", "The Governing Council's future decisions will continue to follow a data-dependent approach.", "They will ensure that the key ECB interest rates will be brought to levels sufficiently restrictive to achieve a timely return of inflation to the 2% medium-term target and will be kept at those levels for as long as necessary."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "ECB", "Interest rates", "Economic growth", "Energy crisis", "Supply bottlenecks", "Labor costs", "Headline inflation", "Fiscal easing"]}