{"sentences": ["Honourable Minister Çuçi, Honourable Prosecutor General Çela, Dear participants and media representatives, It is a great pleasure to welcome you on behalf of the Bank of Albania in the today ceremony of signing the Inter-institutional Cooperation Agreement between the Ministry of Interior, the Prosecutor General's Office and the Bank of Albania.", "This agreement marks the completion of a voluminous work started five years ago, with the intensive contribution of the representatives from our three institutions.", "Though citizens are increasingly using e-payments, cash remains indispensable and plays a crucial role in the life of everyone.", "Banknotes and metal coins are the only form of cash that may be owned and used directly by everyone, without the need of infrastructure, intermediate institutions or systems.", "The Bank of Albania is the sole authority vested with the exclusive constitutional right to issue banknotes and coins of legal tender in the Republic of Albania.", "One of the main functions and institutional responsibilities stipulated by the Law on the Bank of Albania, is to maintain the integrity and public confidence in the national currency as a payment instrument.", "The prevention and protection of currency against counterfeiting is a common challenge for all relevant national authorities.", "Thus, this agreement, which aims at achieving the joint commitment and coordinated activity amid them, is considered the appropriate and more effective way to prevent, detect and respond in a timely manner to the counterfeiting phenomenon of currency in Albania.", "The central bank, as the sole authority to issue the national currency, has undertaken concrete steps to prevent counterfeiting and maintain public confidence in our national currency, lek.", "In 2019 - 2022, the Bank of Albania issued and put in circulation the new series of Albanian banknotes, produced with cutting-edge technologies for banknote printing, with new security features, making them safer against counterfeiting.", "Recent data show a considerable drop in the quantity of counterfeit banknotes in circulation.", "In 2022, the total amount was only 343 counterfeit banknotes, from the average quantity of banknotes in circulation amounting 157.7 million banknotes, or 2.2 counterfeit banknotes per 1 million banknotes in circulation, from 5.4 in 2021.", "With regard to coins, the 50 Lekë denomination continues to be the most counterfeit money, though in insignificant amounts compared with the genuine coins.", "In 2022, only 79 counterfeit coins from 250 million coins in circulation.", "Albania is ranked amongst the first countries with the lowest indicators of counterfeit banknotes due to the rather low indicator for Albanian counterfeit banknotes and coins.", "Notwithstanding the low figures, we are aware to be mindful and proactive, as counterfeiters try to advance alongside the new technologies regarding their criminal activities.", "In this view, the Bank of Albania, the Ministry of Interior of Albania and the Prosecution General's Office today sign this cooperation agreement as a further effort to strengthen the institutional framework and to define the operational protocols of cooperation in the protection field of banknotes and coins against counterfeiting.", "This agreement includes both the national currency, the lek, and the European Union currency, the euro.", "At the same time, the Bank of Albania has signed a cooperation agreement with the European Central Bank on the exchange of information for the protection of euro banknotes from counterfeiting.", "In our view, as a central bank, the today document is particularly important.", "It defines the main pillars of our joint activity, and it commends the independent work conducted by each of our institutions, pursuant to the law.", "Cooperation and the spirit of understanding showed throughout the drafting of this document has also accompanied the content of each embodied paragraph.", "The Bank of Albania, under this agreement, makes available to the legal institutions all its experience, expertise, integrity and professional ability, coupled with the needed technical basis in the field of analysing, identifying and classifying any doubted currency as counterfeit.", "Throughout the years, the role of the Bank of Albania in analysing the counterfeit banknotes and coins in circulation has also enabled the establishment of a database with historical data, which are continuously updated, and all the signing institutions may generate them in their daily work to fight the phenomenon of counterfeiting.", "The signing parties in this agreement agree to transmit/transfer samples of banknotes and coins suspected as counterfeit.", "Whereas, the Bank of Albania engages to centralise the expertise and the classification of samples of national or foreign currencies discovered in circulation and those during a penal proceeding, making this the best process for knowing and monitoring the counterfeiting phenomenon in Albania in real terms.", "In addition, the Bank of Albania is committed to inform in real time the relevant institutions in case of discovered counterfeit currencies in circulation, in the territory of Albania.", "Another institutional commitment of the Bank of Albania is the training and experience exchanging with the other two institutions, which are signing parties to this cooperation agreement.", "Dear ladies and gentlemen, This cooperation agreement demonstrates the continuing commitment of the Bank of Albania in further strengthening the quality and security of the banknotes in circulation.", "National currency is one of the dimensions representing the Albanian state, hence the Bank of Albania woks scrupulously to guarantee the impeccable integrity of our currency.", "In addition, the Bank of Albania through the signing of this agreement, fulfils one of the priorities for the implementation of the recommendations arising from the Stabilisation and Association Committee, between Albania and the European Union for the protection of currencies from counterfeiting in compliance with the European standards.", "In this view, I would like to emphasize that the Bank of Albania remains committed in providing its contribution in the European integration process, as a modern central bank to be part of the European System of Central Banks (ESCBs).", "The regular exchange of information and periodic communications and meetings will improve the analysing of this phenomenon, enabling each party to fulfil its legal mandates in the field of prevention and protection of currency against counterfeiting.", "The new framework lays down a more structured and effective cooperation among institutions involved in response to developments in the field of currency protection against counterfeiting.", "The signing of this agreement will help the Bank of Albania to exercise its role for guaranteeing the financial system stability in Albania and the quality of national currency in circulation.", "I take this opportunity, to thank the Ministry of Interior of Albania, the Prosecutor General's Office and their representatives for their precious contribution in finalising this agreement and I iterate our readiness and commitment for a rather concrete collaboration in its framework.", "Allow me to call on the public that everyone, alongside with the responsible institutions, may give their own contribution for safeguarding the confidence in our national currency, by checking the banknotes in circulation through the method: \"Feel, Look and Tilt\".", "This method has been part of our informing campaign undertaken in the framework of launching the new series of lek banknotes and continues to be part of our attention and daily work.", "A population that knows the security features of genuine banknotes is a contribution added to our institutional efforts to prevent the introduction of counterfeit money in our financial system and to minimise individual economic losses."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Counterfeiting", "National currency", "Banknotes", "Coins", "Security features", "Cooperation", "European Central Bank", "Protection", "Public confidence", "Financial system stability"]}