{"sentences": ["Distinguished guests, central bank officials and payment system operators from Indonesia, Singapore, and Thailand, ladies and gentlemen.", "Assalamualaikum warahmatullahi wabarakatuh and good morning.", "Welcome to the inaugural BNM Sasana Symposium!", "Every year, in March, Bank Negara Malaysia publishes our Annual Report, along with the Economic and Monetary Review, and the biannual Financial Stability Review.", "We also publish our Quarterly Bulletins.", "These reports describe how we have discharged our mandates over the past year, and provide our thinking, analyses and assessments on the economy and financial system.", "In the reports, we also discuss important ideas and pressing issues affecting the economy and financial sector in feature articles that help inform and shape long-term initiatives that are necessary to strengthen our economic fundamentals.", "One of the ways we hold ourselves accountable to the rakyat through our flagship publications is by explaining the key considerations behind the decisions and measures that we take, and the priorities that guide our work.", "Often, this involves complex policy trade-offs that have to be carefully balanced from many angles.", "Our reports, as well as any communications from us, such as our Monetary Policy Statements, often generate lively conversations all around the country - in the press, on social media, and at the dinner table.", "In recent weeks, my team has been travelling across the country, meeting with members of the public, businesses, community leaders, and students.", "This is not just to explain our work, but to also hear from them to get a better pulse of the nation.", "We will continue to simplify our messages to make them more relatable and easier to understand.", "In the same spirit, today's Symposium will offer a further opportunity to engage the public in deeper discussions around our work.", "It is my hope that the Symposium will also serve as a springboard for others to build on in order to move us forward in the interest of the nation.", "I am sure that the sessions today will be informative, lively and engaging, and so I don't plan to summarise the issues that will be covered.", "But if anything, I thought that it would be important for me to speak about the economy.", "Even as we face headwinds from abroad, domestic economic activity has already exceeded pre-pandemic levels.", "From real wages and employment prospects to investments and domestic demand, various indicators point to relative strength in our economy.", "This underscores the importance of a solid foundation.", "We entered the pandemic crisis economically stable and well buffered.", "We could not have achieved this without our sound fundamentals and the conventions of measured and evidence-based policymaking - as they say, \"sains dan data\".", "This is especially true of monetary policy.", "With the economy gaining strength, macro policies such as the OPR must be adjusted.", "This is necessary to ensure that our broad macro policies match our economic realities.", "At the same time, we recognise that although the overall economy is in good health, there are some who are still facing economic challenges.", "However, given that the OPR is by design a blunt tool to deliver price stability, more targeted measures are in place to help those who may be facing difficulties in meeting their monthly loan repayments.", "Help continues to be available through banks or AKPK, which can work out new repayment arrangements tailored to individual circumstances.", "In this way, policies can work to deliver what the economy needs.", "By acting sooner rather than later in managing inflation, we have been able to move in a measured and gradual way, avoiding large and more disruptive adjustments which would have been much more costly for the economy.", "We are still experiencing high and elevated inflation, partly due to strong demand.", "Yes, some cost pressures are coming down, but it has not translated to the final prices of goods because demand remains high.", "The cost of making nasi lemak has probably eased but with people still queuing as far as 100 metres for Akak Nasi Lemak, as widely shared on TikTok, prices are unlikely to come down as long as demand stays strong.", "If we do not manage excessive price pressures like we see in some other economies, this will affect everyone through lower purchasing power.", "The B40 and vulnerable groups are the ones who will be the most affected if we let inflation get out of hand, and we will not be able to preserve sustainable growth over the longer term.", "Let us also not forget that keeping rates too low for too long can have damaging effects on the economy.", "The devastation of the Global Financial Crisis more than a decade ago, which was rooted in the US housing market and caused a synchronised global recession, should continue to serve as a sober reminder of this.", "Let me briefly now turn to the second thing on everyone's mind when they think about the economy - the ringgit.", "When it comes to the ringgit, BNM's role is to make sure that its value does not swing too fast or too much either way, and to allow an orderly price discovery.", "Under a flexible exchange rate, it is reasonable for the ringgit to fluctuate from time to time.", "These adjustments allow the domestic economy to adjust to global economic and financial shocks.", "We saw this during the Federal Reserve's rapid and large interest rate adjustments last year, which caused huge shocks to the global economy.", "At one point, the ringgit declined as much as 11.5% between end-March to early November, before appreciating by 7.8% towards the year end.", "Yet the real economy grew by 8.7% during the year, thanks in no small part to the ringgit's role as a shock absorber.", "In recent weeks, the ringgit has come under renewed pressure - underscoring the need for more than short-term solutions.", "We need structural reforms that will strengthen our growth prospects and encourage more investment opportunities.", "This will increase demand for the ringgit and secure a more enduring appreciation in its value over time.", "Ultimately, to secure our future, the country must stay the course in implementing vital reforms.", "The issues we need to address are not new.", "But history and the passage of time should inform how we move forward.", "We must fortify our defences against crises.", "We must critically examine our priorities to increase our growth potential and meet sustainable goals.", "We must rebuild the buffers we have drawn down on to strengthen our resilience to future shocks.", "And we must enhance our capacity to adapt and change in order to manage risks and exploit opportunities that we may not yet see today.", "Ladies and gentlemen, For many of the challenges Malaysia faces, the solutions require a whole-of-nation approach.", "Hence the theme of this Symposium - \"Structural Reforms for a Stronger Malaysia\".", "Today will see in-depth discussions on various issues that my team has been working on in recent years.", "There will be seven sessions delving into topics such as digitalisation in the payments sector, financial sector policies, and broader economic and monetary concerns.", "Speakers will explore the opportunities that Malaysia has to grow in these areas and the obstacles in our way.", "Very shortly, we will also be launching Malaysia's cross-border QR payment linkages with Indonesia, Thailand, and Singapore.", "Customers of participating financial institutions can now make retail payments by scanning QRIS, NETS, and PromptPay QR codes via mobile banking or e-wallet apps.", "As an added treat, we have merchants from these countries offering local delectables here today - do visit them and try making cross-border QR payments yourself!", "With that, I hope that you will find today's discussion enriching and enlightening, and contribute to the wider discourse on the state and future of our economy.", "Sasana comes from the Sanskrit word for message and education.", "It is my hope that the sasana we come away with will translate into important reform actions that will strengthen the foundations of our economy and propel Malaysia forward.", "Thank you, and have a productive Symposium."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic growth", "Monetary policy", "Ringgit", "Structural reforms", "Financial stability", "Digitalisation", "Cross-border payments", "Resilience", "Economic fundamentals"]}