{"sentences": ["Resilient retail banking: Setting the course towards a robust financial sector 21st Retail Banking Day of the \"Börsen-Zeitung\": Next level banking - digital, smart and sustainable 08.05.2023 | Frankfurt am Main | Claudia Buch Check against delivery.", "From the financial crisis to the pandemic: Where are we coming from?", "Times of crisis since the outbreak of the pandemic 3 Setting the course towards the \"new normal\" and a resilient financial sector 3.1 Gear risk management and governance of institutions to negative scenarios 3.2 Strengthen supersion to identify and adress risks 3.3 Evaluate financial market regulation to strengthen resilience 5 Sources Last updatet: 8 May 2023 Ladies and gentlemen, I am delighted to be here to speak to you today for the 21st Retail Banking Day of the \"Börsen-Zeitung\" [1] .", "For financial markets, the past few weeks have been anything but a quiet start to spring: failures of banks, interventions by governments and central banks, and concerns of a looming financial crisis - these are all more reminiscent of a gathering autumn storm.", "But how justified are these concerns?", "What lessons do we need to learn from the experiences of recent weeks - both for banks' risk management and governance as well as for supervision and regulation?", "Have we underestimated the risk of financial crises?", "Is the financial system sufficiently resilient to shocks?", "It is certainly too early to provide any definitive answers to these questions.", "Last week, US supervisory authorities outlined the lessons they had learned, [2] whilst in Switzerland, the repercussions of current developments are under intense discussion.", "In other countries, too, supervisors and regulators will respond.", "This is because these developments in global markets are a reflection of how the financial system has become more vulnerable in recent years.", "The macroeconomic environment has changed considerably - higher interest rates and heightened uncertainty are likely to stick around for some time to come.", "The economy and the financial system have been able to cope with the major shocks of recent years relatively well, due not least to comprehensive fiscal and monetary policy measures.", "Credit risk and insolvencies in the corporate sector have so far been low.", "However, this harbours the danger that future risks will be underestimated.", "These vulnerabilities affect retail banking, too.", "In Germany and Europe, small and medium-sized enterprises in particular benefit from direct contact with local banks.", "[3] At present, loans are being granted against stricter criteria - this is a reflection of higher interest rates, rising credit risk, and heightened uncertainty.", "[4] In times of uncertainty, it is precisely better information on the ground that can be a stabilising factor when it comes to lending.", "We are now at a critical juncture, and we need to set the course for dealing with future uncertainties.", "For me, three aspects are at the forefront.", "First, we need strong retail banks.", "We need banks that can absorb interest rate risk and credit risk on their own and reliably supply the economy with credit.", "This will allow the financial sector to fulfil its function for the real economy - and this is exactly what we mean by \"financial stability\".", "Second, this requires solid risk management and good governance among banks.", "The German economy is in a period of upheaval.", "Credit risk can rise, and banks and the economy will need to cope with higher interest rates.", "Prevention is key - so that unexpected developments further down the line don't take us by surprise.", "Third, supervision and regulation must adapt to the new environment.", "Regulatory reforms have made the system more stable, and the existing rules must be applied consistently.", "Of course, however, as necessitated by the risk situation, we must make targeted adjustments to close any remaining gaps.", "But please allow me to begin by painting a picture of the overall situation.", "From the financial crisis to the pandemic: Where are we coming from?", "The period from the end of the global financial crisis up to the outbreak of the coronavirus pandemic was, from a macroeconomic perspective, exceptionally stable.", "Financing costs and real interest rates were lower than they had been at any time in the past 150 years.", "[5] Volatility was low and growth was stable.", "[6] In many countries, insolvencies in the corporate sector declined.", "Before the global financial crisis, an average of 13 out of every 1,000 enterprises in Germany went insolvent each year.", "After the crisis, it was only 9, trending strongly downwards.", "[7] Credit risk fell accordingly.", "During this period, the financial system became more resilient to negative developments.", "Since 2008, the average tier 1 capital ratio of German banks has risen from less than 10% to around 17%.", "[8] The non-risk-weighted ratio has gone up, too.", "At around 8%, this ratio is almost twice as high among smaller banks focusing on retail banking than it is among large, systemically important banks.", "[9] A key driver of this greater resilience was the reform agenda adopted after the financial crisis: [10] Strengthen resilience through higher capital requirements for banks and better consideration of systemic risks.", "End \"too-big-to-fail\", enable the resolution and restructuring of systemically important banks - and stop holding taxpayers liable for risks in the private sector.", "Increase transparency and create incentives for central clearing of derivatives.", "Improve supervision, especially for systemically important institutions.", "Enterprises, too, built up financial buffers during this period.", "Since 2008, equity ratios among German enterprises have risen from around 25% to slightly more than 30%.", "By historical standards, enterprises' liquidity was very good and the financing situation was stable.", "[11] Overall, during this period, the greater resilience of the financial system and stable economic developments went hand in hand.", "Credit supply has not been negatively impacted by the post-crisis reforms - quite the opposite, in fact: lending to households and enterprises has risen consistently and grown dynamically in relation to economic expansion.", "However, it was precisely because the situation was stable for so long that vulnerabilities were also able to mount within the financial system.", "Models used to assess risks - whether they are formal models, simple heuristics, or rules of thumb - are ultimately based on past experiences.", "The likelihood that interest rates, credit risk, and volatility will rise in the future is underestimated by most models.", "Times of crisis since the outbreak of the pandemic The outbreak of the coronavirus pandemic brought this period of stability to an abrupt end.", "Unlike the global financial crisis, the pandemic hit the entire global economy - in 2020 alone, global gross domestic product (GDP) dropped by just under 3%.", "In Germany, it was almost 4%.", "[12] In light of this economic downturn, it is remarkable that insolvencies did not rise, but actually continued to decline.", "In 2020, they were lower in Germany than they were before, with five out of every 1,000 enterprises going insolvent.", "[13] We had different expectations - our models had forecast a significant increase in insolvencies.", "[14] How can this discrepancy be explained?", "One major factor was the economic policy response to the crisis.", "Fiscal measures to mitigate the effects of the pandemic, expansionary monetary policy, and greater regulatory flexibility - all of these are extraordinary factors that are not covered by the models.", "[15] Models, including mathematical models, have their uses.", "However, especially in highly uncertain times of economic upheaval, model results must be interpreted with caution.", "Geopolitical tensions are impacting future global economic relations; Russia's invasion of Ukraine has necessitated a paradigm shift in terms of security and energy policy; addressing climate change is an urgent concern.", "Scenarios that were once considered \"adverse\" have now become a reality.", "Inflation in Germany, which stood at 6.9% last year and, most recently, 7.6% in April, remains considerably too high.", "[16] In the past year alone, interest rates have risen by around 300 basis points.", "For the sake of comparison, the calculation of the Basel interest rate coefficient assumes an increase in interest rates of 200 basis points.", "In the short term, the German economy appears relatively robust.", "Germany's GDP is expected to record a slight increase of 0.4% in 2023.", "[17] The pandemic and the energy crisis have barely dented the financial situation of enterprises.", "This is true even of energy- intensive sectors - thanks to an array of economic policy measures and, more recently, energy prices dropping back again.", "Corporate profits rose significantly last year.", "[18] During this period of unexpected shocks, the financial cycle continued to expand.", "The financial cycle differs from the business cycle: during the expansion phase, lending goes up and asset prices rise, risk appetite increases; when it reaches the downward swing, this can hit the real economy hard.", "Lending has risen sharply in recent years.", "Loans to the private sector stood at around 82% of GDP at the beginning of the pandemic, compared with 87% today.", "[19] The stock of housing loans peaked at almost 42% of GDP in 2020, although the pace of new lending has recently slackened significantly, in keeping with higher market interest rates.", "[20] Banks' capitalisation actually rose during this period.", "By recent counts, German banks have surplus capital of around €165 billion in CET1 [21] - that's around €36 billion more than at the start of the pandemic.", "[22] With vulnerabilities having built up in the system at the same time, the Federal Financial Supervisory Authority (BaFin) announced a package of measures at the start of 2022 that, from February 2023, will conserve just under €23 billion (surplus capital) in the form of macroprudential buffers.", "[23] These capital buffers stabilise lending in the event of a shock.", "This is because supervisors can release the buffers should heavy losses materialise, or threaten to, and banks would otherwise find themselves needing to drastically scale back lending.", "In a situation such as that, banks now have larger buffers to absorb shocks to the real economy and stabilise lending.", "[24] However, this safety margin doesn't simply spring up of its own accord: buffers need to be built up as a preventive measure so that they can be used in times of crisis.", "Setting the course towards the \"new normal\" and a resilient financial sector Overall, the economy has fared better than almost all projections anticipated.", "However, it would be premature to interpret the brighter economic situation as evidence that structural change is being successfully handled.", "The outlines of the future framework conditions are already fairly distinct: anyone planning for the future will need to assume that energy prices will be higher, financing costs will be higher, geopolitical uncertainty will be greater, and potential growth will probably decline.", "[25] Fiscal and monetary policy will have less scope for cushioning shocks than they used to have.", "The real economy needs to adapt to these new conditions.", "Production factors need to shift from energy-intensive sectors to less energy-intensive ones in some cases, firms need to make their global supply chains more resilient and deal with the ramifications of digitalisation and demographic change.", "It is not possible to reliably gauge how far the necessary structural change has already advanced.", "The German labour market, for example, is dogged by a skills shortage and staffing shortfalls; vacancies are proving hard to fill.", "[26] The repercussions of the pandemic can still be felt: firms are catching up with recruitment that they previously put on the back burner, and many people moved into different lines of work and are only slowly making their way back.", "This is all masking longer-term structural adjustments.", "[27] The multitude of crises is a challenge requiring responses from policymakers, the economy, and society - and, thus, from the financial system, too: the cardiovascular system of a functioning real economy.", "To prevent the system from becoming overburdened, now is the time to set the right course.", "Nobody can reliably predict where the economy is heading, or what shocks the system will yet have to endure.", "We will work with scenarios and will keep needing to react to crises at short notice.", "It is all the more important, then, that we have a reliable compass to provide a sense of direction.", "Our institutional framework serves to stake out this regulatory frame of reference.", "Sound banking regulation and supervision are important elements of this compass.", "With regard to regulation, the recent turmoil in financial markets has made it clear that this is not the time to talk about deregulation.", "Quite the opposite: the reforms brought in over the past 15 years are precisely what has made the banking sector more resilient and allowed it to make it through the crisis years relatively unscathed.", "Resilience means being able to cope well with unexpected developments without external assistance.", "So what can banks, supervisors and regulators actually do, in practice, to maintain resilience?", ".1 Gear risk management and governance of institutions to negative scenarios The backbone of a stable, resilient financial sector is the risk management of the institutions themselves.", "A properly functioning set-up for the monitoring, management and control of internal processes reduces those risks over which banks themselves have some influence.", "That's the best shield against risks coming in from the outside - particularly in times of intense uncertainty.", "When it comes to operational matters, we are witnessing a significant rise in risks from the virtual environment, not least through cyberattacks.", "This is exactly the time when sound management of the classics - interest rate risk, credit risk - is called for.", "The banks themselves cannot directly influence the macroeconomic setting.", "At the same time, strong changes in market interest rates impact considerably on interest margins, the present value of own funds, and credit risk.", "When assessing future risks, it must be borne in mind that interest rates have already risen significantly.", "The higher interest rates are, the weaker the impact of a 200 basis point increase appears to be - in relative terms.", "That's why the Basel coefficient is currently pointing to diminishing risks for many institutions.", "But the actual risks in the stock of loans certainly haven't got any smaller.", "You see, the interest rate hikes that have already happened harbour risks and looming losses that are not yet fully reflected on balance sheets.", "And even if banks stand to benefit from rising interest rates in the longer term, interest margins could narrow initially.", "On the deposits side, there is mounting pressure from customers wanting higher interest rates.", "The increased use of online banking and digital comparison websites is stoking competition for deposit business.", "A study by the Single Supervisory Mechanism (SSM) shows that money held in online accounts is more volatile than in traditional accounts.", "[28] On the lending side, with demand tending towards the weaker end of the scale, banks are finding they have less scope to pass on rising costs to customers.", "Sufficient capital is the best safeguard against risks.", "And, looking to the future, many of the issues to be faced are not simply a case of risks that can be predicted, but rather of fundamental uncertainties.", "[29] Stress tests and scenario analyses can aid in identifying vulnerabilities to unusual but entirely plausible events.", "And this is exactly where good risk management comes into play - asking where the weak spots are, which scenarios expose banks to particular pressure, what preventive steps can be taken to bring risks down.", "The internal risk models used by larger banks play an important role in this regard.", "Declining credit risk in the past means lower risk weights in the internal models.", "Banks therefore need to examine very carefully whether the internal models currently provide them with reliable information on future credit risks.", "And, as a general rule, it is wise to take a responsible and vigilant approach when working with internal model procedures, since their forecasting capabilities are weakened in times of fundamental change.", ".2 Strengthen supersion to identify and adress risks Just like banks, supervisors also need to respond to macroeconomic developments and changes in the competitive landscape.", "Banking supervisors don't simply check compliance with rules - supervision is, in fact, a key task for society as a whole.", "We have to discuss what structural change means for the financial sector.", "We need to engage in in-depth dialogue with all relevant groups of society about their expectations of the financial sector and supervision.", "This precise dialogue is what we seek to expand even further in future.", "What specifically can supervisors do when dealing with risks?", "Interest rate risk is a key issue for supervisors.", "Around two-thirds of the institutions supervised by the Bundesbank are already required to meet additional capital requirements in order to cover higher interest rate risk.", "Off-site supervision ensures that institutions model interest rate risk conservatively.", "The stress test conducted by the European Banking Authority (EBA), the results of which will be published at the end of July, will provide further insights.", "The main purpose of this stress test is to assess the impact of a severe deterioration in the macroeconomic environment on banks' resilience.", "These measures are flanked by regulatory adjustments.", "This year, stricter regulatory requirements for interest rate risk will enter into force in the EU.", "[30] In future, internal risk management will have to take greater account of risks stemming from net interest income and asset depreciation risk.", "In addition, MaRisk was revised with the aim of improving the monitoring and management of credit risk.", "[31] 3.3 Evaluate financial market regulation to strengthen resilience The aims of the G20 reforms of global financial markets provide clear guide rails for regulation: resilience, protection of taxpayers, transparency, and good supervision are very universal objectives that are certainly no less relevant now.", "However, clear guide rails do not imply rigid regulation.", "Regulation needs to adapt to changes in the environment without losing sight of its objectives.", "That is why the Financial Stability Board (FSB) started evaluating the reforms in 2017.", "[32] The evaluation shows that the G20 reforms have largely achieved their objectives without having any relevant side effects.", "[33] The recent failures of banks in the United States and Switzerland have notably brought to the fore the question of how well the \"too- big-to-fail\" (TBTF) problem has been resolved, or whether it is actually still up to government entities to prop up weak institutions, where there is any doubt.", "An evaluation by the Financial Stability Board [34] shows that we now have a much better institutional framework for dealing with major financial institutions in stress.", "Resolution regimes have been strengthened, more funds are available to absorb losses (total loss- absorbing capacity, or TLAC), and risks are better priced in markets.", "However, the financial sector continues to benefit from implicit subsidies.", "[35] What that means is, when large institutions run into difficulties, markets expect fiscal resources to be made available.", "That lowers the risk premia of the institutions in question, potentially increasing incentives to take risks.", "Recent responses to failures in the banking sector are unlikely to have done much to change this finding; on the contrary, they have tended to raise expectations of government intervention in the event of a crisis.", "Plugging existing gaps in the regulatory framework is all the more important.", "The TBTF evaluation clearly showed where gaps remain: national systemically important banks are treated differently and there is hardly any internationally comparable information on these institutions.", "There is also little information about the holders of bail-inable financial instruments, which could nevertheless give rise to global contagion effects.", "The question of how liquidity is provided in the event of a resolution is highly topical.", "The Basel Committee on Banking Supervision has established a similar process for evaluating reforms.", "According to the evaluation, the Basel III reforms have made the banking sector more resilient.", "[36] At the same time, this framework is being enhanced, for example by new standards for regulation of crypto-asset exposures at banks.", "[37] The regulatory and supervisory implications are currently being reviewed in light of recent developments in the banking sector.", "[38] Ladies and gentlemen, We are facing challenging times.", "Banks are a central interface when there are changes in the economy and society.", "And good, traditional retail banking is precisely what is important; it is by no means \"boring banking\", as Nobel Prize winner Paul Krugman called it.", "[39] The economy is undergoing a period of upheaval, in which risks are rising and uncertainty is high.", "Sound, forward-looking management of interest rate risk and credit risk will help banks to guide the real economy smoothly through this phase.", "The use of new, innovative technologies may be of assistance, but should not be an end in itself.", "After a long period of relatively stable underlying conditions, there is a danger that future risks will be underestimated.", "Supervisors will be vigilant especially, but not only, when it comes to interest rate risk and credit risk; they will review, probe and stress test model assumptions; and they will work together with you to ensure strong risk management.", "Supervisors work on behalf of society as a whole, so we are looking forward to further expanding our dialogue with all relevant groups of society.", "Basel Committee on Banking Supervision (2022).", "Evaluation of the impact and efficiency of the Basel III reforms.", "Bennewitz, Emanuel, Silke Klinge, Ute Leber and Barbara Schwengler (2022).", "Zwei Jahre Corona-Pandemie: Die deutsche Wirtschaft zwischen Krisenstimmung und Erholung - Ein Vergleich der Jahre 2019 und 2021 - Ergebnisse des IAB-Betriebspanels.", "Was bedeutet die Pandemie für die Finanzstabilität?", "International Economic Policy Lecture at the University of Würzburg on 13 January 2022.", "Finanzstabilität in Zeiten des Strukturwandels.", "Speech delivered at the Banking Evening of the Deutsche Bundesbank's Regional Office in Baden-Württemberg on 28 February 2023.", "Cross-Border Prudential Policy Spillovers: How Much?", "Evidence from the International Banking Research Network.", "Buch, Claudia M., Angélica Dominguez-Cardoza and Martin Völpel (2021).", "Too-big-to-fail and funding costs: A repository of research studies.", "Deutsche Bundesbank Technical Paper No 01/2021.", "Deutsche Bundesbank (2020).", "Financial Stability Review 2020.", "Deutsche Bundesbank (2021).", "Financial Stability Review 2021.", "Deutsche Bundesbank (2022).", "Financial Stability Review 2022.", "Deutsche Bundesbank (2023).", "European Systemic Risk Board (2020).", "Enhancing the Macroprudential Dimension of Solvency II.", "Financial Stability Board (2017).", "Framework for Post-Implementation Evaluation of the Effects of the G20 Financial Regulatory Reforms.", "Financial Stability Board (2020).", "Holistic Review of the March Market Turmoil.", "Financial Stability Board (2019).", "Evaluation of the effects of financial regulatory reforms on small and medium-sized enterprise (SME) financing.", "Financial Stability Board (2021).", "Evaluation of the Effects of Too-Big-To-Fail Reforms.", "Financial Stability Board (2022a).", "Assessment of the Effectiveness of the FSB's 2017 Recommendations on Liquidity Mismatch in Open- Ended Funds.", "Financial Stability Board (2022b).", "Enhancing the Resilience of Non-Bank Financial Intermediation.", "Grimm, Maximilian, Òscar Jordà, Moritz Schularick and Alan M. Taylor (2023).", "Loose Monetary Policy and Financial Instability.", "National Bureau of Economic Research (NBER).", "Hahn, Sascha, Paul P. Momtaz and Axel Wieandt (2022).", "The economics of banking regulation in Europe: does the post-GFC bail-in regime effectively eliminate implicit government guarantees?", "The European Journal of Finance.", "ifo Institute for Economic Research (2022).", "ifo Schnelldienst Sonderausgabe, June 2022.", "Kay, John Anderson and Mervyn A.", "Decision-making beyond the numbers.", "Kiel Institute for the World Economy (2022).", "Kieler Konjunkturbericht Mittelfristprojektion, No 90.", "The Burst of High Inflation in 2021-22: How and Why Did We Get Here?", "Single Resolution Board (2022).", "European Banks: Resolvable and Ready for Crisis?", "I would like to thank Robert Düll, Roman Goldbach, Jakob Hartmann, Marcel Heires, Aaron Janowski, Marta Kemter, Alexandra Mitschke, Manuel Pelzer, Berit Pfister, Marit Pössiger, Beate Sonnenberg, Janine van Kisfeld, Kamil Pliszka, and Karlheinz Walch for their contributions and comments on an earlier version of this text.", "Any remaining errors and inaccuracies are entirely my own.", "See the results of the Bank Lending Survey -policy/economic-analyses/-/bank- lending-survey-for-germany-618070 [-policy/economic-analyses/-/bank-lending-survey-for-germany-618070] 5.", "See Grimm, Jora, Schularick and Taylor (2023).", "According to Reis (2022), inflation volatility in the United Kingdom was lower in the period from 1997 to 2016 than in the eight preceding centuries.", "See Federal Statistical Office, Fachserie 2, Reihe 4.1.", "See /; -of-the-fsb/assessing-the-effects-of-reforms/ [-of-the-fsb/assessing-the-effects-of-reforms/] 11.", "The most recent information available on enterprises' capitalisation is from 2021.", "See IMF World Economic Outlook.", "See Deutsche Bundesbank (2023) and Federal Statistical Office for the current value based on the change in the Harmonised Index of Consumer Prices (HICP).", "See Joint Economic Forecast of 26 April 2023; - content/uploads/2023/04/Befuerwortung_Fruehjahrsprojektion_2023_Bundesregierung.pdf [-content/uploads/2023/04/Befuerwortung_Fruehjahrsprojektion_2023_Bundesregierung.pdf] 18.", "In many sectors, the gross profit margin was not far off the highs of the past two decades.", "See Deutsche Bundesbank (2023).", "See the system of indicators for the German residential property market, last updated on 3 March 2023: -of-indicators/system-of-indicators-for-the-german-residential-propertymarket/system-of-indicators-for-the-german-residential-property-market-795268 [-of-indicators/system-of-indicators-for-the-german-residential-propertymarket/system-of-indicators-for-the-german-residential-property-market-795268] .", "These numbers are based on a comparison of end-2019 and end-2022 data.", "Loans are defined as loans granted by domestic banks to domestic enterprises and households.", "The requirements for Common Equity Tier 1 (CET1) capital are made up of the minimum requirements, the combined requirements for capital buffers, and the institution-specific supervisory target equity ratio (according to the Pillar 2 capital guidance, P2G).", "Figures as at 31 December 2022 and at 31 March 2020 for pre-pandemic data; the figures are based on Bundesbank calculations and do not include branches of foreign institutions.", "See Kiel Institute for the World Economy (2022) and Ifo Institute for Economic Research (2022).", "See IAB Job Vacancy Survey, available online at -iab/befragungen/iab-stellenerhebung/aktuelle-ergebnisse/ [-iab/befragungen/iab-stellenerhebung/aktuelle-ergebnisse/] 27.", "See Bennewitz, Klinge, Leber and Schwengler (2022).", "See -publishes-final-standards-and-guidelines-interest-rate-risk-arising-non-trading-book-activities [-publishes-final-standards-and-guidelines-interest-rate-risk-arising-non-trading-book-activities] 31.", "The 7th MaRisk amendment will be published in the second quarter of 2023; see - supervision/individual-aspects/risk-management/marisk/minimum-requirements-for-risk-management-756600 [-supervision/individual-aspects/risk-management/marisk/minimum-requirements-forrisk-management-756600] for the completed consultation process.", "See Financial Stability Board (2017).", "See -of-the-fsb/assessing-the-effects-of-reforms/ [-of-the-fsb/assessing-the-effects-of-reforms/] for an overview of the FSB's evaluation work.", "See Financial Stability Board (2021).", "See Hahn, Momtaz and Wielandt (2022); for an overview of further literature, see Buch, Dominguez-Cardoza and Völpel (2021).", "See Basel Committee on Banking Supervision (2022).", "At the EU level, the Markets in Crypto-Assets Regulation and DORA, the Digital Operational Resilience Act, create harmonised regulatory frameworks that foster innovation while preserving financial stability and investor protection, and strengthen the digital resilience of the financial sector.", "See /~tphilipp/papers/NYT_Krugman.pdf [/~tphilipp/papers/NYT_Krugman.pdf]"], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Risk management", "Financial stability", "Interest rate risk", "Credit risk", "Regulation", "Supervision", "Resilience", "Financial sector", "Economic environment", "Monetary policy"]}