{"sentences": ["Dear colleagues, I would like to inform you that the Board of the National Bank of Ukraine has decided to keep the key policy rate at 25% per annum.", "The NBU has also decided to raise reserve requirements for banks.", "This will enhance monetary transmission, support exchange rate stability, and gradually slow inflation in 2023.", "Inflation continues to grow as expected, but the growth is slower than forecast by the NBU.", "The consequences of the war are the main reason behind this year's increase in inflation.", "They lead to higher production costs and shortages of some goods.", "In particular, an escalation of attacks against energy infrastructure of Ukraine: affects economic activity in various sectors - from metals industry to food industry, animal farming, and the services sector causes production cuts, leading to a decrease in supply of goods spurs households' demand for fuel, which creates additional pressure on energy prices.", "All of the above is driving an increase in prices for a wide range of goods and services, with prices for some items surging.", "At the same time, overall inflation dynamics remain under control, and prices are rising slightly slower than forecast by the NBU.", "First, the gradual tightening of monetary conditions following the key policy rate hike to 25% in June and fixing the official hryvnia exchange rate are playing a major role in stabilizing inflation expectations.", "Second, FX market regulation and the introduction of new savings protection instruments contributed to a narrowing of the spread between the hryvnia exchange rate on the cash market and the official exchange rate.", "Third, the NBU and the government are following their joint plan to cut monetary financing of the budget deficit.", "Coupled with the above factors, this helps ease pressures on the FX market and reduce net FX sales by the NBU.", "In addition, large inflows of financial assistance drove an increase in international reserves to almost USD 28 billion, which exceeds the pre-war level.", "This strengthens the NBU's capability to maintain exchange rate stability.", "Unchanged utility tariffs also remain important for restraining inflation.", "After this year's inflation surge, the growth in consumer prices will slow as of the end of next year.", "This should be primarily driven by security risks subsiding.", "Liberation of occupied territories, setting up production and logistics, and increased capability of maritime logistics will help reduce inflationary pressures.", "Furthermore, steady disinflation in 2023 will be facilitated by: well-coordinated fiscal and monetary policies complete cessation of monetary financing of the budget deficit next year the NBU keeping monetary conditions relatively tight.", "At the same time, the Ukrainian economy will continue facing limited logistics and electricity shortages in the long run.", "Weaker consumer demand will be able to only partially offset the effects from higher production costs.", "Therefore, the NBU continues to expect inflation to decelerate gradually and exceed the central bank's 5% target in 2023-2024.", "Under such conditions, the NBU will focus on maintaining control of inflation expectations and reining in inflation processes.", "Sufficient and regular inflows of international financing and cooperation with the IMF are an important precondition for the stable functioning of the economy in wartime.", "International financial assistance to Ukraine considerably increased in H2 2022.", "It is forecast to exceed USD 31 billion by the end of the year.", "I'd like to thank all of the international financial organizations and Ukraine's partner countries for the unprecedented support they have provided to the country as it fights for the values all civilized countries share.", "International financial assistance needed to finance the budget deficit and restore the economy will continue to arrive into 2023.", "More specifically, the European Union and the Unites States have already announced their preliminary intentions to provide Ukraine with EUR 18 billion and about USD 10 billion respectively.", "What is more, the NBU has made some progress in negotiating with the IMF a new monitoring program involving the IMF Executive Board.", "Once finalized, this program will help Ukraine obtain financing from other international donors in 2023.", "The NBU expects that an Extended Fund Facility will be approved for Ukraine after the monitoring program expires.", "Ukraine is also negotiating over obtaining financing from other partner countries and donors.", "A war and escalating attacks on the country's critical infrastructure remain the key risks for Ukraine's economic development.", "Overall, risks for the economy remain elevated.", "On the one hand, the threat that the \"grain corridor\" will cease operating and risks that Ukraine will not obtain enough external financing has declined.", "In addition, the smaller extent of the NBU's interventions to sell FX and larger international reserves have bolstered the central bank's ability to maintain a stable exchange rate and to keep price growth in check.", "On the other hand, the risk of continued attacks on Ukraine's critical energy infrastructure persists.", "The scale and duration of blackouts could be greater than the NBU envisaged in its October forecast.", "This could dampen economic activity and increase inflationary pressures.", "Other risks also remain important.", "They include: the risk of state finances becoming unbalanced on the back of the unpredictable nature of the war and the possible emergence of additional budgetary needs the risk of the energy sector running large quasi-fiscal deficits because of high the risk that a large part of the Ukrainians who have gone abroad will not return, and that some more Ukrainians may decide to leave Ukraine, at least during the heating season.", "In view of the expected price movements, persistently high inflation expectations and the upward shift of the balance of risks, the NBU Board decided to keep the key policy rate at 25%.", "The central bank has also increased the required reserve ratios for hryvnia and FX current accounts by 5 pp in order to strengthen monetary transmission.", "What is more, the NBU will allow the banks to use benchmark domestic government debt securities to meet up to 50% of their total required reserve ratios, with a view to decreasing the risk of the NBU having to return to the monetary financing of the budget deficit in 2023.", "The central bank will decide separately on a list of eligible securities on the basis of proposals made by the Finance Ministry.", "The banks must start complying with new reserve requirements from 11 January 2023, using domestic government debt securities to meet a portion of their required reserve ratios if they chose to do so.", "After assessing the effectiveness of the above measures and changes in the banking system's liquidity, the NBU will decide whether or not it should increase the required reserve ratios any further.", "If pro-inflationary risks materialize, the NBU stands to ready to tighten monetary conditions in order to keep the exchange rate and inflation in check.", "Thank you for your attention!"], "classifications": ["none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Exchange rate", "Key policy rate", "Reserve requirements", "International financial assistance", "Economic risks", "War", "Energy infrastructure", "Fiscal policy"]}