{"sentences": ["Ladies and Gentlemen, It is a great pleasure for me to be here in New York for this Paris Europlace gathering, and I would like to thank Damien Laban, Deputy Consul General of France in New York, for his kind welcoming words, and Emmanuel Goldstein from Morgan Stanley.", "The last time I was able to attend this traditional spring event was in April 2019, on the very same day and time Notre-Dame de Paris caught fire, and before the Covid crisis struck.", "A lot has happened since then, including the outbreak of a war in Europe, which was another major shock.", "However, our Atlantic Alliance has strengthened, Europe's economy has proved remarkably resilient, and we at the European Central Bank will rein in inflation by end 2024 / 2025 at the latest (I).", "On another note, I must mention that Paris has asserted itself as a major financial centre (II).", "I. Europe has proved remarkably resilient, and we will rein in inflation Let me start with our updated economic outlook, in Europe and in France.", "You may remember that in the quarters that followed the invasion of Ukraine, growth prospects were regularly revised downwards, as our European economy suffered in particular from high energy prices, fear of a shortage in energy sources, and hence general uncertainty - and even worries about how we would get through the winter.", "Europe reacted swiftly, diversifying its sources of energy supply, and global market prices decreased sharply, especially from the fourth quarter of 2022.", "In the end, the euro area economy expanded by 3.6% in 2022, still higher than in the US, despite a slowdown in the second half.", "The likelihood of a recession in 2023 is now very remote, and growth prospects have even been revised upwards, to 1.0% in 2023 (up by 0.5 percentage point compared with December forecasts), before rebounding to 1.6% in 2024 and 2025.", "Faced with a historic geopolitical and economic shock, Europe has shown remarkable resilience, and greater unity.", "Euro area inflation further accelerated after the invasion of Ukraine, but the outlook for 2023 and beyond has also recently improved - although with mixed news.", "On the one hand, the earlier-than-expected easing in energy prices has led to a decrease in headline inflation since October 2022, from 10.6% to 6.9% in March - though this level is obviously still far too high.", "We also expect tensions on food prices, which have soared since 2022, to start fading from the third quarter of 2023, in the wake of the recent sharp decrease on international markets.", "These two items, energy and food, are traditionally the most volatile items in headline inflation.", "Together they constitute about 30% of the average consumption basket, but they have by far the strongest impact on the perception of price increases: this is what consumers buy the most frequently.", "On the other hand, we now face the risk of entrenched inflation, which lies in the underlying or 'core' component.", "It actually encompasses roughly 70% of the average consumption basket: manufactured goods, and services, which weigh roughly twice as much as manufactured goods.", "Core inflation has risen steadily while less fast over the past months, to reach 5.7% in March.", "In other words, inflation has become more widespread, and potentially more persistent.", "But monetary policy is most effective on core inflation, and it is our duty to bring it back under control.", "Our monetary policy response to rising inflation has been strong and swift.", "Our past rate increases (+350 basis points since last July) are in the process of passing through to the real economy, and we expect their effect to amplify in coming months.", "We at the ECB are now moving from a \"sprint\" to a \"long-distance race\": at our next meetings, we will make decisions on potential new rate hikes by looking at three key economic indicators: inflation outlook, underlying inflation and monetary policy transmission.", "Rest assured that the ECB Governing Council is fully committed to rein in inflation, and to ensure that it returns towards 2% by end 2024 or end 2025.", "Paris' momentum as financial centre Amidst this geopolitical and economic uncertainty, and despite the recent turmoil in the United States and in Switzerland, financial stability has been preserved in Europe.", "EU banks are robust, with substantial capital and liquidity buffers: they are in their overwhelming majority subject to stringent Basel requirements - which makes a big difference with the many mid-sized US banks.", "We have in the euro area no \"Sorgenkind\" or \"problem child\", such as Crédit Suisse; and since 2014 we have had a single and strong supervisor thanks to Banking Union.", "As President of the French prudential authority (the ACPR), I can in particular attest to how solid and diversified French banks are nowadays.", "Four of them are categorised as global systemically important banks (G-SIBS), and they act as catalysts for Paris as a financial centre.", "Indeed, Paris stands out as unique in the network of European financial centres: it is the only one to offer such a wide range of financial activities, from global asset management to insurance and banking, and it has further reinforced its position since Brexit.", "Beyond the large number of subsidiaries established in or relocated to Paris since then - at least thirty banks, twenty asset managers, several market platforms for instance -, we should also consider the activities performed through branches in Paris, especially trading rooms and desks, which are sometimes far more significant than the subsidiaries to which they are legally bound.", "Contrary to other cities, which have attracted one or two kinds of financial services, Paris is the only one to have benefited from relocations on all segments of the financial industry.", "More importantly still, these moves were not one-off events: the momentum has lastingly shifted from London to continental Europe.", "We observe a steady shift, which shows no sign of losing steam.", "Combine this with the strength of some key sectors of our economy; the result is that Paris now stands as the first stock market capitalisation in Europe, ahead of London.", "Whatever your field of activity, you will find in Paris a convenient and safe harbour, with all facilities and fast speed train connections to other major cities, in Europe and beyond.", "It has also attracted regulatory bodies, which can only be viewed as comforting neighbours after recent turmoil elsewhere.", "The EBA (European Banking Authority) moved to Paris in the wake of Brexit, thereby joining ESMA (European Securities and Markets Authority).", "Having a \"regulatory hub\" will facilitate cooperation between European agencies, in a world that requires such enhanced cooperation between authorities.", "In addition, French national regulators are recognised for their credible action, and for being at the cutting edge of technological developments, as Geoffroy Goffinet from the ACPR will develop in more detail.", "Let me just briefly highlight one last course of action at the Banque de France.", "We have been a pioneer in central bank digital currency (CBDC): in addition to taking an active part in the work on a potential euro retail CBDC, as early as 2020 we launched a series of twelve experiments on a wholesale CBDC, both for payments and securities settlement.", "The first nine experiments have been very valuable, and the three experiments underway focus on cross-border payments and tokenised asset settlement.", "We are keen to pursue our long-standing partnership with commercial banks, to reconcile innovation and security.", "To conclude, this stay in New York is also the opportunity for me to point out that the Statue of Liberty, which so forcefully embodies our common values, is the fruit of a tight cooperation between France and America.", "Let this fruitful cooperation carry on throughout the 21st century; we will be happy to welcome you in Paris.", "I thank you for your attention, and will now leave the floor to Olivier Vigna, deputy CEO of Paris Europlace.", "ECB, Macroeconomic Projections , 16 March 2023 Eurostat flash estimate, 31 March 2023 Bloomberg , 22 March 2023 An updated report will be published by the Banque de France within next months.", "You can already refer to our report published in November 2021 for the key findings from our first nine experiments."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Europe", "Paris", "Financial stability", "Economic outlook", "Resilience", "ECB", "Core inflation", "Financial centre"]}