{"sentences": ["Ladies and Gentlemen, It is a pleasure to deliver this address at this ICMA's Conference in Paris, and I would like to pay tribute to your collective contribution to Capital Markets.", "Let me thank among others Bryan Pascoe, René Karsenti, Mandy DeFilippo and the ICMA French Regional Committee.", "In particular, ICMA's emphasis on sustainable finance perfectly echoes our call alongside Christine Lagarde for a \"Green Capital Markets Union\".", "It is an important way forward for Europe in the coming years.", "In the short and medium term, let me focus today on the transmission of monetary policy.", "In the Euro Area, inflation has begun to fall back, from 10.6% in October 2022 to 7% in April, after 6.9% in March, and is expected to recede by the end of the year.", "But it will still be too high.", "And while headline inflation has been declining, underlying price pressures are showing persistence.", "The Governing Council has already taken prompt and forceful actions to tighten the stance of monetary policy.", "The increase in policy rates since 2022 has been exceptionally rapid by any historical standards: 7 hikes in less than ten months, amounting to +375 basis points.", "The primary question today is not so much how much further we need to go with interest rate hikes, but how large is the pass-through of what is already in the pipe.", "Overall, evidence shows a quick and smooth pass-through of ECB decisions to broad financing conditions, which is the first step of monetary policy transmission.", "The growth rate of bank loans to households and firms has slowed due to a combination of higher borrowing rates, lower demand, and - for firms - tighter credit standards.", "Volumes of loans are decelerating, even though growth in outstanding amounts remains positive [+3.3% in the euro area for mortgages to households and +5.2% for loans to businesses].", "By the way, the growth of loans in France remains significantly higher than in the euro area average.", "The second step of monetary policy transmission goes from the overall financing conditions to the economy and to inflation.", "In the textbook theory, tighter financial conditions moderate aggregate demand, and then decrease inflation with some lags.", "The estimated transmission lags of monetary policy in the literature vary from one year1 to more than two years .", "At the current juncture several factors may bring us closer to the upper range: The current tightening cycle started from exceptionally low levels of real interest rates.", "It is only from the end of 2022 that we achieved positive real rates at all maturities - but we are now clearly in restrictive territory.", "the proportion of fixed-rate long-term loans is particularly high by historical standards.", "This is welcome for financial stability, especially for mortgages.", "But as a result, the pass-through of higher policy rates is more gradual.", "The origin and sectorial composition of inflation matters.", "The current surge in inflation does not primarily originate in overheated demand but in supply shocks.", "This has implication for the transmission lags.", "(i) The rise in the price of commodities and input costs was at the root of inflation.", "Their pass-through to producer prices and subsequently to CPI inflation might be asymmetric, faster and more complete on the way up than on the way down.", "It implies that the current decline in energy and input costs may not fully translate yet into lower inflation.", "(ii) Services inflation, in part fuelled by wage developments, has gradually but steadily surged over recent quarters, and is likely to become the dominant source of inflation in the euro area.", "Historically, services are the most persistent and important component of both headline and core inflation, and their share in consumption increased significantly in the last decades.", "They are less directly sensitive to interest rates; the dampening effect of monetary policy on aggregate demand will be felt, but it will take more time.", "What conclusions can be drawn for monetary policy ?", "In the usual alleged time lag of one to two years for monetary transmission, our economic situation is presently closer to the upper range.", "And hence the commitment I reaffirm today to bring inflation back towards 2% by 2025, is consistent with the full transmission of the monetary tightening at work until summer 2023. b.", "Against this backdrop of significant transmission \"in the pipe\" and still to come in real economy, a deceleration in the size of the policy steps (from 50bp to 25 bp) was wise and cautious.", "We obviously keep our hands free, but we add the capacity of observing and monitoring the pass-through of our massive past hikes.", "Persistence is now more important than speed; the duration for which we will maintain rates is now more important than the precise terminal level we will reach.", "Or in other words, for interest rates as with ballistics, \"longer\" is becoming more significant than \"higher\".", "c. Hence, our next rate decisions should not focus such attention; we already have completed most of our rate-hiking journey, and we are clearly in restrictive territory.", "That said, as I said already last January, I expect today that we will be at the terminal rate not later than by summer, which starts in June and ends in September.", "Hence we have three possible Governing Councils either to hike or to pause; but don't deduce a guidance from this or a preference for a given terminal rate.", "We will remain data driven, looking meeting by meeting at the outlook for headline as well as for underlying inflation.", "Monetary policy is at work and rest assured, we'll do the job: we'll bring inflation back towards 2%.", "We'll do it with the necessary patience - looking at the 2025 horizon for full transmission, with persistence - maintaining restrictive interest rates for long enough, and pragmatism - monitoring actual economic data.", "But once more, monetary policy cannot be the only game in town.", "Fiscal policies should adjust and consolidate, first and foremost scrapping energy subsidies as the European Commission rightly advocated yesterday ; wage negotiations and mark-up decisions by firms should incorporate the expected decrease in inflation; and still more, structural reforms are needed more than ever to increase the supply-side capacity and flexibility in Europe and in France.", "And this is where Capital Markets Union would greatly help to finance investment and innovation, and hence reduce inflation.", "Let us acknowledge it: if we are lagging behind today in Europe, it's in this domain of supply transformations, and not in monetary policy.", "Smets and Wouters (2005); see also ECB NAWM model presented in P. Lane's lecture on 16/02/2023, \"The euro area hiking cycle: an interim assessment\".", "Badinger and Schiman (2023), Measuring Monetary Policy in the Euro Area Using SVARs with Residual Restrictions American Economic Journal: Macroeconomics 2023, 15(2): 279-305, or; see also ECB-BASE model.", "François Villeroy de Galhau, Letter to the President of the Republic, « How France and Europe will defeat inflation », April 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Monetary policy transmission", "Inflation", "Interest rates", "Capital Markets Union", "Economic growth", "Credit conditions", "Services inflation", "Real interest rates", "Wage growth", "Supply-side capacity"]}