{"sentences": ["As prepared for delivery Good Morning!", "I am pleased to be here at the launch of the Banking Industry Financial Literacy Campaign.", "Let me express my gratitude to the Kenya Bankers Association (KBA) for the invite and organizing this launch event.", "I note that the campaign targets the public particularly the youth to enhance their capacity to make sound and informed financial decisions.", "The context of the Campaign is the vibrant financial sector.", "Kenya's financial ecosystem has transformed significantly in the last decade and a half.", "From the traditional brick and mortar model, it has evolved to an elaborate anytime anywhere digital ecosystem stradling among other services: payments, credit, savings, insurance, capital markets and pensions.", "The 2021 FinAccess Household Survey (the Survey) indicated that the level of financial access has tripled from 26 percent in 2006 to 83 percent in 2021.", "Commercial banks have also transformed dramatically.", "In the late 1990's, bankers used to say that there are about 2 million bankable Kenyans.", "Today, there are 73.72 mobile money accounts and 64 million deposit accounts in banks.", "The Survey estimated that 22.2 million Kenyans were using mobile money accounts, while 10.2 million Kenyans had bank accounts.", "Before delving further on the question of the day, I want to ask why are we interested in improving financial literacy of the population?", "Why is it important to a commercial bank, SACCO, microfinance institution, payments services provider, and even the central bank?", "I fear as, Simon Sinek explains in his book \"Start With Why,\" we get caught up too often with the \"what will we do and how will we do it\" (for instance, this campaign) and ignore the all important question of why we are doing this.", "In my view, it is about lifting the population and giving them powerful tools for their prosperity and security.", "It is important that we reflect deeply on this, against the backdrop of a rather chequered history of the banking sector and our business community more widely.", "To set the stage for my remarks, it is important to first understand the key components of financial inclusion.", "Broadly, financial inclusion refers to the participation of individuals, households and businesses in the financial system.", "The Survey defines financial inclusion in four dimensions: access, usage, quality and impact/welfare.", "I will focus on the impact/welfare component which refers to financial health.", "The financial health of citizens is indeed where the rubber meets the road in terms of financial inclusion improving their livelihoods.", "Whilst progress in Kenya has been made on the access dimension of financial inclusion, much more more remains to be done on the other three dimensions of usage, quality and impact/ welfare.", "The Survey revealed increased usage of banking services particularly through mobile phones.", "However there are still gaps in usage of financial services between males and females, rural and urban users, among different age groups and users in different income segments.", "On the quality dimension of financial inclusion, as assessed on the basis of financial literacy and consumer protection, the Survey indicated that 45 percent of respondents relied on friends and family members to get financial advice, with formal institutions playing a peripheral role.", "Some of the challenges cited by respondents include: fraud through loss of money, unexpected transaction charges, lack of transparency in the pricing of financial services and products and system downtime.", "On the fourth dimension of impact on livelihood of those using financial services and products by household, the Survey employed a framework of financial health constructed from a composite index of three main life goals:- Ability to manage day-to-day needs.", "Ability to cope with shocks.", "Ability to invest in future goals.", "The aim was to determine the outcome of financial inclusion in terms of the resilience of the Kenyan population and its potential for growth.", "The results of the Survey indicate that the financial health of respondents deteriorated to 17.1 percent in 2021, compared to 21.7 percent in 2019.", "This implies that that only 17.1 percent of the respondents could adequately and comfortably meet their day-to-day needs, cope with shocks and had the ability to invest in future goals like saving for old age.", "Globally, the World Bank Global Findex Database (Global Findex) revealed that in 2021, 76 percent of adults had an account at a bank or regulated institution such as a credit union, microfinance institution, or a mobile money service provider.", "Account ownership around the world increased by 50 percent in the 10 years spanning 2011 to 2021, from 51 percent of adults to 76 percent of adults.", "Notwithstanding this significant increase in global access to financial services, financial health remains of concern.", "In particular, only 55 percent of adults in developing economies could access extra funds within 30 days without much difficulty.", "Friends and family were the first-line source of extra funds for 30 percent of adults in developing economies, but nearly half of those said the money would be hard to get.", "Furthermore, women and the poor were less likely than men and richer individuals to successfully raise extra funds and more likely to rely on friends and family as their go-to source.", "Further, about 50 percent of adults in developing economies were very worried, in particular, about covering health expenses in the event of a major illness or accident, and 36 percent said health care costs were their biggest worry.", "In Sub-Saharan Africa, worry over school fees was more common than in other regions; 54 percent of adults worry about them and for 29 percent it is their biggest worry.", "Why so many obvious problems and does it matter for our instititutions?", "As I mentioned at the beginning of my remarks, it should matter to every one of us, and every one of our institutions.", "What perhaps happens is that we end up as free-riders, letting others do the heavylifting.", "Or we are not practitioners of the broken window theory-reluctant to deal immediately with emerging problems.", "Considering the example of operating a restaurant, do we leave our customers struggling with the menu, instead of seeking to understand what they want, explaining the items of the menu and adapting them to the customer?", "Against this backdrop, I will outline three broad themes to reflect on as we collectively work to strengthen the financial health of Kenyans.", "In doing this, I will draw substantially from the Kenya Banking Sector Charter ( the Charter) issued to the banking sector by the Central Bank of Kenya (CBK) in 2019.", "The Charter sought to operationalize the vision of a banking sector that works for and with Kenyans.", "It is anchored on four pillars of customer centricity, risk based credit pricing, transparency and disclosures and ethical banking.", "This morning, I will focus on the customer centricity and transparency and disclosure pillars.", "First, customer centricity is key in addressing the financial health of our citizens.", "Financial services and products should take into account the day to day needs, of customer supporting their resilience and achievement of their life goals.", "Tailored savings products and insurance products particularly covering medical care come into mind.", "Further, pension products that cater for individuals in the informal sector and post retirement medical schemes are also pertinent.", "My challenge to the financial institutions represented here is how well do you understand the financial health needs of your customers?", "Do you have products and services that meet their needs at the different stages of their life cycles?", "The needs of different customer segments vary given their income segment and stage of life.", "The risk appetite of high networth customers will indeed differ from a middle class family with children about to join university.", "A broad brush stroke approach to product development in an environment like this is redundant and the challenge is to customize products and services accordingly.", "Second, is transparency and disclosure.", "Customers are now faced with a myriad of financial services and products that they may not understand.", "The allure of anytime and anywhere financial services is increasingly leading consumers to partaking the services and products without adequate knowledge.", "This has led to challenges including overindebtness and addiction to betting and gaming.", "Third, a holistic and collective approach to financial health is imperative.", "All players including regulators, financial service providers, customers must come to the table to strengthen the financial health of our populace.", "I am therefore pleased to note the participation in today's launch not just of commercial banks, but also of insurance companies, microfinance banks, SACCOs and Payment Services Providers.", "We are all serving the same customers who require a variety of products for their financial wellbeing and ultimately enhanced lives and livelihoods.", "As I draw to a close, the campaign we are launching today should not just be about financial literacy.", "It should be about enhancing the financial health of Kenyans.", "The words of Queen Maxima of Netherlands, a global proponent of financial health are apt, \"It is important to remember that financial inclusion on its own-is not enough-rather it is a means to an end.", "It remains critical to be deliberate in targeting positive development outcomes that strengthen the resilience of people and small businesses, and contribute to their improved financial health.\"", "We have ways to go but I am confident we will get there.", "And in the words of a famous proverb, if you want to go far, go together."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Health", "Financial Literacy", "Financial Inclusion", "Customer Centricity", "Transparency and Disclosure", "Financial Services", "Financial Products", "Impact on Livelihood", "Financial Resilience", "Financial Well-being"]}