{"sentences": ["Speech by François Villeroy de Galhau, Governor of the Banque de France, Centre des professions financières Paris, 17 February 2023 How monetary policy will defeat inflation: channels and locks Inflation is currently the number one concern for our fellow citizens and for us.", "Admittedly it has started to fall back slightly, to around 8.5% in the euro area, and it could have halved by the end of this year.", "But that will still be too high.", "Inflation that becomes entrenched at above 2% would be the worst enemy of confidence and therefore growth.", "The initial causes of this return of inflation are well known, and are primarily external to the euro area: disruptions to global supply chains with the exit from the pandemic, energy prices, Russia's war against Ukraine... Their indirect repercussions have been felt gradually, first in manufactured goods prices, then in services prices.", "To sum up, inflation has not only become higher but also more widespread; not just imported but also domestic; not just linked to a transitory supply shock but also potentially persistent.", "In light of this, no one can seriously deny that monetary policy must respond.", "Today, therefore, I shall not talk about why the central bank must combat inflation but about how, in the current context, it needs to act to be effective.", "First we need to clear up the misconception that has become widespread, particularly in our country that the weapon to achieve lasting victory over inflation is not fiscal: it is primarily monetary, and then structural, so as to increase the supply of goods and services.", "Tariff and fiscal shields can be useful in the short term, but they do not lead to a durable reduction in inflation.", "And, as we strongly emphasised following our last Governing Council meeting, it is time for national governments to start reducing their support measures rapidly, by making them more targeted, as soon as energy prices start to recede.", "I shall therefore focus on two subjects here today: (I) what are the channels of transmission of monetary policy today?", "(II) what are the pointers for our future monetary policy and, to continue with the image of channels and waterways, what navigation locks do we need to go through?", "The channels of transmission of monetary policy today One \"historical\" channel is less relevant today: monetary aggregates.", "The monetary aggregates channel is based on the idea that strong money growth fuels inflation: we have all more or less learned Irving Fisher's money quantity equation (1911)1 and the monetarist theories that have dominated since Milton Friedman (1956).", "However, this channel has gradually become less relevant.", "Indeed, because of the volatility in the speed at which money circulates, the relationship between money growth and inflation fluctuates over time; it is neither causal nor automatic.", "That said, since its creation, the Eurosystem has always monitored monetary aggregates, even if their relative importance has gradually declined a change that was confirmed in our last strategic review in 2021.", "Since the start of the asset purchases in 2014, money growth has remained contained.", "During the Covid crisis, however, the exceptional fiscal and monetary support measures led temporarily to an expansion of household and corporate bank deposits: M3 growth reached 12.5% in January 2021.4 But since then, growth in monetary aggregates has fallen steadily, reaching 4.1% in December 2022.", "A simplistic interpretation of the approach could therefore, paradoxically, prove reassuring today but artificially so.", "The expectations channel While the steering of monetary aggregates has become less important, the steering of inflation expectations has gained significant ground in modern monetary theory, especially since the work of Michael Woodford.", "These expectations play a key role be they those of the financial markets in determining the level of interest rates, or those of economic agents (businesses and households) in guiding decisions on future prices and wages.", "I shall come back to the expectations of households and businesses later on, as they are more difficult to measure and influence.", "At this stage I would like to concentrate on market expectations, and the way in which the central bank should guide them.", "The essential variable here is the of its communication and action.", "This credibility is underpinned first by a solid institutional foundation: I would just like to point out that this year marks the 30th anniversary of the law of August 1993 granting the Banque de France its independence.", "Secondly, it requires unwavering determination and capacity to act: let me reiterate firmly here today, not just our forecast but also our commitment, alongside Christine Lagarde, to bring inflation back towards 2% in the euro area and France by end-2024/2025.", "Credibility ultimately means renewing our communication: since last year, like all other major central banks, we have stopped giving the markets \"forward guidance\" in the form of a commitment to a path of key rates that is unconditional and/or extended over time, as today's highly uncertain this no longer appears suited to environment.", "However, market expectations of the future path of key interest rates are an essential determinant of medium and long-term interest rates, those that matter the most for investment and spending decisions.", "We therefore need to aim, with humility, for a \"new predictability\" in our communication.", "To do this we need to overcome at least one challenge, which relates to the overly strict interpretation of what \"deciding meeting-by-meeting\" means.", "As witnessed with our meetings at the end of last October and in December, this would lead to surprises and excessive volatility.", "Monetary policy deserves better than a \"live\" prediction contest, or an overinterpretation of statements by different individuals.", "On 2 February, on the contrary, we made it clear that we intended to raise our key rates by another 50 basis points on 16 March, and that we would then evaluate the subsequent path of and unconditional \"guidance\" does our monetary policy.", "Refusing to give long-term not preclude providing some short-term visibility, today or tomorrow.", "The main thing is that our future decisions shall remain dependent, first and foremost, on the economic data.", "Amidst the uncertainty, I am calling, more than ever, for pragmatism.", "What is the current level of market inflation expectations?", "After remaining fairly stable for a long period below the 2% inflation target, expectations initially increased markedly in the recent period including five-year ahead expectations which are the most important for us and rose to over 3% in spring 2022.", "But these expectations have since improved spectacularly as energy prices have subsided; swap markets are now expecting inflation to fall rapidly towards 2%, including in one year's time.", "This can also be seen in five-year options markets.", "These expectations can be regarded as too volatile, or a little too premature when it comes to the inflation decline.", "But they still have a significant impact on the rise in expected real rates, and this leads me to the channel of financial conditions.", "The channel of financial conditions and demand The fact that an expectations channel exists does not mean that monetary policy only works like a magical incantation.", "It has a direct impact on financing conditions; and in keeps demand in line with the economy's supply capacity, at a doing so it indirectly time when this capacity has been squeezed by external shocks.", "We need to banish one false suspicion that tends to arise in this context: the idea that monetary policy aims to create a recession, and that a choice has to be made between growth and controlling inflation.", "This is wrong, first because persistent inflation would mean higher risk premiums and price distortions which, in the longer term, would curtail growth.", "Second, from a more cyclical viewpoint, euro area activity and employment have proved resilient over recent quarters.", "There is therefore room to act and I want to make this clear: our achieving of disinflation will not lead to a recession.", "The goal now is to avoid a faster re-acceleration of demand than supply in the expected 2024-25 recovery.", "To achieve this, financing conditions obviously cannot remain the same today as they were when there was a demand shortfall, as in the past decade when inflation was too low for too long.", "Technically, we are talking about monetary tightening or \"restrictive\" financing conditions: these words obviously sound less appealing, but what do they mean in reality?", "We are first aiming, through monetary tightening, for an increase in real interest rates at different maturities.", "These are interest rates (OIS7) adjusted for inflation expectations (ILS8) and not for current inflation.", "It is real rates rather than nominal rates that reflect the true financing conditions faced by economic agents; they stem from our decisions, but also from the aforementioned expectations channel combining the rise in expected interest rates and the fall in expected inflation.", "Since the start of 2022, the real yield curve has risen significantly; we are pleased that it is now in slightly positive territory for all maturities.", "We also look at credit aggregates, which are much more meaningful than monetary aggregates.", "The credit channel is especially important in the euro area since, unlike in the United States, the majority of investment here is financed through bank credit.", "The cost of credit has risen markedly, from levels that were exceptionally accommodative.", "We are seeing a deceleration in volumes, although growth in outstanding credit remains strong [+6.3% in the euro area for business loans and +4.4% for loans for house purchases].", "In both categories, credit is cheapest in France and is growing at above the average rate for Europe.", "This slowdown in credit supply is justified after the sharp rise in private debt ratios in recent years.", "Interest rates also influence the foreign exchange channel.", "The past depreciation of the euro has amplified the rise in imported prices, particularly those of commodities which are global and set in dollars.", "The 16% fall in the euro against the dollar between mid-2021 and mid-2022 would, if it had stayed at this level, have had an estimated impact of roughly +0.6 percentage points on the level of consumer prices over the long term.", "The monetary policy conducted since then by the Eurosystem has contributed to the recent re-appreciation of around 8% in the euro, which should gradually have the opposite effect.", "Do I need to say it again?", "We do not have an exchange rate target, but we closely monitor the effects of the exchange rate on inflation; it is good to see that they have become more favourable again since last summer.", "A few pointers: from to monetary normalisation in 2022 to the race\" towards monetary stabilisation As of the end of 2021, we responded to the inflationary shock with a rapid and clear shift in monetary policy stance.", "After discontinuing its net asset purchases (as of the announcement in December 2021 for the PEPP), the ECB Governing Council decided to raise its key rates at an unprecedented rate, by a total of 250 basis points in five months, between July and December 2022.", "Some felt that we started these rises too late: we can argue over whether it should have come a few weeks earlier which would not have changed much but I would just like to remind you of the initial doubts voiced by many economists over the inflationary shock, which was still seen as temporary a year ago, and notably concentrated in the energy supply.", "We needed to analyse and form an opinion: as soon as inflation clearly became more widespread and more persistent, we acted quickly and with force.", "At the end of 2022, monetary policy reached what we call \"the neutral rate\" zone, which is the theoretical equilibrium rate at which there is neither monetary expansion nor contraction of inflation.", "The Banque de France estimates that, in real terms, this neutral rate is currently just above 0% in the euro area it is higher in the United States and hence around 2% in nominal terms.", "It was a sprint race as we had to get to at least this neutral rate as fast as possible.", "Clearly we have gone beyond that today, and as a result have entered \"restrictive\" territory in the technical sense.", "The long-distance run towards the stabilisation phase We are now entering a new, slower, longer and more open phase.", "After the sprint comes the long-distance run.", "Expectations are continuing to focus, excessively in my view, on our speed: are we going to continue our 50-basis-point hikes after March?", "I shall not answer that today, first because our decisions over the coming months will be guided by the data.", "Above all, it is also because there are two more important variables in this new phase: the level of interest rates that we reach, and the duration for which we stay there.", "The level of the \"terminal rate\" the markets' estimate of the \"terminal rate\" Regarding the level, was, until the last few days, around 3.5% in the euro area.", "The fluctuations since yesterday may be excessively volatile, but I shall just make one comment here on the calendar and another on the substance.", "Regarding the calendar, without setting ourselves any strict time limit, I think it is possible that we will have reached this peak by summer... which officially ends in September.", "That would leave us four Governing Council meetings, after the one in March where we will have reached 3%.", "We shall probably go beyond this 3%, but there will be no obligation to act automatically at each Council meeting, and we are not ruling out acting subsequently if new elements justify it.", "This gives a sufficiently broad scope of action to be serene, open: after March there will be less monetary urgency as we will need to analyse the economic evidence more closely.", "I do not believe it is possible to model \"a Regarding the substance and method, target- compatible rate\".", "It is appealing from an academic point of view, and such a model was notably developed by the economist Lars Svensson who went on to become Deputy Governor of the Swedish Riksbank from 2007 to 2013.11 But in practice this method is ineffective.", "It relies heavily on having a very accurate model and clear identification of the shocks hitting the economy.", "The substantial forecast revisions over recent quarters underline just how difficult it is to calibrate policy based on forecast targeting.", "As a consequence, this method gives highly volatile estimates of the terminal rate, which can double depending on the assumptions and forecasts.", "However, I do think we need some pointers, which brings me, regarding our channels of transmission, to the first essential \"navigation lock\": that of the future stabilisation of the level of rates.", "What economic data should guide us in deciding whether or not to stop the rate hikes?", "In my view, the central criterion is a turnaround in the trajectory of inflation, not just headline inflation we are very probably close to that point but above all underlying inflation, notably excluding energy prices which may lag the headline measure by several months.", "It is this underlying inflation that monetary policy can best treat, and which provides the best indication of the medium-term trajectory of headline inflation.", "Will this turnaround require actual and duly observed falls in underlying inflation, or a sufficiently solid forecast of an expected fall in the very near term?", "Prudence demands the first response, while the time taken for monetary policy transmission justifies the latter, so the Governing Council will have to use its judgement.", "The other bigger question on an economic level is how best to define underlying inflation: I shall come back to this at the end.", "The duration of the stabilisation phase The other key variable is the duration the interest rate is kept at its so-called terminal level.", "It is our duty to repeat that the fight against inflation cannot be won without perseverance, and without keeping interest rates high for as long as necessary.", "We need to be wary of declaring victory too soon: the final kilometres of a long distance race are often the most decisive.", "Here again I think we can give some pointers on this other essential \"lock\": what economic data could guide us as to the length of this phase and lead us to one day envisage a lowering of the level of rates?", "This issue is of course further off in the future, and definitely not for this year.", "However, when the time comes, we will need to find the optimal balance between the level at which rates are stabilised, and for how long, as in a long distance race where you need to balance pace and distance.", "When we are sufficiently confident that we have reached the right rate level, it might be a good idea to give guidance on the criteria determining how long we stay there.", "The key criterion here seems to me to be a return to an inflation outlook that is compatible with our 2% target, firmly and durably.", "Firmly in the sense of being supported by actual data on headline inflation but also on underlying inflation.", "Durably in the sense of being well ahead of the end of our projection horizon, and including, in and businesses' inflation my view, a decline towards 2% of households' expectations.", "Before concluding, however, we need to shed more light on two key elements of this and economic agents' expectations.", "economic narrative: underlying inflation The different measures of underlying inflation The aim of underlying inflation measures is to better estimate the change in the persistent component of inflation, which corresponds to \"trend\" inflation.", "measure of this is \"core\" inflation\" (in other words excluding energy and food which are the two most volatile components).", "Core inflation is estimated to have stabilised in January, albeit tentatively, at the elevated rate of 5.2% year-on-year, according to the Eurostat Flash estimate.", "There are \"exclusion-based\" that better strip out the effects of transient shocks to items other than food and energy.", "These indexes are less volatile than the measure and can thus provide a better reflection of the fundamental trends in inflation.", "However, in the current phase, these indicators are not best suited for identifying real time shifts in the persistent component of inflation.", "Compared with these exclusion-based indicators, the Persistent and Common Component of Inflation (PCCI)13 constructed by the ECB has the merit of including the impact of medium-term shocks to energy and food, to the extent that they have common effects.", "By construction,14 the PCCI can also potentially provide earlier signals of turning points in underlying inflation.", "For example, the PCCI was the first indicator to signal the rise in inflationary pressures in 2021.", "Similarly, it reached a turning point in mid-2022, when the other indicators were still rising.", "That said, the PCCI is based on a complex statistical methodology and the signal provided by its recent changes remains to be confirmed.", "indicators that focus on \"momentum\" and on quarterly rather Along the same lines, than annual changes can provide useful additional information in the current phase.", "At this stage, there are no clear and convergent signs in all of these indicators that would allow us to assert that underlying inflation has indeed reached a turning point.", "Lastly, we are closely monitoring the changes in wages, which are notably crucial for services inflation.", "Nominal wage growth is still accelerating across the euro area, although has so far remained below price growth; however, this is not leading to a wage-price spiral beyond what is included in our projections.", "The inflation expectations of households and businesses As I mentioned in the first part of my speech, market expectations have clearly improved, admittedly against a backdrop of falling energy prices.", "However, the inflation expectations of economic agents (households and businesses), particularly over the medium term, are also essential as they are the ones that determine the path of prices and wages.", "These expectations, which traditionally change more slowly than those of the markets, are giving more mixed signals.", "The inflation expectations of euro area households rose at the start of 2022; they have since stabilised but have not fallen to any significant extent: in December, the ahead expectation was 3% according to the ECB's CES15 median three-year survey.", "that households' responses on future price changes continue The survey also shows to be more widely dispersed.", "Regarding businesses' inflation expectations, the Banque de France after Banca is a pioneer in this field, having launched its own dedicated survey two years ago.", "As in the case of households, this survey shows a rise in the median three to five-year ahead expectation, which reached 3% by mid-2022 and has merely stabilised since then.", "of households' and businesses' We have thus avoided a significant \"unanchoring\" ensure they become lastingly medium-term expectations; but we still need to \"re- anchored\" towards the 2% target.", "Today I have given no dates or figures: doing so would be meaningless and would equate to coming back to unconditional and excessively binding guidance.", "But I think it is useful and feasible to offer an economic narrative that is based on data and \"state- dependent\".", "This is part of the \"new predictability\" that I would like to see.", "You can be sure of our unwavering determination in bringing inflation back towards the target of 2% over the next two years.", "Our actions will be transmitted via two efficient channels: that of expectations and that of financing conditions.", "And on these channels, our interest rate trajectory could, in my view, go through two navigation locks: for a stabilisation of interest rates, that of a clear turnaround in underlying inflation; and then for a possible lowering of rates, that of a clear prospect of a durable return to the inflation target.", "\"Don't talk unless you can improve the silence\".", "Jorge Luis Borges wisely wrote: Forgive me for not following his advice, but I hope I have at least reduced the sometimes confusing noise that surrounds our monetary policy.", "And thank you for listening."], "classifications": ["none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Expectations channel", "Financial conditions", "Credit channel", "Foreign exchange channel", "Neutral rate", "Terminal rate", "Underlying inflation", "Wage growth"]}