{"sentences": ["Yesterday was King's Day in the Netherlands.", "The day we celebrate the birthday of our king.", "Having a monarchy is one of the great many things the Dutch and the Swedes have in common.", "Our King's Day is a national holiday with flea markets on every square, music and beer in the high streets, and the entire country dressed up in orange to celebrate.", "And every year I think to myself: \"Mamma Mia, here we go again.\"", "This thought also crossed my mind a few weeks ago, when the most recent episode of market turmoil started - with the failure of Silicon Valley Bank and the fall of Credit Suisse.", "But are we actually 'going again'?", "Alfred Nobel provides some wisdom to answer this question.", "He said: \"One can state, without exaggeration, that the observation of and the search for similarities and differences are the basis of all human knowledge.\"", "In saying this, he captured exactly what we need to do in case of turmoil, in case of a new shock to our financial system.", "Of course, every shock is unique.", "But often, there are similarities.", "And often, there are differences with previous shocks.", "And it is up to us to distinguish between them.", "To draw on lessons learned for what is similar.", "And to look for new lessons for what is different.", "We have learned a lot from previous shocks.", "They allowed us to identify vulnerabilities in our financial system.", "And we have been able to strengthen our resilience and stability as a result.", "So far, no shock has been the Waterloo of our global financial system.", "But we need to remain vigilant.", "We need to remain diligent, in mapping, measuring and monitoring vulnerabilities.", "So let's put the super trouper on the most recent episode of market turmoil, and take a closer look at what happened, what vulnerabilities were exposed, and what lessons we can learn from similarities and differences with the past.", "Roughly a month ago, on the other side of the Atlantic, Silicon Valley Bank failed.", "The reason for this was a classic bank run.", "Similar to bank runs in the past.", "Different in that this bank run was a direct consequence of SVB's specific business model.", "One that created a maturity mismatch: the interest rate on assets was fixed for longer than the interest rate on liabilities.", "On top of that, SVB made little use of interest rate derivatives to hedge this risk.", "The name of the game was serious risk mismanagement.", "However, this only became apparent once interest rates started rising.", "When this happened, SVB's interest expenditure rose faster than its interest income.", "As a result, net interest income fell and continued to fall.", "This was reinforced by the migration from non-interest bearing deposits - on current accounts - to interest bearing deposits - on the savings accounts and fixed-term deposits.", "When account holders got wind of the bank's weaker position, and the gimme, gimme, gimme- chant went viral on social media, a rapid outflow of savings followed.", "But due to the higher interest rates, the assets SVB had to sell to absorb this outflow of liquidity, mostly bonds, had lost value.", "Eventually, failure became inevitable.", "Most of you know this, of course.", "But why didn't we see it coming?", "The short answer is: money, money, money- it's so funny.", "The longer answer has to do with risk mismanagement.", "SVB's 2021 annual report shows that a 2 percent interest rate hike would have led to a 35.3 percent decrease in capital by the end of 2021.", "If the Basel interest rate risk standards had been in place, this would have set off a series of alarm bells.", "Because, according to these risk standards, this position should not exceed 15 percent of capital.", "And if it were to exceed 15 percent, the financial supervisor should intervene.", "But the Basel interest rate risk standards were not in place.", "So, it's not the case that the supervisor didn't hear the alarm bells.", "It's not that the alarm bells were quiet.", "It's that the alarm bells simply weren't ring, ring, ringing.", "So what can we learn from this?", "First and foremost - this case reaffirms that strong regulation makes for strong banks.", "The failure of SVB was a shock to the financial system.", "And shocks are, by nature, hard to predict.", "We can't change that.", "So we need to deal with it.", "And to deal with it, we need strong and consistent regulatory frameworks.", "Frameworks that strengthen capital ratios and risk management.", "Frameworks that mitigate the potential impact of vulnerabilities.", "We learned this from the Global Financial Crisis in 2008.", "And today, we can reaffirm the importance of the Basel Committee reform package.", "But there is a difference between designing the necessary tools to address vulnerabilities and implementing those tools.", "So, once again, I call for a quick and faithful implementation of the final Basel III standards, with minimal and restricted transitional arrangements or exceptions.", "This is needed in order to strengthen the stability of the global financial system.", "What else can we learn from the SVB failure?", "SVB was a relatively small bank in the US, working mainly with tech companies.", "But when it comes to buffers, the size of the institution is irrelevant.", "Every bank, whatever the size, whatever the scope, whatever the geographic location, should maintain strong buffers.", "Because a second lesson we have now learned, is that even a bank that was not considered to be a systemic bank, could still cause a lot of stress in the financial markets.", "Stress that could possibly have been avoided with sufficient buffers.", "Stress that, knowing me, knowing you, surely got us thinking about what we can do to improve our current policies further.", "And this brings me to my third reflection in the aftermath of SVB - or rather a few questions that might serve as food for thought.", "For starters, we need to make sure that our policies are up to date - and I mean that quite literally.", "Are our policies in sync with today's society?", "A society that, for a large part, is characterised by digitalisation and social media.", "A society in which, precisely because of this, liquidity risk seems to have become more acute.", "Indeed, it cannot be denied that the speed at which deposits were withdrawn from SVB was much faster than expected - much faster than LCR calculations take into account.", "And so, should LCR be calibrated differently?", "And/or do we need to better stress test it?", "Also - are there shortcomings in the way we look at interest rate risk?", "Should supervisors consider more frequently, and for each individual bank, whether additional Pillar 2 requirements are necessary, based on the bank's risk profile?", "And finally, should unrealised losses - that is the difference between market and book value for bonds which are held to maturity on banks' balance sheets - should those unrealised losses be better reflected in the capitalisation of banks?", "And should we look at how instruments, that are not marked to market daily, are reflected in liquidity buffers?", "I don't have an answer to these questions.", "But I do think they should be addressed.", "So that we can learn everything there is to learn from what happened at SVB.", "And of course, not only what happened at SVB.", "Because the problems at SVB soon led the financial market to look at other banks - banks with the same combination of vulnerabilities, like First Republic.", "These market concerns also found their way across the Atlantic, to this side, to Credit Suisse, a bank that has suffered from a series of mismanagement problems in recent years, and that experienced previous outflows of deposits at the end of 2022.", "Here, too, we witnessed a rapid succession of events.", "It took, almost literally, only one tweet to lead to the downfall of Credit Suisse.", "Because, once an alleged S.O.S.", "was on the wire, additional deposit outflows quickly followed, Credit Suisse's share price fell, and its CDS spread spiked.", "In the end, the Swiss National Bank provided additional liquidity assistance, and Credit Suisse was sold to UBS.", "FINMA, the Swiss supervisor, used a supervisory, and not a resolution power, to enable this sale - and it came with a write-down of Credit Suisse's AT1 securities.", "Although the possibility of such a principal write-down was included in the relevant AT1 prospectuses and mentioned on the bank's Investor Relations page, although investors were clearly informed that extraordinary public support could lead to such a write-down, and that AT1 holders may suffer losses before equity holders, and although the coupons paid on the AT1-security well exceeded the RoE-target Credit Suisse had communicated to its investors, FINMA's decision still took investors by surprise.", "This should encourage regulators to reflect on the role and functioning of AT1 instruments in determining the capital position of banks.", "But let's go back a step, and ask: why not use resolution?", "Or, with Alfred Nobel in mind, what similarities or differences with previous cases led to this strategy?", "In the aftermath of the Global Financial Crisis, resolution frameworks, based on the FSB's Key Attributes, were established.", "Just like cross-border cooperation between national regulators.", "The past has witnessed several cases where such a resolution framework has proven to be an effective safeguard for both depositors and financial stability.", "But at the same time, we haven't had many bank failures since the Attributes were published.", "Which, in a sense, makes every new case all the more different.", "And so, it makes it all the more important to draw lessons from this specific case.", "One lesson for sure is that it is essential to prepare more than one resolution strategy.", "Different circumstances require different strategies.", "This becomes all the more important in case of a liquidity crisis - when a bail-in can help to restore investor and depositor confidence by strengthening the solvency of the bank, but can't generate additional liquidity.", "What Credit Suisse has taught us, is that we need to further explore resolution strategies that are better able to stabilise a bank's liquidity position.", "Taking Alfred Nobel's advice, and observing and searching for differences and similarities, I can say that, today, we are in a very different situation compared to 2008.", "European banks have improved their capital positions and there is a structural change in the interest rate environment.", "And this is, in principle, good news for a bank's business model.", "The challenges of an artificially flat yield curve, negative interest rates, and fierce yield competition, have finally eased.", "But there are also similarities.", "Today, too, risks are lurking around the corner and there are numerous vulnerabilities.", "Risks related to funding costs and interest rate sensitivity, or credit-related risks.", "And vulnerabilities related to high levels of debt in many corners of our economy, or hidden leverage along with liquidity mismatches in the non-bank sector.", "This means that we need to remain vigilant.", "Supervisors, obviously.", "But also the banking sector itself - making sure their capital positions, risk management and governance strengthen their resilience in sentiment-driven markets.", "So, yesterday was the Dutch King's birthday.", "And if I am not mistaken, two days from now, on April 30th, His Majesty King Carl Gustaf will celebrate his birthday.", "I'm sure that in between there must be some room for a Dancing Queen.", "Congratulations in advance to all Swedes here today.", "Walpurgis Night is also celebrated in Sweden on April 30th.", "The night of the bonfire.", "A celebration of spring, new life and a brighter future.", "Well, if we keep learning from the past, from our experiences with shocks and challenges - if we, like Alfred Nobel said, keep searching for similarities and differences to expand our knowledge, then I am sure we are heading, indeed, towards a brighter future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Bank regulation", "Risk management", "Financial stability", "Interest rate risk", "Liquidity risk", "Basel standards", "Bank resolution", "Credit Suisse", "Silicon Valley Bank", "Financial vulnerabilities"]}