{"sentences": ["Check against delivery Mr Kölbl, Many thanks for inviting me here and for your warm welcome.", "Ladies and gentlemen, I am pleased to join you in dialogue here today.", "What do DEKRA and the Bundesbank have in common?", "That's an easy question to answer - they're both meticulous (and passionate) about performing checks.", "DEKRA when it comes to inspecting and testing motor vehicles and technical equipment, in particular.", "Anyone who has ever taken their car for its regular inspection will know how thorough they are.", "And that's how it should be.", "At the Bundesbank, we have five core tasks: safeguarding price stability, analysing risks to financial stability, supervising banks, supplying cash, and ensuring that payment systems run safely and efficiently.", "Some of these tasks involve checking in the more literal sense of the word.", "Take banking supervision, for example, where we check, amongst other things, whether banks are complying with the regulatory ratios.", "Or cash management, where our tasks include checking banknotes for authenticity.", "We check in a somewhat broader sense when it comes to price stability.", "We analyse on an ongoing basis how economic activity, prices and financing conditions are evolving.", "And we draw conclusions for monetary policy from what we find.", "Our checking work here is anything but easy.", "You see, the economy never stands still and remains in flux even as we are analysing it.", "Not only that: our checks are not confined to the state of the economy as it is right now - our forecasts also look to the future.", "But there's yet another way in which our work as examiners differs from yours.", "The thing we are examining responds to our analyses and the monetary policy measures we take.", "All in all, this makes for a fairly complicated and challenging \"inspection\".", "Before we take a detailed look at the findings from the Bundesbank's latest \"inspection\", let me give you a brief rundown of the items we checked.", "Top of the list: current economic developments and our assessment of how they will look going forward.", "Second, current price developments including an inflation forecast.", "And lastly, the question of how changes in key interest rates are being transmitted to financing conditions.", "After going through these items, I will conclude my speech with the implications for monetary policy.", "High inflation a challenge; decisive monetary policy response Ladies and gentlemen, the inflation rates recorded in Germany and the euro area over the past two years are unlike anything most of us have ever seen.", "Inflation in Germany peaked at 11.6% in October 2022.", "The last time it reached that kind of level was back in the 1950s.", "One key factor driving these high inflation rates were problems on the supply side of the economy.", "First, disruptions to supply chains as a result of the coronavirus pandemic.", "Second, the reduced supply of energy commodities, particularly on account of Russia's war of aggression against Ukraine.", "That's rather like when a car's cylinder misfires.", "But demand was a factor, too.", "As the pandemic played out, demand for goods rose sharply, to begin with.", "Perhaps you will recall how many people suddenly discovered their love of cycling or decided to redecorate their living room.", "Then, as the pandemic subsided, there was huge pent-up demand for services such as restaurant visits or leisure activities.", "Each of these factors created intense price pressures.", "And the extensive government relief measures buoyed demand.", "Moreover, monetary policy provided strong tailwinds for economic activity, including after the acute crisis phase was over.", "So, on top of the supply-side problems, the demand side had its foot firmly on the gas pedal.", "What is the danger if a car's performance declines but we keep on pushing it to its limits?", "Of course - the engine gets severely overheated: we end up with high inflation.", "The ECB Governing Council has responded to these developments with decisive action, embarking on a path of monetary policy tightening that is unprecedented in the history of the euro area.", "Since the summer of 2022, we have raised the key ECB interest rates by a total of four percentage points in eight consecutive steps.", "The latest interest rate increase in June has brought the deposit facility rate to its current level of 3.5%.", "Key interest rates have not been this high in nearly 15 years.", "But we haven't just raised interest rates - in March this year we started scaling back our asset holdings.", "As of July, we have stopped reinvestments altogether in our largest asset purchase programme.", "As a result, our balance sheet will shrink by an average of around €25 billion each month through till the summer of 2025.", "So we've taken our foot off the gas pedal and are now firmly applying the brakes.", "You see, that's the only way to cool down the overheated engine - that is, to lower the high inflation.", "Economic recovery proving arduous; core inflation still persistent So after this brief look in the rear-view mirror, I'm sure you are wondering: what is the current state of the \"vehicle\" we are inspecting, and what happens next?", "Has the engine perhaps already cooled down somewhat?", "Let me begin by looking at economic activity.", "Real gross domestic product contracted in both the fourth quarter of 2022 and the first quarter of 2023.", "While that didn't constitute a recession in the sense of a pervasive fall in economic output, the high inflation and, in particular, the very high energy prices at times really put the brakes on economic activity.", "Our experts are forecasting a slight decline of 0.3% for full-year 2023, too.", "In particular, the German economy is still struggling with the consequences of high inflation, though this is, at least, generally easing.", "As inflation declines and wages see strong growth, households' real incomes should gradually recover, and, with them, consumption expenditure as well.", "Government consumption, by contrast, will decline sharply this year.", "The main reason for this is the absence of pandemic-related spending on items such as testing and vaccination.", "Government consumption will, however, increase again significantly in the following years.", "That said, private investment will see weak growth, especially in housing construction.", "This is due in part to our monetary policy, which is leading to higher financing costs.", "That is a point I will return to later in my speech.", "Exports, by contrast, are seeing moderate growth thanks to rising foreign demand.", "The German economy as a whole is only slowly regaining its footing this year.", "On balance, economic output will probably be down on 2022 on an annual average.", "The years 2024 and 2025 should, however, see it regain traction and expand by around 1.2% and 1.3%, respectively.", "Though economic activity has been weak, inflation in Germany is still high.", "Our experts project that inflation as measured by the Harmonised Index of Consumer Prices (HICP) will fall to 6% this year, down from 8.7% in 2022.", "What is more, if we look below the surface, inflation is proving to be more persistent than expected.", "The core inflation rate, which excludes changes in energy and food prices, will probably come to 5.2% this year - that's actually even higher than the rate of 3.9% recorded last year.", "The sharp increases in energy and food prices, then, are being transmitted through to the broader basket of goods.", "Only in the coming years do we expect to see core inflation weaken as well, with core inflation projected to drop to 3.1% in 2024 and 2.8% in 2025.", "The path of monetary policy is influenced by events in the euro area.", "That is why I would also like to briefly outline the current state of play in the euro area.", "According to their June forecast, Eurosystem staff are expecting to see growth of 0.9% in 2023.", "The euro area as a whole, then, is faring noticeably better than Germany.", "However, the high level of core inflation remains a cause for concern in the euro area, too.", "There's one point I would like to emphasise at this juncture: our experts are now expecting somewhat higher inflation rates over the projection horizon as a whole than in the previous forecast from March.", "And even towards the end of 2025, they do not foresee the inflation rate falling to our medium-term target of 2%.", "As I see it, this illustrates yet again the ongoing pressure on monetary policymakers to take action.", "Moreover, inflation could be fuelled further if corporate profits and wages increase more strongly than expected.", "To sum up: The surface of our engine isn't quite as hot as it used to be.", "But at its core, it is still overheated and needs to be cooled down further.", "Orderly transmission of monetary policy So far, I have explained how we expect the economy and inflation to develop.", "In addition, we are also analysing how financing conditions in the euro area are changing.", "The financial sector plays an important role in the process of monetary policy transmission.", "When economists talk about \"transmission\", we are referring to how the effects of monetary policy measures pass through to the economy and prices, for example via financing conditions.", "Interestingly, this is another thing that cars and monetary policy have in common - they both need a good transmission.", "An economy is a complex entity.", "For this reason, monetary policy is transmitted through a wide variety of channels, including one that we call the \"interest rate channel\".", "Through this channel, our interest rate increases impact the costs of borrowing.", "This makes it more expensive for households and enterprises to take out loans.", "As a result, their demand for loans falls.", "This dampens the demand for capital and consumer goods at first and then, over the medium term, inflation as well.", "According to our analyses, lending rates have developed broadly as we would have expected given the economic environment and the changes in key interest rates.", "From a macroeconomic perspective, the higher lending rates and the resultant weakening of lending growth are thus no cause for concern.", "On the contrary, these are signs that the transmission process is working.", "Another channel for the transmission of monetary policy is the lending behaviour among banks.", "Recently, there were concerns that banks might excessively restrict access to loans following the turmoil in the financial markets during the spring.", "In economic jargon, these would be referred to as \"credit supply restrictions\".", "Too many of these would cause a \"credit crunch\", which would slam the brakes on the economy.", "Banks in the euro area have, in fact, gradually tightened their lending conditions over the past few quarters.", "They justified this tightening mainly on the basis of higher credit risk among borrowers and the bleaker economic environment.", "Although tighter lending conditions may sound problematic at first, this is also an important channel through which tighter monetary policy can take effect.", "Hitting the monetary policy brakes, as we have done in the past few quarters, will, of course, kick up some dust.", "However, the tighter lending conditions are by no means exceptional by historical standards.", "Overall, I do not see any risk of \"excessive tightening\" at the moment: transmission is running smoothly and monetary policy is having the right impact.", "So, this brings the \"inspection\" that I mentioned at the start of my speech to a close.", "You can read the detailed inspection report in the form of two articles in the Bundesbank's latest Monthly Report from June 2023.3 Now, what conclusions can we draw for monetary policy in the euro area?", "Staying the course of tightening When making our future monetary policy decisions, we will be faced with a complex mix of factors.", "Our monetary policy measures have already been transmitted forcefully to financing conditions.", "Economic activity in the euro area is developing somewhat more weakly than was anticipated in the spring.", "Despite the ongoing persistence of core inflation, we are probably past peak inflation in the euro area.", "Or, in other words, we have already substantially reduced the speed of our car and our engine is slowly starting to cool down, at least on the surface.", "In light of this, some people may be wondering: How high will interest rates need to go for us to overcome high inflation?", "That is not something I can predict at this point in time.", "What is certain, however, is that the ECB Governing Council will make its decisions based on the data.", "Or, to put it in the words of ECB President Christine Lagarde: it is unlikely that in the near future the central bank will be able to state with full confidence that the peak rates have been reached.", "This is why our policy needs to be decided meeting by meeting and has to remain data-dependent.", "I can only second this assessment.", "Once we have reached peak interest rates, another question will come increasingly to the fore: how long will we have to keep our foot so firmly on the monetary policy brake?", "Or, in technical terms: how long should the key interest rates remain at that restrictive level?", "I do not want to speculate about exact time frames at this point.", "However, it is clear that interest rates will likely have to remain at higher levels for longer.", "So, once we have slowed our car down to the right speed, we should keep the pace steady.", "All things considered, it is clear to me that we still have some way to go on our course of monetary policy tightening.", "We need to continue until our engine has cooled down not just on the surface, but also at its core.", "Closing remarks Ladies and gentlemen, I began my speech by pointing out that both DEKRA and the Bundesbank are meticulous and passionate about performing checks.", "I am aware that our analyses are not always quite as precise as vehicle inspection reports.", "I hope, however, that I have been able to give you some insight into the Bundesbank's checking process.", "DEKRA's motto is On the safe side .", "Unfortunately, we are not entirely on the safe side yet when it comes to stable prices.", "Inflation is still far too high.", "However, I am confident that, through decisive monetary policy action, we will overcome the high levels of inflation.", "Now that we have successfully completed our major macroeconomic inspection, I look forward to joining you in dialogue.", "See Deutsche Bundesbank (2023a), Arduous recovery amid high and only gradually easing inflation - outlook for the German economy up to 2025, Monthly Report, June For a detailed analysis for Germany, see Deutsche Bundesbank (2023b), Developments in bank interest rates in Germany during the period of monetary policy tightening, Monthly Report, June 2023.", "Lagarde, C., Breaking the persistence of inflation, speech of 27 June 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Economic activity", "Transmission", "Interest rates", "Core inflation", "Financing conditions", "Price stability", "Economic recovery", "High inflation"]}