{"sentences": ["I am very pleased to be back here in this plenary room - the heart of European democracy - to participate in today's important debate.", "The ECB was granted a democratic mandate to ensure price stability in the euro area.", "In other words, we safeguard one of the fundamental conditions for stable economic growth.", "To achieve this mandate, the ECB was also granted a high level of independence.", "And as you acknowledge in the draft resolution we are discussing today, the ECB's ability to take all necessary measures - free from political interference - is essential for it to deliver on its mandate.", "This is particularly important in the current environment.", "High inflation continues to have a large impact on all areas of our economy and on people's everyday lives - especially on low-income households, as you also note.", "This is why the Governing Council started a process of policy normalisation in December 2021 and raised the ECB interest rates by 300 basis points since July 2022.", "At its February meeting, the Governing Council emphasised its determination to stay the course in raising interest rates significantly at a steady pace and in keeping them at levels that are sufficiently restrictive to ensure a timely return of inflation to our 2% medium-term target.", "But independence also comes with a great deal of responsibility - the choices we make as central bankers have a significant influence on society.", "So being accountable for our decisions is the necessary counterweight to our independence.", "This means that we need to explain our policies, and the analysis that underpins them, to ensure that people understand how our decisions are taken.", "But it also means that we must be attentive to the concerns of the public and carefully evaluate whether and how we can respond to these concerns within our mandate.", "After all, reinforcing trust in our institution also supports our monetary policy, for example by anchoring inflation expectations.", "Today's debate on your draft resolution is crucial in both these aspects.", "I am here today to explain our policies, but also to listen to your views as elected representatives of European citizens, and to further reflect on how the ECB can act for the benefit of all Europeans.", "The euro area economy Let me start by briefly outlining our assessment of the euro area economy, as discussed by the Governing Council earlier this month.", "Euro area growth slowed in the fourth quarter of 2022.", "The outcome was better than we had initially expected, as the adverse economic effects from Russia's unjustified war were partly buffered by improving supply conditions and fiscal support related to the energy crisis.", "While confidence is rising and energy prices have fallen, we expect activity to remain weak in the near term.", "According to Eurostat's flash estimate - calculated using Eurostat estimates for Germany -, inflation was 8.5% in January.", "The decrease compared with December was mainly due to a sharp drop in energy prices.", "At the same time, the prior surge in energy prices and other input costs is still feeding through to consumer prices.", "Overall, price pressures remain strong and underlying inflation is still high - excluding energy and food, it remained at 5.2% in January.", "Looking at the labour market, wages are growing faster, supported by robust employment dynamics, with the main theme in wage negotiations becoming how wages can to some extent catch up with high inflation.", "And even though most measures of longer-term inflation expectations currently stand at around 2%, these measures warrant continued monitoring.", "The risks to the growth outlook are now more balanced than they were in December.", "Russia's war against Ukraine and its people continues to be a significant downside risk, but a faster resolution of the energy shock would support growth.", "The risks to the inflation outlook have also become more balanced, especially in the near term.", "The ECB's monetary policy Against this backdrop, at our latest meeting on 2 February we decided to raise the key ECB interest rates by 50 basis points and we expect to raise them further.", "In view of the underlying inflation pressures we intend to raise interest rates by another 50 basis points at our next meeting in March, and we will then evaluate the subsequent path of our monetary policy.", "Keeping interest rates at restrictive levels will over time reduce inflation by dampening demand and will also guard against the risk of a persistent upward shift in inflation expectations.", "Our future policy rate decisions will continue to be data-dependent and follow a meeting-by-meeting approach.", "At our February meeting, we also decided on the modalities for reducing the size of the Eurosystem's balance sheet under the asset purchase programmes (APP).", "As communicated in December, the APP portfolio will decline at a measured and predictable pace, with the decline amounting to €15 billion per month on average from the beginning of March to the end of June 2023 and its subsequent pace to be determined over time.", "In the interest of simplicity and neutrality, the parameters for reducing the APP portfolio will be closely in line with what we have done previously.", "This will preserve consistency with our monetary policy stance being set primarily by our interest rates.", "For the Eurosystem's corporate bond purchases, reinvestments will be tilted more strongly towards issuers with a better climate performance, supporting the gradual decarbonisation of our corporate bond holdings in line with the goals of the Paris Agreement - without prejudice to our price stability objective.", "The euro area - an attractive club Let me now turn to other important matters you have raised in your draft resolution: the expansion of the euro area and the work we must do to complete our Economic and Monetary Union.", "On 1 January, we welcomed Croatia to the euro area - expanding our club from 19 countries to 20.", "Croatia's accession is an impressive achievement, not only for Croatia itself, but also for the euro.", "It shows that the euro is still an attractive currency and once again reminds us that in Europe we are stronger together.", "Adopting the euro will bring tangible benefits to Croatia's four million citizens, building on the broader positive impact the euro has had over the last two decades.", "As an anchor of stability, the euro has advanced European integration and strengthened the Single Market's role in driving growth.", "This, in turn, has elevated the EU's standing as the world's largest trading bloc and enhanced our autonomy on the global stage.", "The euro has also become a binding symbol and integral part of our shared European identity, as its popularity shows.", "Support for the euro and for Economic and Monetary Union has now reached an all-time high of 80%.", "But with rising geopolitical tensions in the global economy , a stable euro will become even more important in ensuring that Europe continues to thrive.", "And for that to happen, we need to double down on the work that remains to complete our Economic and Monetary Union.", "Here, every European policymaker needs to contribute.", "Let me mention three areas where progress can be made in the next 12 months before the EU elections in 2024.", "First, work on strengthening euro area financial integration needs to proceed.", "The ECB is playing its part, notably by ensuring European banking supervision is effective and consistent.", "And we promote financial integration through our central bank services, for example by supporting EU debt securities issuance to fund the Next Generation EU programme.", "However, the future of EU capital markets hinges on the broader regulatory environment which is in your hands.", "Deeper, more integrated EU capital markets are essential for enhancing risk-sharing and mobilising the private financing needed for the green and digital transitions.", "By the same token, we must not overlook the crucial work remaining for the completion of the banking union - an issue highlighted in your draft resolution and on which this Parliament has been vocal in pushing for progress.", "Second, the reform of the EU economic governance framework needs to move forward.", "The ECB has highlighted the importance of a simpler and more predictable framework, stronger national ownership and sustained implementation.", "I encourage EU policymakers, including this Parliament, to rapidly reach a viable and broadly shared agreement that strengthens the foundations of our Economic and Monetary Union.", "Third, an appropriate regulatory framework for the digital euro needs to be laid down.", "The digital euro project is a truly European initiative which is moving ahead at a steady pace.", "In the autumn, the ECB's investigation phase will come to an end and the Governing Council will decide on the next steps.", "But let me be clear: that does not mean that we will then issue a digital euro.", "That would only happen at a later stage, based on a dedicated decision, and only after the Parliament and the Council of the EU have adopted the legislative act.", "All EU policymakers should continue playing their part, and I am counting on this Parliament to swiftly start working on the legislative proposal which the European Commission intends to publish in a few months.", "We are committed to bringing inflation back to our 2% medium-term target, in line with our mandate, and we will take the necessary measures to do so.", "But as Thomas Jefferson once wrote, \"The price of freedom is eternal vigilance\".", "In a democratic society, central bank independence can only be legitimate if it is founded on a clear mandate and balanced with accountability to ensure that the central bank follows its mandate.", "This also means that forceful efforts to ensure price stability need to be accompanied by equally forceful democratic scrutiny.", "In this spirit, we will continue our ongoing dialogue with you as the representatives of EU citizens.", "As also advocated in your draft resolution, the ECB stands ready to agree on a formalisation, in writing, of the current accountability practices between the ECB and the European Parliament.", "The ECB has made a proposal to the European Parliament and looks forward to finalising an agreement between our two institutions.", "Thank you for your attention.", "I am now looking forward to listening to your views during today's debate.", "The final outcome could be slightly higher than the flash estimate when the official data for Germany are included.", "Standard Eurobarometer 97 .", "Lagarde, C. (2022), \" A new global map: European resilience in a changing world \", keynote speech at the Peterson Institute for International Economics, 22 April.", "ECB (2021) \"Eurosystem reply to the Communication from the European Commission \"The EU economy after COVID-19: implications for economic governance\" of 19 October 2021\", 1 December."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Euro area economy", "ECB independence", "Euro area", "Economic and Monetary Union", "Financial integration", "Economic governance framework", "Digital euro", "Accountability"]}