{"sentences": ["Dear organisers, forum participants, members of the press, It is with great pleasure that I have accepted the invitation to open this forum.", "Before I focus on the topic - fintech, I would like to give a brief overview of the activities and results of the National Bank of Serbia in the previous period, as well as of the key macroeconomic indicators, bearing in mind that they are also important for the fintech ecosystem and its development in the Republic of Serbia.", "I will emphasize one point that is often overlooked, even by prominent economists.", "Everything the NBS did was done in such a way that, in a period of already enormous global uncertainty, its decisions brought no additional uncertainty to the domestic economy and citizens.", "In the previous three-year period, which is the total duration of the pandemic, the energy crisis and the crisis in Ukraine, you will not find a single hasty decision by the National Bank of Serbia - be it regarding exchange rate policy, interest rate hike or other areas within our scope of competences.", "In difficult conditions in which developed economies have been standing on the brink of recession for quite a while and after two consecutive droughts that affected the Serbian agriculture and food industry, we have managed to preserve economic growth - slower than we would all like, but with the growth rates still positive.", "Also, employment in Serbia continues to grow.", "We did not respond to inflation by raising interest rates aggressively, but have done so gradually, with a view to anchoring inflation expectations.", "Consistent with our expectations, inflation entered a decline from Q2.", "We expect it to recede to around 14% by the end of June and to go further down to around 8% by the end of the year.", "There are still risks, though, and it is for this reason that we continue to keep a close eye on international and domestic factors, ready to respond with all instruments on hand.", "For more than ten years we have successfully maintained the relative stability of the exchange rate with our timely, objective and unbiased interventions in the local FX market.", "We have remained consistent in our determination to maintain the relative stability of the exchange rate not only to keep core inflation at a considerably lower level than headline, but also to preserve overall business, investment and consumer confidence.", "Since 2017 we have bought over EUR 6.5 bn net in total, thus boosting Serbia's FX reserves to the record high level of over EUR 22 bn (EUR 22.1 bn) at end-May.", "Exchange rate stability is an important anchor of overall monetary and financial stability in our country and contributes significantly to creating a favourable and certain environment for all businesses and households.", "High FX reserves, on the other hand, are a critical factor of the country's increased resilience to all potential shocks from the international environment.", "Because of this, the NBS will remain committed to maintaining the relative stability of the EUR/RSD exchange rate, as the backbone of overall macroeconomic stability.", "We have also secured the stability of the banking sector of the Republic of Serbia and established an innovative and safe regulatory and supervisory framework for the banking system, which proved resilient even amidst extraordinary circumstances.", "We also pay great attention to innovation and digitisation of financial services, and I am glad that this topic has gained traction in recent years.", "For nothing has remained the same - the way we pay, apply for loans, conclude contracts with financial institutions, the time needed for carrying out a transaction, the technologies we use.", "The National Bank of Serbia supervises a large number of institutions.", "Currently, there are 20 banks, 11 payment institutions, five electronic money institutions, two virtual currency service providers, 16 financial leasing providers, four VPF management companies, seven VPFs, 16 joint-stock insurance companies, four joint-stock reinsurance companies, but also fintech companies that work closely with these financial service providers.", "The financial sector uses blockchain technology/DLT, artificial intelligence, machine learning, cloud, big data.", "Ten banks in Serbia already use artificial intelligence and five plan to use in the future.", "Of those already using it, six banks plan to step up the application of AI in their business processes.", "Serbian banks mostly apply AI in the following areas: Predictive Analytics (seven banks), Robotic Process Automation (six banks), Machine Learning (four banks) and Real Time Analytics (three banks).", "We at the National Bank do not lag either.", "We use the tools Predictive Analytics and Machine Learning in our early warning system which predicts the likelihood of troubles in banks by using machine learning techniques (Self-Organising Maps and Lasso logistic regression).", "We thereby monitor bank riskiness from the aspect of likelihood of the occurrence of any difficulties in their operation.", "Within the IPS system there is a Fraud Management Module, which ensures a mechanism for detecting fraud.", "Machine Learning is used to assess the macroeconomic environment when validating scenarios for stress testing of the banking sector, but also as a supporting tool when projecting the reference guide for the countercyclical capital buffer rate.", "The tools Real Time Analytics, Video/Image Analytics, Robotic Process Automation are also used at the National Bank for the purposes of monitoring some processes, preparation for printing, image processing, and automation of production processes.", "Having in mind that the primary objective of the National Bank of Serbia is to maintain price stability, as well as the fact that the Statistical Office publishes the CPI, as the main measure of inflation, on the 12th day of a month for the previous month, we have developed a model that enables inflation nowcasting in real time.", "Based on web scraping, i.e.", "automatic downloading of prices from web stores, the model gives us insight into inflation movements even before the release of official data.", "The comprehensive method of inflation nowcasting based on web scraping has been applied since March 2022.", "Following continuous improvements and expansion of the scope of products and prices, our latest inflation nowcast included 30 databases with data from over 130 different websites and prices for over 30,000 products.", "The prices are automatically \"scraped\" using the codes created in-house by using available software.", "In collecting data, we include all data sources that may contribute to better inflation nowcasting: websites of retailers and retail chains, websites disclosing or comparing product prices, as well as government websites with information on administered prices.", "This enables us to cover directly from the web around 90% of the CPI basket.", "We calculate the CPI in line with the methodology of the Statistical Office.", "The whole process of inflation nowcasting based on web scraping is automated, i.e.", "both data scraping and processing are automated, which enables us to monitor inflation on a weekly or even daily basis.", "Unlike most comparable international practice, our methodology is based not only on prices for online shopping, but on all relevant information on prices.", "Namely, most other inflation nowcasting methods, described in the relevant papers, mainly give a partial inflation estimate (nowcasting only individual CPI components, primarily food), while our model provides for a comprehensive inflation nowcast in real time.", "I am proud to always point out that we were among the first in the world to introduce the instant payment system, as the most perfect payment method that currently exists.", "Recently, we recorded a record number of transactions performed in one day - as many as 360,741 transactions.", "The system provides for the execution of transactions via standard channels, but also for a fast and easy payment of bills by scanning the NBS IPS QR code, transfer of funds to the payee registered for the service by selecting his/her mobile phone number from the contact list, payment at physical points of sale by scanning/generating the IPS QR code, as well as at online points of sale by deep link technology.", "We have also made available on the NBS IPS system website the generator and validator of NBS IPS QR codes.", "Instant payments at points of sale have significant advantages for merchants compared to card payments because of lower costs compared to paying with cards of international card systems, as well as because the merchant has the funds available on its account in a few seconds.", "And that is the goal when we talk about the development of technology and fintech - creating additional value with the most modern service at lower costs.", "Seneca says: \"If a man knows not to which port he sails, no wind is favourable\".", "Translated onto the financial sector - there can be no success without recognising market needs and without a clear goal we wish to achieve.", "At the same time, like any innovation, new concepts of financial services provision also carry risks related to cyber security, data protection, concentration of market participants.", "New concepts of risk management are therefore expected from supervisors as well - SupTech is dedicated to improving supervision and analytical capabilities through technologies aimed at streamlining procedures and greater efficiency of data processing.", "I already mentioned artificial intelligence, which especially with the appearance of ChatGPT and Bard became topic number one, but another current topic in the world of central bankers is central bank digital money.", "Around the world, the benefits and risks of introducing CBDC are being analysed, which we are doing, and in a smaller number of countries pioneering attempts to introduce CBDC on a limited scale have been undertaken.", "Different forms of CBDC are possible, with different implications for the monetary policy transmission mechanism, for the stability of the financial system and for payment systems - hence the caution.", "Nevertheless, in the countries with the highest degree of development of cashless payments and financial inclusion and which already have the most modern payment infrastructure, including Serbia, the potential of CBDCs is mostly considered to be their use for the needs of cross-border payments, where there is a lot of room for improvement at the global level.", "In the previous period, we actively worked on the regulation of a more important topic for us - digital assets.", "We have regulated the provision of services related to digital assets.", "One of the possibilities brought by the new law is the facilitated financing of companies through investment tokens.", "As for virtual currencies, we have improved to the extent possible the standards related to the prevention of their abuse.", "The National Bank of Serbia has also prepared most of the functionalities of the user application for the use of the Central Register of e-Bills (CReM), and in the coming days, as an upgrade to the testing that is already underway, it will enable banks to initiate and test the appropriate actions that their users would carry out through the CReM.", "With a view to further supporting the startup ecosystem in the Republic of Serbia and providing in one place information on startups operating in our country, we have created a startup register and I am using the opportunity to invite all interested startups to contact us in order to be included in the register.", "With the wish to have as many quality ideas as possible on the financial services market of the Republic of Serbia and those who are ready to put them into action in their country, I warmly greet you until we meet next time."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Fintech", "Exchange rate stability", "Inflation", "Artificial intelligence", "Digital assets", "Central bank digital currency", "Cyber security", "SupTech", "Startup ecosystem", "Payment systems"]}