{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss today's policy announcement and the Bank's Monetary Policy Report (MPR).", "Our policy decision today has two elements.", "First, we raised our policy interest rate by 25 basis points to 4.50% and we are continuing quantitative tightening.", "Second, if economic developments evolve broadly in line with the forecast we published today, we expect to hold the policy rate at its current level while we assess the impact of the cumulative 425-basis-point increase in our policy rate.", "We have raised rates rapidly, and now it's time to pause and assess whether monetary policy is sufficiently restrictive to bring inflation back to the 2% target.", "At our last two policy decisions, the Governing Council said we would be assessing how tighter monetary policy is working to slow demand, how supply chains are evolving, and how inflation and inflation expectations are responding.", "These assessments, together with our revised forecast, were important inputs into our policy decision.", "Recent data suggest the restrictive stance of monetary policy is dampening household spending, particularly on housing and big-ticket items.", "But economic growth and employment in the second half of 2022 were stronger than we expected.", "And so, excess demand in the economy has persisted, putting continued upward pressure on prices.", "Simply put, our overheated economy did not cool as much as we expected.", "Global supply chains, on the other hand, are resolving more quickly than expected.", "While they are not yet back to normal in Canada, we've seen substantial progress.", "Consumer price index (CPI) inflation declined to 6.3% in December, reflecting lower global energy prices and some moderation in the prices for durable goods as supply improved and demand softened.", "Lower gasoline prices are welcome, but prices of essentials like groceries and rent continue to increase too quickly.", "Measures of core inflation have also been stuck at about 5%.", "With 3-month rates below year-over-year increases, core inflation will likely start to come down in the months ahead.", "Still, core inflation needs to continue to decline for total CPI inflation to get back to the 2% target.", "Regarding expected inflation, our surveys indicate that fewer households and businesses think inflation will stay high for a long time, but short-term inflation expectations remain elevated and are above our own inflation forecast.", "Based on these assessments, the Governing Council concluded that a further modest increase in the policy rate is appropriate.", "The Bank's ongoing program of quantitative tightening is complementing this restrictive stance.", "We know it takes time for higher interest rates to work through the economy to slow demand and reduce inflation.", "And given the speed and magnitude of the interest rate increases over the last year, their full effect is still to come.", "We can also see that the interest rate increases we've undertaken to date are already working.", "Higher rates are slowing household spending, and inflation is coming down.", "With today's modest increase, we expect to pause rate hikes while we assess the impacts of the substantial monetary policy tightening already undertaken.", "To be clear, this is a conditional pause-it is conditional on economic developments evolving broadly in line with our MPR outlook.", "If we need to do more to get inflation to the 2% target, we will.", "We are trying to balance the risks of under- and over-tightening.", "If we do too little, the decline in inflation will stall before we get back to target.", "But if we do too much, we will make the adjustment unnecessarily painful and undershoot the inflation target.", "The economic outlook Two weeks from now, on February 8, we will publish for the first time a more detailed summary of Governing Council's deliberations.", "This summary will provide more insight into our decision making, so I can be brief today.", "But let me say a few words about our economic outlook.", "Globally, inflation remains high and broad-based.", "It has receded from its peak in many countries, largely due to lower energy prices and an easing of supply chain disruptions.", "Economic growth in the United States and the euro area has been stronger than we expected, but activity is slowing.", "With inflation still far too high, many central banks have continued to increase policy rates to slow demand and bring inflation down.", "Russia's invasion of Ukraine continues to create uncertainty, particularly in Europe.", "China's abrupt lifting of COVID-19 restrictions is a new uncertainty which poses upside risks to global commodity prices.", "In Canada, the economy remains overheated and clearly in excess demand.", "Tight labour markets have shown only modest signs of easing.", "Job vacancies have come down a little but remain elevated, the unemployment rate is near historic lows, and many businesses continue to report labour shortages.", "But, as I said, higher interest rates are working to help the economy rebalance.", "Household spending has moderated.", "Demand for furniture and appliances has decreased, and housing market activity and prices have declined substantially.", "As pentup demand diminishes, spending on services should ease.", "Higher rates are also expected to continue to slow business investment, and weaker foreign demand will weigh on exports.", "Putting this together, we expect growth in Canada to stall through the middle of this year before picking up later in the year.", "Lower energy prices, improved global supply chains and slowing demand should bring inflation down significantly this year.", "We expect CPI inflation to fall to around 3% in the middle of this year and reach the 2% target in 2024.", "Needless to say, there are risks around this projection.", "The biggest near-term risk is that global energy prices could increase, pushing inflation up globally.", "We're also concerned that if inflation expectations remain elevated in Canada or increases in labour costs persist, inflation will not come down as quickly as we have forecast.", "Overall, we view the risks around our inflation forecast as balanced, but with inflation still well above our target, we continue to be more concerned about the upside risks.", "If these upside risks materialize, we are prepared to raise interest rates further.", "I want to leave you with a few key messages.", "The decline in inflation since the summer is welcome relief for the many Canadians who are struggling to keep up with the rising cost of living.", "But at more than 6%, inflation remains too high.", "To combat inflation, the Bank of Canada responded forcefully, raising its policy interest rate from 0.25% a year ago to 4.50% today.", "We are turning the corner on inflation.", "We're still a long way from our target, but recent developments have reinforced our confidence that inflation is coming down.", "And we are committed to getting inflation all the way back to 2%, so that Canadians can once again count on low, stable and predictable inflation and sustainable economic growth.", "With that overview, the Senior Deputy Governor and I would be pleased to take your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Interest rates", "Supply chains", "Consumer price index", "Core inflation", "Inflation expectations", "Quantitative tightening", "Economic outlook"]}