{"sentences": ["Greetings everyone, I am pleased to welcome you to the Central Bank of the Republic of Kosovo, on the occasion of awarding the Prizes for the best Essays in the context of the competition: \"Plan your money, plant your future\" whose message is to focus on sustainability and raise awareness on the implications of individual financial behaviour, both on the financial future and on the environment and society.", "Since 2013, CBK is part of this organization, led by the Organization for Economic Cooperation and Development (OECD) which aims to raise awareness among children and young people about economic and financial issues.", "The Global Money Week is organized in 176 countries around the world and about 53 million children and young people from different countries of the world participate in this event almost every year.", "The Central Bank is engaged in promoting and maintaining financial stability in the country, and is also tasked with regulating and supervising the financial system in Kosovo and ensuring that it functions in a stable and effective manner.", "Today, the financial sector is one of the main contributors to the economy of Kosovo and one of the most stable and successful sectors in Kosovo, as well as one of the main pillars of support for businesses and individuals.", "CBK remains committed to continuing its activity in the service of the stability and development of the country's economy, creating the conditions for the development of a stable financial infrastructure, in line with contemporary developments in this field.", "Financial education is a function through which the CBK contributes to outreach and awareness raising of citizens with the aim of improving their insights about economic and financial concepts, products, services offered by the financial sector and creating habits to make appropriate choices and take effective action to improve their financial well-being.", "Financial Education is important for CBK because it contributes to the stability of the financial system: Informed and financially educated citizens know more and understand the products and services of the financial sector, are more protected, are more capable of making smart decisions and manage their finances better and cope with difficult financial situations.", "This helps to reduce the risk of financial crises and to maintain the stability of the financial system.", "Through the Best Essay Contest, the primary goal is to encourage high school youth to be more informed about economic and financial topics.", "CBK will continue to be focused in order to continuously advance the field of financial education, in order to contribute to the awareness raising, transparency and information of citizens and in particular consumers of financial products and services.", "Similarly, we will continue to cooperate with local and international financial institutions in order to, through this function, be as close as possible to the citizens.", "Finally, I want to thank you for your presence at the distribution of these awards and on this occasion, you are closer to the Central Bank and as a result, you will have greater familiarity with the Central Bank of the Republic of Kosovo and with the functioning of the financial sector in Kosovo.", "You may complement this acquired knowledge by studying in financial directions at universities in the country or abroad and in the future, you will be the bearers of the development and steer of the finances of our country, both in the Central Bank and in other financial institutions.", "Congratulations on the prizes and I wish you success in your studies and new school challenges."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["Financial education", "Financial stability", "Central Bank", "Financial system", "Financial well-being", "Financial products", "Financial services", "Economic education", "Financial literacy", "Financial inclusion"]}