{"sentences": ["Dear Rector, esteemed guests, It was a privilege for me to study and obtain my master's degree and Ph.D. here at the University of Economics and Business.", "I have good news for the public today: inflation is finally falling.", "Annual headline inflation peaked in September last year, when it reached 18%.", "We managed to stop it.", "In line with our expectations, a gradual downward trend in inflation started in February this year.", "Within three months, it should be below 10% in annual terms.", "This is not a victory.", "In the second half of the year, inflation will still be at a level we must not put up with.", "We must not get used to it.", "We must not adapt to it.", "Interest rates will therefore remain high for longer.", "A strong koruna is also important for the economy.", "Based on FRA rates, the market is expecting a rate decrease as early as in the next quarter.", "We consider the market expectations regarding the timing of the first decrease in rates to be premature.", "We must continue to fight for long-standing low and stable inflation.", "A strong koruna played an important role in the turnaround in inflation.", "We adjusted the monetary policy strategy in July 2022.", "We stabilised interest rates and verbally supported a strong koruna.", "In a speech at Masaryk University in November 2022, I presented the conditions under which our koruna would be strong again (Michl, 2022).", "Although we did not raise the CNB's repo rate further to more than 7%, we managed to have a record-strong currency.", "The average monthly exchange rate of the koruna to the euro was the strongest ever in April 2023, reaching CZK 23.44 to the euro (for comparison, it was CZK 23.55 to the euro in July 2008).", "I will always be proud if we have a strong koruna during my mandate.", "In 2023 Q1, the strongest-ever koruna together with the highest interest rates since 1999 created the tightest monetary conditions in more than twenty years (a more detailed analysis is available in our blog post published on the CNB website today, see Adam and Michl, 2023).", "The strong exchange rate made imports cheaper and tightened monetary conditions also for exporters.", "The large ones in particular had not been influenced by our monetary policy too much until then, since they were taking out loans in euros.", "I estimated that inflation should be below 10% in annual terms within three months.", "The disadvantage of measuring inflation using year-on-year changes is that prices are compared to those observed a long time ago.", "If we want to know current developments in inflation, we should analyse the inflation momentum.", "At the CNB we define momentum as the three-month moving average of month-on-month changes in prices.", "We use seasonally adjusted and annualised data to make the figures comparable to the target - the CNB's 2% inflation target is in annual terms.", "Three-month moving averages of month-on-month changes in prices sound very complicated.", "Moreover, they are seasonally adjusted and annualised...", "Simply put, we can look at momentum as the inflation we would have if prices increased at the same pace as in the last three months.", "Using the example of core inflation: In annual terms, core inflation has been coming down since October 2022.", "The momentum of core inflation peaked at 17% in June last year.", "So, when the new Bank Board decided on rates for the first time in August 2022, the momentum was already falling.", "Besides core inflation, the momentum has been declining for demand-pull inflation, which only includes consumer basket items correlated with demand (CNB, 2022).", "It is an analogy to the supercore inflation measure used by our colleagues at the Fed and the ECB.", "The momentum of demand-pull inflation peaked at 8% in June last year.", "It is currently below 2%.", "So, all the relevant inflation momenta are now falling (Adam and Michl, 2023).", "However, I repeat that although headline, core and demand-pull inflation are falling and so are the momenta, inflation is still at unacceptable levels.", "Therefore, we must not slacken in our fight against inflation.", "So far we have only succeeded in the first phase.", "Therefore it is not a victory.", "There are still two more phases in the fight against inflation: In the second phase, inflation needs to fall to below 10% in the second half of this year, in line with our forecast.", "And then, in the third phase, inflation needs to continue to fall to levels close to 2% next year, which will be the best news for the economy.", "To ensure this happens, we are now considering whether we should leave rates unchanged again or increase them at the next meeting in June.", "More than before, the new Bank Board is monitoring and discussing money flows in the economy, and above all loans to households, firms and the government.", "We must look at money.", "The term is derived from the word \"money\", which we label as M1 and define as the quantity of money in the economy.", "We have added elements of monetarism to New Keynesian economics, the predominant school of thought at the CNB so far.", "Our DSGE model created according to the New Keynesian theory ends with the three-month PRIBOR interest rate (Michl 2019b).", "On top of that, in our considerations, the Bank Board must discuss the evolution of longer client interest rates and take into account how the interest rate transmission mechanism works and how changes in short-term rates will affect long-term rates.", "That is why our decisions take into account not only the opinion of the Monetary Department, but also that of the Financial Stability Department.", "We attribute a greater role to credit in the economy and debt, which our model previously left out.", "Deputy Governor Eva Zamrazilová will also talk about this after me.", "Deputy Governor Jan Frait also discussed this topic in his lecture at the university in Ostrava in 2023. Credit market developments very well combine our two main objectives - price and financial stability.", "The current data from money flow monitoring are as follows: The volume of new mortgages dropped by 70% year on year in 2023 Q1.", "To give an idea, CZK 149 billion in new mortgage loans was provided in 2022 as a whole, compared with CZK 368 billion a year earlier.", "The decrease in loans totalled CZK 219 billion.", "New koruna loans to firms fell by 56% year on year in Q1.", "However, firms are fleeing to the euro - 43% of new loans to firms are currently in euros.", "Nevertheless, this channel is also gradually cooling as the ECB raises its rates.", "In Q1, the volume of new euro loans to firms fell by 6% year on year.", "The decline in demand in the economy is documented by the following: Household consumption, which is crucial for the future course of demand-pull inflation, fell for the sixth consecutive quarter.", "The saving rate is now 21.7%, while the long-term average is 12%.", "The decline in demand is also illustrated by the fact that prices of new apartments are already falling quarter on quarter.", "This is accompanied by the fact that the economy is below potential output and we have a negative output gap.", "I would like to mention two important problems: (1) the CNB's large balance sheet and (2) government debt.", "Regarding the CNB's large balance sheet, over the last ten years, interest rates were too low, in fact zero for a long time.", "In addition, in early 2017, interventions led to an increase in the CNB's balance sheet within four months, or rather in the banking sector's liquidity.", "there was an additional CZK 1,000 billion in the balance sheet, or an almost doubling of the balance sheet within four months of 2017.", "During these interventions, demand for Czech government bonds from non-residents increased.", "This further expanded the country's borrowing options.", "Then, during Covid, in particular at the end of March 2020, interest rates were reduced too close to zero.", "And fiscal policy was expansive for too long - we created a dangerous entitlement economy in which the state was the rich uncle who helped with almost everything.", "When an economy such as this one (especially one with a huge surplus of money and incomplete price convergence) was hit by a strong supplyside shock after the lockdowns, the Czech Republic ended up with the highest core inflation in the EU (from November 2021 to October 2022).", "We address the causes of inflation in the Czech Republic in our blog article (Adam and Michl, 2022).", "Bullard (2023) also wrote an article on this topic last week.", "The central bank's large balance sheet can lead to changes in monetary policy transmission.", "This is also because when key interest rates are raised, monetary policymaking expenses increase.", "We pay interest to commercial banks for their excess liquidity deposits.", "To give you an idea, the CNB paid CZK 14.7 billion to the banks in interest on deposited liquidity in April 2023, which may amount to CZK 180 billion for 2023 as a whole.", "This can lead to a change in the behaviour of banks, i.e.", "how and to whom they provide loans, by how much they raise deposit rates.", "In a system with excess liquidity, banks easily buy government bonds and government debt is monetised.", "An important lesson for me is that we will try not to repeat 2017 at the CNB and conduct monetary policy in a conventional manner.", "In his article, \"Less is more\" for the IMF's magazine, Professor at the University of Chicago and former Governor of the Reserve Bank of India Raghuram Rajan said: \"Central banks have constrained their own policy space with asymmetric and unconventional policies, ostensibly intended to deal with the policy rate touching the lower bound.", "They have triggered a variety of imbalances that are making fighting inflation harder today.\"", "More purposeful and less interventionist central banks would probably do better than a high-inflation, high-debt, low-growth world (Rajan, 2023).", "For central banks, less can mean more.", "Therefore, our strategy in the Czech Republic is \"higher for longer\", i.e.", "to maintain interest rates at higher levels for longer.", "Regarding government debt, I stated that monetary policy is at its tightest in 20 years and is slowing the economy.", "A problem arises if the government helps the economy with subsidies, supports and contributions at the same time.", "This counters our fight against inflation and the economy is not dampened as much as it should be.", "Therefore, the CNB must consider the following: Should we start competing with the government and dampen the economy by, for example, increasing rates?", "Should we further push down demand, just to have it subsequently fostered by the government with some kind of supports or subsidies?", "And so on ... it is a vicious circle.", "It would be better if both policies were anti-inflationary at the same time.", "Cochrane (2003) describes these considerations, as does the excellent article on the subject presented by Bianchi and Melosi (2022) at the conference in Jackson Hole last year.", "To add to that, everything is complicated further by the first problem described above, i. e. the CNB's large balance sheet, or the huge liquidity of the banking sector.", "I agree with Professors Mandel and Dvoák (2022) who stated in their article \"Current global inflation\" that Milton Friedman's view that restrictive monetary policy is not dependent on the support of fiscal policy and can be effective in its own right was formulated for a situation where there was an appropriate amount of bank liquidity.", "In a monetary system with huge excess liquidity and induced high inflation, a reduction in the state budget deficit plays a key role in the fight against inflation and significantly eases the position of the central bank.", "Therefore, defeating inflation in the long term is conditional on coordination between monetary and fiscal policy.", "If fiscal policy records increasing budget deficits, monetary policy will find it very hard to ensure low inflation on its own, in a system with such a huge liquidity surplus and a willingness of banks to buy bonds.", "That is why I said at the press conference after each of our monetary policy meetings that reducing the country's debt is a further key condition for lowering inflation.", "We at the CNB studied with interest the documents for the government coalition's press conference on 11 May called the \"Recovery package\" (Czech Ministry of Finance, 2023a, 2023b).", "We welcome the government's austerity efforts.", "The implementation of the package is in the hands of the government and parliament, not in ours, so I will not comment on the individual steps.", "Generally speaking, it is essential in the fight against inflation that the state budget deficit falls as much as possible compared with the actual outcome of the previous year, not just compared with the plan.", "It would be ideal for the fight against inflation if expenditure declined year on year compared with the actual outcome of the previous year (to dampen demand) and indirect taxes were not increased (to avoid increasing inflation).", "However, that is a political decision and it is not within my competence.", "In any case, we need our tightest monetary policy in twenty years to be accompanied by a credible budget consolidation plan, which the public will trust to support our efforts to reduce inflation.", "Inflation is our responsibility.", "However, we are in this together with the government.", "We need support from fiscal policy.", "Reducing inflation is in the country's interest.", "We have already tamed several money flows in the economy.", "Above all, reducing the country's debt is now needed for a long-lasting return of inflation to low levels.", "Inflace v R: cyklický i acyklický píbh?", "[Inflation in the Czech Republic: A cyclical or acyclical story?]", "(cnBlog - official blog of the Czech National Bank).", "Inflace klesá - prbžné vyhodnocení dezinflaního procesu v esku [Inflation is falling - an interim assessment of the disinflation process in the Czech Republic] (cnBlog - official blog of the Czech National Bank).", "Inflation as a Fiscal Limit .", "(FRB of Chicago Working Paper No.", "A Monetary and Fiscal History of the United States, Princeton University Press.", "The Monetary-Fiscal Policy Mix and Central Bank Strategy [conference presentation].", "Hoover Institution at Stanford University.", "The Fiscal Theory of the Price Level .", "Czech National Bank [CNB].", "Inflation through the lens of demand factors .", "Krotitelé nákladové inflace [Tamers of cost push inflation].", "Monetary Macroeconomics and Central Banks in Turbulent Times [lecture transcript].", "The current monetary conditions in the Czech Republic: tight or easy?", "(cnBlog - official blog of the Czech National Bank).", "Are interest rates really unusually low by comparison to inflation?", "(cnBlog - official blog of the Czech National Bank).", "Fiskální deficit a emise penz v eské republice v dob pandemie covidu-19 [The fiscal deficit and money issuance in the Czech Republic during the Covid-19 pandemic].", "Co nás eká s rostoucím státním dluhem?", "[What awaits us with rising government debt?]", "Souasná globální inflace - pípad sui generis?", "[Current global inflation - a sui generis case?]", "Jsou souasné úrokové sazby dostaten vysoké?", "Problémy konceptu kladné reálné úrokové míry [Are current interest rates high enough?", "Problems of the concept of a positive real interest rate.].", "Peníze a inflace: ztracená kointegrace [Money and inflation: Lost cointegration].", "Ten years later: Lessons for DSGE builders and Czech policy makers .", "Governor's opening remarks at the CNB Discussion Forum [Audiovisual recording].", "[Let us start saving.", "Ministry of Finance of the Czech Republic.", "Ministry of Finance of the Czech Republic.", "Interview with Eva Zamrazilová, CNB Deputy Governor: \"Vtšina bankovní rady vidí riziko, které pichází z fiskální politiky a trhu práce\" [\"The majority of the Bank Board sees a risk coming from fiscal policy and the labour market\"].", "Není to práv konzistentnost a transparentnost NB, co pispívá k tlumení inflace?", "[Is it not the CNB's consistency and transparency that is helping dampen inflation?]"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "none", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none"], "topics": ["inflation", "monetary policy", "koruna", "interest rates", "credit", "government debt", "liquidity", "fiscal policy", "demand", "inflation momentum"]}