{"sentences": ["Good afternoon, the Vice-President and I welcome you to our press conference.", "Inflation continues to decline but is still expected to remain too high for too long.", "We are determined to ensure that inflation returns to our two per cent medium-term target in a timely manner.", "In order to reinforce progress towards our target, the Governing Council today decided to raise the three key ECB interest rates by 25 basis points.", "The rate increase today reflects our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "The September ECB staff macroeconomic projections for the euro area see average inflation at 5.6 per cent in 2023, 3.2 per cent in 2024 and 2.1 per cent in 2025.", "The upward revision for 2023 and 2024 mainly reflects a higher path for energy prices.", "Underlying price pressures remain high, even though most indicators have started to ease.", "ECB staff have slightly revised down the projected path for inflation excluding energy and food, to an average of 5.1 per cent in 2023, 2.9 per cent in 2024 and 2.2 per cent in 2025.", "Our past interest rate increases continue to be transmitted forcefully.", "Financing conditions have tightened further and are increasingly dampening demand, which is an important factor in bringing inflation back to target.", "With the increasing impact of our tightening on domestic demand and the weakening international trade environment, ECB staff have lowered their economic growth projections significantly.", "Based on our current assessment, we consider that the key ECB interest rates have reached levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our target.", "Our future decisions will ensure that the key ECB interest rates will be set at sufficiently restrictive levels for as long as necessary.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In particular, our interest rate decisions will be based on our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation, and the strength of monetary policy transmission.", "The decisions taken today are set out in a press release available on our website.", "I will now outline in more detail how we see the economy and inflation developing and will then explain our assessment of financial and monetary conditions.", "Economic activity The economy is likely to remain subdued in the coming months.", "It broadly stagnated over the first half of the year, and recent indicators suggest it has also been weak in the third quarter.", "Lower demand for the euro area's exports and the impact of tight financing conditions are dampening growth, including through lower residential and business investment.", "The services sector, which had so far been resilient, is now also weakening.", "Over time, economic momentum should pick up, as real incomes are expected to rise, supported by falling inflation, rising wages and a strong labour market, and this will underpin consumer spending.", "The labour market has so far remained resilient despite the slowing economy.", "The unemployment rate stayed at its historical low of 6.4 per cent in July.", "While employment grew by 0.2 per cent in the second quarter, momentum is slowing.", "The services sector, which has been a major driver of employment growth since mid-2022, is now also creating fewer jobs.", "As the energy crisis fades, governments should continue to roll back the related support measures.", "This is essential to avoid driving up medium-term inflationary pressures, which would otherwise call for an even stronger monetary policy response.", "Fiscal policies should be designed to make our economy more productive and to gradually bring down high public debt.", "Policies to enhance the euro area's supply capacity - which would be supported by the full implementation of the Next Generation EU programme - can help reduce price pressures in the medium term, while supporting the green transition.", "The reform of the EU's economic governance framework should be concluded before the end of this year and progress towards Capital Markets Union should be accelerated.", "Inflation declined to 5.3 per cent in July but remained at that level in August, according to Eurostat's flash estimate.", "Its decline was interrupted because energy prices rose compared with July.", "Food price inflation has come down from its peak in March but was still almost 10 per cent in August.", "In the coming months, the sharp price increases recorded in the autumn of 2022 will drop out of the yearly rates, thus pulling inflation down.", "Inflation excluding energy and food fell to 5.3 per cent in August, from 5.5 per cent in July.", "Goods inflation declined to 4.8 per cent in August, from 5.0 per cent in July and 5.5 per cent in June, owing to better supply conditions, previous drops in energy prices, easing price pressures in the earlier stages of the production chain and weaker demand.", "Services inflation edged down to 5.5 per cent but was still kept up by strong spending on holidays and travel and by the high growth of wages.", "The annual growth rate of compensation per employee remained constant at 5.5 per cent in the second quarter of the year.", "The contribution of labour costs to annual domestic inflation increased in the second quarter, in part owing to weaker productivity, while the contribution of profits fell for the first time since early 2022.", "Most measures of underlying inflation are starting to fall as demand and supply have become more aligned and the contribution of past energy price increases is fading out.", "At the same time, domestic price pressures remain strong.", "Most measures of longer-term inflation expectations currently stand at around 2 per cent.", "But some indicators have increased and need to be monitored closely.", "The risks to economic growth are tilted to the downside.", "Growth could be slower if the effects of monetary policy are more forceful than expected, or if the world economy weakens, for instance owing to a further slowdown in China.", "Conversely, growth could be higher than projected if the strong labour market, rising real incomes and receding uncertainty mean that people and businesses become more confident and spend more.", "Upside risks to inflation include potential renewed upward pressures on the costs of energy and food.", "Adverse weather conditions, and the unfolding climate crisis more broadly, could push food prices up by more than expected.", "A lasting rise in inflation expectations above our target, or higher than anticipated increases in wages or profit margins, could also drive inflation higher, including over the medium term.", "By contrast, weaker demand - for example due to a stronger transmission of monetary policy or a worsening of the economic environment outside the euro area - would lead to lower price pressures, especially over the medium term.", "Financial and monetary conditions Our monetary policy tightening continues to be transmitted strongly to broader financing conditions.", "Funding has again become more expensive for banks, as savers are replacing overnight deposits with time deposits that pay more interest and the ECB's targeted longer-term refinancing operations are being phased out.", "Average lending rates for business loans and mortgages continued to increase in July, to 4.9 per cent and 3.8 per cent respectively.", "Credit dynamics have weakened further.", "Loans to firms grew at an annual rate of 2.2 per cent in July, down from 3.0 per cent in June.", "Loans to households also grew less strongly, by 1.3 per cent, after 1.7 per cent in June.", "In annualised terms based on the last three months of data, household loans declined by 0.8 per cent, which is the strongest contraction since the start of the euro.", "Amid weak lending and the reduction in the Eurosystem balance sheet, the annual growth rate of M3 fell from 0.6 per cent in June to an all-time low of -0.4 per cent in July.", "In annualised terms over the past three months, M3 contracted by 1.5 per cent.", "Inflation continues to decline but is still expected to remain too high for too long.", "We are determined to ensure that inflation returns to our two per cent medium-term target in a timely manner.", "In order to reinforce progress towards our target, the Governing Council today decided to raise the three key ECB interest rates by 25 basis points.", "Based on our current assessment, we consider that the key ECB interest rates have reached levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our target.", "Our future decisions will ensure that the key ECB interest rates will be set at sufficiently restrictive levels for as long as necessary.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "In any case, we stand ready to adjust all of our instruments within our mandate to ensure that inflation returns to our medium-term target and to preserve the smooth functioning of monetary policy transmission.", "We are now ready to take your questions."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Interest rates", "Economic growth", "Monetary policy", "Labour market", "Fiscal policy", "Energy prices", "Supply chain", "Inflation expectations", "Financial conditions"]}