{"sentences": ["10.04.2023 Latest monetary policy developments in the euro area The Brookings Institution The Hutchins Center on Fiscal and Monetary Policy Washington, DC.", "Pablo Hernández de Cos Good morning, it is a pleasure to visit the Hutchins Center on Fiscal and Monetary Policy and share with you my reflections on euro area monetary policy at a still very challenging time for central banks globally.", "I will start by briefly describing the decisions that we adopted at our European Central Bank (ECB) Governing Council meeting in March.", "Then, I will lay out a number of factors that will determine our future decisions and will require close monitoring going forward.", "Our March meeting took place in the context of the financial tensions related to the banking sector in the US and in Switzerland.", "These tensions increased investor risk aversion and financial market volatility and led to a global drop in bank share prices.", "While the European banking sector is resilient, with strong capital and liquidity positions, the main message from our meeting was that we are closely monitoring these financial tensions and we stand ready to respond as and when necessary to maintain price and financial stability in the euro area.", "As we emphasised in our monetary strategy review approved in July 2021, financial stability should be seen as a prerequisite for price stability.", "In addition, we took a further step in the process of tightening our monetary policy stance in response to the outlook for euro area inflation, which is projected to remain too high for too long.", "In line with our intentions already anticipated at our February meeting, we increased interest rates by 50 basis points (bp), bringing the deposit facility rate (DFR) to 3%.", "This represents a cumulative increase of 350 bp since July last year.", "As to our future monetary policy path, the financial tensions that broke out before our meeting imply an additional element of uncertainty around the growth and inflation baseline scenario.", "This extra uncertainty makes the data-dependent approach for our decisions even more important.", "Our future monetary policy will depend on how the different sources of risks, including those witnessed on the financial markets in the last few weeks, materialise.", "We also provided more detail on what will guide our assessment of the inflation outlook and, therefore, our monetary policy decisions.", "In particular, we announced that this assessment will depend on three main factors.", "First, incoming economic and financial data.", "Second, the of underlying inflation dynamics.", "And lastly, the strength of monetary policy transmission.", "I will now elaborate on these three factors.", "The first is our assessment of the inflation outlook in light of the incoming economic and financial data.", "This assessment will be informed primarily by our staff macroeconomic projections, on which all data are incorporated in a coherent manner.", "In this regard, the staff March forecast pointed to a weakening of activity in 2023, with real euro area GDP expected to grow by 1% in 2023 (compared with 3.6% in 2022).", "This scenario is somewhat more optimistic than that of the previous projections (published in December), reflecting better than expected recent economic data and the fall in the cost of energy, so that real income losses are lower.", "Growth is expected to pick up, to 1.6%, in both 2024 and 2025, based on a robust labour market, improving confidence and the recovery of purchasing power.", "However, these growth rates are lower than projected in December owing to a stronger tightening of financial conditions, including a larger appreciation of the euro exchange rate.", "And, in any case, the accumulated growth path expected now for 2022-2024 is significantly lower - around 2.5% lower - than that projected in December 2021, before the war in Ukraine, reflecting the material deterioration of euro area terms of trade.", "On inflation, the baseline scenario is one of gradual convergence of inflation to our 2% target.", "After peaking at 10.6% in October last year, HICP declined to 6.9% in March this year, according to the flash estimate, on the back of lower energy prices and base effects.", "By contrast, food price inflation and underlying inflation (excluding energy and food) have continued to rise, surprising on the upside and posting high rates in March (of 15.4% and 5.7%, respectively).", "Headline inflation is expected to remain high for the rest of 2023, albeit on a downward path that will take it to 2.8% in the last quarter of the year.", "This drop in inflation is mainly explained by the energy component, while underlying inflation is expected to remain elevated.", "This downward trend would be underpinned by the gradual disappearance of upward pressures from the reopening of the economy, previous supply-side shocks (supply bottlenecks and high energy prices) and euro depreciation, reinforced by increasing pass-through of the recent fall in energy prices and exchange rate appreciation.", "The fall in inflation in the medium term is also explained by a moderation in domestic demand pressures, owing inter alia to increasing dampening effects of our monetary policy decisions.", "Importantly, the staff projections incorporate a number of financial indicators that reflect market expectations of our future monetary policy.", "In this regard, the inflation path in the March staff projections was based on a risk-free forward curve that continued to point to expectations of further interest rate increases at our subsequent meetings, including 50 bp in March, to around 3.2%.", "This inferred terminal rate was 40 bp higher than that expected at our December meeting.", "And analysts' expectations, as reflected in surveys conducted shortly before the meeting, showed that the DFR was expected to peak at 3.75% in July 2023 (up 100 bp since December) and to remain at that level until the first quarter of All these elements together supported our assessment that, if the baseline scenario in the March projections is confirmed, we will still have ground to cover to make sure that inflation pressures are stamped out.", "However, as I have said, these projections are subject to various sources of uncertainty.", "And this is why we are emphasising that the rate path is data-dependent.", "This means, ex ante, that we are neither committed to, nor finished with, further rate hikes.", "Let me highlight some of the sources of uncertainty.", "The first is related to the resilience of the euro area economy.", "In the second half of 2022 the euro area economy proved more resilient than expected and the slowdown in the fourth quarter the year was less severe than anticipated.", "Indeed, the qualitative data available for the first quarter of 2023 point to an improvement in consumer and business confidence.", "This has occurred in a setting in which a significant reversal of previous supply shocks was observed, households and firms had substantial buffers, the post-COVID rebound in demand continued to generate positive effects and monetary policy had not yet been fully passed through.", "However, there is much uncertainty about the continuity of these factors.", "In particular, the sharp decline in European gas prices reflects unusually mild weather, together with energy-saving measures and strong inventory levels which mitigate supply risks for next winter.", "The commodity market tensions in 2022 were caused by the Russian invasion of Ukraine and, therefore, a prolongation of the war is still a major source of uncertainty for Europe.", "And, more generally, the future course of the world economy is also a matter of concern, against a backdrop of global monetary policy tightening and significant geopolitical risks.", "Second, in relation to the recent stress in the banking sector, so far the implications have been contained, leading to a certain tightening of overall euro area financial conditions, mainly through its impact on risk premia2.", "However, should they persist or heighten, these tensions could lead to a sharper than expected tightening of credit conditions and erode confidence and give rise to a scenario of more moderate economic growth and more rapidly declining inflation.", "A third element that adds a certain degree of complexity to the inflation outlook relates to fiscal policy.", "In 2022 and 2023, euro area countries significantly increased their fiscal policy support measures to protect businesses and households from rising energy prices and inflation, bringing the total gross stimulus to close to 2% of euro area GDP in both years.", "While these measures helped to contain inflation in 2022 and are expected to do so in 2023, the extent of their impact this year is still uncertain.", "And the withdrawal of these measures will push consumer prices upwards in the coming years, especially in 2024.3 In this regard, it is important to stress that, in the current high inflation setting, an appropriate policy mix requires a fiscal stance that, at the aggregate euro area level, is not at odds with the tightening of our monetary policy.", "This means that government support measures should be temporary, targeted and tailored to preserving incentives to consume less energy, and they should be gradually rolled back as energy prices fall.", "Otherwise, we are at risk of driving up medium-term inflationary pressures, which would call for a stronger monetary policy response.", "Let me move now to the second input, underlying inflation dynamics, which serve as a complementary cross-check of our forecast.", "Core inflation, which excludes energy and food prices, is a standard indicator of underlying inflationary pressures.", "Meanwhile, the core inflation outlook for 2023 has been successively revised upwards in recent staff projections exercises, from 2.8% in June 2022, to 3.4% in September, 4.2% in December and 4.6% in the most recent exercise in March of this year.", "In the current environment, the indirect effects from past commodity price increases, which have been much larger than expected, are a first key driver of core inflation.", "This is a reflection of the exceptional nature of the commodity price shock in terms of its magnitude, its persistence and its broad-based character, affecting commodities across the board, including notably energy but also food commodities.", "It has to be taken into account that, although the shock has been global, Europe has been particularly exposed due to its high dependency on the supply of essential inputs - notably gas - from Russia.", "Indeed, given the magnitude and persistence of the shock, indirect effects have penetrated more deeply into the economy, firms have tended to adjust final prices more often6 and this has triggered a more extensive spread of price rises across the different categories of goods and services.", "In addition, the upward effects of energy and food commodity prices could still be significant in 2023.", "In the case of food commodities, the transmission of increasing costs along the supply chain could take up to a year8.", "In the case of gas prices, the pass-through from wholesale prices to final retail prices for consumers varies significantly across countries depending on the regulations in place, the types of contracts used in each national retail electricity market and profit margin developments in the face of rising energy input costs.", "Also, we estimate that indirect effects from a gas price shock are quite persistent, peaking after one year.", "Thus, even if gas prices have returned to levels close to those at the start of the war in Ukraine, the upward effects of gas prices on core inflation could still be significant in the short term.", "Moreover, the transmission of inflationary pressures reflects specific demand and supply-side factors linked to the pandemic and the lifting of mobility restrictions.", "For See F Borrallo, F, L. Cuadro-Sáez, M. Pacce and I. Sánchez.", "\"Consumer food prices: recent developments in the euro area and Spain\".", "See Alonso I, L. López, D. Santabárbara and M. Suárez-Varela (2022) \"The EU economies' natural gas inventories in 2022 and 2023 under two hypothetical scenarios\".", "Box 2, \"Quarterly report on the Spanish economy\", Economic Bulletin 4/2022, Banco de España.", "See Costain J, A. Nakov and B. Petit (2022), \"Flattening of the Phillips curve under state-dependent prices and wages\", Economic Journal 132 (642), pp.", "See González Mínguez, J., S. Hurtado, D. Leiva-León and A. Urtasun.", "\"The spread of inflation from energy to other components\".", "\"Rising food commodity prices and their pass-through to euro area consumer prices\", Analytical Articles, Economic Bulletin 3/2022, Banco de España.", "\"The pass-through of higher natural gas prices to inflation in the euro area and in Spain\", Box 4, \"Quarterly report on the Spanish economy\", Economic Bulletin 3/2022, Banco de España.", "instance, the presence of global supply chain bottlenecks, the rapid intensification of demand once restrictions were lifted or the impact of changes in work and living habits, which led to increased consumption of housing-related goods and services.", "According to our estimates, demand factors were of minor importance at the beginning of 2022, but their contribution increased until the summer, stabilising at high levels thereafter.", "Supply-side factors - which were predominant at the beginning of 2022 - now explain around half of the deviation of euro area core inflation from its historical average.", "All in all, some core inflation components are beginning to show a certain degree of stabilisation, but the data suggest that inflationary pressures continue to broaden.", "By way of illustration, during most of 2022, pressures on core inflation were highly concentrated on specific expenditure items, such as household equipment and maintenance, transport, and activities involving more social contact.", "The aggregate price index of these items indicates some stabilisation in its year-on-year growth rate at the beginning of this year, albeit at high levels, over 7%.", "Excluding these expenditure components, the remaining basket of core items, which has a weight of over 30% in the HICP, has shown a very contained inflation rate throughout the inflationary episode.", "However, that rate is now heading upwards, rising from around 1.5% in mid-2022 to 3.6%12 in February this year.", "At some point, however, the fall in energy prices, the improvement in supply chains and the moderating demand, owing to tighter financial conditions should begin to gradually produce reverse effects on inflation.", "Thus, at the current juncture, we could well be nearing some sort of crossroads, where the lagged effects of the past increases in commodity prices and exchange rate depreciation are still present, but diminishing, while the first effects of the most recent decreases and appreciation may be emerging and on the rise.", "However, when this crossroads is reached, and how strongly it will support a decline in inflation, will depend on the extent of the symmetry between the impact of higher and lower costs on prices.", "In this regard, the impact of cost decreases on inflation may not be fully symmetrical to the impact of cost increases13.", "This is an open question and hence a dimension that should be carefully monitored.", "Our attention is now also turning to the possible emergence of second round effects on inflation.", "In 2022, compensation per employee increased by 4.6%, which implies a significant fall in real wages, with some heterogeneity across countries.", "In parallel, firms' profit margins have expanded in many sectors since the beginning of 2021 (after falling significantly in 2020), indicating a high rate of pass-through of cost increases to selling prices.", "The baseline projection scenario assumes that workers will gradually recover their pre-shock purchasing power at the end of the forecast horizon,14 while the increase in firms' unit labour costs is expected to be lower than the increase in wage payments - taking into account projected productivity gains so that firms' profit margins could remain steady over the forecasting period as a whole.", "However, the pressure of workers' efforts to regain lost purchasing power and the pick-up in profit margins could be stronger than anticipated.", "Wage negotiations are taking place in a tight labour market, with the unemployment rate at a historical low and labour shortages increasing in some countries, despite labour-market participation growing robustly since early last year.", "And some wage indicators show stronger wage pressures than those derived from aggregate wage statistics.", "This is already having an impact on core inflation, since the contribution of wage-sensitive items17 to core inflation has more than doubled in recent months.", "Indeed, services inflation (which accounts for two thirds of core inflation, with wages making up around 40% of the direct input costs of services) reached 5% in March this year, up from 2.7% a year ago.", "Moreover, although economic weakness should lead to a squeeze on profit margins, the indicators available up to the end of 2022 do not yet show clear signs of any such squeeze.", "There is considerable heterogeneity across sectors and the cyclical situation of the economy and demand conditions will play a key role in the degree to which higher wage costs are passed through to final prices, as well as in the behaviour of profit margins going forward.", "Ferrucci, Jiménez-Rodríguez and Onorante (2012, , \"Food price pass-through in the Euro Area: Non-linearities and the role of the common agricultural policy\" International Journal of Central Banking ) find asymmetries between positive and negative shocks in the food inputs, Borrallo, Cuadro and Pérez (2023, forthcoming) confirm these results for the euro area by extending the sample to the present time.", "In the case of oil, Kilian and Vigfusson (2011, Quantitative Economics, \"Are the responses of the U.S. economy asymmetric in energy price increases and decreases?\")", "show that there are no significant asymmetries in the United States.", "However, Garzón and Hierro (2021, Economic Modelling \" Asymmetries in the transmission of oil price shocks to inflation in the Eurozone\") find that asymmetries do exist in the euro area.", "This has happened in a context of a sharp increase in public employment, whose growth has accounted for about half of total employment growth since the end of 2019.", "The ECB experimental tracker of negotiated wages shows a clear upward shift in wage increases agreed for 2022 and 2023.", "Contract negotiations during 2022 delivered wage increases around 4,4% and 4,8% for 2022 and 2023 respectively, with higher increases the more recent the agreement is.", "Additionally, a second wage growth tracker based on wages offered in new jobs also showed strong increases during 2022 suggesting strong wage momentum, though last readings show tentative signs of stabilitation.", "See P. Lane (2023): Underlying inflation, lecture at Trinity College Dublin, 6 March 2023.", "Defined as those items in the core inflation basket for which wages account for more than 40% of input costs.", "It is important to remember that a large part of the high inflation in the euro area has stemmed from the surge in commodity prices that has led to a significant deterioration in the terms of trade.", "This entails a loss of wealth and welfare for the euro area economy as a whole that is unavoidable in the short and medium term.", "If this loss is distributed fairly between workers and employers the inflationary spiral that will arise if they both attempt unilaterally to avoid this loss by maintaining their real wages and profit margins could be averted.", "Against this backdrop, to avoid the emergence of second round effects, it is essential to ensure that inflation expectations remain anchored at levels consistent with the price stability objective.", "The February vintage of the Consumer Expectations Survey shows three-year ahead inflation expectations coming down again, to 2.4%, suggesting that consumers interpret current inflation as having a high temporary component.", "Moreover, professional forecasters expect inflation to return to close to target over the medium term.", "And market-based measures also indicate a rapid decline in inflation over 2023 and 2024, while the cost of inflation protection remains slightly above 2% at longer horizons (as reflected in the 5yr5yr rate).", "This is largely due to a positive inflation risk premium which reflects the high uncertainty surrounding inflation dynamics.", "The third factor that we are closely monitoring is the strength of monetary policy transmission.", "The ECB's current rate hiking cycle is unprecedented in terms of its intensity and speed, with one-year-ahead expected real rates into positive territory.", "We generally assess the impact of our measures based on the historical evidence of previous rate hiking cycles.", "It can be argued, however, that some of today's macro-financial conditions differ from those prevailing in previous cycles, especially as a consequence of the long period of expansionary monetary policy that preceded the current episode.", "In addition, tightening monetary policy as sharply and as swiftly as we have could also have potential nonlinear effects on the economy.", "One factor that might point to a slower transmission of monetary policy than in the past is related to the debt burden of the non-financial private sector, which has become less sensitive to interest rates hikes.", "Between 2012 and 2022, the share of households' bank debt with an interest rate fixation period of up to one year fell from 35% to 25%, while for non-financial firms the proportion of bank debt either maturing within a while a year or with an interest rate fixation period of up to one year declined from 70% to 59%.", "A second factor could be related to a slower pass-through of market rates to retail deposit rates than in previous episodes, which could weaken the standard intertemporal channel through which rising interest rates discourage savers from spending.", "This slower pass-through could come from the fact that, during the period with negative rates, the remuneration of retail deposits was above market interest rates, as banks were unwilling to reduce it below zero.", "Additionally, the current ample liquidity available to commercial banks reduces the pressure on them to increase the remuneration of retail deposits.", "Other factors point to a potentially faster monetary policy transmission compared to past episodes.", "First, the current hiking cycle comes after the strong negative shock prompted by the pandemic, which adversely impacted firms' financial situation by increasing their debt levels.", "This leaves them more vulnerable to interest rate hikes, and their expenditure decisions may be more sensitive to monetary policy changes.", "Conversely, however, households still have around €900 billion in excess savings built up during the pandemic and they are benefiting from sizeable fiscal policy support.", "Second, there has been a shift from bank to bond funding over the last decade, with bond debt increasing from 16% to 24% of non-financial corporations' total debt.", "This, together with the faster monetary policy pass-through to bond rates than to bank rates, implies faster transmission than in the past.", "Third, the residential real estate market is a key area to monitor, in particular given that some euro area countries have experienced a significant increase in house prices over the last decade, with signs of overvaluation.", "Housing represents a major part of household wealth and bank assets.", "Thus, a potential decrease in house prices would weigh negatively on banks' portfolios, by reducing the value of the collateral provided to banks by households and firms, which might ultimately affect credit developments.", "Turning to the data, indeed a sluggishness in households' time deposit rates has been observed in some countries.", "This can be explained by banks' specific characteristics, by the structure of the banking sector and the competitive environment.", "Specifically, banks with larger liquidity buffers react to a lesser extent to increases in market interest rates.", "And we have seen a significant shift of funds from overnight deposits to other less liquid but better remunerated instruments (mainly time deposits), thus reducing the liquidity available for economic transactions.", "In fact, M1 annual growth turned negative in January 2023 for the first time since the creation of the monetary union.", "In addition, the increase in bank lending rates in the euro area has been very significant, mainly reflecting the faster pace of policy rate hikes, and has been accompanied by a tightening of credit supply standards.", "In particular, in the ECB's latest euro area bank lending survey (BLS), banks reported a substantial further tightening of credit standards and credit terms and conditions for loans to firms in the fourth quarter of 2022.", "This was the largest tightening reported since the euro area sovereign debt crisis.", "And banks expected a net tightening of a similar magnitude also for the first quarter of 2023 and reported a continued tightening of credit standards for loans to households.", "The evidence available shows a strong correlation between credit standards (as measured in the BLS) and loan growth developments a couple of quarters later, and likewise between credit growth and GDP growth.", "The first link in the chain (between credit standards and credit growth) is already evident.", "In particular, credit growth to firms has dropped markedly since the third quarter of last year.", "And, indeed, there is evidence of mortgage credit growth decelerating at a faster pace in those countries with initially larger house price overvaluations25.We should expect to see the latter link to real activity assert itself soon.", "In fact, although euro area activity avoided contraction in the last quarter of 2022, national accounts data have revealed notable weakness in domestic demand, with marked declines in both private consumption and investment.", "Finally, special attention will have to be paid to the incoming data from the financial sector in order to closely monitor the impact of recent events and tensions.", "The implications of recent financial sector tensions have been contained so far.", "But, if these tensions persist or intensify, a scenario could materialise of significantly tighter credit and financial conditions and worsening confidence, with downward effects on economic activity and prices.", "In this respect, special attention will have to be paid to data on the supply of bank credit, as measured for instance by the BLS.", "Let me conclude by highlighting two main takeaways from my words today.", "First, at the ECB Governing Council we stand ready and have the instruments available to respond as and when necessary to maintain price and financial stability in the euro area.", "Second, in March we took a further step in the process of adjusting the monetary policy stance to the euro area inflation outlook, but uncertainty is high and future decisions will continue to be data-dependent.", "Inflation in the euro area is slowing and will continue to do so markedly in the coming months.", "But there are factors affecting underlying inflation that may delay its return to the 2% target in the medium run and that we will therefore monitor closely going forward.", "In addition, the strength of the transmission of our monetary policy actions to the economy is highly uncertain, due to the extraordinary pace of our rate hikes as well as changes in the euro area macro-financial landscape that could accelerate or delay the policy pass-through.", "Recent financial tensions originating in the banking sector add an element of uncertainty and reinforce the importance of a data-dependent approach."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Financial stability", "Economic growth", "Financial conditions", "Inflation expectations", "Monetary policy transmission", "Fiscal policy", "Commodity prices", "Wage growth"]}