{"sentences": ["SPEECH Speech by Christine Lagarde, President of the ECB, at \"The ECB and Its Watchers XXIII\" conference Frankfurt am Main, 22 March 2023 The euro area has been hit by an inflation shock, which is now working its way through the economy.", "While headline inflation is likely to decline steeply this year, driven by falling energy prices and easing supply bottlenecks, underlying inflation dynamics remain strong.", "In such an environment, our ultimate goal is clear: we must - and we will - bring down inflation to our medium-term target in a timely manner.", "But to achieve this goal we need a robust strategy, which takes into account the high levels of uncertainty we are facing today.", "As John Maynard Keynes once observed, \"it would be foolish, in forming our expectations, to attach great weight to matters which are very uncertain\".", "In current conditions, a robust strategy calls for a data-dependent approach to making policy and a clear reaction function so that the public understands the sources of information that will be important to us.", "To that end, our future policy path will be determined by three factors: our assessment of the inflation outlook in light of the incoming economic and financial data, the dynamics of underlying inflation and the strength of monetary policy transmission.", "At the same time, I have made clear that there is no trade-off between price stability and financial stability.", "We have plenty of tools to provide liquidity support to the financial system if needed and to preserve the smooth transmission of monetary policy.", "In my remarks today, I will discuss our policy path so far and what lies ahead.", "And I will explain the reaction function that will govern our future rate decisions.", "Last year, inflation in the euro area surged strongly, and spread deeply, because it was driven by two types of shocks which hit the economy at the same time.", "First, we underwent an unprecedented series of negative supply shocks caused by pandemic-induced supply chain disruptions, Russia's invasion of Ukraine and the ensuing energy crisis.", "This significantly increased input costs for all sectors of the economy.", "Second, we faced a positive demand shock caused by the reopening of the economy after the pandemic.", "That favourable demand environment allowed firms to pass rising input costs through to prices much faster and more strongly than in the past.", "[ Our policy stance was starting from highly accommodative levels, having been tailored to the very-low inflation environment of the past decade and the initial deflationary risks of the pandemic.", "So, we had to adjust, as quickly as possible, a stance that had become inadequate.", "This initially placed important emphasis on signalling, i.e.", "demonstrating, through actions and commitments, that monetary policy would cover the necessary ground decisively.", "That is why we put a great weight on the pace of our actions, hiking rates in large increments.", "And we also communicated a clear upward path for rates, so that the public could be confident that monetary policy was on an anti-inflationary path, and that rates would soon leave accommodative territory.", "In a sense, an emphasis on data dependence was less important because monetary policy had distance to cover across all scenarios.", "But as the inflation outlook evolved, it became clear that a pure normalisation of policy - which would imply achieving a broadly neutral stance - would not suffice in itself.", "The combination of shocks had two effects - on distance and persistence - which warranted further policy action.", "First, the shocks increased the distance of inflation from our target.", "Even though inflation has likely passed its peak, it is descending from very high levels, and it is projected to be too far above our target for too long.", "The longer inflation is too high, the greater the danger that it remains so.", "Second, the shocks also increased the risk that above-target inflation becomes more persistent.", "In particular, price pressures have broadened and deepened.", "Measures of underlying inflation tracked by the ECB currently range between 4% and 8%.", "In this setting, we needed to bring rates to sufficiently restrictive levels to dampen demand.", "And, in doing so, we could keep a firm grip on inflation expectations and ensure they remain anchored.", "That is a key reason why we committed to raise interest rates significantly and at a steady pace over recent meetings - and why we decided last week that a further 50 basis point hike was necessary.", "The policy path ahead Now a sizeable policy adjustment is already behind us: since July last year we have raised interest rates by 350 basis points.", "However, inflation is still high, and uncertainty around its path ahead has increased.", "This makes a robust strategy going forward essential.", "Such a strategy has three elements.", "First, with high uncertainty, it is even more important that the rate path is data-dependent.", "This means, ex ante, that we are neither committed to raise further nor are we finished with hiking rates.", "Indeed, as I explained last week, if the baseline scenario in our most recent projections is confirmed, we will still have ground to cover to make sure that inflation pressures are stamped out.", "Second, while the European banking sector is resilient, with strong capital and liquidity positions, in view of recent financial market volatility, we are ready to act and provide liquidity support to the financial system if needed and to preserve the smooth transmission of monetary policy.", "But it should be clear that there is no trade-off between price stability and financial stability.", "As we have proven many times, we are able to set the appropriate policy stance to control inflation and at the same time use other instruments to address risks to monetary policy transmission.", "We did this when we decided to use reinvestments under the pandemic emergency purchase programme more flexibly, and when we agreed on the transmission protection instrument.", "These programmes ensured that rate normalisation proceeded smoothly.", "The third element of a robust strategy is a clear reaction function.", "At our last meeting, we clarified our reaction function and the sources of information that will be important to us.", "The future calibration of the rate path will be determined by - and will require continuous monitoring of - three key inputs, and this is what I will explain now.", "The inflation outlook The first input is our assessment of the inflation outlook in light of the incoming economic and financial data.", "This will be informed primarily by our staff inflation projections.", "Monetary policy must be forward-looking, given the lags with which our policy works.", "And the staff inflation projections are the best mechanism for distilling incoming economic and financial data into a comprehensive picture of medium-term inflation dynamics.", "The future rate path will depend on whether we see inflation converging durably to our target in our forecasts, and the level of confidence we have in this convergence as captured by the balance of risks.", "Our latest forecasts see headline inflation at 2.1% in 2025 and core inflation at 2.2%, which is a downward revision compared with our last projection round in December.", "But the confidence band around these forecasts is now unusually wide.", "As the cut-off date for the projection round was in early March, the forecasts do not incorporate the effects of the recent financial market tensions.", "Those tensions have added new downside risks and have made the risk assessment blurrier.", "More generally, many of the assumptions in the projections, such as those on fiscal policies and energy and food prices, are volatile.", "This implies additional uncertainty around the baseline for both growth and inflation.", "Some of this uncertainty will recede as the fallout from recent events in financial markets becomes clearer.", "But faced with overlapping shocks and shifting geopolitics, the level of uncertainty will most likely remain high.", "To confirm the outlook in our projections over time, we therefore also need to look at additional indicators that can be observed in real time.", "Underlying inflation To that end, the second input we will be drawing on is the dynamics of underlying inflation.", "Underlying inflation is not a policy target, but measures of underlying inflation can serve as a complementary cross-check of our forecasting process.", "Underlying inflation is typically quite inertial and therefore gives us an indication about the persistence of inflation into the medium term.", "We will be looking to see a sustained downward turn in underlying inflation measures to be confident that the inflation path will converge to our target in the medium term.", "So far, we do not see clear evidence that underlying inflation is trending downwards.", "In fact, we see two forces pushing underlying inflation in different directions.", "To the one side, falling energy prices are weakening a key driver of underlying inflation pressures.", "Imported energy prices have played a central role in pushing up inflation for all economic sectors, given the huge energy shock we have faced.", "This is why measures of underlying inflation that capture the more persistent effects of energy costs are already showing a decline.", "[ To the other side, increasing domestic price pressures could offset some of this disinflationary impulse.", "Measures of underlying inflation that capture items sensitive to the business cycle - such as Supercore[ - or items with low import content are still strengthening.", "If this continues and aggregate demand picks up from its current compressed levels, we could see a handover from imported to domestic price pressures that keeps overall price pressures high.", "The key issue in determining which of these forces wins out will be developments in wages.", "The euro area has suffered a large terms-of-trade loss owing to rising energy prices, the cost of which must ultimately be shared between firms and workers.", "And it is important that there is fair burden sharing between them, with both accepting that they cannot fully recover the income that the euro area has paid to the rest of the world and the ensuing loss of output.", "So far, real wages have decreased substantially, while firms' profit margins have expanded in many sectors.", "But the labour market is quite tight, labour shortages are increasing, and the terms-of-trade shock has largely reversed.", "This is leading workers to use their bargaining power to recoup lost income.", "For the seven countries covered by the ECB's wage tracker,[ collective bargaining during 2022 led to an aggregate wage rise of 4.7% for this year.", "This is already playing a stronger role in core inflation.", "While wage-sensitive items[ contributed only around 0.5 percentage points to core inflation before the pandemic, that contribution has more than doubled in recent months.", "If both workers and firms accept fair burden sharing, and stronger wage growth represents merely a rebalancing between labour and capital, then both wage and price pressures should diminish as this process plays out.", "But if both parties attempt to unilaterally minimise their losses, we could see a feedback mechanism between higher profit margins, wages and prices.", "The risk of such a \"tit-for-tat\" dynamic is also heightened by the prospect that labour market tightness will linger.", "Unlike other jurisdictions, labour participation in the euro area has grown robustly since last year[ ], helping to address part of the soaring labour demand driven by reopening.", "But the pandemic has also led to a sharp increase in public employment[ ], reducing the pool of labour available to the private sector.", "And how much further labour supply can expand overall will depend, among other things, on complex policy questions such as countries' attitudes to immigration and childcare.", "At the same time, the unemployment rate is at a historical low and, in some countries, it is so low that it will be increasingly difficult to recruit from the remaining pool of labour.", "All this means that we could see a more prolonged cost-push shock coming from wage growth.", "This is unlikely to prevent goods disinflation, since wages represent only around 20% of direct input costs for manufacturing firms.", "But wages make up around 40% of direct input costs for services providers, and services inflation accounts for almost two-thirds of core inflation.", "In parallel, firms' profit margins continue to grow, in part because some are taking advantage of supplydemand imbalances to test consumer demand with large price increases - over and above their increase in costs.", "But in the absence of a persistent rise in market power[ ], this can only continue insofar as demand remains resilient.", "Otherwise, firms will have to absorb cost increases in margins and price pressures will start to ease.", "This is where the third input comes in that we will use to assess the rate path, which is the strength of the transmission of our policy measures in restricting demand.", "Policy transmission We saw a large contraction in domestic demand at the end of last year and the latest data, such as retail sales, suggest that consumption has not yet rebounded.", "But this has not stopped cost increases from passing through.", "Short-term measures of momentum in core inflation - for instance the three-month on three-month rate - actually increased in February.", "There are two factors which could explain this apparent resilience.", "The first is the atypical buffers for consumption that households have available in the current environment.", "They are still benefiting from sizeable fiscal policy support to shield them from rising energy prices, amounting to around €250 billion in 2022 and 2023, and they still have around €900 billion in excess savings built up during the pandemic.", "[ The second factor is the reduced sensitivity of the labour market to slowing growth, which is supporting labour income and households' employment expectations.", "Faced with labour shortages, firms are responding to weaker demand first by hoarding labour - that is, by further reducing hours worked rather than by cutting jobs.", "And now, with energy prices falling and wages rising, household disposable incomes are set to increase.", "This was reflected - before the recent financial market tensions arose - in our projections for a stronger recovery this year.", "So, for inflationary pressures to ease, it is important that our monetary policy works robustly in the restrictive direction.", "And that process is only starting to take effect now.", "The first leg of the monetary transmission process - from policy measures to financing and monetary conditions - is already having a substantial impact.", "The cost of borrowing is increasing steeply, and loan dynamics look to be contracting faster than during previous hiking cycles.", "Credit growth to firms has dropped markedly since the third quarter of last year.", "We are also seeing a tightening of money, with annual M1 growth turning negative for the first time since the creation of the euro area - although this is also being driven by the shifting of funds from overnight to better-remunerated time deposits in the context of higher rates.", "For the second leg of the transmission process - from tighter financing and monetary conditions to demand - there is currently more uncertainty.", "We know that the full effect of monetary policy on demand will only reveal itself over time.", "But both the strength and speed of this process could have changed.", "Since the ECB last conducted a major hiking cycle, in the mid-2000s, the financial structure of the euro area has evolved.", "The share of variable-rate mortgages has fallen, slowing the transmission of interest rate increases into debt payments.", "Excess savings and the low pass-through to deposit rates might also weaken incentives for households to save more of their income in response to higher policy rates.", "These factors could mean a weaker pass-through to consumption.", "At the same time, we have seen a very sudden shift from low-for-long rates to considerably higher levels - and this is already having an impact on more interest-sensitive demand components like investment.", "Housing investment has been falling for the past three quarters and business investment also contracted at the end of last year.", "The greater role today played by sectors that rely on discounted future earnings, such as tech, could also make monetary transmission more powerful.", "What we will have to monitor carefully in the weeks and months to come is whether there is a further strengthening of this pass-through.", "If, for example, banks start to apply a larger \"intermediation wedge\" - meaning that at any level of the base rate they demand a higher compensation for the perceived risk they are taking on when lending - then pass-through will become stronger.", "So, we will be paying close attention to a range of indicators of credit availability and credit pricing, such as the monthly data on money and credit flows, our bank lending survey and our survey on access to finance for small and medium-sized enterprises.", "While more restrictive credit conditions are part of the mechanism by which our tightening ultimately reins in excess price pressures and brings inflation back to target, we will make sure that the process will be orderly throughout.", "Voltaire said \"Uncertainty is an uncomfortable position.", "But certainty is an absurd one.\"", "Faced with new and overlapping shocks, we have no choice today but to deal with uncertainty.", "But the public can be certain about one thing: we will deliver price stability, and bringing inflation back to 2% over the medium term is non-negotiable.", "We will do so by following a robust strategy that is data-dependent and embeds a readiness to act, but that does not entertain trade-offs around our primary objective.", "Faced with a world that is changing faster than any of us could have imagined, we need to be both focused on our goal and robust in our strategy to achieve it.", "Lagarde, C. (2022), \" Monetary policy in a high inflation environment: commitment and clarity \", lecture organised by Eesti Pank and dedicated to Professor Ragnar Nurkse, Tallinn, 4 November.", "This is visible, for example, if one compares the persistent and common component of inflation (PCCI) and the PCCI excluding energy.", "The former has been declining strongly since the summer of last year, whereas the PCCI excluding energy has only stabilised.", "For an explanation on different measures of underlying inflation, see Ehrmann, M., Ferrucci, G., Lenza, M. and O'Brien, D. (2018), \" Measures of underlying inflation for the euro area \", Economic Bulletin, Issue 4, ECB and ECB (2021), \" Inflation measurement and its assessment in the ECB's monetary policy strategy review \" Occasional Paper Series, No 265, September.", "Germany, France, Italy, Spain, the Netherlands, Austria and Greece.", "Defined as those items in the core inflation basket for which wages account for more than 40% of input costs.", "According to the labour force survey, the labour force has increased by 2.2 million since the start of last year and remains well above pre-pandemic levels, due to the rising participation of foreign workers (+1.3 million), women and older workers.", "Employment growth in the public sector has accounted for about half of total employment growth since the end of 2019.", "Kouvavas, O., Osbat, C., Reinelt, T. and Vansteenkiste, I.", "(2021), \" Markups and inflation cyclicality in the euro area \", Working Paper Series, No 2617, ECB.", "However, the concentration of accumulated savings among higher-income households limits the extent to which this buffer can support the recovery in consumption, and the real value of excess savings has declined due to inflation.", "Copyright 2023, European Central Bank"], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Interest rates", "Monetary policy", "Economic growth", "Financial stability", "Wage growth", "Fiscal policy", "Labour market", "Energy prices", "Uncertainty"]}