{"sentences": ["Alice, Diana, distinguished guests, ladies and gentlemen, Good Morning, Let me start by thanking ASIFMA for inviting me to this Sustainable Finance Conference.", "It is my great pleasure to share with you Hong Kong's vision and the concrete steps being taken to strengthen our leading role in green and sustainable finance.", "As we come into Spring after a colder-than-usual winter, this is a good time to talk about the advances that happen when the right ecosystem is combined with the right opportunities.", "In the financial world, green and sustainable finance brings extraordinary opportunities.", "And if we are looking for the best ecosystem for these opportunities to flourish, Hong Kong is the place.", "The climate challenge to Asia is huge, and urgent.", "Meeting this challenge will require substantial investment - some US$66 trillion over the next three decades based on market estimates.", "China alone will require more than 100 trillion yuan.", "The multi-trillion-dollar funding need can hardly be met by the public sector alone, and climate finance plays a crucial role here.", "It helps the public sector raise funding from the market to finance climate projects and initiatives.", "It also mobilises private capital to directly fund climate actions.", "In the process, the private sector gets to mitigate the climate risks of its own assets while at the same time seeking reasonable returns.", "By doing well, we also aim to do good.", "As an international financial centre and a green finance hub, our vision is to play a big role in harnessing the power of finance to support the transition efforts in the region.", "The vision is underpinned by our strong commitment and concrete actions that help create a conducive ecosystem where climate financing can scale, and bring about desirable opportunities and outcomes for the financial sector.", "A vibrant and competitive climate finance ecosystem needs to be underpinned by a few other critical elements: standards, data and, above all, talent.", "The work requires leadership from the public sector and partnership with the private sector.", "In all these areas, the HKMA is joining hands with Government agencies, fellow regulators as well as stakeholders from the financial sector, academia and business community.", "Much of our joint effort is coordinated through the Cross-Agency Steering Group on Green and Sustainable Finance co-founded by the HKMA and the SFC.", "A common set of green standards, to the extent possible, is important to enhance the transparency, comparability and efficiency of climate finance.", "Hong Kong is a front runner in setting regulatory requirements for the financial sector.", "We are the first Asian jurisdiction mandating climate-related disclosure across the financial sector by 2025, in line with the global framework set by the Task Force on Climate-related Financial Disclosures.", "We also made an early commitment to adopting new standards promulgated by the International Sustainability Standards Board.", "Hong Kong adopts the Common Ground Taxonomy jointly developed by China and the EU.", "We are now exploring the development of a green classification framework on the basis of the China-EU taxonomy, in order to provide the necessary disclosure and guidance to inform capital allocation and encourage market discipline.", "The HKMA has set clear rules - for example by formulating clear supervisory requirements and integrating climate-risk into the supervisor-driven stress-testing framework.", "The various regulatory requirements help build climate resilience into our banking and financial sector.", "In the process, financial intermediaries such as banks also act as facilitators to help the real sector adapt and transition, in line with global consensus and commitment to achieving carbon neutrality.", "Currently, there is a lack of accessible, standardised data and analytics support in the market.", "It presents a challenge, not just for climate risk management but for other purposes such as portfolio assessment and business development.", "We are working with other regulators and the private sector to address these issues, by improving data accessibility and developing a data repository and analytics capability for the industry.", "We are making good progress.", "One recent example is the collaboration with the Carbon Disclosure Project, a leading international environmental disclosure platform, to launch a climate risk assessment project that assists corporates especially SMEs in reporting company-level, climate-related data to help financial institutions assess risk and make credit decisions.", "Let me now turn to the third critical element, which is talent.", "And this is also our key focus area.", "We are undertaking multiple tasks here.", "We began by collating and sharing information about highquality training courses and qualifications through a centralised platform run by the Centre for Green and Sustainable Finance.", "Through a government-funded green finance training scheme, we provide subsidies to help market practitioners, students and graduates obtain training and qualifications related to green and sustainable finance.", "Number three is developing a regulator-approved knowledge framework, or what we call the Enhanced Competency Framework, to provide a more structured programme for banking practitioners to build their knowledge and expertise in green and sustainable finance.", "This is a major undertaking that calls for close collaboration between the public and private sectors.", "It requires more than just regulatory push.", "The developmental work is equally important to provide the necessary ecosystem that supports climate financing.", "Indeed, Hong Kong has gone a long way in this regard and has firmly established its leadership role in the field of green and sustainable finance.", "As a snapshot, green and sustainable debt issuance in Hong Kong totalled US$57 billion in 2021.", "It accounted for one third of international issuance of green and sustainable bonds in Asia.", "In 2022, we continued to see strong momentum, in particular in the area of green and sustainable loans.", "The vibrant green bond market is in part a result of the many breakthroughs made by the Government Green Bond programme.", "Since 2019, the HKMA has assisted the Government in issuing nearly US$16 billion worth of green bonds targeting both institutional and retail investors.", "We made use of each issuance to innovate and expand the suite of green bond products in terms of currencies, tenors and distribution channels, thus laying the foundation for other public and private sector issuers in the region.", "These issuances kept pushing the boundaries.", "Just over the last few years, we made the world's largest retail green bond issuance, Asia's largest ESG bond issuance, and issued the world's first tokenised government green bond.", "We will continue to seek new breakthroughs.", "In the coming five years, planned annual issuance of Government Green Bonds will increase from US$35 billion to US$65 billion.", "The mandate of this programme will be expanded to cover sustainable bonds as well.", "We will also consider how best to incorporate green and sustainability elements into a new infrastructure bond programme we are developing for the Government.", "We will continue to press ahead with the experimentation in tokenised green bonds, leveraging blockchain technology to enhance the efficiency of bond issuance and transaction, and to explore real-time tracking and reporting of the environmental impact of projects funded by bond proceeds.", "And to promote financial inclusion, we are now looking into an arrangement to earmark a certain proportion of future green and infrastructure bond issuances for priority investment by MPF funds.", "This will provide a meaningful investment option for MPF scheme members to receive reasonable returns while investing in a better future for our city.", "Climate finance is a subject that is very dear to the hearts of many of us here.", "It's also an exciting subject that I could keep talking about.", "But I am aware that I have taken more than a fair share of your time.", "So what remains for me is to wish the ASIFMA event every success, and double down on the HKMA's commitment to working with ASIFMA towards our common purpose of scaling up Hong Kong's green and sustainable finance."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Green and sustainable finance", "Climate finance", "Climate risk", "Standards", "Data", "Talent", "Green bonds", "ESG", "Tokenised green bonds", "Financial inclusion"]}