{"sentences": ["SPEECH May 09, 2023 John C. Williams, President and Chief Executive Officer Remarks at the Economic Club of New York, New York City As prepared for delivery Thank you for that kind introduction.", "As chair of the Economic Club of New York, I often have the honor of introducing speakers to our forums.", "It's a special privilege for me to speak to the Club today.", "I'm also pleased to be here during my favorite month of the year.", "Baseball season is well underway... And it's the month when people around the world celebrate \"Star Wars,\" one of the all-time great franchises.", "I am often asked whether I am fan of \"Star Trek\" or \"Star Wars,\" and my definitive answer is, \"yes.\"", "Now, I promise I won't spend my time talking about the weather or baseball.", "What I do want to talk about is inflation.", "Inflation remains too high, and high inflation is hardest on those who can least afford to pay higher prices for food, shelter, and transportation.", "The Federal Reserve is committed to bringing inflation down.", "As the Mandalorian would say, \"Price stability.", "Before I continue, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "Intrinsically Linked, One with the Force The FOMC is mandated by Congress to promote maximum employment and price stability.", "The goals of our dual mandate are intrinsically linked.", "Specifically, price stability is essential for the economy to reach its full potential and to sustain maximum employment over the long term.", "Since the pandemic, imbalances between demand and supply have persisted throughout the economy, leading to high inflation and a tight labor market.", "Although we have seen some signs of a gradual cooling in the demand for labor-as well as for some goods and commodities-overall demand continues to exceed supply.", "I'll first discuss what this means for employment.", "At the national level, job growth has been robust, with monthly job gains averaging about 220,000 over the past three months.", "Other indicators show that labor demand is gradually slowing, yet remains very strong.", "For example, job openings have come down from their peak level in March of last year.", "Still, the ratio of job openings to unemployed far exceeds levels prevailing before the pandemic, when the labor market was very strong.", "Similarly, quit rates have been gradually declining, but are above pre-pandemic levels.", "In addition, the unemployment rate is at a historically low level of 3.4 percent.", "And in April, the employment-to-population ratio for those between the ages of 25 and 54 reached the highest level since 2001.", "The strength of the labor market is evident in parts of the Federal Reserve's Second District.", "Fairfield County in Connecticut has fully recovered from the pandemic.", "Northern New Jersey is above where it was in 2019.", "And New York City has also shown remarkable progress, with employment closing in on pre-Covid levels.", "Nationally, we are also seeing improvements on the supply side of the labor market.", "As you'll recall, when businesses reopened after the 2020 pandemic shutdowns, many faced a dire shortage of workers.", "Since then, we have seen a rebound in labor force participation, with the 25-to 54-year-old age group slightly above pre-pandemic levels.", "Although overall participation is below where it was before Covid, economists at the New York Fed have found that this shortfall is more than fully accounted for by the aging-or what I prefer to call \"maturing\"-of the workforce.", "This increase in labor force participation has helped alleviate some of the imbalance in the labor market.", "But with baby boomers increasingly reaching retirement age, population aging will continue to put downward pressure on participation in the medium term.", "Increases in the labor force from immigration, which has picked up from its pandemic lows, can partially offset this, but it is lik l f ll d h i The Force Is a Balance Achieving balance on the inflation side of our mandate has been more challenging.", "Last June, inflation spiked to a 40-year high of 7 percent, as measured by the personal consumption expenditures (PCE) price index.", "Since then, inflation has moderated to 4.2 percent, in large part due to a decline in energy prices.", "That's much better than 7 percent, but still more than double our longer-run goal of 2 percent.", "This inflation target is an important bedrock principle for the FOMC.", "It provides a \"North Star\" for policy decisions and helps improve the public's understanding of our goals and actions.", "It has also helped to keep various measures of longer-run inflation expectations remarkably well anchored at levels consistent with our 2 percent longer-run goal.", "Although short- and medium-term inflation expectations rose during the pandemic, these measures have since come down.", "Indeed, based on the latest reading of the New York Fed's Survey of Consumer Expectations, three-year-ahead expectations have returned to a level nearly identical to its average between 2014 and 2020.", "Although one-year-ahead inflation expectations in the survey remain elevated, they have declined considerably from the peak level reached in June 2022.", "To understand why inflation remains too high, it's instructive to examine inflation developments in various sectors of our economy.", "So far, inflation has declined in many categories of commodities and goods, which tend to be more sensitive to interest rate increases.", "In addition, supply chains, which were severely constrained after the pandemic's onset, have improved considerably.", "This is something I hear from business leaders from across the Federal Reserve's Second District.", "And the New York Fed's Global Supply Chain Pressure Index has declined to a level that indicates supply chain pressures are now actually somewhat lower than normal.", "At the same time, the March price data indicate some moderation in overall rent inflation.", "And rents for new leases have been showing slower rates of increases, which should bring down shelter inflation in coming months.", "This is important because shelter inflation had been a significant driver of higher inflation over the past year.", "But the most persistent area of inflation is in core services excluding housing, which has been running around 4-1/2 percent since last August .", "This is driven by a continued imbalance in overall supply and demand, and it will take the longest to bring down.", "Bringing Back the Balance In \"The Rise of Skywalker,\" Anakin urged Rey to \"bring back the balance.\"", "The FOMC has been taking strong actions to do just that.", "Last week, the FOMC raised the target range for the federal funds rate to 5 to 5-1/4 percent, its tenth consecutive rate increase.", "In its post-meeting statement, the FOMC indicated that \"in determining the extent to which additional policy firming may be appropriate to return inflation to 2 percent over time, the Committee will take into account the cumulative tightening of monetary policy, the lags with which monetary policy affects economic activity and inflation, and economic and financial developments.\"", "In addition, the FOMC indicated it will continue to reduce its holdings of Treasury securities and agency debt and agency mortgage-backed securities, according to the framework announced a year ago.", "The FOMC also said that the \"Committee will closely monitor incoming information and assess the implications for monetary policy.\"", "I will be particularly focused on assessing the evolution of credit conditions and their effects on the outlook for growth, employment, and inflation.", "Always in Motion Is the Future Because of the lag between policy actions and their effects, it will take time for the FOMC's actions to restore balance to the economy and return inflation to our 2 percent target.", "I expect inflation to decline to around 3-1/4 percent this year, before returning to our longer-run goal of 2 percent over the next two years.", "As tighter monetary policy continues to take effect, I expect real GDP to grow modestly this year, with growth then picking up somewhat next year.", "And I anticipate slow growth will continue to cool the labor market, with unemployment gradually rising to about 4 to 4-1/2 percent over the next year.", "Knowledge Lights Our Way I am confident we are on the path to restoring price stability.", "As always, I'll be monitoring the totality of the data and what it implies for the achievement of our goals.", "Outside of New York City, however, New York State has faced sluggish job growth as well as ongoing labor shortages.", "Jaison R. Abel, Jason Bram, Richard Deitz, and Jonathan Hastings \"The Tri-State Region's Recovery from the Pandemic Recession Three Years On,\" Federal Reserve Bank of New York Liberty Street Economics, April 13, 2023; Jason Bram, \"How Did New York City's Economy Weather the Pandemic?\"", "Federal Reserve Bank of New York Liberty Street Economics, April 13, 2023.", "Mary Amiti, Sebastian Heise, Giorgio Topa, and Julia Wu, \"What Has Driven the Labor Force Participation Gap since February 2020?\"", "Federal Reserve Bank of New York Liberty Street Economics, March 30, 2023.", "Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, adopted effective January 24, 2012; as reaffirmed effective January 31, 2023.", "John C. Williams, A Steady Anchor in a Stormy Sea, remarks at SNB-FRB-BIS High-Level Conference on Global Risk, Uncertainty, and Volatility, Zurich, Switzerland, November 9, 2022.", "Federal Reserve Bank of New York, Short-Term Inflation Expectations Decline; Perceived and Expected Credit Conditions Mostly Unchanged, May 8, 2023.", "Federal Reserve Bank of New York, Global Supply Chain Pressure Index.", "Board of Governors of the Federal Reserve System, Federal Reserve issues FOMC statement, May 3, 2023.", "Board of Governors of the Federal Reserve System, Plans for Reducing the Size of the Federal Reserve's Balance Sheet, May 4, 2022.", "By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Labor market", "Price stability", "Federal Reserve", "Monetary policy", "Supply chain", "Employment", "Inflation target", "Economic growth", "Interest rates"]}