{"sentences": ["Accompanying presentation of the speech Ladies and Gentlemen, Greetings from a snowy Helsinki - and thank you very much for this opportunity to exchange views with you at this event today.", "The topic of my talk is Finland's experience in building up resilience and preparing the economy and financial system to cope with hybrid warfare.", "Around a year ago, a rapid recovery from the COVID-19 pandemic was well under way in Europe.", "Those positive prospects were crushed last February by Russia's illegal and brutal attack against Ukraine.", "The horrific bombardment of critical Ukrainian infrastructure has left millions of Ukrainians at the mercy of winter conditions, and no end to the war is in sight.", "We need to be prepared for a long confrontation between Putin's Russia and the liberal West, or more broadly between authoritarian governments and liberal democracies.", "Russia's war has been a litmus test of European unity.", "Supporting Ukraine in its fight for freedom remains a policy priority.", "For Finns, this is really close to our hearts, also by our own experience.", "After all, we ourselves were attacked by the Soviet Union in the Second World War, and we still have Europe's longest border with Russia: 832 miles, or 1340 kilometres.", "The security policy environment of Europe and of Finland is currently transforming as rapidly as it did in the early 1990s, only this time in reverse.", "In parallel with this, the rise in energy prices has slashed living standards and inflation has surged and become more broad-based.", "The economic outlook this year is marked by pervasive uncertainty.", "All the while, globalization is at risk of coming apart at the seams and the European security order has been smashed and is searching for a new form.", "Consequently, the current environment has amplified the role of national preparedness and resilience, especially in countries like Finland that share a border with Russia.", "Due to Finland's long and complex history with Russia, including the Winter War and Continuation War during the Second World War, and decades of Soviet-Russian postwar interference in domestic politics, preparedness is something that has never been far from our minds It is actually one of the few issues in Finnish society that virtually nobody questions.", "So how does this strong will to defend the country translate into practice?", "Well, to begin with we never got rid of conscription, which is mandatory for men (though with nonmilitary service as an option), and voluntary for women.", "Our defence forces are fully interoperable with NATO, which will smooth the transition to full membership.", "An interesting fact may be that currently Finland has the largest artillery capacity in Western Europe.", "There are many elements to our civil preparedness.", "For instance, we have a diversified energy supply, including various forms of renewable energy and nuclear power, and our National Emergency Supply Agency maintains sufficient stockpiles of critical materials in cooperation with the private sector.", "The organisational framework for national preparedness links the public, private and third sectors in planning, coordinating and monitoring resilience and the security of supply in their respective spheres.", "The national preparedness framework covers horizontally all relevant sectors of the economy and society, including the financial sector.", "The Bank of Finland has its own role in promoting financial sector preparedness.", "The Bank of Finland's mandate in preparedness work is based on its oversight function.", "The objective of oversight is to ensure the reliability and efficiency of these systems for society as a whole.", "These systems link financial institutions together and enable the flow of payments, liquidity and capital.", "Even though we've pretty much always had a realistic view of Russia and national preparedness has for long been a key national objective, 24 February 2022 was still an eye-opener, and as a society we had to set many of our priorities anew.", "Negotiations with the Finnish financial sector regarding improvements to our backup systems had been proceeding in an unhurried manner.", "But after Russia's invasion of Ukraine began, there was no more time to spare.", "The financial sector authorities established a task force to review the existing backup systems.", "We created a backup plan for additional two severe scenarios which were not sufficiently covered by the existing plans.", "The first scenario is a severe disruption of elementary customer services in an accountholding bank, for instance due to a serious cyberattack or malware.", "The second scenario is a severe disruption of our critical resources outside the country or the undersea cables on which Finland's digital economy and society rely to a great extent.", "As a response to the first scenario, we created a national emergency account system, where the disrupted bank's customer data could be uploaded from the Finnish Stability Authority as the national resolution authority.", "The model is similar to the U.S. Sheltered Harbor solution, with which some of you might be familiar.", "For the second scenario, the Bank of Finland created a facility that enables our banks to transmit interbank payments even if cross-border resources are not available.", "What is significant is that we managed to ramp up our preparedness for the most severe scenarios in the span of a couple of weeks and months last spring.", "The required legislation obliging banks to maintain capability to connect to these systems was passed on the last day of Parliament's spring session in early July.", "The key success factors here were the analysis on possible backup solutions that was carried out in previous years and the unanimous determination to ensure the resilience of basic banking services in all circumstances.", "Ladies and Gentlemen, I have briefly explored how Finland resilience builds on an all-encompassing culture of preparedness, also covering the financial sector.", "This has allowed us to react swiftly to the changing geopolitical and security situation in Europe, including the decision to apply for NATO membership together with Sweden in May.", "Acceptance of our membership has been delayed due to the lack of ratification in Turkey and Hungary.", "While not yet critically damaging, these delays of course play to the hand of Putin and risk weakening the credibility of liberal democracies' unity.", "Our own national capabilities form the basis of our crisis response, but international cooperation is equally important.", "In this regard, Europe has not stood idly by.", "Many vulnerabilities still need addressing, however.", "It is imperative that we heed the lessons of Russia's aggression and its war in Ukraine, especially in the energy and financial sectors.", "It is telling that since February 2020, Google searches for 'resilience' have risen to new highs and have stayed elevated ever since.", "In matters of resilience, we look for safety, we look for predictability and we look for a sense of control.", "The early 2020s will be remembered for the pandemic and Russia's war.", "Our response to these crises will determine what the rest of the decade will look like."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["National preparedness", "Financial sector resilience", "Security", "Energy", "Russia", "Ukraine", "Crisis response", "NATO", "Backup systems", "Cybersecurity"]}