{"sentences": ["Speech Philip Lowe[*] Address at the Morgan Stanley 5th Australia Summit Sydney - 7 June 2023 Thank you very much for the invitation to join Morgan Stanley's Australian Summit.", "It is a pleasure to be able to join you.", "This morning, I would like to discuss the narrow path the Reserve Bank Board is seeking to navigate.", "That path is one where inflation returns to target within a reasonable timeframe, while the economy continues to grow and we hold on to as many of the gains in the labour market as we can.", "It is still possible to navigate this path and our ambition is to do so.", "But it is a narrow path and likely to be a bumpy one, with risks on both sides.", "Today, I would like to talk about the importance of the destination - that is, a sustainable return of inflation to target - and our strategy for getting there, including the decision yesterday to increase the cash rate again.", "I will then turn to some of the factors that the Board is considering as it navigates the path back to 2-3 per cent inflation.", "The return of inflation to target Recent inflation readings have been the highest for more than 30 years (Graph 1).", "The reasons for this are well known.", "They include supply-side disruptions caused by the pandemic, Russia's invasion of Ukraine, and the large fiscal and monetary policy responses that supported economies during the pandemic.", "Our job at the central bank is to make sure that this period of high inflation is only temporary.", "It is important that we are successful here.", "High inflation is corrosive and damages our economy.", "It erodes the value of money and savings, puts pressure on household budgets, makes it harder for businesses to plan and distorts investment.", "It makes us all poorer and hurts people on low incomes the most.", "And if inflation stays high for too long, it will become ingrained in people's expectations and high inflation will then be self-perpetuating.", "As the historical experiences shows, the inevitable result of this would be even higher interest rates and, at some point, a larger increase in unemployment to get rid of the ingrained inflation.", "The Board's priority is to do what it can to avoid this.", "Over recent times the Australian economy has been operating at a very high level of capacity utilisation.", "This is evident in survey measures of capacity utilisation (Graph 2).", "It is also evident in the labour market, which has been very tight, with the unemployment rate having been at its lowest level in nearly 50 years.", "It is clear that total demand in the economy has been pushing up against supply, and that, recently, this has been contributing to the upward pressure on prices.", "Sources: ABS; NAB; RBA.", "The return of inflation to target requires a more sustainable balance between aggregate demand and supply.", "The tool that the RBA has to achieve this balance is interest rates.", "I acknowledge that the use of this tool comes with complications.", "Its effects are felt unevenly across the community, with rising interest rises causing significant financial pressure for some households.", "But this unevenness is not a reason to avoid using the tool that we have.", "It is certainly true that if the Board had not lifted interest rates as it has done, some households would have avoided, for a short period, the financial pressures that come with higher mortgage rates.", "But this short-term gain would have been at a much higher medium-term cost.", "If we had not tightened monetary policy, the cost of living would be higher for longer.", "This would hurt all Australians and the functioning of our economy and would ultimately require even higher interest rates to bring inflation back down.", "So, as difficult as it is, the rise in interest rates is necessary to bring inflation back to target in a reasonable timeframe.", "The evidence indicates that the higher interest rates are working and that inflation is coming down.", "The March quarter CPI confirmed that inflation peaked late last year at 7.8 per cent (Graph 3).", "Subsequent to this, the monthly CPI indicator showed a pick-up in the 12-month-ended inflation rate in April to 6.8 per cent.", "This was a higher outcome than expected, but it has not changed our assessment that inflation is trending lower.", "Excluding the volatile items and travel from the monthly CPI, inflation was 51⁄2 per cent in six-month-annualised terms to April, compared with 71⁄2 per cent to October 2022 (Graph 4).", "Monthly CPI Indicator* Six-month annualised, excluding volatiles and holiday travel 0 0 2018 2019 2020 2021 2022 2023 Seasonally adjusted; volatiles are fruit, vegetables and automotive fuel.", "There is also evidence of declining inflation pressures in global markets (Graph 5).", "Oil prices have reversed much of the increase following Russia's invasion of Ukraine, as have the prices of many base metals.", "And wholesale food prices, including for wheat and beef, have declined considerably.", "Similarly, the price of international shipping has normalised after the surge during the pandemic.", "In time, these developments should be reflected in the prices paid by Australian households.", "Sources: Bloomberg; MLA; RBA; Refinitiv.", "Working in the other direction, services price inflation in Australia remains high, rents are increasing quickly and there will be further large increases in electricity prices this year (Graph 6).", "In addition, unit labour costs are increasing briskly, an issue I will return to in a few minutes.", "These developments mean that it is too early to declare victory in the battle against inflation.", "The path back to 2-3 per cent inflation is likely to involve a couple of years of relatively slow growth in the economy.", "Even so, as the Board navigates that path it is seeking to preserve as many of the gains in the labour market as is possible.", "One of the unsung positive side-effects of the policy response to the pandemic is a once-in-a-generation improvement in the Australian labour market.", "Over recent months, a higher share of Australians have had a job than ever before, and youth unemployment has been the lowest it has been in decades (Graph 7).", "There are very tangible economic and social benefits to this.", "Our ambition is to return inflation to target while holding onto as many of these benefits as possible.", "I want to make it clear, though, that the desire to preserve the gains in the labour market does not mean that the Board will tolerate higher inflation persisting.", "There is a limit to how long inflation can stay above the target band.", "The longer it stays there, the greater the risk that inflation expectations adjust and the harder, and more costly, it will be to get inflation back to target.", "If inflation stays high, this will damage the economy and all Australians will feel the effects.", "Yesterday's decision to increase interest rates again was taken to provide greater confidence that inflation will return to target within a reasonable timeframe.", "It follows recent information that has suggested greater upside risks to the Bank's inflation outlook.", "Services price inflation is proving persistent here and overseas, and the recent data on inflation, wages and housing prices were higher than had been factored into the forecasts.", "Given this shift in risks and the already fairly drawn-out return of inflation to target, the Board judged that a further increase in interest rates was warranted.", "In making this decision, the Board had a detailed discussion of the slowdown in household spending and the stresses on household finances from higher interest rates and rents.", "But it also considered the costs for households and the economy of inflation staying too high for too long.", "It is in Australia's interest that we get on top of inflation and we do so before too long.", "The Board will do what is necessary to achieve that.", "As we make our decisions over coming months, there are a number of factors that the Board will be paying close attention to.", "I would like to briefly discuss four of these.", "The global economy The first is developments in the global economy.", "Economic growth in advanced economies is slowing as restrictive monetary policy takes effect.", "Even so, labour markets have been surprisingly resilient, with unemployment rates still close to multi-decade lows.", "Headline inflation is declining as COVID disruptions are overcome, energy prices fall and food price inflation eases.", "But, concerningly, core services inflation is proving to be persistent.", "In six-month-annualised terms, it is still above 6 per cent in the United States and 5 per cent in the euro area (Graph 8).", "Core Services Inflation Six-month annualised United States Euro area 2020 2023 2020 2023 Sources: BLS; RBA; Refinitiv.", "This persistence in services price inflation reflects the strong demand for many services and strong growth in wages, against the background of weak productivity growth.", "One source of ongoing uncertainty is how quickly services price inflation globally will moderate and whether the needed moderation will require further increases in interest rates.", "It is noteworthy that interest rates are higher in the other English-speaking advanced economies than in Australia and are expected to go a little higher still.", "The other significant source of uncertainty for the global economy is the strength of the economic recovery in China.", "The economic indicators for China were weak in April, after a strong initial bounce-back following the easing of the COVID restrictions late last year (Graph 9).", "And consistent with an economy operating with a fair degree of spare capacity, inflation in China is much lower than in the rest of the world.", "This has implications for Australia, not just in terms of the prices of goods in world markets but also for the prices of our resource exports, which have declined of late.", "Sources: CEIC Data; RBA.", "Household spending The second consideration is the strength of household spending domestically.", "In aggregate, growth of household spending has slowed since mid-2022 as the post-pandemic spending bounce faded and both higher interest rates and the cost-of-living pressures began to bite.", "We expect that consumption growth will remain subdued for some time for these same reasons, although stronger population growth will provide some offset to this.", "There is, however, ongoing uncertainty about the outlook for consumption given the large number of factors influencing household finances and spending.", "Employment has been rising strongly, people have been getting more hours of work and nominal income growth has been strong (Graph 10).", "In addition, the headwind for household spending from falling housing prices looks to be coming to an end and could be replaced with a tailwind from increasing housing prices.", "On the other hand, real incomes have declined and required mortgage payments as a share of household disposable income will reach a record high later this year.", "Many households will transition from low fixed-rate loans over the next few months and experience the increase in repayments that has been occurring for variable-rate borrowers.", "Rents are also increasing quickly, putting pressure on some households' finances.", "Housing and personal loan arrears; there is a structural break in March 2022.", "Sources: ABS; APRA; CoreLogic; RBA.", "Another complicating element is the very mixed experience across households and firms.", "Retail spending on goods has been weak but spending on many services has held firm.", "And the data that the banks share with us suggest that spending is most subdued among households with a mortgage, especially those that borrowed large amounts relative to their incomes over recent years, and households that rent.", "At the same time, some households accumulated large additional savings during the pandemic and have not run these down.", "Other households have very limited savings and few financial buffers.", "One of the other indicators we are monitoring closely is mortgage arrears.", "These remain very low, although they have increased a little of late.", "Banks report that their customers are managing to make their mortgage payments, although many have had to cut back on other spending.", "So, it is a complicated picture.", "Given the importance of household spending to the overall economy, the Board will continue to pay close attention to all these indicators.", "Growth in unit labour costs A third consideration that the Board is playing close attention to is the rate of growth in unit labour costs - that is, the difference between growth in nominal labour costs and productivity.", "This is because, over time, there is a close relationship between inflation and the rate of growth in unit labour costs.", "Over the entire inflation targeting period, the cumulative increase in the CPI has closely matched that in unit labour costs, although there have been periods of divergence (Graph 11).", "Seasonally adjusted; excludes interest charges prior to the September quarter of 1998; adjusted for the tax changes of 1999-2000.", "In recent times, unit labour costs have been increasing quite strongly (Graph 12).", "Over 2022, they increased by around 71⁄2 per cent, which is one the largest annual increases during the inflation targeting period.", "While the causation with inflation runs both ways, ongoing strong growth in unit labour costs would underpin ongoing high inflation outcomes.", "The best way to achieve a moderation in growth in unit labour costs is through stronger productivity growth, which would also underpin durable increases in real wages and our national wealth and make more resources available to fund the public services that people value.", "Unfortunately, growth in productivity has been weak over recent times.", "Indeed, the level of output per hour worked in Australia today is the same as it was in late 2019.", "This means there has been no net growth in productivity since then (Graph 13).", "The reasons for this are not well understood.", "Productivity growth was slowing before the pandemic and it is entirely possible that the disruptions caused by the pandemic made things worse.", "Many firms had to focus on survival, rather than growing their business.", "Supply chains were interrupted, there was both labour hoarding and labour shortages, investment was delayed and finance tightened up.", "None of this was helpful for productivity growth.", "Offsetting this, there was innovation as firms found new ways of working, but it is unlikely that innovation of this kind offset the detrimental effects of COVID on productivity.", "The uncertainty here, is what comes next.", "It is possible that with the pandemic now behind us, productivity growth will pick up.", "Advances in science and technology, including increased digitisation and the use of artificial intelligence, could also help.", "So too could further improvements in the way that services are delivered as well as reforms to public policy.", "But there is considerable uncertainty here.", "What is critical are the trends over time, not the outcomes from quarter to quarter.", "At the aggregate level, wages growth is consistent with inflation returning to target provided that trend productivity growth picks up.", "Given the importance of this issue and the increased risks on this front, the Board will continue to pay close attention to trends in productivity growth and their implications for the sustainable rate of growth in nominal wages.", "Inflation expectations A fourth important consideration is inflation expectations.", "As I discussed earlier, if people expect inflation to stay high, then it is likely to stay high.", "Firms will adjust their pricing behaviour and workers will seek bigger pay increases to compensate them for the higher inflation.", "Currently, measures of medium-term inflation expectations derived from financial market prices are around the middle of the 2-3 per cent target range (Graph 14).", "The same is true for professional forecasters.", "This suggests that financial market participants and economists expect that the RBA will be successful in containing inflation over the years ahead.", "5-years to 10-years forward.", "Sources: Australian Council of Trade Unions; Bloomberg; RBA; Workplace Research Centre.", "Measures of expected medium-term inflation for price- and wage-setters in the economy are, unfortunately, more difficult to obtain.", "One measure is from a survey of union officials that the RBA has run for many years, where we ask for the expected inflation rate over the next 5-10 years.", "This measure has increased significantly, after being very low for a number of years, although it is at a level seen prior to the pandemic when inflation was close to its target.", "For households, the main data on inflation expectations relate to just the year ahead; we lack measures of medium-term inflation expectations.", "Understandably, given the elevated inflation rate at the moment and the forecasts for the next year, short-term inflation expectations are high at present.", "Due to the importance of inflation expectations remaining contained, the Board will continue to monitor all these measures closely.", "Finally, putting all this together, we remain on the narrow path but there are significant risks.", "We are particularly attentive to the risk that inflation stays too high for too long.", "If that happens, expectations will adjust, high inflation will persist, interest rates and unemployment will be higher and the cost-of-living pressures on Australian families will continue.", "The Board is seeking to avoid this.", "Yesterday's further increase in interest rates provides greater confidence that inflation will come back to target within a reasonable timeframe.", "Some further tightening of monetary policy may be required, but that will depend upon how the economy and inflation evolve.", "The Board will continue to pay close attention to developments in the global economy, trends in household spending, and the outlook for inflation and the labour market.", "It remains resolute in its determination to return inflation to target and will do what is necessary to achieve that.", "Thank you and I am happy to answer some questions.", "[*] I would like to thank David Norman for assistance in preparing this speech.", "RESERVE BANK OF AUSTRALIA"], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["Inflation", "Interest rates", "Labour market", "Economic growth", "Household spending", "Unit labour costs", "Inflation expectations", "Global economy", "Productivity", "Monetary policy"]}