{"sentences": ["My discussions with colleagues from the Fed, the ECB, the Bank of England and the Reserve Bank of New Zealand confirmed me in the view that our models should, like theirs, be audited and critically assessed.", "Each central bank should start with itself.", "In the Czech Republic, we cannot repeat 2017, when the amount of liquidity in the banking system was increased significantly in order to weaken the koruna and trigger inflation.", "We need to do better than a high-inflation, highdebt, low-growth world.", "The Jackson Hole Symposium, organised by the Kansas City Fed since 1982, confirmed that the CNB's monetary strategy over the last 12 months has been right and is now delivering some results.", "A year ago, the new CNB Bank Board was facing inflation of 18%, the highest level in the country's history (leaving aside the transformation period of the early 1990s).", "We chose the following strategy to fight inflation: 1.", "Rates stabilised at 7%.", "The expectation was that rates would stay higher for longer than we had been used to in the previous ten years.", "A new strong-koruna policy.", "The high prices of imported commodities needed to be brought down.", "The strong koruna is also tightening monetary conditions for large firms, which were previously unaffected by the CNB's high rates because they were borrowing in euros.", "The monetary conditions, which reflect interest rates and the exchange rate, have therefore been at their tightest in 20 years in recent quarters.", "Inflation has fallen from 18% in September 2022 to 8.8% in July of this year.", "This is not yet a victory.", "Inflation is still at an unacceptable level.", "Most of my fellow central bank colleagues were saying much the same at the Jackson Hole Symposium.", "This event is to economists what Cannes is to film-makers and Davos is to the business community: the top table.", "Most of the world's central bank governors are here.", "First to give a speech was Jerome Powell, Chair of the Fed's Board of Governors (Powell, 2023).", "ECB President Christine Lagarde also spoke (Lagarde, 2023).", "Powell and Lagarde both affirmed their central banks' intention to fight inflation and return it to the 2% target.", "Both indicated that this would involve keeping rates higher for longer.", "No mention was made of cutting rates.", "Along with governors' speeches, presentations of papers by prominent academics form the backbone of the symposium.", "The theme this year was \"Structural Shifts in the Global Economy\".", "If you read all these papers, you'll be reminded of how monetary policies have gone from one extreme to the other in recent years: a long period of zero interest rates and growing central bank balance sheets (I describe the negative example of the Czech Republic in 2017 in Michl, 2023, and in the text below) was replaced by a rapid rise in rates.", "The switch from extremely low to extremely high rates has generated a variety of problems.", "The first extreme was zero interest rates.", "They induced growth in private and public debt.", "This issue was explored by Serkan Arslanalp (IMF) and Barry Eichengreen (University of California, Berkeley) in their paper \"Living with High Public Debt\".", "The main thesis in this paper is that the debts of advanced, emerging market and developing economies are not going to decline significantly for the foreseeable future.", "According to the authors, the world faces lower growth, ageing populations will necessitate higher spending on healthcare and pensions, and politicians will be unwilling to cut expenditure/debt for fear of losing elections.", "(2022) show that near-zero rates trigger stronger investment by market leaders relative to market followers.", "This increases their market power and leads to less competition.", "Aggregate productivity in the economy is thus lower than when interest rates are at normal levels.", "The other extreme was the sharp rise in rates that occurred, for example, in the Czech Republic from 2021 until the first half of 2022.", "This revealed that the central bank had let too much money get into the economy in the past.", "At the Jackson Hole Symposium, Yueran Ma (Associate Professor, University of Chicago) and Kaspar Zimmermann (Professor, University of Maryland) showed in their paper \"Monetary Policy and Innovation\" that rapid and radical monetary policy tightening reduces investment in innovation and hence lowers productivity in the economy and pushes up inflation in the future.", "The authors' findings do not imply that monetary policy should be extremely dovish.", "That would represent a return to the first extreme incentivising borrowing.", "Both these extremes have perverse effects.", "The impacts of the extreme policies and the parallel trends in the economy are assessed by Duffie (2023) for the US financial market and, for example, by Grimm, Laeven and Popov (2023) for the euro area.", "The impacts on global trade are summarised by Alfaro and Chor (2023).", "It would be inappropriate for me to evaluate the polices of other central banks, but it would be a mistake not to critique the past policy of the CNB.", "The main problem in the Czech Republic was the rapid switch from one extreme to the other - from ultra-low rates and efforts to trigger inflation to ultra-high rates and efforts to rein inflation back in again.", "Everything comes at a cost.", "A rapid increase in rates doesn't always mean lower inflation in the future.", "You can't put right the mistakes made in past years in one fell swoop.", "This is discussed in the classical literature - see, for example, Friedman (1968) and Lucas (1976).", "The big lesson for me is that we will try not to repeat 2017 at the CNB.", "The interventions made at that time to weaken the koruna and raise inflation led within four months to an increase in the CNB's balance sheet, or rather in the banking sector's liquidity.", "This contributed to us later having the highest core inflation in the EU.", "Each central bank should start with itself, with self-reflection.", "My discussions with colleagues from the Fed, the ECB, the Bank of England and the Reserve Bank of New Zealand confirmed me in the view that our models, should, like theirs, be audited and critically assessed.", "Professor at the University of Chicago and former Governor of the Reserve Bank of India Raghuram Rajan (Rajan, 2023) said: \"Central banks have constrained their own policy space with asymmetric and unconventional policies, ostensibly intended to deal with the policy rate touching the lower bound.", "They have triggered a variety of imbalances that are making fighting inflation harder today.\"", "More purposeful and less interventionist central banks would probably do better than a high-inflation, high-debt, low-growth world.", "The CNB Bank Board's policy goal is to achieve low inflation in 2024.", "It's what we are going to try to do for the Czech Republic and what I pledged to deliver within two years when I was appointed governor (Michl, 2022a).", "The symposium took place on 24-26 August 2023 in Jackson Hole, Wyoming, USA.", "Global Supply Chains: The Looming \"Great Reallocation\" .", "The Annual Economic Policy Symposium \"Structural Shifts in the Global Economy\" organised by the Federal Reserve Bank of Kansas City in Jackson Hole.", "Living with High Public Debt .", "The Annual Economic Policy Symposium \"Structural Shifts in the Global Economy\" organised by the Federal Reserve Bank of Kansas City in Jackson Hole.", "The Fiscal Theory of the Price Level , Princeton University Press, Princeton.", "Structural Changes in Financial Markets and the Conduct of Monetary Policy.", "The Annual Economic Policy Symposium \"Structural Shifts in the Global Economy\" organised by the Federal Reserve Bank of Kansas City in Jackson Hole.", "The Role of Monetary Policy.", "Quantitative Easing and Corporate Innovation.", "CEPR Discussion Paper No.", "Policymaking in an age of shifts and breaks .", "Speech by Christine Lagarde, President of the ECB, at the annual Economic Policy Symposium \"Structural Shifts in the Global Economy\" organised by the Federal Reserve Bank of Kansas City in Jackson Hole.", "Low interest rates, market power, and productivity growth.", "Econometric Policy Evaluation: A Critique.", "CarnegieRochester Conference Series on Public Policy, 1, 19-46.", "Monetary Policy and Innovation .", "The Annual Economic Policy Symposium \"Structural Shifts in the Global Economy\" organised by the Federal Reserve Bank of Kansas City in Jackson Hole.", "Speech given by Aleš Michl on his appointment as Governor .", "Zápisky z Jackson Hole - 1. díl [Notes from Jackson Hole - Part 1].", "Zápisky z Jackson Hole - 2. díl [Notes from Jackson Hole - Part 2].", "Zápisky z Jackson Hole - 3. díl [Notes from Jackson Hole - Part 3].", "The current level of inflation still makes it impossible to lower interest rates .", "Senate of the Czech Republic.", "Inflation: Progress and the Path Ahead .", "Speech presented at \"Structural Shifts in the Global Economy\", an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming Rajan, R. (2023).", "For Central Banks, Less Is More ."], "classifications": ["none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary Policy", "Central Bank", "Jackson Hole Symposium", "High Inflation", "High Debt", "Low Growth", "Interest Rates", "Economic Growth", "Financial Stability"]}