{"sentences": ["Making the most of Europe's opportunities: Reforms for greater prosperity and stability DIW Europe Lecture 16.02.2023 | Berlin | Joachim Nagel 2 The European single market - a success story 3 New impetus for the single market 3.1 Free trade in services 3.2 Free flow of payments 3.3 Free movement of capital 4 Effective fiscal rules for the euro area 1 Introduction Ladies and gentlemen, I am delighted to be with you all here today at the German Institute for Economic Research (DIW (Deutsches Institut für Wirtschaftsforschung)) in Berlin to give this DIW (Deutsches Institut für Wirtschaftsforschung) Europe Lecture.", "Nowadays, it is almost impossible to talk about Europe without thinking about Ukraine.", "Next week, it will be one year since Russia began its war of aggression against Ukraine.", "This attack not only marked a much-discussed turning point, but it also has shown us, in brutally obvious terms, the devastation caused by war.", "People have been fleeing from missiles, losing all of their possessions, and mourning their loved ones.", "With this in mind, everything that has been achieved since the end of the Second World War seems no less than a miracle.", "After Germany's atrocities, Europe was in ruins.", "Today, formerly hostile countries such as Germany and France are joined in union.", "Together, we have achieved peace, freedom and prosperity.", "And, in the European Union, we have also created a community of values.", "This union is based on a political vision.", "It was created and advanced by figures such as Jean Monnet, Konrad Adenauer and Jacques Delors.", "I will be discussing all three of them later in my speech.", "However, this unification process has been essentially achieved not least through the convergence of national economies.", "And this has been true since the very outset.", "For example, consider the Schuman Declaration of 1950.", "It led to the founding of the European Coal and Steel Community.", "Seven years thereafter, the Treaties of Rome expanded the single market beyond the coal, iron and steel industry.", "On this subject, Konrad Adenauer said: \"The common market must not be regarded first and foremost as an economic treaty, but as a political instrument [...] that aims to reach a politically integrated Europe by means of mutual economy.\"", "[1] The common market was to be based on the free movement of goods, persons, services, and capital.", "However, it would take a while longer until these four freedoms became more of a reality: in 1986, the Single European Act created the conditions for extensive reform processes.", "This was followed by a comprehensive programme of reforms.", "Economic integration then entered a new phase in 1993, when the European single market, as we know it today, came into existence.", "years later, I think we can say that it was all worth it.", "The single market is truly a source of prosperity.", "However, it is still far from achieving its fullest potential.", "We can benefit from the single market more than ever before.", "This is what I would like to talk about today.", "It will be about giving the single market new impetus.", "In my view, there are three main areas of action in this regard: services, digitalisation, and the capital market.", "As a central banker, I have a particular interest in the capital markets union and the opportunities offered by a digital euro.", "Then, to conclude, I will speak on the subject of EU (European Union) fiscal rules.", "Though they are not part of the single market, they are a cornerstone of stable monetary union - and, as you may know, their reform is currently on the agenda.", "The European single market - a success story The single market is the economic heart of the European Union.", "It has created a common economic area for 440 million Europeans and 24 million enterprises.", "[2] It pays off to have a large domestic market where we can trade freely.", "It allows everyone to do what they are best at.", "Economies of scale can be harnessed more readily.", "For example, it is more cost-effective to manufacture goods according to only one regulatory framework rather than 27 different ones.", "With these strengths, European enterprises are also better positioned to thrive internationally.", "At the same time, the single market makes Europe more attractive as a location for international investors.", "The euro has reinforced the benefits of the single market by facilitating trade between Member States: in monetary union, exchange rate risk is a thing of the past and prices are more easily comparable.", "In addition, there are common rules on competition and state aid.", "These are designed to ensure fair competitive conditions throughout the EU (European Union) and prevent costly subsidy races between the Member States.", "However, they are quick to be loosened under certain circumstances, and some generally see them as more of an annoyance.", "Nevertheless, I consider them to be an important achievement.", "All of these efforts have borne fruit.", "Overall, competition in most European markets appears to be at least as good as in the United States, or, in some cases, even better.", "[3] In addition, dynamic competition spurs enterprises to be more innovative and more productive.", "As consumers, we all benefit from this: we enjoy greater choice and lower prices.", "Furthermore, we can freely choose where we want to live and work in the EU (European Union).", "Despite these benefits, the single market often fades into the background of public consciousness.", "[4] Sometimes you don't (Tonne) know what you've got until it's gone - this is something to which the United Kingdom can attest.", "The architect of the single market, former President of the European Commission Jacques Delors, suspected early on that it would have difficulties in capturing the public's imagination.", "He once lamented that \"you cannot fall in love with the single market\".", "[5] Whilst it may not be a marriage of love, it is at least a successful marriage of convenience.", "Europe has become noticeably more prosperous thanks to the single market.", "Studies suggest that, through trade growth alone, the single market has boosted EU (European Union) economic output by around 3% to 51⁄2%.", "[6] Moreover, the single market also has an important outward effect: it provides the common EU (European Union) trade policy with the weight necessary to be able to negotiate on an equal footing even with economically strong countries.", "This allows us to stand up for our values and interests from a position of strength.", "As of one year ago, this aspect took on even greater relevance.", "Russia's war of aggression against Ukraine transformed the geopolitical landscape.", "Policymakers and enterprises are striving to reduce one-sided economic dependencies and increase the resilience of supply chains.", "In my view, however, the key to this is not renationalisation and isolation, but rather greater diversification.", "[7] International division of labour and specialisation are not inherently risky.", "Instead, it is the reliance on individual suppliers, locations or customers that is the problem.", "In order to reduce these kinds of cluster risks, enterprises could diversify more greatly.", "They could do so by involving multiple suppliers from different countries, for example.", "Then, the failure of one supplier would not immediately bring the enterprise's production to a standstill.", "Policymakers can support enterprises in this regard: through clear and enforceable trading rules and sensibly harmonised product standards.", "At the same time, regulation should be kept in moderation so that it does not hinder innovation and competition.", "And the weight that the EU (European Union) can bring to the table when negotiating on these kinds of issues is - as you may have guessed - the single market and its economic strength.", "years after being established under this name, it is true to say that the European single market is more valuable to us today than ever before.", "This makes it all the more important that we continue this success story.", "New impetus for the single market As we move on into the next chapter, we must not turn a blind eye to existing weaknesses or new challenges.", "Over the past year, there has been one area of the single market where its strengths and weaknesses have been especially apparent: the energy sector.", "Germany imported gas, amongst other things, from France and exported electricity back.", "This helped both countries during difficult times.", "Important steps towards the internal energy market have been taken since the 1990s, particularly the opening-up of national and regional energy markets.", "However, the internal energy market has remained unfinished.", "An even more integrated market for grid-dependent energy sources would have greater benefits in terms of efficiency.", "One major obstacle is presented by infrastructure bottlenecks, in some cases even within individual Member States.", "As a result, energy markets are fragmented, which makes it more difficult to balance the market.", "It is therefore highly important to expand the supply networks.", "A good network infrastructure would also help to integrate renewable energy into the electricity system and thus achieve the EU (European Union) 's climate policy objectives.", "At present, there is much discussion about how Europe would be able to keep pace with key green technologies.", "The United States is trying to promote such technologies through the Inflation Reduction Act, which aims to provide incentives for enterprises to invest in this area.", "And the green transformation of the economy indeed requires substantial investment.", "Unfortunately, this US (United States) support is partly tied to the products being manufactured in the United States.", "This could mean production is relocated and trade diverted away from Europe.", "I'm hopeful that a great deal can still be achieved on that point in the EU (European Union)'s negotiations with the US (United States) administration.", "What we certainly don't (Tonne) need is a subsidy race.", "Although it would please the recipient firms, it would distort competition, create capacity in the wrong place, and, at the end of the day, mainly burden taxpayers.", "When debating the merits of new subsidies, we should also bear in mind the funding that is already available: the EU (European Union)'s NextGenerationEU programme has €800 billion it can hand out up to 2027.", "A minimum of 37% of expenditure is to be channelled into the green transition.", "On top of that, the EU (European Union) Cohesion Fund has roughly €100 billion to spend in the 2021-27 period, which is also expected to serve green objectives.", "Just to compare, the Inflation Reduction Act has a volume of US (United States)$369 billion up to 2032.", "It is clear that Europe must remain internationally competitive as a place of business.", "In my view, however, this issue should not be reduced to the question of subsidies.", "Those are just one of many factors that firms consider when choosing where to do business.", "I would therefore like to take a broader perspective: Europe can also become more attractive through a deeper single market.", "Up to now, you see, we haven't (Tonne) exploited its full potential - not by a long shot.", "Here's an example: trade between two regions within Europe is six times lower on average if they are not in the same country.", "[8] So national borders still play a major role.", "Pushing ahead with economic integration in the single market is an ongoing task.", "Work needs to be done, for example, when it comes to trade in services, the capital markets union and the digital sector.", ".1 Free trade in services It is partly by their very nature that services are more difficult to trade over long distances than goods.", "Ordering a book in Paris while located in Berlin is easy.", "Visiting a hairdresser is trickier.", "But this alone does not explain why there is so much less cross-border trade in services than in goods.", "[9] There are also home-grown barriers to trade.", "An analysis by the International Monetary Fund (IMF (International Monetary Fund)) points to this: in the case of professional services, the high level of national regulatory density makes it more difficult to provide these services across national borders.", "At the same time, productivity in this sector has seen particularly weak growth in recent decades.", "There has also been little progress during this period in dismantling regulatory hurdles.", "The IMF (International Monetary Fund) attributes this mainly to politicoeconomic factors.", "And it sees scope for reducing restrictions without compromising quality for consumers.", "[10] In this respect, it would primarily be up to Member States to facilitate market access, with support to come from the EU (European Union).", "It is crucial that the hurdles of physical distance are made easier to overcome.", "The chances of doing so have never been better.", "Digitalisation is handing us new tools.", "Think about how businesses and customers today connect and communicate in digital marketplaces; think about collaboration in virtual teams; think of purely digital products such as streaming services, cloud applications, and so on.", "These developments create fresh opportunities to give the single market a new boost.", "For that to happen, it will be important for the government to keep up with the pace of digital transformation.", "Citizens and businesses also expect this in their dealings with public administration.", "Authorities should provide fully online information and services as far as possible.", "[11] Users from other European countries should also be able to identify themselves electronically.", "This is very much the case when it comes to services that are required for cross-border mobility.", "To give an example, imagine that someone from Berlin wanted to work in Paris.", "They would have to register their new residence there and perhaps also have their German qualifications recognised.", "A single, pan-European online portal would make sense as a central point of contact for these kinds of public services.", "The plan to create a central digital gateway for administration in the EU (European Union) is therefore a step in the right direction.", "However, the digital economy also presents new challenges for the single market, for example owing to network effects.", "This relates to safeguarding competition and protecting consumers, say.", "A case in point: the large platforms developed by leading tech firms.", "They give their users a venue with more and more features to attract them.", "Yet, in most cases, these playing fields are less like open parks and more like walled gardens.", "The operators set the rules for them.", "They also determine whether and under what conditions third parties are granted access.", "The EU (European Union) has already shown its teeth when it comes to regulating large platforms.", "This is also true of the new data protection rules and the ban on geo- blocking.", "Some of these reforms have set international standards.", "But it is important to remain vigilant so as to effectively protect competition and consumers.", ".2 Free flow of payments Large platforms interlink different services and extend their networks into constantly evolving new markets.", "To stick with the same imagery, they attach other gardens to the existing grounds.", "We are seeing that very clearly in the payments landscape.", "Digital incumbents such as Apple and Google are now offering payment services as well - and, owing to their networks and size, they have immediately become relevant players.", "[12] Payments are now seen as a sector of strategic importance: to the future development of the European financial sector on the one hand, and to European sovereignty in an increasingly global digital world on the other.", "[13] Today, cross-border payments can often only be made using international card schemes.", "While there are a number of successful national payment systems in Europe, such as the girocard in Germany, there is no single, pan-European solution based on European infrastructure.", "This creates dependencies in an area that counts as critical infrastructure.", "Europe should also be able to stand on its own two feet here.", "The digital euro project could play a part in this.", "In the Eurosystem, we are currently considering making central bank digital currency available to individuals and enterprises.", "This would be the digital counterpart to analogue euro banknotes.", "In an increasingly digitalised world, it could help central bank money retain its role as the fixed anchor of our monetary system.", "No decision has been made about the digital euro thus far.", "If it is introduced, it would be an added option in cross-border payments that could contribute to efficiency gains and reduce existing dependencies.", "That would increase European sovereignty.", "And, in the longer term, it could pave the way for innovative business processes in the European economy.", ".3 Free movement of capital The free flow of payments is also a prerequisite for the free movement of capital in Europe.", "So far, we have made too little use of the economies of scale offered by European integration.", "A single European capital market could both strengthen the forces of growth and contribute to the stability of the financial system.", "To achieve this, it is important that enterprises are able to more easily obtain financing across national borders, especially equity.", "[14] The French central bank governor François Villeroy de Galhau and I wrote a joint article pointing out the huge importance of the capital markets union.", "The digital and green transformation of the European economy will require massive investment.", "These transitions have to be financed primarily through private capital.", "We need the capital markets union to help mobilise this capital.", "That's why we called for a stronger collective will to make it happen.", "[15] There are enough concrete starting points.", "The action plan presented by the European Commission in 2020 contained 16 actions.", "For example, the securitisation market could be revived by overhauling the regulatory requirements.", "This would bridge the gap between bank financing and the capital market, delivering multiple benefits: securitisations could help to distribute risk more efficiently in the capital market, and could play an important role in financing the transformation of the economy.", "If barriers on the European capital market are to be removed, investors need greater transparency and a consistent legal framework throughout the European Union.", "One especially large obstacle in this regard is the sometimes significant variability across Member States in terms of national insolvency practices.", "And this is reflected in the outcomes of insolvency proceedings: for example, the average time to recovery can be one year or six years.", "Legal costs also vary considerably from country to country.", "[16] The lack of harmonised insolvency rules is therefore considered to be one of the main obstacles to the free movement of capital in the European Union.", "[17] This is also underlined by a recent study, which is, incidentally, a collaboration between researchers from the DIW (Deutsches Institut für Wirtschaftsforschung) and the Bundesbank: one of the issues it explores is how reforms of insolvency regimes affect cross-border investment.", "Reforms increasing the similarity of the quality of insolvency regulations appear to be particularly beneficial.", "[18] It therefore makes sense to consider improving harmonisation in the European Union.", "A directive proposed by the European Commission in December points in this direction.", "It envisages aligning major aspects of rules on corporate insolvencies.", "An effective insolvency framework has an even greater impact, also helping to ensure that resources are put to good use - for example, that capital flows from non-viable enterprises to viable ones.", "That would boost economic momentum, as OECD (Organisation für wirtschaftliche Zusammenarbeit und Entwicklung) research papers show.", "[19] In this respect, a genuine single financial market pays off in two ways: it can make our economy more innovative and productive whilst, at the same time, bringing about attractive investment opportunities.", "The capital markets union has been a subject close to my heart for a long time now.", "What's more, I believe that it is one of the key building blocks for deepening economic and monetary union.", "Integrated capital markets are important, especially in the euro area with its single monetary policy.", "This is because they act as a shock absorber in the event of economic shocks: if one Member State is hit, they distribute the follow-up costs across the entire euro area.", "This form of private risk sharing also alleviates the pressure on the fiscal policies of the countries concerned.", "Effective fiscal rules for the euro area Ladies and gentlemen, \"The union of Europe cannot be based on goodwill alone.", "[20] Those were the words of Jean Monnet, one of the founding fathers of the European Union, back in 1952.", "In the euro area, these necessary rules include the European fiscal rules.", "Credible fiscal rules are an anchor of confidence in the capital markets.", "They also strengthen the resilience of government finances to crises.", "It is clear that a stable monetary union depends on all Member States having sound government finances.", "This then allows the single monetary policy to focus on safeguarding price stability.", "That is why effective fiscal rules are so important, especially in the euro area.", "They need to be conducive to sound government finances.", "On paper, the rules already in place are fairly well suited to achieving this objective.", "In practice, however, they have failed to have the desired effect: non-compliance with the debt and deficit ceilings has been a far too common occurrence.", "The medium-term budgetary objective (MTO) of a structural budgetary position that is close to balance has also not been pursued decisively enough.", "As a result, the rules have been unable to reliably safeguard sound government finances.", "It is time, then, for reform.", "And, of course, there has also been intense debate for some time now about how to improve the rules.", "The Bundesbank has drawn up some proposals on that front.", "[21] Two aspects are key in avoiding problems arising from the short-termism of fiscal policy decisions.", "First, we need to set quantitative limits as crash barriers.", "These limits need to be sufficiently ambitious.", "In other words, complying with them should result in sound government finances.", "This also involves a reliable reduction of high debt ratios.", "The quantitative requirements set out under existing rules are entirely suitable in this regard.", "Focus should be on the MTO of a structural budgetary position that is close to balance.", "It is also important that Member States not having reached their MTO converge towards it at an annual pace of 0.5% of GDP (gross domestic product).", "Countries can meet this requirement without having to consolidate excessively.", "Adopting this approach, high debt ratios will fall quickly enough.", "Second, the Member States need to follow the path delineated by the crash barriers.", "This is where the existing fiscal framework has some major flaws.", "The manual on implementing the rules is more than 100 pages long.", "It contains numerous exceptions to the rules and broad discretionary scope for decision-making.", "In practice, this has led to a dismantling of the crash barriers.", "They can be moved almost at will, and their steering effect has been eroded accordingly.", "It is now necessary to anchor the quantitative limits more firmly by making the rules clearer and more transparent.", "Discretionary scope should be used sparingly and exceptions should be limited to severe crises.", "An expenditure rule could help countries pursue their MTO more consistently.", "By contrast, the European Commission's proposals go in a different direction.", "It proposes that it negotiate country-specific fiscal targets for the coming years with each individual Member State.", "Universally applicable rules would effectively be abolished.", "In addition, a wide range of aspects are to be taken into account, including economic policy objectives.", "The Commission's proposals are not a suitable way of further developing the common fiscal framework such that is characterised by greater transparency and binding force.", "Instead, there is a danger that fiscal limits will be softened, and that the process of determining them will become almost entirely opaque.", "The reduction of high debt ratios could thus be considerably delayed in line with the rules.", "Anyone travelling on winding roads knows that weak crash barriers are dangerous, especially under rough external conditions.", "We therefore need a more robust set of rules.", "However, another thing is also clear: ultimately, the European level cannot enforce compliance with the rules because the Member States have the last word on their finances.", "One desirable solution might be greater liability and risk sharing.", "But this would have to be followed up with powers to take fiscal action, because actions and liability need to be aligned.", "To this end, more national sovereignty would have to be transferred to the EU (European Union) level.", "This is something for which I do not see the political will at the moment.", "With that in mind, it is a good thing that the common debt for NextGenerationEU is a one-off and clearly limited.", "We also welcome the fact that the Commission is not proposing any increase in EU (European Union) debt as part of its Green Deal Industrial Plan.", "By the way, this is not a rejection of joint EU (European Union) projects.", "It is for such purposes that the EU (European Union) budget, which is financed by way of national contributions, is available.", "If there is a general will for new joint projects, the contributions should be adjusted accordingly.", "There is no need for EU debt to this end.", "Given the current division of responsibilities, there should be no protection at the European level against risks arising from national fiscal policies, either.", "Otherwise, it could give rise to misguided incentives that may ultimately come at the expense of the Community.", "This would be detrimental to the European project and its acceptance among the general public.", "There are no changes to the EU (European Union) Treaties on the horizon.", "We therefore need to focus on improving the existing framework's resilience to crises.", "Better fiscal rules would be an important step in this direction.", "Ladies and gentlemen, Now that I've been talking to you for 30 minutes, it's time to wrap up this speech.", "But, after 30 years, it's far from over for the single market under its current designation.", "The single market has been and remains both a means and an end for the process of European union: it has become the backbone of the European economy and an indispensable source of our prosperity.", "And it is furthering European integration as a whole, with very practical benefits in people's daily lives.", "We can be proud of what we have achieved together in the process of European union.", "However, we must not take these achievements for granted.", "They are a precious commodity.", "We must keep working to preserve and renew them.", "At the economic level, this means continuing the success story of the single market.", "\"No one is perfect at 30, not even the single market,\" Margrethe Vestager recently remarked with a wink.", "[22] The chances of getting even better with age are good.", "We should tap this potential!", "Adenauer, K. (1959), speech to the executive board of the CDU (Christlich Demokratische Union) on 9 November 1959. .", "European Commission (2023), Factsheet on the 30th anniversary of the single market.", "Gutierrez, G. and T. Philippon (2023), How European Markets Became Free: A Study of Institutional Drift, Journal of the European Economic Association, Vol.", "Theurer, M. (2022), Europas vergessene Errungenschaft, Frankfurter Allgemeine Sonntagszeitung, 25 December 2022. .", "Felbermayr, G., J. Gröschl and I. Heiland (2022), Complex Europe: Quantifying the cost of disintegration, Journal of International Economics, Vol.", "A study initiated by the European Commission estimates that EU (European Union) economic output is as much as 8% to 9% higher as a result of the single market; see in 't (Tonne) Veld, J.", "(2019), Quantifying the Economic Effects of the Single Market in a Structural Macromodel, European Commission, Discussion Paper 094, February 2019. .", "Santamaría, M. A., J. Ventura and U. Yeşilbayraktar, Borders within Europe, NBER (National Bureau of Economic Research) Working Paper 28301, December .", "Vandermeeren, F. (2022), 30 years of Single Market - taking stock and looking ahead, Single Market Economics Papers.", "International Monetary Fund, Deepening the EU (European Union)'s Single Market for Services, Working Paper, December 2019. .", "European Commission (2021), 2030 Digital Compass: the European way for the Digital Decade, Communication.", "Carstens, A., S. (Seite) Claessens, F. Restoy and H. S. (Seite) Shin (2021), Regulating big techs in finance, BIS (Bank of International Settlement) Bulletin No 45. .", "Deutsche Bundesbank, Digital money: options for payments, Monthly Report, April .", "Deutsche Bundesbank, Developments in corporate financing in the euro area since the financial and economic crisis, Monthly Report, January 2018. .", "Villeroy de Galhau, F. and J. Nagel, Time for a genuine capital markets union, joint guest contribution in the \"Handelsblatt\" and \"Les Echos\", 14 November 2022. .", "European Banking Authority, Report on the benchmarking of national loan enforcement frameworks, November 2020. .", "Bhatia, A. V. et al., A capital market union for Europe, IMF (International Monetary Fund) Staff Discussion Note, September 2019. .", "Kliatskova, T., L. B. Savatier and M. Schmidt (2023), Insolvency regimes and crossborder investment decisions, Journal of International Money and Finance, Vol.", "McGowan M. A. and D. Andrews (2016), Insolvency regimes and productivity growth: A framework for analysis, OECD (Organisation für wirtschaftliche Zusammenarbeit und Entwicklung) Economics Department Working Papers, No 1309; McGowan, M. A., D. Andrews and V. Millot (2017), Insolvency regimes, zombie firms and capital reallocation, OECD (Organisation für wirtschaftliche Zusammenarbeit und Entwicklung) Economics Department Working Papers, No 1399. .", "Monnet, J., speech at the inaugural session of the Common Assembly, 11 September 1952. .", "Deutsche Bundesbank, Public finances, Monthly Report, November 2022; Deutsche Bundesbank (2021), Public debate on the review of the EU (European Union) economic governance, Bundesbank contribution."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "fiscal dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Single market", "Capital markets union", "Fiscal rules", "Services", "Digitalisation", "Payment systems", "Digital euro", "Insolvency regimes", "European economy", "Euro area"]}