{"sentences": ["I would like to begin by greeting the distinguished speakers at the Conference and also the esteemed audience.", "Let me also thank Professor Luís Morais for the invitation to speak and congratulate him warmly on the organisation of this Conference, which is its tenth edition, a record that is an excellent indicator of its consistency and interest.", "I am sure it will continue to make its way for many years.", "I would also like to note the fact that I am at the Faculty of Law of the University of Lisbon, a place where I was happy as a student and lecturer, and to which I am always delighted to return.", "I chose as the theme of my remarks the reform of the bank crisis management framework and in particular the importance of deposit guarantee schemes within such reform.", "My expectation is that I can share some of my experience, not only as Vice-Governor of the Banco de Portugal responsible for crisis management, but also as Chairman of Fundo de Garantia de Depósitos1, a role I have been performing since 2016.", "Deposit guarantee schemes have been and will continue to be an essential pillar in preserving financial stability and recent events gave them renewed centrality in crisis management frameworks.", "In fact, just a few days ago, the President of the Federal Deposit Insurance Corporation (FDIC) in the United States (US), Martin Gruenberg, stated that he could not remember another time \"in which deposit insurance has been more central to global discussions on financial stability\".", "In order to better understand the present and think about the future, and to be able to identify the need for change, it is essential, in my view, to remain aware of the past.", "It is therefore worth recalling that it was almost thirty years ago - through Directive 94/19/EC of 30 May 1994 - that the first effort was made in the European Union to establish and to harmonise the guarantee of deposits.", "The main objective of this Directive was to promote the stability of the banking system and to protect savers.", "For the sake of brevity, I am only going to emphasise the principles which guided the creation of that framework in the already distant nineteen- nineties, and which are still essential today for reflecting on deposit guarantee schemes.", "First of all, it was essential to ensure a minimum level of deposit protection throughout the European Union.", "Enshrining this protection was - and still is - fundamental for promoting financial stability, because this protection is the most effective tool to eliminate (or to substantially reduce) the most serious threat to banking: the risk of a run on deposits.", "At the time, there was also a need to balance two objectives: on the one hand, to establish the deposit guarantee as a way of ensuring depositor confidence; on the other hand, to avoid that such a guarantee could remove or reduce the disciplinary effect that the risk of loss for depositors also has on savings decisions and on the management of credit institutions.", "This trade-off between the guarantee and the associated \"moral hazard\" has been the subject of debate for decades and its calibration has given rise to different solutions in the design of the deposit guarantee: it is this trade- off which underlies, in particular, the discussions on setting a limit to the deposit guarantee.", "The financial crisis of 2008 taught us especially important lessons as regards the need to strengthen bank crisis management arrangements, initially reached through a number of ad-hoc measures.", "In the context of the regulatory and institutional reaction to the financial crisis, the most important initiative was the creation of the Banking Union, of which the bank resolution regime is the second pillar, and which was the theme of my speech at last year's edition of this same conference.", "As regards deposit insurance, it was deemed necessary to substantially strengthen the regime in force at the time and, to this end, Directive 94/19/EC was repealed and replaced by Directive 2014/49/EU of 16 April 2014, known today as the Deposit Guarantee Schemes Directive.", "The 1994 Directive was a minimum harmonisation Directive, which allowed deposit guarantee schemes with very different characteristics to exist in the European Union.", "Consequently, during the financial crisis, the existence of such differences and the uncoordinated increase in coverage levels within the Union led, in certain cases, to depositors transferring their money to credit institutions in countries that guaranteed higher deposit amounts.", "The behaviour induced by the different protection levels reduced the liquidity of some credit institutions in a period of distress and the different coverage levels resulted in distortions of competition in the internal market.", "The 2014 Directive aimed to ensure a uniform level of protection across the European Union more effectively.", "This harmonisation was extremely important for eliminating market distortions and consequently, for the realisation of the internal market.", "The deposit guarantee limit was set at 100,000 euros per depositor throughout the European Union and the repayment period, which was previously twenty working days, was gradually reduced to seven working days.", "Depositors thus came to benefit from substantially improved access to deposit guarantee schemes, thanks to an extended and clearer scope of coverage, shorter repayment deadlines, enhance disclosure obligations and more solid funding requirements for guarantee schemes.", "It is therefore undeniable that from 1994 until today, sometimes under the pressure of events, there has been a reinforcement of depositor protection and of depositors' confidence, which is - let us not forget - the pillar on which banking is based.", "Deposit guarantee schemes are now more robust and better able to intervene if the need arises.", "This notwithstanding, very recent events have reminded us - once again - of the decisive importance of deposit guarantees in preserving financial stability and have once again stimulated reflection on the design of this guarantee.", "Indeed, early this year we witnessed the collapse of three US banks and, not long afterwards, the fall of a major European banking group - Credit Suisse.", "As some authors have already pointed out,4, even though the profile, nature and size of the banks in question, as well as the genesis of their problems, were very different, these episodes had a common pattern: all those banks complied with their solvency requirements and, in general, with the prudential requirements applicable to them, but they all collapsed in the face of a breach of confidence that led to very significant deposit outflows.", "The data from the United States were particularly impressive.", "In the case of Silicon Valley Bank, for example, orders to withdraw deposits totalled around 140 billion dollars in just two days, equivalent to around 85% of the total deposits in the bank5.", "The magnitude and the speed of the outflow of deposits in US banks has reached unprecedented levels and merits, in itself, an important reflection on the stability of deposits as a means of financing at a time when, as a result of technological developments, news (whether well-founded or not) spread faster than ever and depositors can move their funds at any time.", "While it is premature to conclude whether these events herald a structural change in the pattern of depositors' behaviour, the fact is that the failures observed in the United States affected banks whose deposit base was largely based on deposits not covered by the guarantee provided by the deposit guarantee system.", "Immediately, the proportion of non-guaranteed deposits to total deposits became an indicator of vulnerability and it quickly became a topic of debate, particularly in the United States, whether there was a need to increase the guarantee limit or even to abolish the existing limit and to enshrine an unlimited deposit guarantee.", "The restoration of depositors' confidence in the security of their savings and the restoration of financial stability would eventually be achieved through the action of the deposit guarantee scheme, namely by convening the systemic risk exception envisaged in the US framework.", "It is important to note that, in its response to the crisis, the FDIC has followed a broader and teleologically oriented interpretation of its role as a deposit guarantee scheme.", "This role is not restricted to the mere repayment of covered deposits in insolvency, but also includes the financing of resolution measures that ensure the preservation of depositor confidence, always bearing in mind the guiding principle according to which the preferred measure shall be the one that represents the least burden for the deposit guarantee scheme (the \"least cost\" principle).", "The events that took place in the US make it clear that the most precious asset in banking, and the one that must be preserved in first place if financial stability is to be safeguarded, is the confidence of depositors.", "In this regard, I must emphasise that the Banco de Portugal has always been fully aware that preserving depositors' confidence is, of all the objectives that guide the response to a banking crisis, the most decisive for maintaining financial stability.", "Consistently, the Banco de Portugal has always maintained that deposits - and not just those that benefit from the statutory guarantee - deserve special protection.", "Not necessarily for any moral or ethical reason (although these can also be invoked), but above all because it recognises that deposits, as a means of financing, have characteristics that differentiate them from other means of financing (such as debt instruments) and thus warrant increased protection.", "The events in the US also show that the failure of smaller banks, even those which operate in more confined geographies, can also jeopardise financial stability.", "This means that crisis management regimes cannot be designed to respond only to the failure of larger banks.", "These lessons need to be taken into account in the discussions on the review of the European crisis management and deposit guarantee framework, which have intensified this year.", "Indeed, in April, the European Commission put forward its proposal for the reform of the European crisis management and deposit guarantee framework.", "As regards deposit guarantee schemes, the Commission's proposal includes measures to strengthen the protection of deposits in general (and therefore not just deposits covered by the statutory guarantee).", "The proposal also includes a review of the rules for access to and use of deposit guarantee schemes in crisis management - both as part of resolution measures and within the framework of so-called preventive and alternative measures.", "The ongoing review, as proposed by the European Commission, aims, namely, to address a weakness of the bank resolution regime currently in force in the European Union that has become relatively consensual: the fact that this regime is calibrated for larger banks and is not equally suitable for medium-sized and small banks.", "At the root of this weakness is the fact that the resolution regime does not provide for any special protection for the part of the deposits that exceeds the guaranteed amount.", "It follows that, if applied to institutions that are unable to obtain funding by issuing debt instruments and which therefore operate based on a model that mostly relies on taking deposits - which is the traditional model, as a rule, of smaller banking institutions - resolution may not be entirely effective in safeguarding depositors' confidence and in protecting financial stability.", "The European Commission's proposal reflects its awareness of this weakness of the current regime and the notion that addressing this weakness requires the creation of conditions for access to additional funding mechanisms that can be mobilised in the resolution of institutions that do not have sufficient capacity to absorb losses in their funding structure.", "In principle, that should be the role of the Single Resolution Fund, but due to the tight limits on accessing this financing arrangement that are already in force today, and without there being a political basis for easing such limits, the European Commission's proposal finds in deposit guarantee schemes the financing solution that will make resolution viable in circumstances where conditions for access to the Single Resolution Fund are not met.", "The European Commission therefore proposes to strengthen the role of deposit guarantee schemes in resolution by mobilising them to enable the use of the Single Resolution Fund when the circumstances of the case otherwise require the absorption of losses by depositors.", "The use of deposit guarantee schemes in such circumstances is therefore entirely compatible with their mission and purpose.", "In order to enable this broader role for deposit guarantee schemes, the proposal also envisages the harmonisation of the hierarchy of deposits in insolvency.", "On the one hand, it is proposed that the ranking of claims in insolvency is amended to enshrine that all deposits are considered preferred claims, regardless of whether they are covered, eligible or even excluded from the legal guarantee.", "This is in line, therefore, with the option already adopted in Portugal, as recommended by the Banco de Portugal.", "On the other hand, it is proposed that all deposits be graded at the same level of privilege, eliminating the \"super-privilege\" of covered deposits and deposit guarantee schemes that currently exists.", "The proposal put forward by the European Commission is complex and it is not possible to go through the proposal in these remarks.", "But I would like to emphasise that the solutions proposed by the European Commission lead to greater intervention by deposit guarantee schemes, both in the context of resolution and as part of preventive and alternative measures.", "This enhanced role has undeniable advantages, but it also raises some concerns that need to be addressed.", "As a result of the extension of their mandate, deposit guarantee schemes may - if the European Commission's proposals are accepted - be used more frequently, which may expose them to greater financial liabilities.", "However, in spite of the extension of the deposit guarantee schemes' mandate, the proposals do not envisage revising the target level of funding for these schemes.", "It is also particularly important to note that extending the mandate of deposit guarantee schemes can create imbalances between the contribution of the Single Resolution Fund - whose mandate is effectively to finance resolution - and the contribution that may be required from deposit guarantee schemes.", "This effect is particularly relevant given that deposit guarantee schemes remain national-based, as it has not been possible to make progress in setting up a European deposit guarantee scheme.", "This could therefore result in a distortion of roles between the Single Resolution Fund and national deposit guarantee schemes and thus in weakening the benefits of mutualisation in the context of bank resolution, which could undermine the objectives of the Banking Union.", "We will therefore have to find ways to mitigate this imbalance, either by introducing limits on the contribution of deposit guarantee schemes in resolution or by introducing proportionality criteria in the distribution of the burden between national schemes and the Single Resolution Fund.", "Or even through the introduction of a pecking order, according to which the Single Resolution Fund would be responsible for funding up to a certain amount and only then, and to the extent that this protects depositors, would deposit guarantee schemes come in.", "The discussion on the reform of the crisis management framework is ongoing and will certainly be achieved through compromises that manage to accommodate the concerns and specificities of the various Member States.", "Therefore, it is still difficult to predict the final shape of this new role that will be assigned to deposit guarantee schemes.", "But there is no doubt that in some way, to a greater or lesser extent, deposit guarantee schemes will be given a strengthened role in their important mission of protecting depositors and in their contribution to preserving financial stability.", "In any case, it is essential to emphasise, from my point of view, that this reform is very far from eliminating (and in fact, in some cases it may even exacerbate) the problems arising from the lack of a single deposit guarantee scheme, i.e.", "it does not eliminate the risks of the absence of the third pillar of the Banking Union, which thus remains incomplete.", "Not ignoring, of course, the lack of political consensus that has so far prevailed in this regard, completion of the Banking Union is an objective that should not be taken off the radar of European banking regulation, being that the position of the European Commission in this respect is very clear when it affirms expressly that the conclusion of the Banking Union is a priority of the European Union.", "I do not want to finish without leaving a note on the Portuguese Deposit Guarantee Fund, which began operating in 1994.", "Fundo de Garantia de Depósitos is, since 2020, the only deposit guarantee scheme in Portugal, after the \"extinction\" of the Mutual Agricultural Credit Guarantee Fund, which until then guaranteed deposits made in the subsector made up of Caixa Central de Crédito Agrícola Mútuo and of its associated agricultural credit banks.", "It was a legislative change that should be commended and that reminds us of the relevance of others that are still in the pipeline, such as the draft of the Banking Code.", "As a result of the reform of 2020, the Fundo de Garantia de Depósitos is now responsible for guaranteeing, in accordance with the legal conditions and limits, all deposits made with credit institutions headquartered in Portugal.", "During the thirty years of its existence, the Fundo de Garantia de Depósitos has not just acted as a safety net for banking activity in Portugal.", "In 2010, it proved its effectiveness when it was called upon to reimburse deposits made with Banco Privado Português.", "In this pay-out operation - the only one in Portugal - Fundo de Garantia de Depósitos took over the payment of deposits totalling 105 million euros, which contributed to the recovery of a significant part of the savings of depositors in Banco Privado Português.", "One of the distinctive features of Fundo de Garantia de Depósitos is that, since its inception in the 1990s, it has been a system financed by contributions paid annually by the participating institutions.", "This contributory model allowed for the gradual capitalisation of the Fund, without making its financing dependent on the actual occurrence of a pay-out event, unlike the model that was initially adopted in many other countries, even within the European Union, and which was based on ex- post financing.", "As a result of this contributive effort, which began in 1994, at the end of 2022 the Fund's own resources totalled 1,680 million euros.", "On the same date, the ratio between the Fund's own resources and the deposits actually covered by the guarantee stood at 0.94 per cent, thus exceeding the target level set by law, i.e.", "I will now conclude, leaving my commitment that the ongoing regulatory reform is receiving the best attention from all those at the Banco de Portugal whose direct mission includes issues related to crisis management and the Portuguese deposit guarantee scheme.", "Thank you very much for your attention.", "Luís Máximo dos Santos Vice-Governor of the Banco de Portugal"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Deposit guarantee schemes", "Financial stability", "Bank crisis management", "Depositor protection", "Crisis management framework", "Resolution regime", "Banking Union", "Moral hazard", "Deposit insurance", "Systemic risk exception"]}