{"sentences": ["Honorable President Pendarovski, dear governors and speakers, Mr. Uzan, your excellences, representatives of the academia and media, ladies and gentlemen, It is my great pleasure to welcome you to our traditional Annual Research Conference, this time organized in cooperation with the Reinventing Bretton Woods Committee.", "Recent series of shocks have been one of the greatest stress tests that our economic and financial systems, as well as our societies, have faced with in recent history.", "Therefore, the conference aims to shed some light on the short and long-term macroeconomic implications.", "This also includes challenges in adequately calibrating or even redesigning macroeconomic policies that might have to deal with permanently changing economic relationships, implying that we might be entering a new world rather than returning to the old one.", "The pandemic, energy shock, war in Ukraine have all yielded in an extremely complex and uncertain macroeconomic environment.", "We are facing with decelerating growth and probably long-term growth potential, on the one hand, and surging inflation, on the other, which although on a downward trajectory, is projected to remain above target in about 90% of the economies with inflation targeting even next year .", "Concerning forecasts, however, given the size of the upward revisions of inflation, it seems that forecasting models are not well equipped to capture these changing realities and unprecedented level of uncertainty, although we are aware that, as the famous economist Galbraith said \"economics is not an exact science-the greatest error in economics is in seeing the economy as a stable, immutable structure\".", "Central banks' response to this swift transition from low to high inflationary environment was a swift transition from accommodative to restrictive monetary policy.", "We have observed the most synchronized and the most aggressive global monetary policy tightening in the last 5 decades.", "No doubt, this tends to adversely affect the already slow post-pandemic recovery and expose some vulnerabilities in the financial systems.", "Still, we should not forget the key lessons from the 70s and 80s that moving too slowly and too softly entails much more costly subsequent tightening and higher sacrifice ratio - higher foregone economic output to re-anchor inflationary expectations and bring down inflation.", "So, beyond the shadow of any doubt, stabilizing inflation is a priority, but what is the optimal policy mix to deal with it without significantly amplifying the already visible costs for the real economy and without undermining financial stability?", "This, in particular, when complex set of factors, including accelerated wage pressures, shape inflationary developments.", "It appears that so far global output loss has been large.", "Global GDP in the last 4 years was lower by 3.5 p.p.", "in comparison with pre-pandemic forecasts, and in emerging market economies , including Western Balkan the loss is even bigger (5 p.p.", "And that is not all, as medium-term forecasts point to a further slowing down of the growth dynamics, which is expected to remain well below the historical average of the two decades preceding the pandemic (3.8%).", "Furthermore, these scenarios do not reflect the profound effects that deglobalisation and climate risks may have.", "While estimates of the cost of fragmentation vary, in some scenarios it can reduce the global real imports by 30% , with more pronounced effects in the small emerging economies as they tend to be more dependent on external trade and finance, and have a higher technological and knowledge gaps.", "These concerns are more than relevant for Western Balkan economies where globalization has acted as an engine of income convergence, which has doubled in the last two decades, but remains low at 40% of the EU income level.", "This clearly underlines the need for accelerated rather than decelerated global integration underpinned by strengthened implementation of structural reforms.", "Now let me reflect in more details on the implications of the new rising interest rate environment on the financial systems.", "Swift monetary policy changes, although warranted, if not managed properly can increase risks on the financial stability front.", "Historically, global interest rate hiking cycles often coincided with financial distress.", "Empirically speaking, a recent study3 indicates that 1 p.p.", "policy rate hike increases the probability of a financial crisis by 2 p. p. In the current context, this risk is certainly relevant as tightening is taking place after a protracted period of low interest rates conducive to higher risk taking in the bank and even more so in the non-bank financial segment.", "In fact, recent banking stress in the US and Switzerland is a powerful reminder that monetary tightening can have significant implications on financial stability, in particular if it is unexpected, rapid, follows a long period of accommodative monetary policy, and if combined with weaker risk management, prudential regulation and supervisory oversight.", "This certainly raises the issue of possible tradeoff between price and financial stability, or so-called \"financial dominance\" phenomenon where financial stability concerns limit the monetary policy headroom.", "Avoiding financial dominance requires two important prerequisites.", "The first one is having a strong banking system balance sheet, well prepared to manage the rise of interest rates.", "The second prerequisite relates to the availability of effective financial stability instruments, both macroprudential instruments aimed at preventing excessive risk taking, and resolution instruments designed to resolve banks in trouble without undermining financial stability.", "On the capacity of the banking system in the CESEE, to absorb possible losses, it seems that so far risks are well contained.", "Banks have faced the recent multiple crisis context with strong capital and liquidity buffers that were broadly maintained and in some cases even increased.", "The latest data reveal a capital adequacy ratio of 20% on average across the region, while the liquidity ratio stands at nearly 27%.", "Despite the weaker economic activity, the quality of the credit portfolios remains strong, with NPL ratios remaining below 4%, better off compared to the pre-pandemic levels.", "Still, there is no room for complacency as transition to higher-for-longer interest rate environment could certainly expose some vulnerabilities of the financial systems, and test their resilience again down the road.", "Rising interest rates is a two-edged sword for the banks.", "On the one hand, it may help improve their earnings (as usually interest rate pass-through on deposits is weaker than on loans) and thus strengthen capital positions.", "On the other hand, it increases the banks' exposure to so-called \"hidden losses\" stemming from long-term debt securities held to maturity- as was the case with the Silicon Valley Bank (where half of its assets were placed in such securities).", "In addition, interest rate risk may translate into credit risk leading to accumulation of NPLs and lowering of earnings.", "Whether the banks will be net beneficiaries in short and, even more importantly, in a medium term will depend on the overall macro-financial context.", "And the current macro context is complex, as interest rate hikes come at times of lost growth momentum, and lingering inflationary pressures that are weighing on household and corporate income and their capacity for debt repayment, when debt levels are elevated.", "While household debt in the region, at about 28% of GDP, remains below some of the vulnerability thresholds, a deep dive into more granular data points to a vigilance as the share of vulnerable households has increased.", "Interest rate risk may be even more relevant for companies as they mostly borrow at a relatively short maturity and with floating interest rates.", "IMF analysis shows that in emerging economies, the debt at risk (debt of companies with interest coverage ratio <4) has increased to 50% for the large firms and 70-80% for the SMEs.", "It is clear that insolvency risk is heightened, which is visible through the rising trend in bankruptcy declarations, which in the EU-CESEE region rose by 21%.", "This may in part reflect normalization from the low levels hit during the pandemic, but also the fact that companies face difficulties to withstand the consequences of the triple shock - high energy, labor and interest rate costs.", "This brings us to the second prerequisite for avoiding financial dominance, which is having effective macro-prudential and resolution tools.", "A BIS paper that looks into 157 monetary tightening episodes finds that macro prudential policy tightening - whether ahead of or during a monetary tightening, helps to reduce the likelihood of financial stress, thus increasing the room for maneuver of central banks in the fight against inflation.", "We Did the regulators in the region follow this guidance?", "have witnessed continued enhancing of macro-prudential frameworks, including active use of countercyclical and systemic risk capital buffers, as well as borrower-based measures.", "Although prevention is the main objective of macro-prudential tools, we also have to be equipped with adequate resolution instruments in case risks materialize and threaten financial stability.", "Following the GFC, one of the key areas of the regulatory reforms was the resolution, with main objective of introducing bail-in instead of bailout concept, i.e., using private money (senior debt issued by banks) instead of public money to resolve banks.", "However, this presupposes that banks have such instruments in place or can provide them at capital markets, which seems challenging in economies with underdeveloped domestic markets.", "Tapping external financial markets is also a challenge especially now when global financial markets have tightened, and even disproportionally more for emerging economies as visible through the rising interest rate spread.", "More broadly, the effectiveness of the resolution framework is influenced not only by its design, but also by the environment within which it operates, including the legal, judiciary system and quality of institutions.", "Needless to say, the scores of emerging economies in these areas do need to significantly improve.", "To sum up, the fight against inflation is a priority, but we should be mindful Despite the crisis that financial stability is also a precondition for price stability.", "episodes, financial systems have continued to significantly grow, especially in emerging economies, thus playing an increasingly important role for income convergence.", "And given the new risks on the horizon such as geo-economics fragmentation and climate change, I believe their role will become even more vital.", "To avoid the risk of financial dominance (tradeoff between price and financial stability) in this environment of growing role, but also growing risks in the financial systems, the key way forward is further strengthening of their resilience.", "As writer, Alain de Botton said \"A good half of the art of living is (building) resilience\".", "I believe this quote quite illustratively explains the central bankers' past, as well as future efforts that are crucial in this uncertain and shock-prone world.", "World Economic Outlook Update, July 2023.", "Attinasi, M.-G., Boeckelmann, L. and Meunier, B.", "\"The economic costs of supply chain decoupling\", Working Paper Series, No 2839, ECB.", "\"Leaning against the Wind and Crisis Risk.\"", "\"Prudential policy and financial dominance: exploring the link.\"", "BIS Quarterly Review, March 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "none"], "topics": ["Inflation", "Financial stability", "Economic growth", "Monetary policy", "Financial risks", "Interest rates", "Globalization", "Financial regulation", "Debt", "Resilience"]}