{"sentences": ["WN BANK OF CANADA wat, BANQUE DU CANADA Remarks by Nicolas Vincent Chamber of Commerce of Metropolitan October 3, 2023 Montréal, Québec Understanding the unusual: How firms set prices during periods of high Introduction Good morning.", "It is a pleasure to be here with you today.", "Before I continue, I would like to acknowledge that we are meeting today on the land of the First Nations, Inuit and Métis and that Montréal is the traditional unceded territory of the Mohawk Nation.", "As we gather following the third National Day for Truth and Reconciliation this past Saturday, this is an occasion to pay our respects to Indigenous Peoples across the country and to their ancestors for their immeasurable contributions to this country.", "Many of you will know that this is my first public speech since becoming a Deputy Governor of the Bank of Canada earlier this year.", "The opportunity to speak in my home province is certainly a special honour.", "I would like to thank the Chamber of Commerce of Metropolitan Montreal for making this possible.", "My role at the Bank is a new one.", "Along with the Governor and four other Deputy Governors, I am a member of Governing Council, the Bank's policy-making body.", "However, because my role is part-time, I do not oversee a department, and I do not participate in the discussions surrounding management more generally.", "Beyond these differences, the main one is that I am an external member of the Bank's Governing Council.", "The idea in creating this position was to add an outsider to the Bank's main deliberative body, someone with a fresh perspective.", "Without question, the topic of today's speech-how firms set prices during periods of high inflation-is an important one for monetary policy.", "But more than that, it also offers a window into who I am as an economist and an academic.", "I would like to thank Marc-André Gosselin, Brigitte Desroches and Joshua Slive for their help in preparing this speech.", "Not for publication before October 3, 2023 8:25 a.m. Eastern Time Those of you who know me will remember that what interests me is the big picture, the view from 10,000 feet.", "Yet, as a researcher, I am also naturally drawn to the micro side of macro.", "In fact, the two are intimately connected since the big picture is made up of thousands of smaller and more detailed images, each interacting with the others in endlessly complicated ways.", "In my research, I have often explored how studying the individual decisions of firms and households can help us better understand macro phenomena such as inflation.", "This micro-macro balancing act will be at the heart of today's presentation as we focus on the relationship between inflation and the way firms set their prices.", "I chose this topic for a few reasons.", "For one, recent Bank communications have talked a lot about the pricing behaviour of firms.", "In fact, we've identified this as one area, among others, that needs to see a return to normal for inflation to reach our 2% target.", "This also happens to be a subject I know something about, given my own academic research.", "As well, I chose this topic because it is closely linked to the experience of many of you here today and is a key decision in the running of a business.", "And I am very eager to hear from you after this presentation.", "Despite everything we think we know about inflation-and despite the decades of success that central banks have had in keeping inflation at historically low levels-my first few months at the Bank have reminded me that we still have far more questions than answers.", "The past couple of years have been a stark reminder of this.", "They have also highlighted the ongoing importance of being humble and of tapping into the collective judgment and experience of those around us, especially when some of the models we rely on don't perform as well as they normally do.", "But before we dive into our main topic, let's start with a quick overview of the recent inflation picture in Canada.", "Progress and challenges in our recent fight with inflation By now, the story is well known.", "The disruptions that were caused by the COVID-19 pandemic-and other factors, including the war in Ukraine-created a massive imbalance between supply and demand.", "This, in turn, put exceptional pressure on costs and prices around the world and here at home.", "In response to these developments, the Bank raised its policy interest rate.", "Ina series of rapid hikes, the Bank moved decisively to cool demand and restore price stability.", "After hitting a peak of 8.1% last summer, inflation was hovering around 3% this summer before moving back up to around 4% more recently, driven in part by increases in energy prices.", "Despite this progress, the downward path of inflation over the past year has been slower than anticipated.", "Inflation has proven to be stickier than many expected.", "And while our models can help explain some of the high inflation we've experienced, they can't explain all of it.", "We can see that more than one thing has been driving inflation's tenacity recently.", "Global supply disruptions and higher commodity prices have combined to push up the costs of many goods and transportation.", "Meanwhile, a robust labour market and savings accumulated during the pandemic have supported strong consumption.", "This has created what economists call a state of excess demand- a situation where demand runs ahead of supply-thereby driving up prices and wages.", "These factors help explain the high inflation we've experienced recently.", "But they don't explain it completely.", "To fully grasp the unusual stubbornness of inflation, we needed to consider other factors.", "Recent research and analysis at the Bank helped us shed light on this gap in our understanding.", "Through the regular surveys that we conduct, businesses began telling us that the way they set prices had changed substantially coming out of the pandemic lockdowns.", "Price increases were larger than normal during this period, driven by the higher costs that firms were facing and helped along by strong demand.", "Firms also raised prices more frequently than usual.", "We believe that this behaviour by firms-both here and abroad-is intimately linked to the stronger-than-expected inflation we've seen.", "This behaviour is what I'd like to focus on today.", "Despite recent progress, we still find ourselves in a period of persistently high inflation.", "Improving our understanding of what got us here can help us keep prices stable in the future.", "Understanding how prices are set Generally, we think of prices as being determined by the interaction of supply and demand.", "But the big picture sometimes obscures crucial details.", "For example, we have learned that the way prices are set by firms is fundamental to our understanding of inflation.", "Price setting is one of the most important decisions a firm makes.", "When we talk to firms, they bring up several factors that affect the prices they set.", "Not surprisingly, they mention the cost of their inputs, including the cost of labour.", "And, of course, issues on the demand side are also important, including how much their customers are willing to pay.", "Then there is the competitive environment-the other options available and what competitors are charging.", "These factors can interact in complex ways.", "For example, imagine you are a wholesaler involved in the production of an intermediate good.", "Your competitor, faced with an increase in the cost of an input, might be more willing to pass that cost through to their customers if demand is strong and they suspect your ability 'For more detail, see Bank of Canada, \"Box 2: Revised outlook for inflation and economic activity,\" Monetary Policy Report (July 2023): 15-16. to supply more units is limited.", "This pass-through allows your competitor to maintain their profit margin.", "As a result, other firms are more likely to raise their prices too, which has a ripple effect throughout the entire supply chain.", "This chain of events then ultimately drives inflation.", "But even in ordinary times, when there are no economic disruptions, firms face a constantly shifting business environment.", "Yet most firms won't adjust their prices every time there's a change to their costs or to the demand or competition they face.", "In other words, prices are typically \"sticky'-that is, they change infrequently.", "How often prices change, however, varies a lot across firms.", "For example, a gas station may change prices several times in a day, while some firms go years between price changes.", "The retail sector in general changes prices frequently, but price changes tend to be less frequent in the services sector.", "So, why don't most firms adjust their prices more often?", "Typically, they avoid doing so because it's costly.", "And while these costs might seem trivial at first, they can become substantial when we think about the whole price-setting process.", "That's because setting a new price is complex.", "First, managers need to gather information about input costs, customer demand and the prices set by competitors.", "Then they need to analyze that information, determine the optimal price and finally implement and communicate this decision.", "When combined, these costs are likely many times the physical cost of changing a price.", "In addition, changing prices creates uncertainty.", "Resetting prices too frequently can antagonize customers.", "Therefore, even when a change in the business environment may justify raising a price-for example, when input prices increase-a firm needs to weigh the benefit of doing so against the costs and risks involved.", "The models that economists most frequently use account for this fact.", "That is, they assume that prices are sticky.", "And to make these models easier to use, they also generally assume that firms do not choose when to change their prices.", "In fact, many macroeconomic models assume that the proportion of prices that change from month to month stays constant.", "While these assumptions work quite well in an environment of low and stable inflation, we know that they may not be appropriate in all situations.", "When costs are rising fast and demand is robust, the cost-benefit analysis of resetting prices in a volatile environment shifts.", "Under these conditions, we may expect firms to have larger and more frequent price adjustments.", "This could be part of the reason why the models that central banks use haven't fully captured the recent effects of supply-demand imbalances on inflation.", "The most commonly used models weren't built to capture a change in a firm's behaviour.", "Let's take a closer look at how this specific change in pricing behaviour has played out over the past few years.", "Recent price-setting practices A natural way to gauge how often and by how much firms change their prices is to look directly at the highly detailed data used to compute the consumer price index (CPI).", "But the data necessary to do this can be difficult to come by.", "At the Bank, economists have begun analyzing CPI microdata from Statistics Canada to better understand trends in price-setting practices.", "We expect some initial results to be released in the coming months.", "In the meantime, it can be useful to look at evidence from other countries.", "Chart 1 shows that as the pandemic shock hit the United Kingdom in early 2020, the proportions of price increases and decreases rose significantly.", "Some industries, such as air travel and restaurants, experienced a drastic drop in the demand for their products and therefore reduced their prices.", "At the same time, demand for other products, such as bikes or construction materials, soared.", "In the face of limited supply and stockouts, firms in some industries resorted to swift and large price hikes.", "Chart 1: Frequency of price increases and decreases, United Kingdom January 2018-December 2022 Proportion (12-month average) Inflation rate (average, year-over-year) 0.12 12 0.08 8 0.04 4 0.00 0 2018 2019 2020 2021 2022 2023 --=-~=- Price increases (left scale) = === Price decreases (left scale) Inflation (right scale) Source: Office for National Statistics Last observation: December 2022 When we turn our attention to the pandemic recovery, we see again in Chart 1 that the high inflation of 2022 coincides with a drastic increase in the number of products that experienced a rise in prices.", "During this same period, price declines became rarer.", "Chart 2 shows that this phenomenon was not specific to the United Kingdom.", "Firms in the United States have also increased their prices more frequently since 2 A. Cavallo and O. Kryvtsov, \"What Can Stockouts Tell Us About Inflation?", "Evidence from Online Micro Data,\" Bank of Canada Staff Working Paper No.", "the pandemic, particularly starting around the middle of 2021.", "Similar evidence can be found for other countries.?", "This aligns with what I talked about earlier.", "Faced with unusually large cost increases, booming demand and disruptions to supply, firms responded by hiking their prices more often.", "\"Price-Setting During the Covid Era,\" FEDS Notes.", "Washington: Board of Governors of the Federal Reserve System, August 29, 2023 Last observation: June 2023 We can see then that our traditional assumption-that the frequency of price changes stays constant-doesn't apply in the period of more volatile inflation that we've experienced since 2020.", "In our models, when we increase the frequency of price adjustments, inflation becomes more sensitive to changes in costs.", "While the Bank is still reviewing detailed microdata from the CPI for Canada, we have other ways of assessing changes in corporate price-setting behaviour.", "One way is through business surveys that give us an indication of how firms are thinking about pricing.", "During the recovery from the pandemic, firms started to mention that they were experiencing a rapid increase in their costs as well as high demand for their products and services.", "Meanwhile, customers had few choices because supply was low across several industries.", "This may explain why firms told us that their customers, aware of the widespread cost pressures firms were facing, appeared willing to pay higher prices.", "Confronted with these changes in their business 3 R. Morris and R. de Vincent-Humphreys, \"Price-setting behaviour: insights from a survey of large firms,\" European Central Bank Economic Bulletin, Issue 7/2019.", "Asghar, J. Fudurich and J. Voll, \"Firms' inflation expectations and price-setting behaviour in Canada: Evidence from a business survey,\" Bank of Canada Staff Analytical Note No.", "environment, firms reacted by raising prices more often than usual and by larger amounts.", "This is exactly what we see in the following chart.", "Canadian firms continue to expect their price changes to remain larger and more frequent than they were before the pandemic.", "And while pricing behaviour has been shifting closer to normal since the beginning of the year, progress is slow.® All the same, firms no longer talk as much about \"hot demand.\"", "Instead, they seem once again to be paying closer attention to their competitors' prices.", "And while costs continue to be a major focus for firms, our recent data show that the number of firms citing costs as their most pressing concern is coming down.", "That said, we still have a way to go before we see pricing behaviour return to normal.® Chart 3: Firms have not yet returned to their normal pricing behaviour Balance of opinion, Business Leaders' Pulse, quarterly data 302023Q1 2023Q2 2023Q3 2023Q1 2023Q2 2023Q3 Size of price changes Frequency of price changes tm@ Past 12 months ® Coming 12 months Note: Size of price changes-Balance of opinion is the percentage of firms responding to the Business Leaders' Pulse that expectlarger- than-normal price increases minus the percentage that expect smaller-than-normal price increases over the next 12 months.", "Frequengy of price changes-Balance of opinion is the percentage of firms responding to the Business Leaders' Pulse that expect more-frequent-than- normal price increases minus the percentage that expect less-frequent-than-normal price increases over the next 12 months.", "Firms without regular pricing frequency were excluded.", "September 2023 results are preliminary and range from August 31 to September 21, Source: Bank of Canada Last updated: September 21, 2023 Beyond our business surveys, Bank staff have also analyzed information contained in the calls that firms use to discuss their earnings with analysts and media.", "While the results do not provide direct evidence of the actual pricing actions taken by firms, they can help shed light on recent events.", "In Chart 4, we see that mentions of price increases in earnings calls declined slightly during the first year of the pandemic.", "Then they rebounded strongly and peaked in the second quarter of 2022 when inflation was also at its highest.", "Mentions of price 5 This information comes from the more frequent Business Leaders' Pulse survey.", "6 Bank of Canada, Business Outlook Survey-Second Quarter of 2023, June 30, 2023. increases, cost pressures and strong demand conditions have declined significantly.", "This may suggest that firms' pricing behaviour could normalize further as demand softens.", "Chart 4: Earnings calls suggest that pricing behaviour is normalizing Core inflation: Year-over-year percentage change, quarterly data Net pricing index: Earnings call mentions of price increases less mentions of price decreases, arterly data .", "Sources: Statistics Canada, Seeking Alpha and Bank of Canada calculations Last observation: 2023Q3 These earnings calls, however, also show that mentions of higher labour input and financing costs remain elevated compared with before the pandemic.", "We see that this could risk increasing inflation.", "Another risk comes from the possibility that the unusual pricing behaviour we've observed recently could itself be sticky.", "That is, firms might continue to make larger and more frequent price changes even when many of the factors driving those changes have gone away.", "This could be due to permanent shifts in pricing strategies driven by technology or industrial structure.", "For example, the electronic price tags that you've seen in some supermarkets reduce the costs of frequent price changes.", "And consolidation in some industries may reduce the competitive pressures that restrain price increases.", "Perhaps the biggest risk of all is the idea that recent pricing behaviour could become self-perpetuating.", "If you continue to expect your suppliers and competitors to make frequent price changes, you might be more prone to do the same yourself, creating a feedback loop.", "Under certain conditions, this could make prices even more sensitive to shocks.", "In other words, if recent pricing behaviour settles into a new normal, it could complicate our return to low, stable and predictable inflation.'", "7 Inhis speech about the benefits of low and stable inflation, Deputy Governor Paul Beaudry further discusses this self-fulfilling mechanism in price setting.", "See P. Beaudry, \"No two ways about it: Why the Leaving aside this possibility for a moment, when we turn our attention back to the recent challenges that firms have faced-namely, supply disruptions, higher commodity prices and rising wages-it is fair to ask: In this environment of higher and more volatile inflation, how much have firms passed cost increases through to the prices they charge?", "This is a difficult question to tackle.", "The answer likely varies across industries and firms.", "If we take the retail food sector as an example, we see in Chart 5 that prices have moved roughly in lockstep with costs in recent years, including during the period of high inflation.", "That is, the pass-through of costs to prices was complete.", "Our surveys suggest that, overall, the business environment during the pandemic recovery was conducive to higher pass-through.", "Chart 5: Easing pressures on input costs suggest food price inflation could decline further Year-over-year percentage change, monthly data 2011 2013 2015 2017 2019 2021 2023 Food prices excluding fruit and vegetables Food costs brought forward 6 months Note: Food costs are estimated as a weighted average of the costs incurred as part of the food supply chain, including imports, production, transportation and labour.", "Source: Statistics Canada, HARPEX and Baltic Dry Index via Haver Analytics, Bank of Canada and Bank of Canada calculations Last observation: August 2023 Recent research by Bank staff seems to indicate that, across most industries, markups in Canada have remained roughly stable since early 2022.8: 9 That is, price increases have closely mirrored cost increases.", "But even if profit margins Bank is committed to getting back to 2%\" (speech at the Alberta School of Business, Edmonton, Alberta, February 16, 2023).", "Short, \"The contribution of firm profits to the recent rise in inflation,\" Bank of Canada Staff Analytical Note No.", "Bilyk, T. Grieder and M. Khan, \"Markups and inflation during the COVID-19 pandemic,\" Bank of Canada Staff Analytical Note No.", "haven't increased, consumers have been left to bear the full brunt of higher prices.", "It remains to be seen whether the recent declines in some input costs will be passed through to prices as quickly and fully as cost increases were over the past two years.", "Today, I've highlighted how corporate pricing behaviour has evolved recently.", "We saw evidence that the rise in inflation coincided with firms making larger and more frequent price changes.", "Moreover, through these price changes, firms seem to have been able to pass on cost increases to their customers.", "And while we see signs of pricing practices gradually returning to normal, they are still not where they were before the pandemic.", "The impact of our recent discoveries shouldn't be underestimated.", "They force us to revisit some of the assumptions we make in our economic models as well as question the relationship between inflation and its drivers.", "As I said earlier, the experience of the past two years has forced policy-makers to be humble and to acknowledge that we still have a lot to learn.", "We need to continue the hard work of incorporating new sources of data and improving our models to ensure that they better capture what is happening in the real world.", "This could have important implications for our understanding of inflation.", "In July we said that inflation should gradually return to the 2% target by the middle of 2025 as excess demand dissipates and labour market conditions ease.", "We will be providing another update on October 25, but it is clear that we are not out of the woods yet.", "We need to acknowledge that an unusual amount of uncertainty continues to cloud our view.", "And we remain concerned about the persistence of underlying inflation, which may complicate our return to price stability.", "Of course, the Bank is watching this situation very carefully.", "Higher interest rates are working to bring supply and demand back into balance and thus lower inflation.", "Apart from it being the key element of our mandate, bringing inflation back to our 2% target has several benefits.", "For one, low inflation reinforces the competitive forces in the economy.", "When inflation is low, price changes stand out more.", "This forces firms to be more careful about passing cost changes through to their prices.", "But perhaps the biggest benefit of low, stable and predictable inflation is this: people and businesses do not have to think constantly about it.", "Instead, they can plan and invest with confidence.", "This is why we need to stay the course and continue our pursuit of the 2% inflation target."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["Pricing Behavior", "Inflation", "Supply Chain Disruptions", "Cost Pressures", "Economic Models", "Sticky Prices", "Pass-Through", "Markups", "Monetary Policy", "Inflation Target"]}