{"sentences": ["SPEECH Monetary policy in the climate and nature crises: preserving a \"Stabilitatskultur' Speech by Frank Elderson, Member of the Executive Board of the ECB and Vice-Chair of the Supervisory Board of the ECB, at the Bertelsmann Stiftung, Berlin Frankfurt am Main, 22 November 2023 The concept of Stabilitatskultur, or culture of stability, was first used by former Bundesbank President Helmut Schlesinger in 1991.", "In coining this phrase, he wanted to emphasise that stable money - the remit of central banks - not only required a stability-oriented policy from the central bank, but also from the government and society at large.", "In the face of the current climate and nature crises, Schlesinger's insight that stability-oriented institutions cannot pursue their objectives in isolation could hardly be more relevant.", "The Emissions Gap Report published by the UN earlier this week concludes that the world is on a global heating path of 3°C, far above the Paris Agreement objective of well below 2°C.\"", "And earlier studies have shown that 25% of species are vulnerable and an estimated one million species face a risk of extinction.)", "Today I will convey that a culture of stability can only be preserved if climate and nature are stable.", "Most central banks and banking supervisors around the world have acknowledged this in recent years.", "And the ECB is putting it into practice in all its tasks and responsibilities, including our banking supervision and our monetary policy, the latter being the focus of my remarks today.", "Taking climate and nature into account As I have often said before and will reiterate today to remove any possibly remaining doubt: central banks and supervisors like the ECB are not, and do not intend to be, climate and nature policymakers.", "[3] Moreover, as an independent central bank, the ECB is not directly bound by the European Climate Law that since 2021 has committed the EU to achieving climate neutrality by 2050 with interim deadlines.", "This does not mean, however, that the ECB is allowed to ignore the Climate Law.", "The EU Treaty requires environmental protection to be integrated into the definition and implementation of EU policies.", "The Treaty imposes an obligation on us to take into account the objectives of climate and nature-related legislation when performing our monetary policy and banking supervision tasks.", "4] This is not just a legal reality.", "The massive impact of the climate and nature crises on the economy, including the financial system, makes it crystal clear that we must take climate and nature into account.", "In fact, if we didn't do so, we would risk failing to deliver on our mandate.", "The relevance of climate and nature for monetary policy] At least five economic consequences of the climate and nature crises are specifically relevant to monetary policy and our primary objective of maintaining price stability.", "First, we can expect macroeconomic volatility - including the volatility of inflation - to increase further as climate and nature events occur more frequently and have a greater impact on the economy.", "Second, climate and nature shocks complicate monetary policy analysis and make it harder to assess the appropriate monetary policy response.", "Whether we are dealing with more frequent extreme weather events and nature degradation or actions to support the green transition, climate and nature events may largely materialise in the form of supply shocks, implying that economic activity and inflation move in opposite directions.", "Generally speaking, as supply shocks involve a potential trade- off, they are more challenging for central banks than demand shocks.", "If supply shocks persistently affect inflation, they may generate risks for price stability and so trigger a change to monetary policy that would further dampen economic activity.", "If, however, supply shocks are temporary and pose no risk to medium-term price stability, central banks can look through them and avoid slowing down the economy.", "Third, the ongoing climate and nature crises may cause the equilibrium rate of interest to fall.", "The equilibrium rate is the interest rate that prevails when all shocks to the economy have dissipated and monetary policy is neither accommodative nor restrictive.", "Greater uncertainty owing to the climate and nature crises and the necessity to build up resilience to shocks can increase economic agents' propensity to save, thereby lowering the equilibrium interest rate.", "A lower equilibrium rate implies that future monetary policy could come up against the effective lower bound for interest rates more often, though the more frequent occurrence of negative supply shocks that I referred to earlier may mitigate this effect to some extent.", "Fourth, financial risks arising from climate and nature crises can impair the soundness of financial institutions.", "Should these risks materialise - despite all our efforts as a banking supervisor to mitigate them!", "- the transmission of our monetary policy could be affected.", "Monetary policy decisions would be transmitted through the financial system and the economy in a less orderly and less predictable manner, potentially hampering our effectiveness in achieving our price stability objective.", "Fifth, the risks that may affect financial institutions can also undermine the solidity of the central bank balance sheet.", "Unlike commercial banks, central banks are not profit-seeking and only expose themselves to financial risks if helpful in achieving price stability.", "This is especially true when such risks can cause financial losses that could erode confidence in the central bank's ability to deliver price stability.", "Prudent central banks will thus seek to avoid any climate and nature-related financial risks that do not contribute to price stability.", "I am not aware of any evidence suggesting that seeking exposures to climate and nature-related financial risks might help in securing and maintaining price stability.", "On the contrary, available evidence suggests the opposite is true.", "In fact, when we align our portfolios with the market status quo of high exposure to climate and nature-related financial risks, we risk adding to macroeconomic volatility.", "As already mentioned, this would make it harder to achieve the monetary policy goal of price stability.", "To summarise, in the pursuit of price stability, central banks benefit from mitigation of climate and nature-related risks, which - as analysis consistently shows - is best ensured by securing a timely and orderly transition.", "The ECB's climate actions so far Against this backdrop, in 2021 the ECB explicitly acknowledged that climate change had profound implications for price stability through its impact on the structure and cyclical dynamics of the economy and the financial system.", "In the case of the ECB, actions on climate equally serve our secondary objective, as also laid down in the EU Treaties, of supporting the general economic policies in the EU, which include the EU's climate objectives.", "Accordingly, we unveiled an ambitious climate action plan covering macroeconomic modelling, financial stability monitoring, data collection, risk assessment capabilities and our monetary policy operations.", "And this wasn't just a plan.", "We delivered on it, just like we said we would.", "Let me give you some specific examples of how we have put into practice what were still mere ambitions back in 2021.", "First, we have made significant progress in improving our capabilities to take climate considerations into account in the macroeconomic analyses that inform our monetary policy assessment.", "For example, we can now use a suite of macroeconomic models to analyse the economic consequences of the green transition in the euro area.", "Using this suite of models, staff have found that an increase in carbon pricing in line with the International Energy Agency's net-zero scenarios may have a limited impact on economic growth and inflation.", "The analysis also suggests that due to the low substitutability of non-sustainable and sustainable consumption, the carbon price path envisaged by the Agency may not actually be sufficient to achieve net-zero objectives.", "This implies that either carbon prices would need to increase further, or that additional regulation would be required, or a combination of both.", "Again, we would need to be ready to take into account any monetary policy implications that could arise as a result.", "Acknowledging that climate factors can have an impact on our monetary policy assessment is not just \"what-if\" thinking.", "ECB research shows that the related effects are already materialising.", "For example, ECB staff estimates suggest that the heatwave in 2022 pushed up food price inflation by up to 0.67 percentage points, with the impact lasting well into 2023.2] Thanks to our enhanced analytical capabilities, earlier this year we were able to acknowledge for the first time - in our monetary policy statement issued after the Governing Council meeting - that climate factors posed an upside risk to the inflation outlook.", "Second, between October 2022 and July 2023 we started tilting our reinvestments of corporate bonds towards issuers that have a better climate performance.", "In so doing, we can avoid undue exposures to climate-related risks that are detrimental to price stability and align the way we administer our monetary policy more closely with the EU's general economic policies.", "As of July 2023 we suspended bond purchases in our asset purchase programme, including corporate bonds, to support the downward pressure exerted by our current policy rates in order to bring inflation back to our 2% target.", "If required from a monetary policy perspective, the established direction of the tilt will set the minimum benchmark for any future corporate bond purchases.", "11] In addition to our bond holdings, we are also looking at the collateral framework that we apply in relation to banks' participation in our lending operations.", "We have decided that only assets that comply with the EU Corporate Sustainability Reporting Directive will remain eligible once it enters into force.", "In addition, we are now looking at setting limits on the share of assets issued by entities with a high carbon footprint that banks can pledge as collateral for our lending operations.", "Some avenues that we explored did not result in us having to make any changes.", "When we reviewed the resilience of the haircuts that we apply to collateral valuation, we did not find any evidence that the existing scheme provides insufficient protection against climate-related financial risks over the horizon for which these haircuts should provide protection.\"2!", "We will continue to evaluate this in the future as and when better data become available.", "Our current actions aim to support a high degree of confidence in the alignment of our activities with the goals set by the Paris Agreement within our mandate.", "However, the decarbonisation path for our monetary policy assets remains dependent on actions that are not fully under our control, including the decarbonisation efforts made by the issuers of bonds that we hold.", "Evaluating, adapting and broadening our actions to include nature This is one of the main reasons why we have made a commitment to regularly review all our measures to assess their impact.", "If necessary, we will adapt them to ensure they continue to fulfil their monetary policy objectives and support the decarbonisation path to reach the goals set by the Paris Agreement and the EU climate neutrality objectives.", "Moreover, we will also look into addressing additional environmental challenges within our mandate.", "Even if the legislative environment on nature preservation is trailing behind that on climate change - in spite of the landmark Nature Restoration Law - our initial analyses show that nature-related risks are highly relevant for the European economy and financial system.", "Out of 4.2 million firms that we looked at, around three million are highly dependent on at least one ecosystem service, services provided by nature that are significantly subject to degradation.", "Besides making continued efforts to further enhance our analytical capabilities and deliver on our data needs, what else should we include when we assess our actions?", "Given the prevailing inflation outlook and the need for us to continue to implement a sufficiently restrictive monetary policy to bring inflation sustainably back to our 2% target, we do not expect to expand our balance sheet again anytime soon.", "However, that doesn't mean that we don't need to continue re-evaluating the fitness of the instruments we have in our toolkit in case policy adjustments are required.", "Moreover, in proceeding with the rundown of our balance sheet, we need to think about which features we would like to maintain in a steady state.", "Our monetary policy strategy enables us to think about both questions.", "Specifically, whenever we are faced with two configurations of the set of instruments that would be equally conducive to maintaining price stability, we will and legally must choose the one that best supports the general economic policies in the EU.", "This implies that whenever we make a marginal adjustment to the calibration of our instruments, we must choose the option that increases our confidence in the plausibility of our decarbonisation path, unless our proportionality assessment shows that there are other, less intrusive ways of achieving price stability.", "Looking ahead, besides the adjustments that we are already implementing, I think this principle may require us to consider two further avenues.", "The first concerns our public sector bond holdings.", "Here we can apply reasoning very similar to that applied to our corporate bond holdings.", "Currently, the bulk of our monetary policy assets consists of bonds issued by governments of EU Member States.", "However, the climate and nature-related risk intensity of these bonds is not obvious owing to the absence of a clear and reliable framework to assess their compatibility with the Paris Agreement.", "At the same time, since the pandemic, the universe of supranational bonds issued by EU institutions has increased significantly, with green bonds representing a relatively large proportion.", "\"4] In my view, when there is no clear monetary policy rationale for preferring domestic sovereign bonds, we should contemplate increasing the share of EU supranational bonds in our total bond holdings to avoid potential climate and nature-related risks and to better align our balance sheet with the general economic policies in the EU.", "Not only is this relevant for when we would need to consider new bond purchases.", "It is also relevant when we need to discuss the composition of any structural bond portfolio that we might maintain in the new steady state.", "Second, whenever there is a monetary policy need in the future to reconsider targeted longer-term refinancing operations for banks, there are compelling reasons to seriously consider greening them.", "A parallel can be drawn with the way that the ECB has in the past incorporated financial stability considerations into the design of its instruments.", "As of the third series that was launched in 2019, the targeted longer-term refinancing operations (TLTROs) that we offered banks comprised a lending target that excluded housing loans to avoid contributing to the formation of real estate bubbles.", "[44 Similar targeting strategies can be considered to support green lending or exclude non-green lending in the future, provided an operationally efficient validation process is feasible.", "Alexander von Humboldt, a pioneer in ecology among many other things, once said, \"The most dangerous worldview is the worldview of those who have never looked at the world.\"", "If we transpose this to the central bank's worldview - and to that of the banking supervision arm - the risk of not delivering on our mandate is real if we don't take climate and nature into consideration.", "Preserving price stability means preserving climate and nature stability.", "Unsere Stabilitatskultur.", "Vielen dank ftir lhre Aufmerksamkeit.", "United Nations Environment Programme (2023), Emissions Gap Report 2023: Broken Record - Temperatures hit new highs, yet world fails to cut emissions (again), Nairobi.", "(2019), Global assessment report on biodiversity and ecosystem services of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, IPBES, Bonn.", "Elderson, F. (2023), \"Policymakers as policy takers accounting for climate-related and environmental factors in banking supervision and monetary policy\", speech at the Peterson Institute for International Economics.", "Elderson, F (2022), \"The European Climate Law and the European Central Bank\", keynote speech at the Lustrum Symposium organised by the Dutch Financial Law Association.", "This section draws heavily on Heemskerk, I. and Pattipeilohy, C. (forthcoming) \"Groen monetair beleid voor duurzame prijsstabiliteit\", and the references included therein.", "Elderson, F. (2023), \"Making finance fit for Paris: achieving \"negative splits\", keynote speech at the conference on \"The decade of sustainable finance: half-time evaluation\" organised by S&D and QED, 14 November.", "ECB Banking Supervision (2023), 2023 stress test of euro area banks - Final results, July; Network of Central Banks and Supervisors for Greening the Financial System (2023), WGFS Scenarios for central banks and supervisors, November.", "Brand, C., Coenen, G., Hutchinson, J. and Saint Guilhem, A.", "(2023), \"The macroeconomic implications of the transition to a low-carbon economy\", Economic Bulletin, Issue 5, ECB.", "Kots, M., Kulk, F., Lis, E. and Nickel, C. (2023), \"The impact of global warming on inflation: averages, seasonality and extremes\", Working Paper Series, No 2821, European Central Bank, Frankfurt am Main.", "European Central Bank (2023), Monetary Policy Statement, Frankfurt am Main, July.", "We are still reinvesting maturing bonds in the context of our Pandemic Emergency Purchase Programme where we continue to tilt reinvestments of corporate bonds towards issuers that have a better climate performance.", "European Central Bank (2022), \"ECB reviews its risk control framework for credit operations\", press release, Frankfurt am Main, 20 December.", "(2023), \"Living in a world of disappearing nature: physical risk and the implications for financial stability\", Occasional Paper Series, No 333, ECB, Frankfurt am Main.", "(2023), \"Monetary policy tightening and the green transition\", speech at the International Symposium on Central Bank Independence organised by Sveriges Riksbank, 10 January.", "European Central Bank (2021), \"The role of financial stability considerations in monetary policy and the interaction with macroprudential policy in the euro area\", Occasional Paper Series, No 272, Frankfurt am Main, September.", "European Central Bank Directorate General Communications > Sonnemannstrasse 20 > 60314 Frankfurt am Main, Germany > +49 69 1344 7455 > media@ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2023, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Nature preservation", "Monetary policy", "Price stability", "Climate risks", "Monetary policy instruments", "Financial stability", "Decarbonization", "Green transition", "Sustainability"]}