{"sentences": ["Recent economic developments The euro area economy remains weak.", "Foreign demand is subdued and tighter financing conditions are increasingly weighing on investment and consumer spending.", "The services sector is also losing steam, with weaker industrial activity spilling over to other sectors, and the impact of higher interest rates is broadening.", "Recent indicators point to continued weakness in the near term.", "The labour market has been a bright spot supporting the euro area economy and has, so far, remained resilient to the slowdown in growth.", "But there are signs that it is turning.", "While unemployment stood at 6.4% in August, the lowest level recorded since the start of the euro, fewer new jobs are being created, including in services, which suggests that the cooling of the economy is gradually feeding through to employment.", "Moreover, the risks to the growth outlook are tilted to the downside.", "Growth could be lower if the effects of monetary policy transmission turn out stronger than expected, or if the world economy weakens further.", "Furthermore, major geopolitical risks have intensified and are clouding the outlook.", "This may result in firms and households becoming less confident and more uncertain about the future, and dampen growth further.", "At the same time, while remaining significantly above our medium-term target of 2%, recent inflation data have been in line with our expectations, confirming that our monetary policy is working.", "Inflation dropped sharply to 4.3% in September and the fall was visible in all its major components.", "Food price inflation decreased again, but - at 8.8% - remains high by historical standards.", "Energy prices fell by 4.6%, but have risen again more recently, and have become less predictable in view of the new geopolitical tensions.", "Inflation excluding energy and food also dropped to 4.5% in September, and we see continued declines in measures of underlying inflation.", "However, domestic inflation remains strong owing to the growing importance of wage pressures.", "The inflation outlook remains surrounded by significant uncertainty.", "In particular, heightened geopolitical tensions could drive up energy prices and higher than anticipated increases in wages could drive inflation higher.", "By contrast, a stronger transmission of monetary policy or a worsening of the global economic environment would ease price pressures.", "Longer-term interest rates have risen markedly since mid-September, reflecting strong increases in other major economies.", "The transmission of our monetary policy into broader financing conditions remains forceful.", "Bank funding costs have continued to rise, as have lending rates for business loans and mortgages.", "Banks also reported a further sharp drop in credit demand in the third quarter of the year, while credit standards for loans to firms and households tightened again, which was reflected in visibly weakened credit dynamics.", "The monetary policy stance Against this background, we decided to keep the three key ECB interest rates unchanged, at our meeting last week.", "The incoming information has broadly confirmed our previous assessment of the medium-term inflation outlook.", "Inflation is still expected to stay too high for too long, and domestic price pressures remain strong.", "At the same time, inflation dropped markedly in September and most measures of underlying inflation have continued to ease.", "Past interest rate increases continue to be transmitted forcefully into financing conditions, which is helping to push down inflation.", "We consider that the key ECB interest rates are at levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our 2% medium-term target.", "Our future decisions will ensure that policy rates will be set at sufficiently restrictive levels for as long as necessary.", "By the December meeting, we will have GDP growth data for the third quarter of the year, the inflation figures for October and November, and a new round of projections.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "As the energy crisis fades, governments should continue to roll back the related support measures.", "This is essential to avoid driving up medium-term inflationary pressures, which would otherwise call for even tighter monetary policy.", "Fiscal policies should be designed to make the euro area economy more productive and to gradually bring down high public debt.", "Structural reforms and investments to enhance the euro area's supply capacity - which would be supported by the full implementation of the Next Generation EU programme - can help reduce price pressures in the medium term, while supporting the green and digital transitions.", "To that end, the reform of the EU's economic governance framework should be concluded before the end of this year and progress towards capital markets union and the completion of banking union should be accelerated.", "Remarks closely follow the Monetary Policy Statement of 26 October 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Interest rates", "Labour market", "Geopolitical risks", "Energy prices", "Fiscal policy", "Structural reforms", "EU economic governance"]}