{"sentences": ["The World Bank (WB) and International Monetary Fund (IMF) Annual Meetings come at a poignant time for Northern Africa.", "The damages and the human toll of the earthquake here in Morocco and the catastrophic floods in Libya bring renewed attention to the need to enhance resilience to extreme natural events.", "Our most sincere condolences go to the many thousands who have been injured and displaced.", "We remain inspired by the people of Ukraine, who continue to face the Russian aggression with courage and determination, and we express our steadfast support to the state of Israel and our unequivocal condemnation of Hamas' appalling and vile acts of terrorism.", "The global macroeconomic outlook is weak and highly uncertain.", "Global growth will slow markedly in 2023 and 2024 and risks are clearly tilted to the downside, reflecting not only loss of momentum in some areas, but also the possibility that climate shocks and geopolitical tensions could trigger additional food and energy price increases.", "Meanwhile, inflation is still elevated, though somewhat abating.", "Most emerging and developing economies remain highly vulnerable to global risks.", "In this context, the actions of the multilateral system and the international financial institutions are key to providing swift support to the most vulnerable, building inclusive and resilient economies, and generating sustainable growth.", "We therefore welcome the document \"Ending Poverty on a Livable Planet: Report to Governors on World Bank Evolution\" and commend management, staff and the Board of Directors for the significant progress made since last April.", "The direction is clear, the plan ambitious, and the commitment to the reform agenda visibly strong.", "We will maintain our support for this work over the coming months with a constructive approach and look forward to further progress by the 2024 Spring Meetings.", "We agree with the proposed vision and mission, which retain the Twin Goals - eradicating extreme poverty and boosting shared prosperity - while stressing the importance of addressing global challenges.", "Most importantly, this acknowledges that the fight against extreme poverty and inequality cannot be achieved without addressing the inter-related threats of climate change, pandemics, fragility, and conflict, as well as the pressures related to demographic developments.", "We note the eight global challenges the WB will focus on in the next few years.", "We invite the WB to scale up its action on these challenges without losing impetus on key engines of growth like education and institutional quality.", "We expect the WB to play a greater role in tackling the root causes of irregular migration, drawing on the 2023 World Development Report on Refugees and Migrants to develop innovative and effective solutions.", "We must recognize that migration is strongly intertwined with the eight global challenges and has significant regional and global spillovers.", "We also call on the WB to advance our collective efforts on pandemic prevention, preparedness, and response (PPR), as well as other global health-related issues.", "We cannot lose sight of the increasing development needs of the poorest countries and must work together for a strong IDA21 replenishment.", "In Africa in particular, old and new challenges have combined to make the most vulnerable dramatically more so, especially young people and women.", "We urge the WB to develop transformative projects that can help to generate millions of decent jobs for the young.", "Energy, trade, payment systems, and digitalization should be central to the efforts of the WB and the other multilateral and regional organizations active on the continent.", "Massive investments in renewable energy will be needed to increase energy access and affordability, export capacity, regional integration and connectivity.", "In this regard, we also support the Resilient and Inclusive Supply-chain Enhancement (RISE) Partnership, which aims to enhance local value added and promote responsible and sustainable investments in the extraction, processing and recycling of critical minerals fundamental to a clean and just energy transition.", "Trade is crucial to the African economy, accounting for almost 50 per cent of its GDP and helping ensure access to essential goods like energy and food.", "Building regional cross-border fast payment systems - including by leveraging technologies available in advanced countries - would shore up economic development through enhanced trade flows and lower remittance costs.", "Digitalization is a key enabler of all this.", "In view of the dramatic worsening of fragility and conflicts over the last three years, the WB is adapting its strategy to remain engaged in the most difficult circumstances and to continue to bolster stronger local institutions, while redoubling efforts to promote a solid and competitive local private sector.", "We welcome this effort to collectively rethink our approach to evolving contexts, particularly through broader analyses of the drivers of social unrest and violent upheavals and a strengthened regional perspective.", "We commend Management for the continued implementation of the G20 Capital Adequacy Framework (CAF) Review, designed and launched under the Italian G20 Presidency.", "We note with satisfaction that the CAF measures adopted so far are set to boost the IBRD's lending capacity by more than $100bn over a decade, a figure higher than what the 2018 general capital increase has provided over the corresponding 10year horizon.", "The increase of IBRD financing power will allow better response to global challenges and traditional development goals.", "The G20 CAF Review has also spurred IFC and MIGA to put forward equally transformative programs and products.", "Much can still come from further implementation of the CAF recommendations.", "We stand ready to evaluate and help devise additional measures and finetune existing instruments, at the Board, with other relevant entities, and in international fora.", "Private capital mobilization remains crucial to meet the needs and aspirations of developing and emerging countries.", "We welcome additional efforts to mobilize institutional investors and promote local private sector development.", "We therefore applaud the launch of the Private Sector Investment Lab and IFC's development of the Warehouse-Enabled Securitization Platform (WESP), renewed diagnostics, targeted government dialogue, and business-enabling policy reforms.", "We encourage progress on the Global Emerging Markets Risk Database (GEMs) initiative, as part of a larger effort to improve information gathering and knowledge sharing within the larger investment community.", "The WB should work to maximize domestic resource mobilization, including through the new Public Finance Review (PFR).", "Envisaging a clear and effective division of labor, we invite the WB to collaborate closely with other partners, in particular the IMF.", "The ability to put good ideas to good use is just as important as financing.", "We should therefore focus discussion on promoting innovation, building capacity in client countries, and developing bankable projects.", "Within the wider agenda of the new WB playbook, we consider three workstreams of utmost importance.", "First, a strengthened One World Bank approach.", "This should better integrate policy advice and public sector financing with private sector development and capital mobilization, thereby feeding into a revamped Cascade Approach.", "Second, stronger partnerships, which should also lead to more effective country platforms.", "Third, the integration of impact evaluations into WB projects and programs, which requires building capacity in client countries and allows for optimizing design and delivery.", "Strengthened international cooperation is essential to assisting those in need and enhancing preparedness for future crises in order to prevent their most dramatic impacts.", "Our constituency firmly supports multilateral institutions and international coordination efforts.", "As with its 2021 G20 Presidency, Italy enters the 2024 G7 Presidency firmly committed to those efforts."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Global economy", "Private sector development", "Poverty reduction", "Resilience", "Migration", "Energy", "Trade", "Digitalization", "Fragility and conflict"]}