{"sentences": ["Esteemed hosts, esteemed participants of the China International Finance Forum, It is a great honour to address you for again on behalf of the Republic of Serbia and the National Bank of Serbia, at the helm of which I have been for more than eleven years.", "Three years ago I said that it was not easy to speak about financial services in the digital economy era to you who are leaders in this area.", "But, it is not difficult either, because China is the type of leader who helps and encourages others to make progress as well.", "Serbia is a good example of this, which is also reflected in the economic and financial cooperation underpinned by the mutual respect and friendship of the Serbian President Aleksandar Vui and the Chinese President Xi Jinping.", "In the past ten years, China has become Serbia's important foreign trade partner.", "Our cooperation has strengthened for an entire decade, ever since we signed the joint statement on deepening strategic partnership, making Serbia the first country in Central and East Europe to set up strategic partnership with the People's Republic of China.", "During this year's Belt and Road forum for international cooperation, we also signed 18 important agreements, of which the free trade agreement between our two countries is the most important one.", "China was the second-largest foreign investor in Serbia in 2020 and 2021, and the largest foreign investor in 2022, with investments worth USD 1.5 bn.", "Thus, a third of the record-high FDIs to Serbia in 2022 came from China.", "Trade in goods increased as much as 5.4 times in the past ten years, with China becoming Serbia's second most important trade partner in 2022.", "In January 2015, the National Bank of Serbia included the Chinese yuan in the list of currencies traded in the Serbian FX market.", "In 2021 and 2022 the Chinese yuan was among the four top currencies traded between domestic banks and their clients in the Serbian FX market, which is another important indicator of the strength of our economic and overall relations.", "With the People's Bank of China, we concluded the Memorandum of Understanding on designating a clearing bank for Chinese yuans in Serbia, creating conditions for promoting transactions in Chinese yuans throughout the Southeast European region.", "In parallel, we are exploring the option of investing a part of our FX reserves in financial instruments denominated in yuans, of which our President Aleksandar Vui also spoke with pleasure during his visit to China in October.", "Dear colleagues, I hope you do not mind that I began my address by mentioning the cooperation between our two countries, because we would not be speaking about modern financial industry and the digital economy era today if we did not share the vision of the modern society to which we aspire together.", "I may freely say that today we are at the brink of a revolution which is taking place through the bits and bytes.", "It is a fact that the ways in which we make payments, apply for loans, conclude agreements with financial institutions, the time it takes to make a transaction, the technologies we use, are all changing rapidly.", "Until only recently, we relied on physical databases, whereas now we are using blockchain.", "We have switched from ATMs to AI-based customer support.", "The transactions which used to take days to complete are now executed in real time.", "Where is the Republic of Serbia in this process?", "A half of our banks are already using artificial intelligence, and we at the National Bank of Serbia do not lag either.", "We use Predictive Analytics and Machine Learning tools in our early warning systems and macroeconomic environment assessments.", "We have also introduced the anti-fraud module in our instant payment system.", "Having in mind that the main objective of the National Bank of Serbia is to maintain price stability, we have also developed an inflation nowcasting model, as one of the state-of-the-art tools in central banking.", "We cherish our national DinaCard payment card and keep modernising it, aware of the significance of the independence and stability of the domestic financial system.", "So far, around 5.8 million cards have been issued, and they are accepted at all ATMs, POS terminals and most internet stores in Serbia.", "This may not seem an impresive number for you in China, but for a market of our size, this is huge and something we are especially pleased about.", "The exceptional bilateral cooperation between the DinaCard and the Chinese UnionPay card system was established, enabling the use of DinaCard cards abroad.", "There is also the project of issuing a co-branded card in cooperation with UnionPay, as well as activities on the acceptance of UnionPay cards in the DinaCard acceptance network.", "As the future belongs to the young, from 13 November this year every student in the Republic of Serbia can apply for a DinaCard student payment card, with numerous benefits.", "This was made possible in cooperation with our friends from UnionPay, which is another indicator of friendship and cooperation between our two countries.", "In October 2018, we launched the system for instant payments, as one of the most cutting-edge methods of payment that we constantly improve with numerous services.", "The system has operated successfully ever since and has been breaking records in terms of the number of executed transactions almost on a daily basis.", "This is at the same time the best proof that everything that is useful quickly takes hold and becomes the norm.", "We also enabled the provision of financial services at a distance, which laid the foundations for further digitalisation of a number of banking services that have become normal in the modern financial system.", "That we were right in doing so is best confirmed by the 52% average annual growth in the number of concluded distance contracts.", "An inevitable trend in the use of digital financial services is embodied in the multi-year process of modernisation of mobile banking applications by banks, at the initiative and with the support of the National Bank of Serbia.", "It is precisely in mobile banking that since 2013 we have seen the 44% average annual increase in the number of the newly registered users.", "At the same time, the number of transactions carried out via mbanking recorded the sharpest percentage rise compared to other available instruments for retail payments - on average, a rise of 70% each year.", "Much of what we can hear about digitalisation lately is doom and gloom, but there is no dilemma that digitalisation is a huge potential for progress.", "However, there is also awareness that new technologies bring, at the same time, numerous risks in terms of cyber security, data protection or market concentration.", "We work in the New Era, New Finance, New Opportunities, but also and New Risks!", "And this is something, we as responsible regulatory authorities, have to reckon with.", "It is equally important that we make sure that the digital transformation does not increase the gap between unequals.", "It is critical that we cherish and promote learning!", "Our Nikola Tesla used to say that of all the frictional resistances, the one that most retards human movement is ignorance, while a Chinese proverb says that Learning is a treasure that will follow its owner everywhere.", "And it is learning that has brought us to this new revolution that we are part of.", "The aim of robust technological expansion in the financial system is to create value added by providing, at lower cost, cutting-edge services that save time as the most valuable resource.", "Let us recall a Chinese proverb saying Be not afraid of going slowly, be afraid only of standing still.", "Translated onto the financial sector - there can be no success or progress without recognising market needs and without setting a clear goal that we want to achieve.", "Our task therefore is to remain committed to innovations that save time and make lives easier, but also to maintain the justified confidence of the public and their expectation of a stable and secure financial system going forward, a financial system that took us a lot of time and effort to establish and preserve I wish you a successful Forum and good health!"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Digitalization", "Economic cooperation", "China-Serbia relations", "Financial innovation", "Cybersecurity", "DinaCard", "Learning", "Mobile banking", "Instant payments", "Financial stability"]}