{"sentences": ["Bismillahirrahmanirrahim Assalamu'alaikum w.b.t and a very good morning Emeritus Professor Datuk Dr. Norma Mansor, the President of the Malaysian Economic Association, Encik Mohamad Hafiz Kassim, Chief Financial Officer of the Employees Provident Fund, Encik Azaddin Ngah Tasir, Chief Executive Officer of the Credit Counselling and Debt Management Agency, distinguished panellists, and esteemed guests.", "First of all, let me congratulate the Financial Education Network and the Malaysian Economic Association for jointly organising this Symposium and thank you for inviting me to deliver the keynote address.", "Just yesterday, we celebrated the announcement of the 2023 Nobel Prize in Economic Sciences, which was awarded to Claudia Goldin for her contributions to our understanding of women's labour market outcomes.", "This prestigious award recognises the profound impact of research on human endeavour to understand and make the world a better place.", "It also illuminates the invaluable insights that research offers in shaping policy design that improves decision making and solves problems.", "This is very much relevant with the context of advancing financial literacy.", "Take, for instance, the contributions of 2017 Nobel Prize laureate Richard H. Thaler in the field of behavioural economics.", "His work has revolutionised the way policy makers and practitioners approach financial education worldwide - introducing nudges to guide consumers towards good financial behaviours and decisions.", "By highlighting the critical role of deposit insurance in effectively preventing bank runs, the work of the 2022 Nobel Prize laureates, Diamond and Dybvig, has also brought to light the relevance of financial education in equipping consumers with the knowledge and tools to protect their finances.", "Today, the work of the newly minted Nobel Prize laureate, Claudia Goldin, inspires us to maximise the potential of financial education to bridge gender gaps and advance financial inclusion.", "Indeed, providing an impetus for stronger research culture and greater intellectual discourse is at the heart of the National Financial Literacy Symposium today.", "Our collective goal is to harness the power of research to shape the design, implementation, and monitoring of financial education initiatives.", "The ultimate aim is to improve the financial well-being of consumers, through evidence-based and tailor-made initiatives that target the right segments and solve the right problems for the society.", "The Symposium, with its theme of \"Empowering Communities for Sustainable Wellbeing,\" offers a platform for robust discussions on major contemporary financial literacy issues, involving senior policy makers, market practitioners and distinguished academicians.", "Over the course of this Symposium, we will be presented with opportunities to discuss and exchange ideas with domestic, regional, and international experts on three critical issues: 1.", "First, transforming behaviours: Financial literacy is a key foundation to build our financial futures.", "While advancing financial knowledge through education is essential, it is not enough.", "The challenge presented upon us today is to cultivate good financial habits that would lead to positive, long-lasting behavioural changes.", "Second, driving sustainable change: Conversations surrounding financial literacy are expanding to encompass a new dimension - namely the pursuit of environmental, social and governance goals.", "Financial literacy strategies should strive to help businesses and individuals better appreciate the far-reaching impact of their financial choices on society and the environment.", "It should also equip them with the tools and capabilities to make informed financial decisions that not only enhance their well-being, but also align with our collective vision of a more sustainable and equitable future.", "And third, enhancing digital financial literacy: The digital revolution has reshaped how we manage finances, offering both risks and opportunities for financial inclusion.", "I am hopeful that the interesting discourse over these two days will bring us closer to fully unlocking the transformative impact of digitalisation, to achieve meaningful financial inclusion.", "More importantly, as the National Strategy for Financial Literacy (2019 - 2023) nears its conclusion, I anticipate that the insights gathered in this Symposium would provide significant input to the design of a new national strategy for Malaysia, moving forward.", "In our quest to nurture a strong research culture, we must remember that it extends beyond conducting studies and publishing papers.", "Research that ends up on a shelf in a library will not bring added value to the community.", "Research must give perspective to past mistakes, answer present questions, and meet future needs.", "In this regard, we should cultivate a mindset of problem-solving and innovating, as well as commit to translating research findings into practical tools and strategies that elevate financial literacy.", "It is heartening to note that the Symposium has attracted 42 paper submissions, with 10 papers shortlisted through a rigorous evaluation process to be presented at this Symposium.", "I trust that these research presentations will offer fresh ideas and innovative solutions that can bridge the gap between theory and practice, to promote better financial education outcomes.", "I am confident that all your excellent work will inspire many others to contribute highquality research to advance academic literature in the area of financial literacy.", "With continued participation and support from the academic community, it is my wish to see the National Financial Literacy Symposium become a strong catalyst for advancing research on financial literacy and well-being, both domestically but also at the global stage.", "Perhaps, one day, the Symposium itself could be the breeding ground for quality research that earns a Nobel Prize in Economic Sciences!", "Before I conclude, allow me to reiterate that advancing financial education and literacy has never been more urgent in today's rapidly evolving economic and technological landscape.", "This dynamic environment demands greater agility in our approaches to empower consumers to navigate financial challenges and uncertainties effectively.", "As we gather over the next two days, we are engaging in a mission to drive positive change.", "I urge each one of us here to actively participate in the Symposium, by contributing to the conversations and exchanging ideas that will sharpen our ability to realise our shared goal of empowering communities for sustainable well-being.", "With that, I wish you all a productive Symposium ahead."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Financial education", "Behavioural economics", "Financial inclusion", "Sustainable finance", "Digital financial literacy", "Research", "Financial well-being", "Financial decision-making", "Nobel Prize in Economic Sciences"]}