{"sentences": ["Dear Rector, ladies and gentlemen, The new Bank Board of the Czech National Bank took up its duties in July 2022.", "We therefore have 15 months of work behind us.", "I'd like to present to you the partial results, outline the future and explain my approach to inflation.", "We began our work at a time when inflation was at an all-time high of 18% (leaving aside the transformation period of the early 1990s).", "Before we started, interest rates had been raised dramatically between October 2021 and June 2022, but neither inflation nor inflation expectations had been tamed.", "What is more, when we began, the Czech Republic had the highest core inflation in the EU.", "In July 2022, the new Bank Board therefore changed the strategy for fighting inflation: 1.", "Rates stabilised at 7%.", "We communicated that rates would stay higher for longer than we had been used to in the previous ten years.", "A new strong-koruna policy.", "In a speech at Masaryk University in November 2022, I presented the conditions under which our koruna would be strong again (Michl, 2022a).", "The high prices of imported commodities needed to be brought down.", "The strong koruna tightened monetary conditions also for large firms, which until then had not been influenced by the CNB's high rates, since they were borrowing in euros.", "In spring 2023, the monetary conditions, which reflect interest rates and the exchange rate, were therefore at their tightest in 20 years.", "The average exchange rate of the koruna in April was the strongest ever at the time.", "Only then did monetary policy start to work the most.", "We have delivered the following partial results to the public: Inflation has fallen from 18% in September 2022 to 6.9% in September of this year.", "This is not a victory.", "Inflation is still at a level we must not put up with.", "We must not get used to it.", "We must not adapt to it.", "Road to the target I declared that we had succeeded in the first phase in my first speech at the Prague University of Economics and Business this May (Michl, 2023a) and again in the second one at the Czech Banking Association meeting in June (Michl, 2023b).", "I said that in the next, second, phase, inflation needed to fall to below 10% in the second half of this year.", "We succeeded in that, too.", "In the third phase, inflation needs to continue to fall to levels close to 2% next year, which will be the best news for the economy.", "Our forecast predicts that inflation will rise temporarily in the final months of this year.", "This is because at this time last year the government provided a contribution towards electricity costs (the \"savings tariff\").", "Although this was a transfer to households, the Czech Statistical Office treated it as a reduction in the cost of living and hence as a temporary decline in the price level.", "Inflation was therefore lower at the end of last year than it would have been without this intervention.", "Because of this base effect, however, inflation is expected to be higher until the end of this year than it would have been with no such intervention (for details, see Adam and Schwarz, 2023).", "This phenomenon, which has affected the computation of inflation, will fall out in January and changes nothing in the disinflation process.", "Our forecast predicts that inflation will decline from January 2024 onwards on the back of the previous tight monetary policy.", "We will have a more accurate picture on 15 February, when the Czech Statistical Office is to publish the consumer price inflation figures for January.", "On 17 September this year, I said in an interview on CNN Prima News that interest rates would stay unchanged in September and October.", "On 27 September, I announced transparently at the press conference after our September monetary policy meeting that we had opened a debate on the possibility of lowering rates and had discussed a strategy internally.", "Our next monetary policy meetings are on 1 November and 21 December this year.", "We will assess the newly available data and the new forecast and the uncertainties surrounding it, and we will make a decision.", "I'm not making any announcement or commitment here on what exactly our decision will be - I' m leaving the door open for any eventuality.", "Whatever happens, whatever we decide, from January we will probably have strongly positive ex ante real interest rates - rates that will motivate people to save and not to borrow.", "(Over the entire post-financial crisis period, and also before Covid, we had negative ex post real rates that motivated people to borrow.)", "I will base the following arguments on the classic work of Friedman and Schwartz (1963), as well as on my own article for Politická ekonomie (Michl, 2019), a study by Borio et al.", "(2023) for the Bank for International Settlements and a lecture by Isabel Schnabel from the ECB (Schnabel, 2023).", "For further discussion, I recommend Frait (2023), Mandel and Dvoák (2022) and the 12-year-old yet still forward-looking article by my colleague Eva Zamrazilová Zaarovaný kruh levných penz [ The vicious circle of cheap money ] (Zamrazilová, 2011).", "In macroeconomic theory, inflation is most often defined as sustained growth in the price level caused by too much money being issued.", "We don't explain high inflation by going through each item of the consumer basket and trying to give reasons for the cost of potatoes, cars or shirts.", "We explain it by looking at the quantity of money in the economy, which we denote by M (for money).", "According to Friedman and Schwartz (1963), there is a relation between changes in the quantity of money (M) and changes in nominal income (P * Y), but over a time scale of decades, the rate of growth of money (M) primarily affects prices (P).", "In the authors' view, real output depends in turn on factors such as the enterprise and inventiveness of individuals and firms and on the institutional environment.", "They inferred from this that \"inflation is always and everywhere a monetary phenomenon\", in the sense that it is and can only be produced by money growing faster than output.", "In my article, I tested the relationship between money in the economy and consumer price inflation on US data from 1959 to 2018, for which the longest time series are available (Michl, 2019).", "Only before the financial crisis (from 1959 to 2008), however, was there a relationship between M2 and consumer price inflation (and then only at the 10% significance level and only according to the Engle-Granger test).", "Given that there was no relationship for the full period of 1959-2018 and that there was one for the precrisis period, I can state that the one which existed before the crisis must have either broken down or changed.", "So is Friedman's theory on the relationship between money and inflation still relevant?", "Yes it is, especially at the moment.", "The problem consists in the fact that the previously low consumer price inflation did not fully and adequately reflect the economic definition of inflation.", "Rather than influencing the consumer price basket first and foremost, the growth in M - coupled with a zero central bank rate and rising middle and upper class wealth - primarily affected prices of assets, equities, property and other investment assets.", "The zero interest rate, which was in place for too long in the Czech Republic, made property and other assets look highly attractive in pricing models.", "Although consumer price inflation might have seemed low before Covid, economic inflation was paradoxically relatively high.", "Rates were too low for too long in the Czech Republic.", "Then when inflation flared up after Covid, it was as if the CNB was trying to catch up fast.", "That's why the new Bank Board is communicating: expect rates to be higher over the next five years than you were used to before.", "A group of BIS economists recently published a study on the relationship between money and inflation (Borio et al., 2023).", "Using data on a sample of 32 countries for the period 1951-2021, the authors showed that the link between money growth and consumer price inflation is strong and robust when inflation is high, as it has been in recent months.", "There was simply too much money circulating in the Czech economy.", "That's why we had the highest core inflation in the EU.", "Banking sector liquidity in the Czech Republic surged in late 2016 and early 2017 because of monetary policy mistakes (for details, see Michl, 2023a).", "This made it easy to finance budget deficits during and after Covid and fuelled the subsequent money spiral in the Czech Republic.", "To cap it all, we experienced a cost shock (growth in energy prices plus a drop in supply due to global value chain disruptions - for details, see Adam and Michl, 2022).", "The important thing is that strong money growth may make inflation more persistent after a cost shock (see also Schnabel, 2023).", "In other words, producers will factor a strong cost shock into their prices.", "Otherwise, they risk collapse.", "However, whether the increase is a one-off or continues to propagate (meaning that inflation is persistent) depends on whether or not the quantity of money increases.", "Without strong growth in the quantity of money, the price level has to stop rising.", "That's why I said straight away on my appointment as central bank governor in May 2022 (Michl, 2022b) that to tame inflation we need to tame the growth of the money supply in the economy.", "Let's use the Czech Republic as an example.", "The flow indicators are currently telling us the following: New mortgages stood at CZK 67 billion in January-August, the lowest figure since 2015 and down 47% year on year.", "Koruna-denominated corporate loans amounted to CZK 163 billion in the same period, down 41% year on year.", "The stock indicators reveal where the problem lies: M3 growth was 9.6% year on year in August (the latest available reading).", "The main items of M3 include loans to government and loans to the private sector.", "Our tight monetary policy has reined in loans to the private sector.", "They recorded yearon-year growth of just 4.7% in August (as against 12.3% a year earlier).", "Loans to central government rose by 12.8% in the same period (13.3% a year earlier).", "Such large government debt financing requirements represent an upside risk to inflation.", "By the way, banks in the Czech Republic now have 18% of their assets (if we deduct deposits with central banks) in government bonds.", "This is one of the highest figures in the EU.", "Milton Friedman's view that restrictive monetary policy is not dependent on the support of fiscal policy and can be effective in its own right was formulated for a situation where there was an appropriate amount of bank liquidity.", "Except we are now living in a highinflation system in which previous monetary policy mistakes have given rise to a sea of excess liquidity that makes it easy to finance government debt (see Michl, 2015, 2023a).", "Yet reducing the government budget deficit plays a key role alongside tight monetary policy in the fight against inflation (for details, see also Mandel and Dvoák, 2022).", "That's why I have been saying at the press conferences after all our monetary policy meetings that lowering the government debt ratio is another key condition for bringing down inflation (see also, for example, Cochrane, 2023).", "To sum up, the data shows that we have significantly tamed money growth via loans to the private sector and have reined in the economy over the last 15 months by means of monetary policy.", "This is allowing us to discuss possibly cutting rates.", "However, the data also shows that money growth via government borrowing has not been tamed.", "This is limiting our ability to lower rates towards their neutral level in the longer term.", "The previous monetary policy has had the desired effect.", "It's time to move forward slowly and carefully.", "Whether or not we reduce rates - moderately, gradually and cautiously - by the year-end, we will stay hawkish and do everything to protect our country from more high inflation.", "Inflace v CR: cyklický ci acyklický príbeh?", "[Inflation in the Czech Republic: A cyclical or acyclical story?].", "(cnBlog - official blog of the Czech National Bank).", "Adam, T. and Schwarz, J.", "Inflaní paradox: íjnová inflace vyskoí, i kdyby se už nezdražovalo [The inflation paradox: Inflation will jump in October even if prices stop rising].", "(cnBlog - official blog of the Czech National Bank).", "Does money growth help explain the recent inflation surge?", "Bank for International Settlements.", "The Fiscal Theory of the Price Level.", "Monetary Macroeconomics and Central Banks in Turbulent Times [lecture transcript].", "Friedman, M. and Schwartz, A. J.", "Princeton: Princeton University Press.", "Souasná globální inflace - pípad sui generis?", "[Current global inflation - a sui generis case?].", "Ukonete intervence, škodí ekonomice [End the interventions, they are harming the economy].", "Peníze a inflace: ztracená kointegrace [Money and inflation: Lost cointegration].", "CNB Discussion Forum [speech transcript].", "Speech given by Aleš Michl on his appointment as Governor [speech transcript] Czech National Bank.", "The road to the target [speech transcript].", "The road to the target II [speech transcript].", "Money and inflation [speech transcript].", "Zaarovaný kruh levných penz [The vicious circle of cheap money].", "Unlike Friedman and Schwartz (1963), Cochrane (2023) approaches the issue via debt sustainability expectations rather than via the quantity of money.", "Schnabel (2023), for example, also writes about this difference."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Money supply", "Government debt", "Economic growth", "Prices", "Fiscal policy", "Central bank", "Monetary conditions"]}