{"sentences": ["Towards A Greener Cleaner India1 Good Morning to you all!", "I am delighted to be here again at the prestigious Annual Central Banking Seminar, a flagship event of the Federal Reserve Bank of New York for which it has earned global renown.", "It is truly an honour to interact with central bankers from around the world, our community of tomorrow.", "You embody the theme of India's G20 Presidency - Vasudhaivya Kutumbakam: the world is one family.", "The Climate is Striking Back In my past interactions in this Seminar, I have dwelled on macroeconomic stability; price stability; exchange rate stability; financial stability - all essentially issues centered around the core competence of conservative central bankers from which we are reluctant to stray.", "After all, central banks stand for stability.", "Today, however, I will venture to address a theme which threatens to overwhelm all these aspects of stability - the sum of all fears, to borrow the name of a gripping 2002 movie starring Ben Affleck and Morgan Freeman.", "It is a theme about which several central banks have expressed reservations about engaging in order to avoid mission creep, while others have expressed inability in view of lacking the instruments to deal with it.", "The stark ominous reality is that the climate is striking back.", "Central banks cannot be immune or inactive any longer.", "Climate change is not new.", "The earth's climate has changed in the past, and quite drastically.", "The Smithsonian National Museum of Natural History has released findings about the earth's temperature over the last 500 million years2.", "They show warm temperatures dominating most of the time, with global temperatures repeatedly rising above 26.6 degree Celsius (°C) and even above 32°C - much too warm for ice sheets or perennial sea ice.", "In fact, polar caps cannot exist when the temperature crosses 18°C.", "This is the fever line.", "About 250 million years ago, it was too hot for even swamps to exist!", "In the last 100 million years, global temperatures have peaked twice.", "In fact, during much of the Paleocene3 and early Eocene4 epochs 55-56 million years ago, the poles were free of ice caps, and palm trees and crocodiles lived above the Arctic Circle.", "About 60 million years ago, the earth's climate changed dramatically due to the devastating impact of a large asteroid colliding with the earth, leading to the extinction of dinosaurs.", "However, one dinosaur survived - the theropod group, which included T-rex.", "It evolved into the birds that rule earth's skies today.", "What's the Hottest Earth's Ever Been?", "-features/climate-qa/whats-hottest-earths-ever-been Immediately followed the extinction of the dinosaurs.", "The Earth's climate was warmer than today, but cooler and drier than the epochs immediately preceding and following it.", "Europe and North America were connected, as were Asia and North America.", "The Eocene is a dynamic epoch beginning with a short period of intense warming and ocean acidification brought about by the release of carbon into the atmosphere and ocean systems, which was followed by a shift towards a cooler climate briefly interrupted by another warming event lasting for about 400,000 years, and eventually by the resumption of a long-term gradual cooling trend.", "Modern human civilisation, which has developed over just the past 10,000 years or so, has seen a period of low temperatures and relative global climate stability.", "Compared to most of the earth's history, this period has been cold at 14.8°C, known as the inter-glacial period5.", "The earth's temperature has begun rising.", "In September 2023 it averaged 16.4°C degrees Celsius, 1.75 degrees warmer than the pre-industrial period of 1850-1900 (World Meteorological Organisation (WMO), October 2023)6.", "The warming up of the climate can have cataclysmic consequences.", "Climate Catastrophes Paralysing Earth Climate change is manifesting itself at an alarming scale and pace globally, undermining livelihoods, infrastructure, and endangering health, food, energy and water security.", "Humanity is imperilled and so is the future of the planet.", "According to the World Meteorological Organisation (WMO), the period 2015-22 has been the warmest on record.", "In the Northern hemisphere, this year's summer has been the hottest on record and the year 2023 is on its way to becoming the hottest ever7.", "Climatic disasters are occurring more frequently and across the globe.", "The world recorded its warmest September on record in 2023.", "In the European Alps, glacier melt records were broken in 2022.", "Switzerland lost about 6 per cent of its glacier ice volume.", "For the first time in history, there was no accumulation of fresh ice even at the very highest measurement sites according to the WMO.", "Sea levels increased by about 5 millimetres during January 2021 - August 2022 due to increasing ice melt.", "During 2022, 58 per cent of the ocean surface experienced at least one marine heat wave.", "There was a drop in the Antarctic Sea ice extent to 1.92 million km2, which was the lowest level on record and was almost 1 million km2 below the long-term average.", "This has been associated with increasing global surface temperatures, droughts, storms, dangerous floods and heat waves of increased intensity and frequency around the world.", "India faced its hottest February in 2023 since record-keeping began in 19018.", "In March, large parts of the country experienced hailstorms and torrents of unseasonal rain, leading to extensive damage to standing crops.", "According to India's Centre for Science and Environment (CSE), the country experienced extreme weather events on 314 of 365 days of 2022, which claimed 3,026 lives, affected 1.96 million hectares of crop area and 4,23,249 houses, and killed over 69,899 animals9.", "In 2023, April witnessed a record-breaking heat wave in India and other parts of Asia.", "May was the warmest since 1850.", "June and July were the hottest on record and August was the driest for India since 190110.", "In sharp contrast to the world, India experienced among its wettest Septembers in 2023.", "This Time is Different Although temperature increases have been recorded during the course of earth's history as I mentioned earlier, the current episode of anthropogenic climate change is qualitatively different from the historical experience.", "First, changes in the earth's climate that are underway are largely human-induced, as noted earlier, while the earlier incidences were primarily the result of various natural factors.", "Second, the pace of climate change during the current phase is remarkably rapid - it is unfolding over decades whereas earlier occurrences of climate change happened over centuries and millennia.", "Third, costs involved in the policy responses for adaptation to and mitigation of climate change related challenges are unprecedented.", "Fourth, the current experience with climate change is truly global in nature with accentuated regional implications.", "Climate scientists recognise three anthropogenic (or human-induced) drivers of climate change: green house gas (GHG) emissions; aerosols; and land use and land cover.", "Estimates show that the contribution of human-caused global surface temperature increase is 1.07°C during 2010-2019 relative to 1850-1900 levels - almost the entire increase in global temperature during this period11.", "The rise in extreme weather events has also increased the economic costs associated with such events.", "Measuring Climate Change In order to comprehend what is going on and respond effectively, it is important to first measure the phenomenon of climate change.", "Climate scientists use many physical indicators, including atmospheric, oceanic and cryospheric, to assess climate change only some of which I shall elaborate on, in the interest of time: • Global mean surface temperature (the average of land surface temperature (LST) and sea surface temperature (SST)): apart from the secular rise in LST, more than 90 per cent of the net energy or heat increase in the climate system is stored in oceans and over 60 per cent in the upper ocean (0-700 metres).", "In fact, the heat absorbed in the upper layer of the ocean has increased, causing thermal expansion, melting of glaciers and ice caps, rise in sea level and ocean acidification.", "• Each decade is becoming warmer than the previous one by around 0.2°C since the 1980s.", "The rise in surface temperatures is increasing evaporation which, in turn, is causing more overall precipitation and more frequent and more intense storms and floods.", "On account of the unequal pattern of precipitation, wet areas are getting wetter while dry land is becoming drier.", "Uncertain rainfall patterns have increased the frequency of droughts and floods.", "• Unlike land or water surface, ice reflects almost all the solar energy that falls on it.", "When snow or ice melts in response to a rise in temperature, it exposes open water or land surface that absorbs solar energy and raises temperature further in the atmosphere.", "Furthermore, the melting of glaciers and ice adds to sea level expansion.", "• Moreover, snow and ice are potential sources of fresh water supply required for ecosystems, agriculture, recreation and livelihoods.", "Losses of snow cover, glaciers, ice sheets and sea ice lead to increases in absorbed solar radiation and this, in turn, causes further warming as well as turbulent heat fluxes at the surface.", "• The cumulative glacier mass loss since the beginning of 1970 is more than 25 meters of water equivalent (mwe).", "The strong increase in ice glacier decline rates in each decade until the present day leaves no doubt about ongoing climate change.", "While each indicator has its own relevance in explaining climate change, the totality of what we face warrants a composite indicator that has been developed by using 11 key physical indicators12 in a dynamic factor model (DFM) framework.", "The DFM extracts an unobserved or latent common factor from these indicators.", "We call it the global climate change index or GCCI.", "It shows an upward trend since the late 19th century following the Industrial Revolution.", "The correlation between the GCCI and the total number of extreme weather events is 0.9, indicating a rise in the frequency of disaster events with climate change.", "With the current state of climate policy action, emissions (an average of 38 giga tons of carbon dioxide equivalent) will result in a rise in global temperature by 2.7°C over the pre-industrial average by 2100.", "Even if all pledges and targets announced so far are incorporated (associated with an average 10.2 gigatons of carbon dioxide equivalent), the global rise in temperature can reach a minimum of 1.9°C above pre-industrial levels under the most optimistic path of global emission reduction.", "In order to achieve net zero by 2070 and the global temperature increase of 1.5 degrees Celsius, emissions have to be reduced much lower.", "Climate Change: Global Actions Climate change has moved to the centre stage of the global public policy debate today.", "While the growing recognition of the adverse effects of climate change has led to some recent actions that are weakening the correlation between carbon emissions and GDP growth globally, an absolute decoupling is yet to happen.", "Climate change can affect price stability through supply shocks such as food and energy shortages and through a decline in productive capacity.", "Demand shocks can arise due to the loss of wealth of firms and households on account of frequent natural disasters.", "Physical and transition risks can affect the balance sheets of financial institutions and banks, limiting the flow of credit to the real economy.", "These destructive forces interact with each other to form vicious feedback loops.", "Hence, almost all countries have committed to timelines for the transition to net zero emissions, with the majority committing to achieve this target by 2050.", "While 23 per cent of the countries have made the target a legal obligation, 18 per cent have proposed to make it into a legal obligation and the remaining 59 per cent have made their pledges in official policy documents.", "All these countries together account for around 73 per cent of global CO2 emissions (59 countries have proposed actions or are in discussions).", "Climate Change and India The Indian sub-continent has a diverse topography, ranging from the snowclad Himalayas in the north (the youngest and tallest mountains in the world), fertile plains, the world's largest delta in the east, the Thar desert in the north-west and a long coastline of more than 7500 kilometres.", "Consequently, the country is intrinsically exposed to different temperature and precipitation patterns.", "More recently, however, India is becoming vulnerable to extreme weather events.", "Coastal cities, which are among the most densely populated regions of the world, are becoming increasingly prone to cyclones, flooding, and salinisation of farmlands and freshwater supplies.", "The Indian sub-continent receives about 75 per cent of its annual rainfall during the southwest monsoon (SWM) season from June to September.", "This rainfall is crucial for the summer cropping season.", "Over time, the southwest monsoon (SWM) pattern has subtly changed, with a rise in average annual rainfall.", "At the same time, dry periods have become more common, while intense wet spells have also increased.", "Overall, risks to agricultural production and food price volatility have both increased significantly.", "The past decade (2011-2021) has been the warmest on record, with 11 of the 15 hottest years in India since 1901 - the years 2022 and 2021 are ranked as the fifth and sixth warmest years, respectively, since 1901(India Meteorological Department).", "Extreme weather events, including unseasonal rainfall, cyclones and heatwaves, have become more frequent.", "India's Energy Requirements The sectoral composition of India's GDP is skewed towards services (60 per cent), which is emission-light, with a relatively lower energy intensity of output - a natural lid on emissions.", "Although emissions from the industrial sector (16 per cent) are higher, the emission intensity of agriculture, which involves both energy related emissions and non- energy related emissions is, in fact, higher than certain industries such as textiles, machinery and equipment as well as construction activity.", "Energy production drives around three-quarters of global GHG emissions.", "In terms of the overall energy-mix, fossil fuel-based energy sources, viz., coal, oil and natural gas continue to dominate energy consumption in India.", "The share of coal in India's electricity production is around 70 per cent (World Energy Outlook, 2021).", "The War against Emissions The energy intensity of the economy is being reduced by moving from fossil to non-fossil fuels, adopting energy efficiency measures, employing new and improved technologies, and increasing productivity.", "The International Energy Agency (IEA) states that India's energy intensity of GDP has been declining at an average rate of 3 per cent per year during the last three decades to 0.25 tonnes of CO2 per 1000 US dollars in 2021, indicating relative decoupling since the 1991 peak.", "The Climate Change Performance Index (CCPI) - published annually since 2005 by German Watch, a non-profit non-governmental organisation that lobbies for sustainable development - is an independent monitoring tool for tracking countries' climate protection performance.", "It increases transparency in national and international climate policy and enables comparison of individual countries' climate protection efforts and progress.", "India is among the high performing countries in the index.", "India earns a high rating in the GHG emissions and energy use categories, with a medium rating for climate policy and renewable energy.", "The country is on track to meet its 2030 emissions targets (compatible with a well-below 2°C scenario).", "Since the last CCPI, India has updated its Nationally Determined Contributions (NDCs) and announced a net zero target for 2070.", "Green Initiatives in India By July 2023, renewable energy (including hydro) installed capacity stood at 177 giga watts (GW), accounting for 42 per cent of total installed capacity, but renewable energy accounts for only 27.2 per cent of total generation.", "Capacity under construction is around 80 GW, taking the total available capacity to about 250 GW.", "The required capacity addition is another 250 GW by 2030.India needs to add 25 GW of renewable energy capacity annually for the next eight years, which would involve an investment of US$ 15 to 16 billion (₹1,25,000 crore).", "This implies that renewable energy (including hydro) installed capacity should increase at a rate of 16.4 per cent.", "Globally, the sales of electric vehicles (EVs) have crossed the 10 million mark in 2022 with a year-on-year (y-o-y) growth of 55 per cent.", "The share of EVs in total new sales is rising rapidly in India and sales have crossed 1 million in 2022.", "Estimated GHG Emissions Under Alternative Growth Scenarios Emerging market and developing countries, including India, face a trade- off: they must continue to prioritise growth aspirations, while pursuing climate related nationally determined goals.", "Scenarios have been developed on India's roadmap to net zero by 2070, conditional on different assumptions for real GDP growth, the share of green energy in total energy demand and energy intensity of GDP.", "In the baseline scenario, the Indian economy grows at the rate of 6.6 per cent per year - which is its average growth rate over the last decade - but without taking actions to fulfil its environmental commitments.", "A decline in energy usage per unit of economic activity by 2.3 per cent annually is assumed with steady carbon sequestration at 0.3 gigatonnes.", "This scenario is associated with increasing emissions.", "An alternate scenario retains the GDP growth assumption of 6.6 per cent per year.", "It focuses on meeting immediate NDC objectives like reducing emission intensity and raising renewable energy's share to 50 per cent in electricity generation by 2030.", "Achieving net zero emissions by 2070 would require even more energy efficiency, with energy intensity declining to 5.0 per cent by 2070.", "Green energy's share should reach 70 per cent by 2070.", "Under this scenario, greenhouse gas emissions peak by 2032-33 and India reaches net zero by 2070.", "Energy consumption in 2070 is projected to be 1.8 times the level of 2021-22, compared to 7.2 times in the baseline scenario, but it will be difficult to maintain the long- term growth rate of 6.6 per cent.", "A second alternate scenario assumes that India would achieve annual real GDP growth of 9.6 per cent between 2023-24 to 2047-48 which is required for it to become an advanced economy by 2047.", "With respect to climate goals, however, the assumptions in this scenario are the same as in the baseline.", "Higher growth would translate into even higher energy requirements and emissions.", "The total primary energy requirement and net GHG emissions are estimated to be 12.5 times and 10.5 times higher, respectively, than their levels in 2021-22.", "The best scenario, assuming a GDP growth of 9.6 per cent per annum over the period 2023-48 while adhering to the NDC commitments, will require more aggressive efforts than the current NDC targets, involving sharper declines in energy intensity and a higher proportion of green energy.", "Energy intensity, which has been steadily declining since the 1990s, needs to decrease by 5.4 per cent annually, and green energy's share must rise to around 82 per cent by 2070.", "India's aspiration to become an advanced economy by 2047 would need to take into account these considerations.", "• 50 per cent of its energy requirements from renewable energy by 2030.", "• Reduction of total projected carbon emissions by one billion tonnes from now to 2030.", "• Reduction of the carbon intensity of the economy by 45 per cent by 2030, over 2005 levels.", "• Achieving the target of net zero emissions by 2070.", "India participated in COP27 in 2022 at Sharm El Sheikh, Egypt, with a focus on mainstreaming the theme of LiFE - Lifestyle for Environment.", "It highlighted the theme of LiFE - everyone can contribute within one's capacity.", "Green Initiatives by the RBI There is a growing recognition that even if governments are the most influential agency for climate change, central banks and financial sector regulators/supervisors are going to become the major stakeholders because (1) financial institutions play a key role in intermediation and hence have a more direct role in addressing climate change; and (2) climate change is impacting the achievement of their mandates of price and financial stability.", "• In December 2007, the Reserve Bank mandated \"Corporate Social Responsibility, Sustainable Development and Non- financial Reporting - Role of Banks\" highlighting the importance of global warming and climate change in the context of sustainable development.", "• In 2015, loans for generation of renewable energy and public utilities run on non-conventional energy were made part of directed priority sector lending by banks.", "• In April 2021, the RBI joined the Network for Greening the Financial System (NGFS) to benefit from and contribute to the best practices in climate risk management and green finance.", "• In January 2022, the RBI conducted a Survey on Climate Risk and Sustainable Finance to assess the status of climate risk and sustainable finance in leading scheduled commercial banks.", "• In January-February 2023, the RBI issued sovereign green bonds worth US $ 2.2 billion (₹16,000 crore) in two tranches to mobilise resources for the Government for green infrastructural investments.", "• In April 2023, the RBI introduced a \"Framework for Acceptance of Green Deposits\" from June 01, 2023.", "Central banks generally pursue a relatively narrow mandate focused on stability.", "Climate change is certainly not a part of it.", "Yet as more evidence accumulates that climate change is overwhelming the earth due to human activity, we cannot remain silent spectators.", "So, in the RBI we began from scratch and immersed ourselves in the economics of climate change.", "Uncharacteristically, we pooled all that we could gather on the climate and put it into our flagship publication, The Report on Currency and Finance.", "This is our small contribution towards a greener, cleaner India.", "To conclude, climate change threatens to overwhelm the earth, but we can reverse it because we have induced it.", "The time to act is now on several fronts.", "Development and climate change are not necessarily pitted in a trade off - sustainable development is key.", "The climate is a global public good - global action is needed for humanity to live in harmony with our planet.", "And it is in our hands."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Global Warming", "Green Energy", "Carbon Emissions", "Climate Policy", "Renewable Energy", "Energy Efficiency", "Sustainable Development", "Green Finance", "Climate Risk"]}