{"sentences": ["SPEECH RIKSBANK DATE: 12 December 2023 SVERIGES RIKSBANK SE-103 37 Stockholm SPEAKER: Deputy Governor Per Jansson (Brunkebergstorg 11) VENUE: Danske Bank Tel +46 8 787 00 00 Fax +46 8 2105 31 registratorn@riksbank.se www.riksbank.se The gap in the monetary policy debate\" When people communicate, it is easier if they speak the same language.", "It is pos- sible to manage fairly well with gestures, mimes and good will, but without a com- mon language it becomes difficult to conduct in-depth discussions and deal with more complicated issues.", "There is a considerable risk of misunderstandings and confusion.", "The point I intend to make here today is that the problem is fairly similar when monetary policy is discussed.", "There is often a significant difference between views of monetary policy in the general debate, as it is conducted and reproduced in the media, and how it is viewed in research and actual policy.", "This may concern very central aspects, such as the preconditions for monetary policy, why the Riksbank has the task it has, and sometimes even what that task is.", "I will illustrate this dis- crepancy by comparing the discussion in the general debate with the conclusions drawn in the latest formal evaluation of monetary policy, made by three Swedish academic economists and commissioned by the Riksdag Committee on Finance.?", "Price stability objective more clearly defined in the new Act But let me start at a slightly different end.", "On 1 January this year, almost a year ago, a new Sveriges Riksbank Act entered into force.", "This may not have been par- ticularly noticeable so far, but I would like to highlight a couple of changes in the Act that may facilitate the monetary policy discussion.", "This includes the way the price stability target is formulated and the forms for the evaluation of monetary policy.", "According to the new Act, the overriding objective of the Riksbank is to \"maintain sustainably low and stable inflation\".", "The previous wording was a little less clear and said that the Riksbank should maintain a stable value of money.", "In addition, \"I would like to thank Mikael Apel for his work on this speech, Hanna Armelius, Aino Bunge, Charlotta Edler, Stefania Mammos, Marianne Sterner and Ulf S6derstrém for valuable comments and Elizabeth Nilsson for trans- lation.", "The speech is based on an article in the journal Economic Debate No.", "Svensson gave valuable comments.", "The views expressed in this speech are my own and are not necessarily shared by the other members of the Executive Board.", "2 Sveriges Riksbank Act, Chapter 2, Section 1. the Riksbank is to contribute to a balanced development of production and em- ployment, in as far as this can be achieved without neglecting the price stability target.", "The new Act also makes it clear that the Riksbank shall contribute to the stability and efficiency of the financial system, but also here this is without ne- glecting the price stability target.?", "Of course, this does not mean that the Riksbank should refrain from acting in the event of major problems in the financial markets, which of course often also coincide with inflation becoming very low.", "However, the Riksbank cannot, for example, hold the interest rate high for a long time to try to slow down an increase in asset prices, if this means that inflation is persistently below the target.", "The order of priority is thus clear - price stability takes prece- dence over the other tasks if there is a conflict between them.", "The fact that the Riksbank should also take into account the real economy was not previously explicit in the legislative text itself, but was implicit in the preparatory work for the law.", "With regard to financial stability, the previous wording was that the Riksbank should promote a safe and efficient payment system.", "There was no wording to indicate how this task should be regarded in relation to maintaining a stable value of money.", "But as a stable value of money was the objective of the Riksbank's operations, it must nevertheless be regarded as having been clear that the legislator considered this to be the Riksbank's most important task.", "These changes thus have little real significance for monetary policy in practice.", "The Riks- bank has carried out its work on the basis of an inflation target since 1995, and taken the real economy and financial stability into consideration whenever possi- ble.", "Inflation targeting has been, as economists say, flexible rather than strict.", "Very costly if the anchor loosens Here, however, it should be noted that it is a sliding scale and that monetary pol- icy must be adapted to the circumstances.", "During periods when confidence in the inflation target is weakened, monetary policy needs to lean more towards the strict side and focus mostly on inflation.", "This may be the case after prolonged pe- riods of inflation above or, as in 2012-2016, below the target, or after large shocks in prices, either upwards, as last year, or downwards.", "Thus, both the previous and the new Act focus on price stability.", "This is because policymakers and economists around the world are convinced that an economy works better with a credible inflation target as a benchmark for price setting and wage formation - that there is what is commonly referred to as a nominal anchor.", "It is the best contribution that monetary policy can make to good real economic development and high employment and welfare.", "The fact that developments in Sweden have been much better during the period with an inflation target than during the previous period, not least in terms of real wage developments, sup- ports this.", "Other countries that have chosen to introduce an inflation target have had similar empirical experiences.", "It is also the case that if one allows inflation to be high and variable, one must sooner or later take very strong measures to bring it down.", "This, of course, entails very large real economic costs.", "The classic example is the severe monetary policy tightening that the US central bank, the Federal Reserve, carried out in the early 3 Sveriges Riksbank Act, Chapter 3, Section 1.", "RIKSBANK 1980s under Chairman Paul Volcker to end the high inflation in the United States.", "This tightening, which meant that the Federal Reserve raised its policy rate by about 10 percentage points, came after around two decades of continuously ris- ing policy and inflation rates.", "It led to unemployment rising by almost 3.5 percent- age points in just over a year Thus, maintaining confidence in the inflation target could in fact be seen as an in- direct way of taking into account the real economy, seen in a bit of a longer time perspective.", "I think this is a very relevant aspect in the current discussion of the balance between inflation stability and real economic stability.", "Unfortunately, the perspective in the general debate is almost exclusively short-term, focusing only on the economic situation here and now.", "There is rarely a longer-term perspec- tive, not even among those who claim to be very concerned about developments in the real economy.", "The fact that the Riksdag has the final say increases the legitimacy of the inflation target The Sveriges Riksbank Act now also states that the Riksbank is to decide on how to specify the price stability target, but that the Riksdag, the Swedish parliament, must approve the specification.", "* Thus, the Riksbank cannot, on its own initiative, introduce an inflation target that the Riksdag does not support.", "Although the Act does not mention the current specification of the target, that is 2 per cent infla- tion per year as measured by the consumer price index with a fixed interest rate (the CPIF), the Government has concluded that this is an appropriate specification for the time being.° It is therefore only if and when the Riksbank wishes to change the target at some point in the future that the Riksdag's approval is required.", "This does not mean that it is only now that the inflation target has received ex- plicit political support.", "The Riksbank's principal, the Riksdag, has supported the target since it was introduced.", "Moreover, a fact that has not been particularly noted is that the actual decision to introduce the inflation target was taken in 1993 by the then General Council, where seven of the eight members had been appointed by the Riksdag and the eighth, the Governor of the Riksbank, had been appointed by the other members.® The governing body of the Riksbank at that time was thus largely politically appointed, unlike the Executive Board that has governed the bank since 1999.", "Why, then, do I view these changes positively, despite the fact that they do not have much significance for how monetary policy is conducted in practice?", "Well, because they provide greater clarity about, and thus perhaps also give greater le- gitimacy to, the inflation target.", "It is now clear that the price stability target refers to low and stable inflation and nothing else.", "It is also clear that it is the Riksdag that has the final say in the formulation of the objective, and that there is political support for the current specification.", "The latter also shows that the price stability target is symmetrical, that is, deviations below are as undesirable as deviations * Sveriges Riksbank Act, Chapter 2, Section 3.", "These clarifications will hopefully make it easier to have a meaningful dis- cussion about monetary policy and for the Riksbank to communicate about it.", "Over the years, it has been fairly common to argue, for example, that the inflation target is exclusively the invention of the Riksbank, often in combination with claims that there is probably not much support for it, neither among the general public nor among politicians.", "Other common arguments have been that a stable value of money should be interpreted as meaning that the krona must not weaken against foreign currencies or that prices in the economy should not in- crease at all.", "These are arguments that I myself have put a fair amount of effort into discussing and responding to in various contexts.", "If the more clarifying wording of the new Sveriges Riksbank Act can help to reduce the need for this, it would of course be positive.", "The discussion on monetary policy can then focus on more relevant and topical matters.", "The Committee on Finance's evaluation is further strengthened A further positive consequence of the new Sveriges Riksbank Act is that the forms for the evaluation of monetary policy are clarified.", "The change in purely legal terms is that it is now apparent in the Riksdag Act that the Committee on Finance will \"follow up and evaluate the Riksbank's activities\".'", "In practice, this is not a big change either.", "The fact that the Committee on Finance also had this task in the past was considered to be clear from the Instrument of Government, although it was not as clearly formulated there.", "Ever since the Riksbank was made more independent in 1999, the Committee on Finance has evaluated monetary policy every year.", "The wording of the new Act is that the Riksbank shall \"regularly or upon request submit a report to the Riksdag Committee on Finance on monetary policy activities\" detailing, among other things, \"the monetary policy conducted and the monetary policy decisions taken by the bank and the reasons for these\".® The Riksbank's most important basis for this evaluation is the report \"Account of monetary policy\", which is published in March every year.", "The Committee on Finance also organises regular open hear- ings on monetary policy as a further input to the annual evaluation.", "Some time after the Riksbank has published its \"Account of monetary policy\", the entire Executive Board participates in an open hearing in the Committee on Fi- nance.", "Up until this year, two independent experts acted as opponents at the hearings.", "After the Executive Board's review of monetary policy over the past year, the opponents presented their views on the policy.", "As a complement to its own evaluations, the Committee on Finance has also com- missioned two foreign experts to evaluate the Riksbank's monetary policy approx- imately every five years.", "So far, four such evaluations have been carried out.", "The 7 The Riksdag Act, Chapter 7, Section 9.", "® Sveriges Riksbank Act, Chapter 11, Section 1.", "RIKSBANK most recent, by Karnit Flug and Patrick Honohan, concerned the monetary policy conducted in 2015-2020 and was published in March 2022.9 One conclusion from the work that led to the new Sveriges Riksbank Act was that the Committee on Finance's review of the Riksbank should be further strength- ened.", "The fact that the Committee's responsibility to follow up and evaluate our activities has now been explicitly included in the Riksdag Act can be seen as an ex- pression of this higher level of ambition.", "The actual evaluation of monetary policy was prepared ina slightly different way this year.", "The Committee on Finance com- missioned the Center for Monetary Policy and Financial Stability (CeMoF) at Stock- holm University to provide a written report on monetary policy in 2022.", "That was the evaluation that I mentioned at the beginning.", "The authors of the report, John Hassler and Per Krusell, both professors at the Institute of International Econom- ics at Stockholm University and Anna Seim, associate professor at the Department of Economics, participated in the annual hearing.", "My interpretation of this change is that the previous hearings with two independent opponents, while fulfilling an important function, were nevertheless not perceived as sufficiently in-depth, and that the Committee on Finance saw value in a more extensive written report, as an alternative or complement to the Riksbank's own account.", "Different views on monetary policy in research and the general debate Let me explain why I think this is very positive.", "I then need to take a little step back.", "Economics is not an exact science, like physics, chemistry, and mathematics.", "But that does not mean that anyone can figure out the answers to questions that economic research is grappling with by just thinking things through on their own.", "In the same way as for other social sciences, there is at any given time a core body of knowledge that most researchers agree on.", "This core changes from time to time as new insights make an impact.", "A classic example in macroeconomics is Mil- ton Friedman's insight in the 1960s that it is not possible to permanently reduce unemployment through an expansionary policy that increases inflation, if wages are adjusted to actual inflation - that is, that the so-called Phillip's curve is vertical in the long term.", "But for quite long periods the core of knowledge remains rela- tively unchanged.", "In my opinion, the external evaluation of monetary policy for 2022 reflects very well the current core of knowledge about monetary policy.", "I do not know for sure, but I guess that the Committee on Finance plans to evaluate monetary policy in much the same way in the future, that is, through a report once a year by some leading academic economists.", "This is in line with the approach in Norway through what is called the Norges Bank Watch.", "\"° So why do I think this would be a good solution?", "I have already mentioned the main reason in passing.", "Monetary policy is not only formally evaluated once a ° Flug and Honohan (2022).", "1° This does not prevent others from also evaluating monetary policy, such as the Fiscal Policy Council.", "It is an idea that I have previously highlighted (Jansson, 2021).", "The advantage of this is that it would provide an analysis of the policy mix between monetary policy and fiscal policy.", "Despite this extensive formal evaluation apparatus, one sometimes gets the impression from the debate that the Riksbank and monetary policy are not evaluated at all, or at least far too little.", "For example, Andersson and Jonung (2023a) think that the Riksdag should raise the issue of responsibility for what, according to them, has been a failed monetary policy.", "year by the Committee on Finance, or by someone commissioned by the Commit- tee to do so.", "It is also reviewed informally on a more or less daily basis in the daily and business press, in market newsletters and other media.", "As I noted at the be- ginning, the view of monetary policy there often differs quite a bit from that of the mainstream of academic research.", "This is particularly evident in this year's evaluation.", "It contains a section that ad- dresses the most common criticisms of the Riksbank that have been brought up in the debate.\"", "Out of ten common arguments, the authors regard only two of them as valid - the two that they also themselves highlight, and which I will return to later.", "The evaluation considers that the negative policy rate was an appropriate policy... Let me give some examples.", "A very common criticism is that the previously nega- tive policy rate was a mistake and that the Riksbank should not have cut the inter- est rate below zero.", "On the contrary, the evaluators see this as an appropriate policy under the conditions that prevailed and given the Riksbank's mandate.", "The starting point of the reasoning is that the so-called neutral real interest rate - the rate that is neither stimulating nor tightening - has fallen significantly over the past three decades.", "This means that a very low policy rate does not have the same expansionary effects as it had 20 or 30 years ago.", "In this low interest rate environ- ment, the central banks of many countries, including the Riksbank, had difficulty meeting their inflation targets, especially after the major financial crisis of 2007- 2008.", "Cutting interest rates to zero was simply not enough to stimulate the econ- omy sufficiently and since the inflation target is symmetrical - as is clear, and for good reason, in the description of the Riksbank's tasks - there was reason to cut interest rates further.'", "The evaluators argue that the effects of monetary policy do not change dramati- cally, neither qualitatively nor quantitatively, when the policy rate goes below zero.", "They also speculate that the attention negative interest rates received in the general debate is largely due to the fact that they were a new phenomenon.", "All in all, this argument is very much in line with the one the Riksbank has put for- ward.", "?3 It is of course valuable that an evaluation by independent academic ex- perts expresses the same view.", "Another and partly related criticism is that it was the earlier low interest rate pol- icy, combined with the asset purchases, so-called quantitative easing, that caused the inflation problems we are currently facing.", "This is also dismissed in the evalua- tion.", "The large upturn in inflation that began in 2021 was mainly due to com- pletely different factors, primarily that energy and commodity prices rose rapidly and unexpectedly, which then spilled over onto other prices.", "Although the evalua- tors think that the Riksbank was slow in reacting to the upturn in inflation, they also note that even if the Riksbank had conducted what they call an optimal policy 4 Hassler, Krusell and Seim (2023), Section 5.3, \"Common criticism of the Riksbank\", pp.", "2 The asset purchases were also a way of making monetary policy more expansionary in a situation where the policy rate was already very low.", "6 [13] up to the end of 2022, the inflation target would still have been exceeded by a wide margin.", "... and that the interest rate increases in 2022 were not too drastic Other types of criticism discussed in the evaluation are that the policy rate in- creases were too drastic and have affected the vulnerable in society, and that the rate increases themselves drive up inflation.", "Here, the evaluators argue that the increases were not too drastic but rather came a little too late and should have been more powerful.", "They also note that although they may have given rise to negative distributional effects, this would have been difficult to avoid and falls outside the Riksbank's remit.", "With regard to the effects of the interest rate on in- flation, the evaluators note, based on a review of the empirical literature, that policy rate increases ultimately dampen inflation - in accordance with what has long been the established view.", "\"4 When the evaluation was published, it received some attention in the media.", "However, the reporting focused only on the, in my view, relatively mild criticism in it.", "There was no mention that the evaluation rejected much of the other criticism of the Riksbank that has occurred in the general debate.", "This is unfortunate as it is important for the public to know how mainstream research looks at the matter.", "There are probably relatively few who read an academic evaluation to get a pic- ture of how well monetary policy has been conducted.", "Most people who are in- terested in the issue probably rely on media reporting.", "According to the evaluation, earlier and more powerful policy rate in- creases were needed... As I mentioned, the evaluation had two main objections to monetary policy in 2022.", "The first was that the Riksbank should have raised the policy rate earlier and more forcefully.", "The Riksbank underestimated inflation in the forecasts and should, according to the evaluators, have realised that inflation would also rise in Sweden.", "This may well be a valid point.", "The strong recovery after the pandemic, the expan- sionary monetary policy and the rapid global cost increases combined provided opportunities for companies to change their pricing behaviour.", "It became easier than before to pass on the cost increases quickly to consumers and there seems to have also been increased acceptance of this.", "Perhaps we should have realised earlier that such a change was underway, or at least could be.", "It can perhaps be seen as a mitigating circumstance that all Swedish forecasters at the beginning of 2022 expected that the rise in inflation would be highly tempo- rary and that inflation would be back on target at the end of the year - and this without any policy rate increases to speak of.", "Another mitigating circumstance is + One way of looking at this is that the demand effect always dominates in the end, provided that one is pre- pared to raise the policy rate sufficiently.", "If demand is very low, it is not possible to raise prices, largely regardless of how companies' costs develop.", "45 A not entirely unimportant aspect in this context is that it took some time to produce evidence that reliably documented that something was about to happen with regard to companies' pricing behaviour.", "The study of pricing behaviour published by the National Institute of Economic Research in December 2022 was of great im- portance here, see National Institute of Economic Research (2022).", "RIKSBANK perhaps that other central banks were also late in recognising the problem of in- flation, some even later than the Riksbank.", "But even if a rapid upturn in inflation was not our main focus, we should, as the evaluation suggests, have included at an early stage an alternative scenario in the Monetary Policy Report with such a development.", "This would have signalled more clearly that such a scenario was not entirely unlikely and would have provided a better basis for the policy rate increases that then came.", "*¢ ... and the asset sales should have started earlier The other objection concerns the asset purchases.", "Here, the evaluation suggests that the Riksbank should have started selling off its assets early in 2022.", "This too may be a valid point.", "However, the evaluators add the disclaimer that they do not see quantitative easing as a particularly effective measure during normal times, that is, in the absence of unease on the financial markets.", "Therefore, asset sales during 2022 would not have had a particularly contractionary effect either.'\"", "The Riksbank could instead have raised the policy rate, which the evaluators see as considerably more effective.", "This criticism seems to reflect the view that quantitative easing may be important in the event of financial market unrest, but that the effect during normal times is rather limited.", "Once the turmoil in the financial markets has ended - which in it- self may be a matter of judgement - the holding of securities can and should be wound up in orderly fashion.", "This is definitely an opinion one might have.", "The the- oretical and empirical literature on asset purchases has certainly grown in recent years, but no real consensus has emerged on when and how they should be used.", "We still lack some knowledge about how the purchases take effect through the economy and exactly what effects they have.", "This is particularly true for Sweden and other small, open economies.® The price stability target was broadly met according to the evaluation The evaluation makes the interpretation that the Riksbank on the whole attained the price stability target in 2022, despite inflation being considerably higher than the target.", "Here, it presupposes that the Riksbank's most important task is to pro- vide a nominal anchor for households, companies and social partners to base their decisions on.", "Long-term inflation expectations remained close to 2 per cent also during 2022, which according to the evaluators shows that the credibility of the target does not appear to have been compromised by the high rate of price in- crease during the year.", "The interpretation that the Riksbank met the inflation tar- get may seem a bit generous, since inflation averaged at almost 8 per cent, but the reasoning illustrates in any case that an evaluation of policy must be based on 16 The monetary policy report in February 2022 did in fact contain an alternative scenario with higher inflation and policy rates.", "But the scenario was not given a prominent role in the monetary policy deliberations, nor was it close to capturing the rises in inflation and the policy rate that would subsequently take place.", "1\" With this view, the Riksbank would not have gained much in terms of monetary policy from initiating the asset sales at an earlier stage than it actually did.", "However, it may be worth pointing out that an earlier sale had to some extent limited the losses the Riksbank made on its asset holdings.", "The Swedish National Audit Office also draws the conclusion that quantitative easing does not have large effects on inflation in its review of the Riks- bank's asset purchases, see Swedish National Audit Office (2023).", "18 See for example Andersson, Beechey Osterholm and Gustafsson (2022).", "RIKSBANK more than how much inflation deviates from the target.", "And it is very good that the evaluators highlight the importance of the credibility of the inflation target, since this is often taken for granted in the general debate or, worse still, is not considered particularly important.", "I consider the evaluation and criticism in it to be constructive, especially since it is based on the core body of knowledge about monetary policy and its preconditions as they are today.", "One could say that the evaluation plays on the same playing field as the monetary policy framework and legislation, which the general debate does not always do.", "The neutral real interest rate - a crucial piece of the puzzle that is often There are examples of factors that are absolutely central in the evaluation and to the ideas on which the monetary policy framework is based, but which are sur- prisingly often omitted when monetary policy is discussed in the general media debate.", "One of these is the neutral real interest rate.", "The natural interest rate and real equilibrium interest rate are similar terms for roughly the same phenomenon.", "The basic idea here is that real interest rates in the world, and thus in individual countries, are mainly determined by global saving and investment patterns.", "As the evaluation observes, the neutral real interest rate has shown a falling trend over the past three decades to historically low levels.", "This is due to structural factors, such as demographics, and not to central banks having pursued an expansionary policy for 30 years.", "Central banks cannot steer the neutral real interest rate but must use it as a reference point when setting their policy rates.", "One example that the evaluation addresses is, in line with what I just noted, that an interest rate that is currently tightening would have been greatly stimulating 20 or 30 years ago.", "The fact that it works in this way is thus part of the established monetary pol- icy knowledge core.", "However, this does not seem to be obvious to everyone who debates monetary policy.", "One problem that is sometimes highlighted is that the neutral interest rate cannot be directly observed in the statistics but must be estimated.", "This is of course true, but it is, as I see it, a separate issue.", "It does not mean that it is not a meaningful concept.", "For example, I believe that few academic economists question the fact that central banks' policy rates are now considerably lower on average than they were 20-30 years ago, due to the long and trend-like decline in the neutral real in- terest rate.", "Which affects the conclusions If the neutral interest rate is historically low, then it also follows that the policy rate is on average historically low.", "It cannot differ too long from the neutral inter- est rate, as monetary policy will then be permanently expansionary or contrac- tionary.", "If the neutral interest rate is not included in the analysis when monetary policy is being discussed, the conclusions can be quite different than if it is.", "For example, what is sometimes described in the debate as a /ow interest rate policy has often instead been about monetary policy operating in a low interest rate environment, which it can neither influence nor ignore.", "The previously negative policy rate does not appear so dramatic if the historically low neutral interest rate is included in the analysis.", "If this interest rate is very low, it may simply be necessary to lower the policy rate below zero for monetary policy to become expansionary at all.", "As low neutral interest rates were a global phe- nomenon, the Riksbank was far from the only central bank with a negative policy rate.", "The policy pursued by the Riksbank was aimed at maintaining confidence in the inflation target in a world with a historically low neutral interest rate - that is, to simply fulfil its main task.", "The credibility aspect is central here.", "If one shows that one takes the target seriously when inflation is too low, it will be easier to main- tain confidence when inflation is too high as well.", "In concrete terms, this means that the interest rate does not need to be raised as much as if confidence in the target were weak because the Riksbank has previously neglected it.", "Whether policy rates will again need to be lowered below zero in the future will thus depend on how the international real interest rate environment develops, which is currently an open question.", "Some believe that the real equilibrium rate has risen somewhat recently, or at least will do so going forward.", "Others think it is still low and will even fall further.° The conclusions regarding, for example, the importance of monetary policy for as- set prices are also different.", "A not uncommon argument in the debate is that the high housing prices are due to the Riksbank's expansionary monetary policy.", "The evaluators argue instead that it is mainly the decades-long fall in real interest rates and the resulting low neutral real interest rate that have caused house prices to rise so markedly.", "\"° Limited periods of time with expansionary monetary policy have played a relatively subordinate role.", "The debate does not always distinguish between policy and framework Another observation, which I mentioned earlier, is that the price stability target itself - surprisingly enough - is often pushed to the sideline when monetary policy is discussed in the general debate.", "In fact, it is not uncommon that it is omitted completely.", "An interesting test one can try is as follows: If one sees criticism being aimed at monetary policy, one can try to see where the statutory target of keep- ing inflation at a sustainably low and stable level comes in.", "Is it the case that the criticism completely ignores this main task, or does it point to a different and bet- ter way of carrying it out?", "If the latter is the case, then all well and good - this means the criticism and the monetary policy framework are on the same playing field.", "* If, however, the main 19 See, for example, Auclert et al.", "20 It may be worth pointing out here that interest rates are not, of course, the only factor influencing the devel- opment of housing prices.", "For example, Sweden, Germany, and Finland have had approximately the same inter- est rates (both real policy and neutral rates), but developments in housing prices have long differed quite a lot, with significantly less steep trends in prices in Germany and Finland than in Sweden.", "One reason for this, which the Riksbank has been highlighting for a long time, is that the Swedish housing market suffers from major struc- tural problems, on both the supply and the demand sides.", "21 One example of a criticism on the same playing field is the argument that the policy rate does not need to be raised as much as the Riksbank expects to return inflation to the target.", "This debate is about differences in as- sessments.", "It may be worth noting, however, that such criticism began to be raised already in connection with the Riksbank's very first rate increase from 0 to 0.25 per cent in May 2022. task is not mentioned at all, or only dutifully in passing, it becomes more problem- atic.", "Then it is more about interpreting the Riksbank's task as being different from what it actually is, or perhaps wishing it were.", "For example, some argue that the Riksbank should focus on keeping the krona exchange rate stable or strengthening it, that a negative policy rate must be avoided, or that the Riksbank should stabi- lise the economy in the short term or counteract an increase in asset prices.\"", "Sometimes it is explicitly argued that the inflation target is not a target in itself, but only a tool for achieving the actual target, short-term economic stabilisation.", "As rapid interest rate changes are thought to be destabilising, these critics argue that the Riksbank has not fulfilled its actual task.", "This is a misconception, which is also a little strange because since the inflation target was introduced 30 years ago, it has been made clear what its purpose is.", "And it is, as I pointed out earlier, that an economy develops better in the long term if there is a clear nominal an- chor.", "If the central bank does not take the inflation target sufficiently seriously, there is no longer any such anchor.", "If one omits the inflation target in the argumentation, it is not monetary policy it- self that one has views on - although it is often presented in this way - but the framework that governs it.", "This is an important distinction, and if it is not made clear, the debate becomes more confused and unclear than necessary, and it gives the general public a false picture of the basic premises.", "Hopefully the slightly clearer wording of the new Sveriges Riksbank Act will be helpful here.", "The framework can also be discussed - but the requirements are higher Of course, there is nothing sacred about the framework itself; it is also something that you can have views on.", "As I noted, the established core of knowledge changes from time to time.", "There is academic research that does not agree with all parts of the knowledge core in monetary policy.\"?", "But the process here must be that new hypotheses and theories are first scrutinised in the research society and eventually get more and more recognition and impact, or are rejected.", "Frame- works, legislation and practical monetary policy must necessarily be based on what is currently mainstream research and can only be adapted when the core of knowledge is revised.\"", "Thus, there are high demands on those who want to successfully argue against this core.", "One needs to be able to explain why the mainstream view is wrong, why the Sveriges Riksbank Act that has been in force less than a year should be 22 Examples from the debate are Rothstein (2023), Andersson and Jonung (2023b) and Winsth (2023).", "Rothstein interprets the Riksbank's task as \"preserving the value of the Swedish currency\", as was the case when we had a fixed exchange rate regime.", "How Andersson and Jonung look upon the inflation target is not entirely clear, but they seem to suggest that the Riksbank should refrain from trying to achieve the target if this requires an expan- sionary policy with a very low or negative interest rate.", "The same applies to Winsth (2023), who claims to miss the \"academic voice\" that supports this view.", "From my point of view, it is not difficult to understand why such a voice is missing.", "23 Examples include monetary policy being conducted better with nominal GDP targeting than with flexible infla- tion targeting (see, for example, Beckworth, 2019), or global long-term real interest rates being governed by the monetary policy of large central banks rather than by global saving and investment patterns (see, for example, Borio et al., 2022).", "For the more established view that long-term real interest rates are determined by real struc- tural factors and not by monetary policy, see, for example, Grigoli et al.", "24 Odeberg (2023) is essentially a critique of the monetary policy framework.", "SVERIGES amended and what it should contain instead, and how it is that so many other countries have chosen similar legislation and roughly the same mandate for their central banks.", "Let me round off and summarise.", "To avoid misunderstandings and misinterpreta- tions, it may be a good idea to first state what the message is not.", "It is not that the Riksbank never makes mistakes or should never be criticised.", "It happens, of course, that the Riksbank makes decisions and acts in ways that prove not to be the best.", "In the evaluation of monetary policy that I have discussed here, some criticism was raised.", "Neither is it the case, of course, that a// the discussions in the general debate ig- nore key aspects, such as what the Riksbank's task is and why.", "One example is the discussion about how much the policy rate needs to be raised for inflation to re- turn to the target in a reasonable time perspective, and without unnecessarily large negative effects on the economy.", "This is something that is really difficult to assess and about which one can have different opinions.", "The message, however, is that there is often a major difference between how one views monetary policy in research and the practical implementation of policy and how it is viewed in large parts of the public debate, and that this is problematic.", "This fact has received surprisingly little attention and is therefore probably not very well known among the part of the Swedish public that is interested in mone- tary policy issues.", "That there is such a discrepancy is clearly evident in the evalua- tion of monetary policy by a number of leading Swedish academics that was pub- lished in May.", "It reviews and examines common criticism of the Riksbank that has been raised over the years.", "To use my earlier expression, much of the criticism does not play on the same playing field as the mainstream research, the monetary policy framework and legislation.", "A necessary condition for a meaningful discus- sion of how monetary policy is conducted is that it does.", "Andersson, Fredrik N.G.", "and Lars Jonung (2023a), \"Riksbanken maste erkanna sina misstag\" [The Riksbank must admit its mistakes] (only in Swedish), SvD Debatt, 28 October.", "Andersson, Fredrik N.G.", "and Lars Jonung (2023b), \"Varfér ar den svenska kronan sa svag mot euron?\"", "[Why is the Swedish krona so weak against the euro?]", "(only in Swedish), Ekonomisk Debatt, year 51, no.", "Apel, Mikael and Per Jansson (2023), \"Penningpolitik i forskningen och den allmanna debatten\" [Monetary policy in research and public debate] (only in Swe- dish), Ekonomisk Debatt, year 51, No.", "Auclert, Adrien, Hannes Malmberg, Frederic Martenet and Matthew Rognlie (2021), \"Demographics, Wealth, and Global Imbalances in the Twenty-First Cen- tury\", NBER Working Paper 29161.", "SVERIGES Beckworth, David (2019), \"Facts, Fears, and Functionality of NGDP Level Targeting: A Guide to a Popular Framework for Monetary Policy\", Mercatus Special Study, Mercatus Center at George Mason University.", "Borio, Claudio, Piti Disyatat, Mikael Juselius and Phurichai Rungcharoenkitkul (2022), \"Why So Low for So Long?", "A Long-Term View of Real Interest Rates\", /Inter- national Journal of Central Banking, vol.", "Dennis, Bengt (2003), \"Férsta aret med flytande krona\" [First year with a floating krona], in Jonung, Lars (ed.", "), Pa jakt efter ett nytt ankare [Looking for a new an- chor], SNS Forlag, 2003.", "Grigoli, Francesco, Josef Platzer and Robin Tietz (2023), \"Low for (Very) Long?", "A Long-Run Perspective on r* across Advanced Economies\", IMF Working Paper WP/23/85.", "Hassler, John, Per Krusell and Anna Seim (2023), \"Utvardering av penningpolitiken 2022\" [Evaluation of monetary policy 2022] (only in Swedish), Report from the Riksdag 2022/23:RFRS.", "IMF (2023), \"The Natural Rate of Interest: Drivers and Implications for Policy\", Chapter 2 in IMF World Economic Outlook, April 2023.", "Jansson, Per (2019) \"Considerations of an interest rate dove and an inflation hawk\", speech at Danske Bank, 3 December.", "Jansson, Per (2021), \"Is it time to review the division of roles in macroeconomic policy?\"", "speech at Sveriges Riksbank, 8 December.", "National Institute of Economic Research (2022), Special study, \"Prissattning hos svenska foretag under 2022\" [Price setting by Swedish companies in 2022] (only in Swedish).", "Odeberg, Elinor (2023), \"Riksbankens fria roll ar problematisk\" [The free role of the Riksbank is problematic] (only in Swedish), SvD Debatt, 26 October.", "Peterson Institute for International Economics (2023), \"Summers and Blanchard debate the future of interest rates\", Unedited Transcript, 7 March, 2023, -03/2023-03-07transcript-sum- mers-blanchard.pdf The Swedish National Audit Office (2023), \"Riksbankens tillgangsk6p - dyrképta erfarenheter\" [The Riksbank's asset purchases - expensive experiences] (only in Swedish), RiR 2023:21.", "Rothstein, Bo (2023), \"En riksbank som inget vet fértjanar inte sjalvstandighet\" [A Riksbank that knows nothing does not deserve independence] (only in Swedish), DN Debatt, 4 September.", "Winsth, Annika (2023), \"Bilden av svensk ekonomi ar alltfor mérk\" [The picture of the Swedish economy is too dark] (only in Swedish), SvD Debatt, 22 September."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation targeting", "Neutral real interest rate", "Asset purchases", "Price stability", "Credibility of inflation target", "Monetary policy framework", "Monetary policy evaluation", "Real equilibrium interest rate", "Policy rate", "Structural factors"]}