{"sentences": ["Speech Monetary Policy in Australia: Complementarities and Trade-offs Michele Bullock[*] 2023 Commonwealth Bank Global Markets Conference Sydney - 24 October 2023 Good evening.", "Thank you for inviting me to speak at this event.", "It is my first speech as Governor, and a good opportunity to talk about a topic at the core of the Reserve Bank's responsibilities: monetary policy and the framework within which it is considered.", "Before I begin, however, I would like to comment briefly on recent monetary policy.", "As I'm sure you are all aware, the Reserve Bank Board decided earlier this month to keep the cash rate target at 4.1 per cent, where it has been since the most recent rate rise in June.", "Our focus remains on bringing inflation back to target within a reasonable timeframe, while keeping employment growing.", "It is possible that this can be done with the cash rate at its current level but there are risks that could see inflation return to target more slowly than currently forecast.", "The Board will not hesitate to raise the cash rate further if there is a material upward revision to the outlook for inflation.", "At the same time, the Board is mindful that growth in demand and the rate of inflation have been moderating, and that there are long lags in the transmission of monetary policy.", "The Board will receive several pieces of information before its next meeting that will be important for this assessment.", "This includes a full update of the staff's forecasts.", "We will reconsider the outlook for the economy in light of incoming information and will have opportunities to explain our assessment in the media release and Statement on Monetary Policy that will follow the November meeting.", "The focus of this speech, however, is the broader framework we use when making monetary policy decisions.", "My remarks are shaped by the fact that, while we target low and stable inflation, there are other objectives that the Board considers in formulating monetary policy.", "In many ways, the Board's various objectives complement each other.", "But there are times when they may seem at odds with one another and the Board must consider how to balance its objectives.", "This potential for trade-offs can arise between our objectives for price stability (or low inflation) and full employment, or between those two and our objective of maintaining financial stability.", "To preface my key observation, while there are sometimes balances to be struck, there are many more ways in which our objectives complement each other.", "Inflation and full employment Most of you will be well acquainted with the RBA's monetary policy objectives - maintaining low and stable inflation and full employment.", "These have long been at the centre of our monetary policy framework.", "The independent Review of the Reserve Bank of Australia recognised that this framework has served Australia well.", "It recommended some enhancements to modernise and clarify the objectives.", "I am currently working with the Treasurer to do this.", "These changes won't, however, fundamentally change the way we formulate monetary policy.", "The inflation objective is widely understood, having been the centrepiece of monetary policy since the early 1990s.", "The Board has targeted a rate of consumer price inflation of between 2 and 3 per cent on average over time.", "This inflation target is central to monetary policy because it contributes to the economic prosperity and welfare of Australians in two ways.", "The first is by avoiding the direct damage that high inflation does to households and businesses.", "High inflation erodes the value of savings and reduces the purchasing power of households.", "It especially hurts those on low incomes.", "As former Governor Philip Lowe often stated, history has taught us that sustained high inflation also inevitably leads to higher interest rates and unemployment.", "The second way that achieving the inflation target helps Australians is by laying the foundations for economic growth and jobs creation.", "Maintaining low inflation gives households and firms more certainty when planning for the future.", "It also facilitates a better allocation of resources.", "Both of these, in turn, support increased investment and productivity growth.", "The Board's second objective is to maintain full employment.", "As I have noted previously,[2] it is hard to overstate the importance of full employment.", "Being employed not only supports people financially, but also provides them with a sense of purpose.", "It helps to foster mental and physical wellbeing.", "These benefits are especially felt by those that find it harder to get jobs, such as the young or less educated.", "And there are broader societal benefits from higher workforce involvement, such as an increased prospect of more, and more diverse, ideas being generated.", "The RBA has always had a full employment mandate alongside low and stable inflation.", "We are now adopting the Review's recommendation to make that 'dual mandate' more explicit.", "So what is full employment?", "In theory, it is the level of employment at which there is a balance between demand and supply in the labour market (and in the markets for goods and services) with inflation at the inflation target; this is the maximum level of employment that is consistent with our price stability mandate.", "When demand for workers is well below this and unemployment is high, inflation will typically fall below our target, wages growth will be low and Australians will suffer the financial and social costs of unemployment.", "By contrast, when demand for workers is very strong and the unemployment rate is very low, inflation will be high.", "It can also become more difficult to acquire goods and services as we need them, as firms struggle with high vacancies and staff turnover.", "These outcomes are not just observations from the distant past, as some claim - they have been the experience of the past 10 or 20 years (Graph 1).", "Inflation and Labour Underutilisation Mar 2020 - Jun 2023 Mar 1993 - Dec 2019 Labour underutilisation rate (hours based) Year-ended inflation rate.", "While inflation, appropriately, has a numerical target, it would be unwise to specify a fixed numerical target for full employment.", "For one, full employment can change over time, as the structure of our economy evolves.", "It is also not a concept that can be directly measured.", "And it cannot be comprehensively summarised by a single statistic such as the unemployment rate.", "As the Government's recent white paper on employment explained, the modern workforce includes almost 21⁄2 million people who either want to work but are not counted as unemployed or would like to work more hours than they currently do.", "These considerations mean it is not straightforward, nor desirable, to set a numerical and enduring target for full employment.", "Much has been written over the past month on whether full employment means different things to the Reserve Bank and the Government.", "The answer is no - our objectives are complementary.", "But we typically have different time horizons to work with.", "The focus of monetary policy is the short to medium term - a period of between a few quarters and a few years.", "But governments rightly have a longer horizon when thinking about full employment.", "And over a longer horizon, the level of employment that can be sustainably achieved while keeping inflation consistent with the target can be influenced by various forces, including government policies.", "So how do we judge where full employment is at any time?", "One way of trying to gauge what labour market outcomes are currently consistent with this definition of full employment is to estimate the non-accelerating inflation rate of unemployment, or NAIRU.", "This concept has generated a bit of debate over recent months.", "It is a statistical measure estimated by observing the joint behaviour of inflation and unemployment (along with various other influences).", "I want to emphasise, however, that it can only be a starting point for assessing labour market conditions because the NAIRU is estimated imprecisely, especially in real time.", "It also doesn't capture all of the relevant information.", "So our assessment of what labour market conditions currently constitute full employment therefore incorporates a lot of judgement.", "Other factors - such as how broader measures of underutilisation are evolving relative to unemployment, trends in wage-setting mechanisms and mobility and, importantly, wage and inflation outcomes - are all part of our considerations.", "There has also been much discussion about the potential balance between the Board's objectives.", "Some commentators have expressed concern that a more explicit employment objective would mean we de-prioritise inflation.", "Others are worried that the Board has unduly prioritised lowering inflation over preserving jobs.", "While it is true that there can sometimes be a need to consider how to balance these objectives, there are more complementarities between them than is often recognised.", "Over time, low inflation and full employment go hand in hand.", "Low and stable inflation is a prerequisite for strong and sustainable employment growth because it creates favourable conditions for households and businesses to make decisions about how to use their resources.", "It is also true that when unemployment is persistently away from full employment, inflation will persistently deviate from its target.", "So our two objectives are complementary over the longer term.", "Even in the shorter term, the two objectives are often complementary.", "That is certainly true when economic cycles are being driven mainly by strengthening or weakening demand.", "When that happens, employment and inflation tend to rise and fall together.", "As a result, the policy response that returns inflation to target also moves the labour market towards full employment.", "The employment and inflation objectives are also complementary when there are influences that expand the productive capacity of the economy - like strong productivity growth, successful innovation and expansions in the capital stock.", "It is only when faced with negative supply disruptions that there may be a need to think about potential tradeoffs.", "For example, disruptions to energy supply or natural disasters can cause inflation to rise above target at the same time as unemployment increases.", "It is not wise to specify in advance a fixed rule for how to balance our objectives, because the appropriate response will depend on the circumstances.", "If a supply disruption is transitory and modest, monetary policy should mostly 'look through' it.", "By contrast, when the shock has a longer lasting effect on the economy and inflation, or there are a series of supply shocks in one direction, there are stronger grounds for monetary policy to respond.", "Which brings us to the important role of inflation expectations.", "When households and businesses have a high level of confidence that the Board will do what is needed to return inflation to target, we can afford to look through a greater share of negative supply shocks - even those that will last for a lengthy period.", "Of course, there are limits here.", "The longer a central bank permits inflation to remain outside target, the more likely it is that inflation expectations will shift.", "And if they do, it will require even higher interest rates and unemployment to bring inflation back to target.", "Given these considerations, the Board's approach - when faced with a need to balance its objectives - is to explain how these are being managed and why.", "Over the past year, this has been done through the analogy of aiming to tread a 'narrow path' in which inflation returns to target within a reasonable timeframe while employment continues to grow.", "As we have been saying for some time, it might have been possible to get inflation back to target sooner by raising the cash rate more sharply.", "However, doing so would have caused greater hardship for households and businesses and ultimately higher unemployment.", "As such, the Board judged that, at that time, the costs outweighed the gains from restoring inflation to target quicker.", "At the same time, the Board has been clear that it has a low tolerance for allowing inflation to return to target more slowly than currently expected.", "Accepting this would risk eroding public credibility in our commitment to low and stable inflation.", "And as I have discussed, the long-term costs to the economy if that were to happen would be considerable.", "Financial stability and the dual mandate A second potential trade-off in monetary policy frameworks is between financial stability and the inflation and full employment objectives.", "My main observation here is, again, that these objectives are often more complementary than assumed.", "The RBA has long had a mandate to contribute to financial stability.", "Over the past quarter century, this has included working closely with the Australian Prudential Regulation Authority (APRA) and other members of the Council of Financial Regulators to promote stability in the financial system.", "It is pleasing that the Review recommended this mandate be made more explicit.", "Most of the time, the RBA's financial stability objective is intrinsically linked and complementary to its objectives for inflation and employment.", "Monetary policy cannot achieve low inflation and full employment without a stable financial system.", "For example, financial instability can result in the supply of credit being unduly constrained, which disrupts economic activity and results in rising unemployment.", "Unemployment is, in turn, the most common reason why households and firms are unable to repay debt owed to banks.", "High inflation can also trigger financial difficulties for households and businesses, and hence financial institutions.", "However, there are times when what is needed to achieve full employment and low inflation may not be ideal for maintaining financial stability.", "For example, an extended period of accommodative monetary policy to lift employment and inflation can contribute to the build-up of leverage and imprudent risk-taking in parts of the financial system.", "A sharp tightening in monetary policy at a later point to control inflation can then expose these vulnerabilities.", "This was one contributor to what happened in the United States earlier this year with the failure of Silicon Valley Bank.", "In general, the Board balances its objectives by considering financial stability in its policy settings, without using monetary policy to influence financial stability directly.", "Financial stability considerations will influence monetary policy when it affects the outlook for employment and inflation.", "For example, if financial instability results in tighter credit conditions, this is relevant for meeting the Bank's objectives.", "But if there seems to be tension between these objectives, the Board will usually prioritise its inflation and full employment objectives.", "This approach is widely accepted as best practice and is consistent with the recommendations of the Review.", "It reflects the principle that other agencies and their tools - most notably APRA - are better placed to prevent the build-up of financial vulnerabilities than monetary policy.", "And it recognises that consistently achieving multiple objectives requires multiple tools.", "To make this discussion more tangible, it may be instructive to consider the Board's most recent reflections on financial stability at the October meeting.", "The Board concluded that while risks to financial stability are currently high, given the challenging economic environment, most Australian households and businesses have been resilient and our financial system remains strong.", "At the same time, we assessed that these risks did not currently have a major bearing on monetary policy.", "One aspect of this assessment involved considering how different household groups are faring in response to high inflation and interest rates.", "One way of illustrating this is through the lens of changes in spare cash flow over the prior two years.", "Inflation (excluding housing costs) has weighed twice as heavily on the spare cash flows of lower income households compared with those on higher incomes (Graph 2).", "However, this differential impact from inflation has, on average, been offset by stronger growth in labour income for those with lower incomes.", "The financial pressures that households are facing can also vary depending on whether they own their home outright, have a mortgage or rent.", "On average, households with a mortgage have experienced a significant decline in spare cash flows, unlike other households (Graph 3).", "For these households, higher interest costs have reduced their cash flow by more than the rise in inflation has.", "By contrast, the spare cash flow of renters has, on average, risen a little as high inflation and rising rents have been more than offset by growth in income.", "There will, of course, be diverse outcomes for individuals within these groups.", "An alternative way of assessing the pressure on households with a mortgage is to look at the income of households with variable-rate loans, relative to their mortgage costs and benchmark estimates of essential living expenses.", "The main insight from this approach was that the pressure facing indebted households is much greater for a small group of highly leveraged borrowers than for those with more modest levels of debt.", "About 5 per cent of all variable-rate borrowers are estimated to be paying more for essential expenses and housing than they receive in income (Graph 4).", "But this rises to about 25 per cent for highly leveraged borrowers - those with loans amounting to at least four times their income.", "These borrowers may be finding ways to make ends meet, but this can involve some difficult financial decisions.", "This could include drawing on past savings, working extra hours if they are able, or forgoing some expenditure that would in normal times be considered non-discretionary.", "At the extreme, it could involve negotiating a hardship program with their lender or selling their property.", "Estimates of Borrowers with Cost of Living Exceeding Income* Share of variable-rate owner-occupiers by group Higher LTI** High LVR*** 0 0 2022 2023 Estimates of borrowers with mortgage payments and basic expenses (HEM) exceeding their income.", "Latest observation July 2023.", "Borrowers with loan-to-income ratio exceeding 4.", "Borrowers with loan-to-valuation ratio exceeding 80.", "Sources: ABS; Melbourne Institute; RBA; Securitisation System.", "It is important to acknowledge that all of these findings are based on average outcomes for various groups of households.", "Within each group, there will be individual households that are better off and some that are worse off than average.", "Indeed, we speak directly to organisations that provide debt advice and mental health services and are hearing that many households are under significant financial stress.", "We discuss this regularly in Board meetings.", "At the same time, the Bank's statutory objectives are economy-wide outcomes, and our key tool - the interest rate - is a blunt one.", "The Board recognises the effects of monetary policy on the welfare of different individuals, but it must set its policy to serve the welfare of Australians collectively.", "Monetary policy and the Australian dollar Before I conclude, I want to note that this year marks the 40th anniversary of the float of the Australian dollar.", "It is therefore an opportune time to remind ourselves of the benefits that floating the dollar created for the monetary framework in Australia (Graph 5).", "Sources: Bloomberg; Global FInancial Data; RBA; Refinitiv.", "Floating the exchange rate has given the RBA flexibility to set monetary policy independently of the decisions of other major central banks, though global capital flows mean we still do not set policy in a vacuum.", "Interest rate volatility declined sharply at the same time as exchange rate volatility picked up, and the exchange rate has worked as a shock absorber to macroeconomic developments (Graph 6).", "As a result, the Australian economy has mostly been able to absorb external shocks without the large inflationary or deflationary pressures that had previously characterised the economy.", "Australian Interest Rate and Exchange Rate Volatility* Australian interest rate volatility** Australian dollar volatility*** 1973 1983 1993 2003 2013 2023 Grey line separates pre- and post- float periods.", "90-day bank bill; six-month rolling average of monthly absolute percentage point changes.", "Against US dollar; six-month rolling average of monthly absolute percentage changes.", "Sources: AFMA; Bloomberg; Global Financial Data; RBA; Refinitiv.", "The benefits of a floating Australian dollar were especially clear during the mining boom in the early 2000s.", "At that time, strong global demand for Australia's resources saw the terms of trade increase by around 75 per cent.", "This substantially increased demand for the Australian dollar and the exchange rate appreciated significantly.", "The additional demand for Australian products, and the wealth this created, would have been highly inflationary in prior decades.", "But we were able to keep inflation around target with only modest increases in interest rates, as the exchange rate appreciation dampened inflation.", "The reverse was true as the mining boom subsided over the second half of the 2010s.", "In contrast to these periods, the exchange rate has been reasonably stable over the past two years in tradeweighted terms.", "While the exchange rate remains an important channel of monetary policy transmission, recent stability in the trade-weighted exchange rate has meant it has not played a large role in recent monetary policy decisions.", "In making decisions on monetary policy, the Board's focus is on delivering low and stable inflation while maintaining full employment.", "It also considers whether financial stability might have implications for monetary policy settings.", "In many cases, these objectives are complementary.", "But there may sometimes be a need to balance the various objectives and this requires careful judgement.", "It is incumbent upon the Board to be transparent about when and how it is doing this.", "Thank you and I look forward to your questions.", "[*] I am grateful to Michelle Bergmann, Judy Hitchen, Michelle Lewis, David Norman, Beth Tasker and Jess Young for excellent assistance with this speech.", "[3] The nature of the relationship shown in Graph 1 has also been more formally explored, using controls for factors such as supply disruptions, in Bishop J and E Greenland (2021), 'Is the Phillips Curve Still a Curve?", "Evidence from the Regions', RBA Research Discussion Paper No 2001-09.", "[4] See Treasury (2023), 'Working Future: The Australian Government's White Paper on Jobs and Opportunities', Final Report, September.", "[5] For further discussion, see Ellis L (2019), 'Watching the Invisibles', Speech at the 2019 Freebairn Lecture in Public Policy, University of Melbourne, 12 June; RBA (2023), 'The Non-Accelerating Inflation Rate of Unemployment (NAIRU)', Explainer.", "[6] While it is clearer that inflation and national incomes are complements in the long run, there is growing evidence that the longrun level of employment is also influenced by the credibility of the inflation target and the ability of policymakers to avoid recessions; see Blanchard O (2018), 'Should We Reject the Natural Rate Hypothesis', Journal of Economic Perspectives, 32(1), pp 97-120.", "[7] Basel Committee on the Global Financial System (2018), 'Financial Stability Implications of a Prolonged Period of Low Interest Rates', CGFS Paper No 61; Borio C and P Lowe (2005), 'Asset Prices, Financial and Monetary Stability: Exploring the Nexus', BIS Working Paper No 114.", "[8] Board of Governors of the Federal Reserve System (2023), 'Review of the Federal Reserve's Supervision and Regulation of Silicon Valley Bank', Report, 28 April; Basel Committee on Banking Supervision (2023), 'Report on the 2023 Banking Turmoil', Report, October.", "[9] See European Central Bank (2023), 'The Role of Financial Stability in Monetary Policy and the Interaction with Macroprudential Policy in the Euro Area', ECB Occasional Paper Series No 272; Schroth J (2021), 'Optimal Monetary and Macroprudential Policies', Bank of Canada Staff Working Paper No 2021-21; Goldberg JE, E Klee, ES Prescott and PR Wood (2020), 'Monetary Policy Strategies and Tools: Financial Stability Considerations', Board of Governors of the Federal Reserve System Finance and Economics Discussion Series No 074.", "[10] This is consistent with work presented at the RBA's recent annual conference; see Wood D, I Chan and B Coates (2023), 'How High Inflation Is Affecting Different Australian Households', Presentation at the RBA Annual Conference, Sydney, 25 September.", "[11] Using a broader measure of essential expenses, these figures rise to about 15 per cent for all borrowers and about 50 per cent for highly leveraged borrowers.", "[12] For a broader discussion about the decision to float the Australian dollar, see Stevens G (2013), 'The Australian Dollar: Thirty Years of Floating', Speech to the Australian Business Economists' Annual Dinner, Sydney, 21 November."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Employment", "Financial stability", "Monetary policy", "Objectives", "Complementary", "Trade-offs", "Balance", "Labour market", "Central bank"]}