{"sentences": ["Thank you for inviting me to speak today.", "I am sorry that I cannot be there in person with you, as I was unable to travel from the COP28 proceedings , where I am today, to Kanazawa in time.", "Nevertheless, I am grateful to be able to share a few words with you on a theme that aligns so closely with the mandate of the FSB: Safeguarding Growth and Stability in a Complex World.", "A resilient and stable financial system is indispensable to sustaining economic growth, particularly in the current environment.", "This is at the core of the FSB's mandate.", "As the global financial stability watchdog, the FSB is responsible for assessing vulnerabilities affecting the global financial system.", "In addition, the FSB identifies and reviews the regulatory and supervisory actions needed to address these vulnerabilities.", "So how do we go about that?", "To start with, our surveillance framework aims to proactively identify vulnerabilities and provides a global, cross-border, and crosssectoral perspective on existing vulnerabilities.", "This framework draws on the collective perspective of the broader FSB membership.", "But that perspective can only take us so far in understanding and responding to global vulnerabilities.", "Indeed, the global issues of today require coordinated responses, but this does not necessarily mean one size fits all.", "To gain a truly global perspective, it is important for us to incorporate the experience and intelligence of emerging market economies (EMEs) and also look beyond our G20 membership.", "Our Regional Consultative Groups are one way we do this.", "They provide us with a richer and more detailed regional perspective.", "One which we appreciate ever more during times like the present when financial and macroeconomic uncertainty are elevated.", "Last week our Regional Consultative Group for Asia met in Hong Kong.", "Members discussed global and regional financial market developments and their impact on Asian economies.", "A key theme was rising government indebtedness and financial stability risks linked to the sovereign-bank nexus.", "I note that AMRO's Financial Stability Report raises many of the themes discussed by our regional group, including elevated private and public nonfinancial debt and the expanded role of NBFIs in the region.", "Let me talk about these vulnerabilities from an FSB perspective, with a focus on EMEs and the Asian region.", "The global financial system is transitioning to a higher interest rate environment.", "Financial institutions and market participants have not experienced sharply rising interest rates for a long time, making this adjustment to a world of higher rates challenging.", "Earlier this year, amid shifting financial conditions, we witnessed the first failure of a global systemically important bank since the 2008 global financial crisis.", "In addition, a few medium-sized bank failures also rang alarm bells.", "Contagion from these individual bank failures was limited, thanks to the swift and coordinated actions of authorities across the globe and to the confidence in the resilience of the broader financial system.", "This resilience is underpinned by the G20 reforms introduced following the global financial crisis.", "Still, further strains in financial markets cannot be ruled out, as the dynamics associated with the transition to higher interest rates play out over time.", "Market conditions for the larger EMEs have been fairly stable.", "But, the recent slowdown in economic growth - and rising interest rates in some jurisdictions - could make it more challenging for some economies to service high debt levels.", "At the same time, increasing government debt and the withdrawals of foreign investors in the wake of the pandemic have strengthened the \"sovereign-bank nexus\".", "This may lead to speedier transmission of shocks between sovereigns and banks and threaten bank macrofinancial stability.", "One particular issue that could arise relates to the interaction of US dollar funding and external vulnerabilities in EMEs.", "For most of the decade prior to the COVID-19 pandemic, capital flows to EMEs were supported by abundant global liquidity and a hunt for yield among investors to boost their returns.", "These inflows provided EMEs with the benefits of greater access to international capital markets, but also contributed to the build-up of vulnerabilities.", "Non-bank financial intermediaries (NBFIs) have played an increasing role in funding EME external debt.", "While this development added to the diversity of EME funding sources, it also created new challenges.", "As the global financial system continues to digest higher interest rates, there is the possibility that this could affect capital flows to EMEs.", "In a more extreme scenario, NBFIs and others might withdraw their investments in certain economies.", "This has been an important area of work for the FSB.", "In 2022, we published a report looking at trends in the structure of EMEs' external borrowing, focusing on the shift towards non-bank financing.", "The report examined how these developments contributed to the build-up of vulnerabilities in EMEs and to the March 2020 turmoil.", "It discussed policy issues that could be considered when thinking about measures to limit these vulnerabilities.", "This included measures to tackle the build-up of foreign exchange mismatches; enhance crisis management tools; and address data gaps to facilitate risk monitoring and the timely adoption of policies.", "The FSB also stressed the importance of ongoing work to address vulnerabilities from liquidity mismatches in open-ended funds, which would also help bolster the resilience of EMEs' financial systems.", "I am therefore happy to report that the FSB is finalising its policy recommendations to address structural vulnerabilities from liquidity mismatch in open-ended funds, working in close coordination with IOSCO.", "Enhancing the resilience of the NBFI remains a key priority for the FSB in 2024.", "The FSB will also continue to build on the lessons from the March 2023 turmoil and to monitor macro-financial vulnerabilities in a higher interest rate environment.", "Vulnerabilities in the global financial system remain elevated.", "Tightening financial conditions and high levels of debt create challenges for both bank and non-bank lenders.", "In tackling the challenges ahead, formulating policy responses and building resilience, it is essential that there is global coordination and that we pay attention to potential cross-border spill-overs.", "Gatherings like today's forum are an important way of exchanging views and identifying the different ways in which governments and international organisations can work to enhance the resilience of our global financial system.", "As I mentioned earlier, regional perspectives matter a great deal, and AMRO's financial stability report is therefore a welcome contribution to the global dialogue on vulnerabilities.", "For our part, the FSB will remain focused on building resilience, so that the financial system can continue to play its part in building strong, sustainable, inclusive, and balanced growth."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Financial stability", "Vulnerabilities", "Emerging market economies", "Sovereign-bank nexus", "Interest rates", "Debt", "Non-bank financial intermediaries", "Global financial system", "Regulatory actions", "Cross-border"]}