{"sentences": ["Money and payments: a 'black ships' moment?", "speech by Jon Cunliffe Given at the Economics of Payments XII Conference at the Federal Reserve Board, Washington DC Published on 26 October 2023 In his final speech as Deputy Governor for Financial Stability, Jon Cunliffe recalls Facebook's announcement in 2019 that it was launching a digital currency.", "He discusses the three areas where this galvanised more urgent action by authorities.", "First, the G20 roadmap to improve cross-border payments.", "Second, the Bank of England's exploration of a central bank digital currency.", "Third, the regulation in the UK of systemic payment systems using stablecoins.", "It is difficult to overstate the importance of the announcement by Facebook in June 2019 that it intended to launch a multicurrency stablecoin, a new digital currency called Libra for general cross-border payment use.", "Indeed, one commentator has likened the impact of the Libra announcement on central banks to the sudden arrival off Tokyo harbour in 1853 of the 'black ships of evil appearance' - a modern, irresistible US fleet - that led quickly to the collapse of a centuries-old ruling system and to the opening up of Japan.", "For the previous decade, central banks and financial regulators had been watching, with a wary eye, the development of crypto-asset markets, using new technologies, outside the conventional financial system.", "Many, like the Bank of England, had dipped a toe into the experimental water, running small experiments with these new technologies with the aim of understanding them and their possible use cases better.", "Some financial firms had gone further, exploring and investing in limited use cases within wholesale financial services.", "And regulators, increasingly fretful about the cocktail of risks in unregulated crypto-asset markets - risks ranging from illicit finance to consumer harms and, potentially, to financial stability - had been debating whether and how to bring 'crypto' activities within regulation.", "But the Libra announcement and the potential appearance of a new form of money, using new technology and moving between countries on new rails outside the current system, galvanised central banks and regulators into much more urgent action on a number of fronts.", "I want to talk today about three of those fronts: the G20 roadmap to improve cross-border payments; the Bank of England's exploration of the Digital Pound, a central bank digital currency; and the regulation in the UK of systemic payment systems using 'digital settlement assets' like stablecoins.", "I will talk about the first wearing my hat as Chair of the Bank for International Settlements' Committee on Payments and Market Infrastructures (CPMI) and co-chair of the Financial Stability Board's Cross-Border Payments Coordination Group (CPC), and about the second and third wearing my Bank of England hat.", "I will of course be giving up both hats next week when my Bank of England term finishes, so this is really my parting shot.", "Cross-border payments The Libra project raised significant regulatory and financial stability concerns, leading to swift statements from both the G7 and G20 that \"no global stablecoin project should begin operation until the legal, regulatory and oversight challenges and risks... are adequately addressed\".", "But the project, and the benefits it claimed it could deliver, also shone a light on the cost, speed, reliability and availability of cross-border payment systems - a long-neglected corner of the international financial system.", "Central banks, finance ministries and regulatory authorities realised quickly that they could not simply focus on the risks that new players and new technologies might bring; they needed also to understand and, if possible, address the shortcomings in the existing, less risky systems that created such opportunities for new technologies and new players.", "And shortcomings there certainly were.", "In contrast to the improvements in domestic payment systems that were increasingly being seen in many jurisdictions, cross-border payments were slow, expensive and unreliable.", "Removing frictions in wholesale, retail and remittance payments across borders could both yield substantive economic benefits and improve access for millions to the international financial system.", "So in February 2020, G20 Finance Ministers and Central Bank Governors tasked the FSB, CPMI and others to develop a roadmap to enhance global cross-border payments.", "Work by FSB and CPMI revealed that this was not a simple problem, amenable to one or two quick solutions, but rather a complex set of interlocking frictions, both in the public and private sector, exacerbated by weak competition.", "Moreover, while there were common themes, there was also substantial variation by payment types and by region and jurisdiction.", "The CPMI produced a comprehensive list of the necessary action areas, the so-called 'building blocks', covering infrastructure, data, regulation and competition, and these formed the basis of the FSB's roadmap of actions adopted by G20 leaders in the autumn of 2020.", "So, three years on, as I pass the CPMI baton on to Fabio Panetta, the incoming governor of the Bank of Italy, it is fair to ask: \"How are we doing, and what are the priorities for the future?\"", "We have built a strong, detailed, analytical foundation for the work.", "From 2021 to 2023, the CPMI and FSB produced a number of reports, analysing the key frictions and the actions for the public and private sector, in partnership, that are necessary to alleviate them.", "We have set out best practice where it exists and practical guidance on how to make changes in key areas.", "Equally important, the G20 Leaders adopted in 2021 quantitative targets for improvement by 2027.", "These cover speed, cost, access and transparency for wholesale, retail and remittance payments.", "As we all know, 'what gets measured, gets done'.", "So, equally importantly, we have established the mechanisms and the data collection that will enable us to measure progress towards the targets.", "The first annual monitoring report against the targets was delivered to G20 Finance Ministers and Central Bank Governors in Marrakesh two weeks ago.", "While the data are not perfect and there are important gaps we need to address, we are now able not only to measure how far we have to go but also to identify more precisely the areas for action that are likely to yield the greatest improvement.", "We have started to see some concrete improvements.", "Since 2020, some countries have expanded access to their payments infrastructure to a wider range of financial institutions, or expanded their operating hours.", "Payment systems in more than 100 jurisdictions are already actively using the ISO 20022 messaging standard, which can carry far more information and so reduce payment failures.", "CPMI and the private sector have now developed harmonised data requirements for these cross-border payment messages, which will prevent fragmentation.", "Finally, a number of projects in Asia are showing the real benefits that can be achieved by interlinking fast payment systems.", "However, as the monitoring report shows, we are significantly short of the targets for 2027.", "In general, on the main targets, we are between half and two thirds of the way there.", "That is not surprising perhaps, given we are halfway through the roadmap period.", "But, though achievable, given the timescales for investment and other action, it is a challenging distance to travel in four years.", "So, in short, we have built a strong foundation for the work, including quantitative targets for 2027 and the machinery to monitor progress.", "We are starting to see some real improvements.", "But there is a long way to go, and it will need continued investment by the public and private sectors in infrastructure and data and regulatory changes.", "As I said at the outset, both the frictions and the actions necessary to achieve them vary considerably by payment type and by region.", "But there are some common priority areas on which we will need to focus in the next phase of the work.", "First, we need to see further upgrades to central bank and private sector payment systems.", "More than a dozen countries are developing and upgrading their real-time gross settlement (RTGS) systems over the next five years, for instance by expanding access or extending operating hours.", "As an individual cross-border payment will often involve systems operated by both public and private sector institutions, the CPMI has launched a joint public-private sector taskforce to coordinate plans for the necessary improvements and ensure they coalesce around best practices.", "Second, we need to implement the data standards for cross-border ISO 20022 payment messages and develop harmonised standards for application programming interfaces (APIs).", "Third, we should facilitate and promote interlinking of fast payment systems.", "There are a range of technological solutions available or in prospect.", "But the governance and oversight of interlinking arrangements can be a greater challenge than the technology.", "CPMI is working on a report to the G20 next year on these governance and oversight issues that could serve as a useful reference for payment system owners and overseers, and it published an interim report for comment last week.", "Fourth, we should pursue more effective, coordinated regulatory frameworks for cross-border payments, and remove unnecessary regulatory frictions.", "A key priority on regulation in the near- term will be for the Financial Action Task Force (FATF), in the first half of next year, to update their recommendation (which was originally developed 20 years ago) on detecting and preventing misuse of wire transfers by terrorists and other criminals.", "A more granular recommendation, which takes into account new data standards and technology, will enable more consistent implementation across jurisdictions and enhance both the efficiency and the effectiveness of AML/CFT checks.", "In addition to FATF's work here, there are a range of other frictions arising from the regulation of banks and non-banks, and a second public-private taskforce is focused on identifying actions to address these.", "Fifth, we should support authorities beyond the G20 in addressing cross-border payment frictions.", "This month's progress report shows that the biggest frictions, not surprisingly, are in lower income regions such as Sub-Saharan Africa, and addressing these could bring transformative economic benefits.", "The IMF and World Bank are developing their programmes of technical assistance to support authorities in these countries.", "And finally, we need to enhance competition and innovation.", "Currently, in most jurisdictions, only banks have access to domestic payment systems and central banks' RTGS systems - leading to weak competition, especially as the number of active correspondent banks worldwide fell by approximately 30% between 2011 and 2022.", "Even where non-bank payment service providers can have direct access to payment systems, existing legal or regulatory barriers, or the high costs of direct access, prevent them from doing so.", "The CPMI has set out a framework of best practices to enable countries to review the access arrangements of their key payment systems.", "It is perhaps this lack of access to payment rails operated by incumbents, and the need to use settlement assets provided by incumbents, that has helped to stimulate the exploration by potential challengers, like the Libra project, of new rails and new settlement assets using new technologies.", "The Libra project, of course, after much work and much modification, fell by the wayside last year.", "The stumbling blocks appear to have been regulatory rather than technical.", "However, though perhaps more muted, interest in using new technologies to develop new forms of settlement asset and new payment rails for use in the real economy - outside the world of crypto-asset markets - has not gone away.", "The recent launch of the PayPal/Paxos stablecoin arrangement is one example.", "These new technologies purport to offer improvements in speed, cost and reliability, all of which would make them attractive for cross-border use, and exploring their potential has therefore been included in the G20's roadmap.", "However, these technologies also purport to offer new 'functionality' for money and payments that may make them competitive for domestic use - even in advanced jurisdictions that have developed sophisticated payment systems.", "Technological advances have throughout history led to changes in the forms of money we use because they have made money easier and more convenient to use.", "The shift from physical cash to electronic payments that we have seen over the past decade has not occurred because people have lost confidence in cash.", "Rather, it has happened because it has become more convenient and because physical cash cannot be used for internet commerce.", "And small reductions in frictions and small increases in functionality matter, as the shift towards using mobile phones rather than cards at point-of-sale demonstrates.", "The technologies that are loosely grouped under the broad heading of 'tokenisation' - cryptography, distributed ledger, atomic settlement, blockchain, fractionalisation and programmability - enable new ways of representing money that allow for greater automation of the transfer of money and the deeper integration of that transfer - the payment - into other processes.", "While these technologies have been pioneered in crypto-asset markets, they could significantly transform everyday payments in the real economy, as I will discuss later.", "One cannot of course say with certainty that it will be possible to deploy such technologies at scale for general use in the economy or that users will value and adopt the new functionalities.", "But it would be very unwise in my view to bet, as some seem to do, that we have reached the end of developments in payments and money - especially given the increasing and rapid digitalisation and automation of the processes of everyday life.", "And this brings me to the other two areas of action that were accelerated by the announcement of the Libra project four years ago - the exploration of central bank digital currencies and the regulation of private sector firms that propose to use those technologies to create new forms of money like stablecoins and new payment systems for general use in the economy.", "The Digital Pound First, I will say a little about where we are in the UK on the possibility of introducing a retail CBDC, the 'Digital Pound'.", "In February this year, the Bank of England and HM Treasury issued a consultation paper on the design of a Digital Pound.", "The consultation paper did not propose the introduction of the Digital Pound.", "No decision has been taken to do that in the UK.", "Rather, the paper concluded that current trends and technological advances in payments - the trends I have been discussing - made it likely that a Digital Pound would be needed by the end of the decade.", "The paper set out and invited comments on the detailed model of the Digital Pound we proposed to explore and test in the next stage of our work, prior to a decision in two to three years' time on whether or not to implement it.", "We envisage the Digital Pound as a partnership with the private sector - a so-called 'platform model'.", "The Bank would provide the Digital Pound and the central infrastructure, including the 'core ledger'.", "Private sector firms - which could be banks or approved non-bank firms - would provide the interface between the Bank's central infrastructure and users by offering wallets and payment services.", "These private companies would be able to integrate and programme the Digital Pound, as the settlement asset, into the services they would offer to wallet holders.", "The consultation paper offered two main motivations for the possible future introduction of the Digital Pound.", "The first is the most relevant to central banks.", "It concerns the role played by state money issued by the central bank to the general public in anchoring confidence in money and in supporting the singleness of money - the interchangeability of all monies, public and private, that circulate in the economy on demand and at par value.", "The only form of state money available to the public at present - physical cash - is declining in use and usability.", "And as the Libra announcement highlighted, new, non-bank players could potentially exploit technological advance to offer new forms of money and new payment systems and services.", "Against this backdrop, my view is that it is likely to be necessary to issue central bank money in digital form to support confidence in money, particularly in stress, and to ensure the singleness of money.", "The second motivation concerns competition and innovation.", "While relevant to central banks, it is more a motivation for governments.", "Digital marketplaces, as we have learned, have a tendency to concentration as, of course, do payment systems.", "This can be a barrier to competition and innovation, with the risk of new entrants wanting to offer new payment services being tied to particular private issuers of digital money and their payment systems.", "This may be a particular concern if 'big tech' firms enter more deeply into payments and money.", "Competition and innovation may therefore be enhanced by providing a public alternative, a public digital money platform that allows private firms to offer services exploiting the new functionalities I have mentioned.", "The Bank of England and HM Treasury consultation paper has stimulated a strong response, with over 50,000 completed responses.", "The responses fall into two broad categories.", "The majority express general, high-level concerns about three broad issues - privacy, programmability and the decline of cash.", "The second, smaller category of responses comprises detailed comments on the proposed platform model and some other key design features, including the limits that have been proposed at least for the Digital Pound's introductory period.", "We expect to publish a detailed response to the consultation in the coming months addressing both types of response.", "I do not want to anticipate that, but it is possible to make a few key observations on the consultation.", "On the first category of response, the consultation document made clear that, under the proposed model, neither the government nor the Bank of England would see individuals' data.", "Rather, private sector payment firms would be the interface with the user, handling user information in the way banks do today.", "Users would have at least the same, if not greater, protection of their privacy that they enjoy today when they make electronic payments.", "We also made a commitment that neither government nor the Bank would programme the Digital Pound or constrain the uses to which it could be put.", "It would be for private sector firms to develop and offer, for user consent, payment services involving greater programmability.", "As regards cash, the Government recently legislated to ensure the availability of physical cash to those who prefer to use it and the Bank has made clear that it will provide physical cash as long as there is any demand for it.", "The responses to the consultation illustrate the importance of these key issues.", "It is clear that public confidence in our approach will be essential, if a future decision were taken to introduce the Digital Pound.", "During the design phase, we will develop the strongest possible protections in these areas, and the government has committed to introducing primary legislation before launching a Digital Pound.", "On the second category of response, there is general support for the model of the Digital Pound we propose to explore and test further.", "There are, however, differing views on some key aspects, particularly the limits that we propose would apply, at least initially, to prevent rapid, destabilising changes to the banking system that could have financial stability implications.", "Some question the need for limits, while banks in particular are concerned about the impact of CBDC on their deposit bases and on financial stability.", "And on use cases, while merchants, fintechs and payment services firms appear supportive of the possibilities, others, particularly banks, are more sceptical that attractive use cases will be developed for a retail Digital Pound.", "We are still in the process of the detailed analysis of all of the responses and, as I say, we aim to respond comprehensively in the coming months.", "But I would observe, if only a little tongue in cheek, that criticisms of the Digital Pound have ranged from concerns that it would be adopted at a scale and pace that would disintermediate the banking system and threaten financial stability, to, at the same time, concerns that there would be no use for it and it would be a 'solution looking for a problem'.", "Not surprisingly, as an institution charged with maintaining financial stability, we take the first point very seriously.", "Modelled estimates suggest that even with a very high level of take-up, the impact over time on the banking system should be manageable.", "But these can only be estimates.", "We cannot know in advance the behavioural response of users to a Digital Pound, i.e.", "the scale and speed of take-up by households and firms.", "That is why we have proposed that, initially at any rate, were we to introduce a Digital Pound, there would need to be limits on holdings.", "During the next phase of development, and in advance of any decision on whether to introduce a Digital Pound, we would seek to refine, in the light of available evidence, our estimates of possible take-up and the consequent calibration of limits.", "The second concern perhaps risks missing the point.", "I am reminded a little of Henry Ford, who is reported to have said that had he asked people what innovation they wanted, they would have asked for faster horses.", "Were we to decide to introduce the Digital Pound, the objective would not be to target some particular failing or identifiable use case not available in current payment systems.", "Rather, it would be to create a public sector platform using public sector money that private payment services firms could use to exploit the greater functionality in money and payments that technology may now offer in an increasingly digitalised world.", "Experimentation by a variety of private sector firms on a platform developed by the Bank of England and Bank for International Settlements' Innovation Hub provides some initial support for the view that with a relatively small range of technical features, a Digital Pound could support a very wide range of payments use cases.", "While it might be possible to deliver some of the use cases through specific programming of existing payment systems using commercial bank money, there are clearly material advantages in a general purpose platform and digital settlement asset that can be used and configured relatively simply, consistently and cheaply for a broad range of uses cases.", "In the next phase of the work, we will work more intensively with the private sector to explore possible use cases for a Digital Pound and the technological design necessary to create the best platform for innovation.", "At the same time, we and HM Treasury will consult more widely to stimulate a national conversation on the Digital Pound.", "Similarly, it would be possible for the private sector to use these new technologies to create infrastructures and issue private money for general use in the economy.", "Indeed, that is precisely what the Libra project proposed - initially as a multi-currency basket stablecoin and subsequently as a dollar stablecoin.", "This brings me to the third front on which the Libra project galvanised action - the development of international standards and domestic regulatory frameworks for stablecoins.", "To be clear, although stablecoins, whose value is linked to a fiat currency, have developed as the settlement asset and store of value in crypto-asset markets, the motivations behind these regulatory initiatives should not be seen primarily as an attempt to regulate the Wild West of highly speculative crypto markets.", "I should say at this point that there is in my view a strong case for regulation of those markets, to protect investors, ensure market integrity and prevent their use for illicit finance.", "Indeed, in the UK, regulation has recently been extended to cover the marketing of crypto-assets, to ensure promotions are clear, fair and not misleading to retail investors.", "And HM Treasury have consulted on the other key elements of a comprehensive crypto-asset regulatory regime, including regulation of the exchanges that provide the access to crypto markets - often, as we saw in the case of FTX, bundled with a range of other services and activities.", "However, the regulatory initiatives that followed the Libra announcement have been directed primarily not at crypto-asset markets but rather stablecoins that could be used a means of payment in the real economy, both for cross-border and domestic use.", "Thus in 2022, CPMI-IOSCO, the international standard setting body for payment systems and market infrastructure, issued guidance on the application to stablecoins of the international standards for systemic payment systems.", "In much the same way, the FSB issued High-Level Recommendations on 'global stablecoins' in 2023.", "Both effectively set standards for some of the unique features of payment systems using stablecoins, including not just the mechanism for the transfer of coins but also the need for the coinholder to have a clear claim on the issuer and the requirement for the issuer to be able to repay that claim, when requested, in fiat money at par value by the end of the day.", "International standards of course are only effective if implemented by jurisdictions in legislation and regulation.", "Many jurisdictions, not least the United States, are currently wrestling with the question of how to extend their regulatory regimes to stablecoins and to crypto-assets more generally.", "A number of jurisdictions, however, have legislated to bring stablecoins used for payments within the regulatory framework.", "In the UK, the Financial Services and Markets Act passed by Parliament earlier this year gave the Bank of England power to regulate systemic payment systems using 'digital settlement assets' (including stablecoins).", "The Act therefore extends the Bank of England's existing powers to regulate conventional systemic payment systems.", "The Financial Conduct Authority (FCA) will regulate the issuance and custody of stablecoins for conduct and market integrity purposes.", "The Bank expects very soon to issue a Discussion Paper setting out its proposed regulatory regime for systemic retail payment systems using stablecoins.", "I am not able to set out the proposed regime in detail today.", "But I would like to explain how we have approached the key issues and how we see this new regulatory regime fitting in alongside other regulatory regimes to avoid regulatory arbitrage.", "First, and perhaps most obviously, is the question of why?", "Do we really need new forms of money issued by new players moving on new payment rails?", "This is essentially the same question as I discussed earlier in the context of the Digital Pound.", "And much of the answer is the same.", "While it is not certain that these technologies will actually deliver the innovation and competition in payment services some have claimed, we do not want to prevent such innovation, provided - and this is a very, very important \"provided\" - the risks can be managed to the same degree as equivalent risks are managed both for existing systemic payment systems and for the commercial bank money they use as a settlement asset.", "There may well be some players who attempt to operate outside regulation.", "But setting out clearly the regulatory framework will enable those players who wish to innovate sustainably and responsibly to build the necessary management of risks into their business models and technology.", "Second, I have said that our approach is to ensure that risks are managed to the same degree as equivalent risks are managed for existing payment systems and for the private, commercial bank money they transfer.", "This is an important elaboration of the fundamental principle of \"same risk, same regulation\".", "It may not be possible, for technological or other reasons, to apply the current regulation for systemic payment systems and banks to systemic payment systems using stablecoins.", "It will, for example, be impossible to provide collective insurance akin to bank deposit protection, initially at any rate, as unlike for banks there is no broader industry among which to share the costs of a payout.", "In order therefore to achieve the necessary level of protection of the coin holders' claim, and so protection against run risk, there will need to be more robust requirements in other areas, especially, but not only, in the requirements for the backing assets.", "In that respect, the Financial Policy Committee of the Bank of England judged in 2022 that, to manage systemic risks, the backing assets should be high quality and liquid - either deposits at the Bank of England or very highly liquid securities.", "The lack of deposit protection also has implications for the nature and enforceability of the coin holders' claim.", "Third, we will require a legal entity that can be identified as the payment system operator and held responsible for the end-to-end management of risks.", "Stablecoin payment systems can be structured in many different ways, including arrangements where the issuance of the coin, the transfer of the coin and the storage of the coin (the wallets) are performed by separate entities.", "It is not clear that use of public, permissionless transfer mechanisms, at least with current technology, would be consistent with this requirement.", "But our regime will be designed to be flexible and accommodate different structures insofar as that can achieved with the necessary management of risks.", "Fourth, as with the Digital Pound, we cannot know in advance the speed and scale of adoption of such new forms of money and payments.", "We need therefore to be alive to possible financial stability risks from rapid transitions that could impact the stability of the banking system.", "For the Digital Pound, we have proposed limits, initially at any rate, to manage the risk, and it would make sense to take a similar approach to stablecoins.", "Finally, we will aim to ensure clarity on regulatory boundaries and the business models that fit within them.", "The proposed regulatory regime is a payment system regime intended to enable innovation in payments.", "It is intended for business models focussed on generating revenues from payment services.", "Business models that are focused on earning revenues from maturity and liquidity transformation - the return on the assets backing the liquid, money-like claims they issue - pose risks that are more appropriately regulated within the banking regime.", "Likewise, business models that use stablecoins to represent claims on investment products, and which do not guarantee redemption at par, are not suitable for use in payment systems and need to be regulated under an investment regime.", "Innovation using new technologies is not confined to new entrants.", "Banks, whose business model depends in part on issuing liquid liabilities (bank deposits) for payments use, may well want to use new technologies to tokenise and transfer bank deposits.", "This would fall under the existing banking regime rather than the proposed regime for payment systems using stablecoins.", "There are a number of issues concerning the issuance and transfer of bank deposits in tokenised form that will need to be considered by bank regulators and banks themselves, including whether such tokens should be permitted to circulate freely like digital banknotes.", "But the underlying nature of the claim, deposit protection and management of risks should be regulated in the banking regime.", "Banks may also want to issue stablecoins under the proposed new regime.", "In that case however, our view is that they should be issued out of a separate, bankruptcy remote, legal entity with different branding, to avoid confusion among consumers and so avoid contagion in a stress between different forms of money.", "I am often asked, \"what do central banks do?\"", "Or, a more penetrating question - usually from schoolchildren: \"what is the Bank of England for?\"", "Rather than give them the long list of Bank of England functions - monetary policy, financial stability, bank regulation, payment system regulation, provision of cash etc - I give a much simpler answer.", "Central banks are responsible for ensuring that that most foundational element of the economy and society, that is called money, \"works\".", "That people can use it everyday with confidence - confidence in its value, confidence in its creditworthiness, its authenticity, its usability - and confidence that it will be accepted everywhere at the same value whatever form it takes.", "And while we may not be the originators of technological innovation in money and payments, we do I think have a responsibility to ensure that beneficial innovation that will improve the usability and functionality of money can not only happen but can happen without putting confidence in money at risk.", "One cannot know now whether the appearance of Libra off the shore of conventional money and payments was truly a 'black ships' moment.", "I certainly hope that the 'wake up' call for cross-border payments is not forgotten and that we deliver the long overdue improvements the G20 has set as the target.", "Likewise, while I think that on current trends, the Digital Pound in the form we have proposed is likely to be needed by the end of the decade, the picture may look very different in two to three years' time when a decision is due to be taken.", "And stablecoins and their associated technological innovations may never cross over at any scale from the highly speculative world of crypto-asset trading to the real economy.", "But to be able to make sure that forms of money, and the means of transferring it, can evolve, without putting that essential confidence at risk, central banks, as the Libra moment reminded us, need to look to the future and prepare for it.", "Thank you for giving me the opportunity for this parting shot!", "I would like to thank Stephane Amoyel, Charandeep Biling, Shiv Chowla, Michaela Costello, Michael Di Benedetto, Hakim Jaafar, Bernat Gual-Ricart, Thomas Lammer, Jeremy Leake, Kiyan Mody, Lisa Robinson-Hammond, Magda Rutkowska, Matthew Osborne, Rajan Patel, Danny Russell, Manuela Sarra, Cormac Sullivan, Karolina Wicher and Michael Yoganayagam for their help in preparing the text.", "I would like to thank Andrew Bailey, Sarah Breeden, Victoria Cleland, Tom Mutton, Tara Rice and Rupert Thorne for their comments.", "from Boston Consulting Group put the total value of cross-border payments globally at almost $150 trillion in 2017. .", "G20 Finance Ministers & Central Bank Governors Meeting (bundesfinanzministerium.de) 5.", "Enhancing Cross-border Payments - Stage 1 report to the G20 - Financial Stability Board (fsb.org) , Enhancing cross-border payments: building blocks of a global roadmap (bis.org) , Enhancing Cross-border Payments: Stage 3 roadmap - Financial Stability Board (fsb.org) 6.", "Targets for addressing the four challenges of cross-border payments: Final report - Financial Stability Board (fsb.org) 7.", "Annual Progress Report on Meeting the Targets for Cross-Border Payments: 2023 Report on Key Performance Indicators - Financial Stability Board (fsb.org) 8.", "Harmonised ISO 20022 data requirements for enhancing cross-border payments - final report (bis.org) 9.", "The link between Thailand and Singapore launched in 2021 has, according to the Bank of Thailand, reduced the costs of cross-border payments from $12-$30 to $5, and speed has increased from two days to two seconds.", "Press release: Bank for International Settlements' Committee on Payments and Market Infrastructures invites market stakeholders to join cross-border payments interoperability and extension task force (bis.org) 11.", "Project Nexus between the BIS Innovation Hub Singapore Centre and ASEAN central banks is exploring interlinking fast payment systems on a multilateral basis, so that a payment system in one country could reach all the other countries in the network via a single connection.", "Linking fast payment systems across borders: considerations for governance and oversight (bis.org) 13.", "FSB invites senior representatives from firms and industry associations to join cross-border payment taskforce - Financial Stability Board 14.", "Improving access to payment systems for cross-border payments: best practices for self-assessments (bis.org) 15.", "Card companies are also increasingly integrating stablecoins into their networks - e.g.", "Visa announced in September 2023 that it will now also use the Solana blockchain, in addition to its use of Ethereum, to enable merchants to receive stablecoins such as Circle's USD Coin when they accept card payments.", "Indeed, as part of our work on CBDC, the Bank commissioned focus group research on people's attitudes to money and payments.", "We found that, while understanding of the difference between publicly and privately issued forms of money was generally low, there was a strong consensus around the importance and safety of physical currency.", "See Annex 3, The digital pound: a new form of money for households and businesses?", "Consultation Paper (bankofengland.co.uk) .", "30% of UK adults were registered for mobile payment apps like Apple Pay or Google Pay in 2022.", "Use of contactless card payments itself took off in 2013-14 after they started to be accepted on London buses and trains (offering a small but meaningful improvement in convenience over the existing 'Oyster' charge-cards), and they now account for 37% of all payments in the UK.", "The digital pound: A new form of money for households and businesses?", "Unlocking digital competition: Report from the Digital Competition Expert Panel (publishing.service.gov.uk) 20.", "New forms of digital money | Bank of England 22.", "Project Rosalind, completed in June 2023, focused on the API which connects a central bank's CBDC ledger with the private sector providers of wallets and other services.", "With a set of simple and standardised API functionalities, public and private sector collaborators developed more than 30 use cases.", "For example: (i) enhancing online shopping by reserving a buyer's funds at time of purchase and automatically releasing this to the seller only once physical delivery of goods is confirmed, potentially enabling greater competition in online retail as consumers might be more confident to shop online with a merchant or platform they haven't heard of; (ii) allowing commuters to purchase train tickets and be refunded immediately and automatically if the train arrives late, rather than separately completing a form and the train company separately instructing the refund; (iii) developing voice-authenticated payments using a smart speaker, and (iv) paying for car-parking by the minute through a stream of 'micro-payments' rather than paying for a block of time that the driver doesn't use all of.", "Project Rosalind: building API prototypes for retail CBDC ecosystem innovation (bis.org) 23.", "The Libra Association's first White Paper in June 2019 proposed a stablecoin backed by a multi-currency basket.", "In April 2020, a second White Paper made a number of changes to the initial proposal, including proposing a series of stablecoins each backed by a single fiat currency (though the concept of a multi-currency stablecoin was still present as a \"digital composite of some of the single currency stablecoins available on the Libra network\").", "The Libra Association rebranded as the Diem Association in December 2020.", "In May 2021, it moved its primary operations from Switzerland to the US, focusing on the dollar stablecoin.", "An FCA-led registration regime for anti-money laundering and counter-terrorist financing has also been in place since January 2020 for firms providing certain crypto-asset services in the UK.", "Future financial services regulatory regime for cryptoassets - GOV.UK (www.gov.uk) 26.", "Application of the Principles for Financial Market Infrastructures to stablecoin arrangements (bis.org) 27.", "High-level Recommendations for the Regulation, Supervision and Oversight of Global Stablecoin Arrangements: Final report - Financial Stability Board (fsb.org) 28.", "The EU's Markets in Crypto-Asset Regulation (MiCA) came into force in June.", "And earlier this year, the Monetary Authority of Singapore announced the features of a new regulatory framework for stablecoins regulated in Singapore.", "The Bank is considering the risks and benefits of innovations in wholesale settlement, including the use of stablecoins for wholesale purposes, and will set out its views in due course.", "Financial Stability in Focus: Cryptoassets and decentralised finance | Bank of England 31.", "For example, whether the coinholder has a claim on the issuer as with banks, or whether the backing assets are held in a bankruptcy-remote custody arrangement for the benefit of coinholders.", "A form of privately issued electronic money, 'e-money', already circulates, and may continue to circulate, in the UK under regulation and larger-scale e-money issuers are occupying a growing share of the market in the UK, in direct competition with commercial banks.", "E-money issuers are presently regulated by the FCA for prudential and conduct purposes under a specific regulatory regime.", "The FPC has previously noted that this regime would not meet its expectations if e-money were to be used for payments at systemic scale.", "And HM Treasury has said the current e- money regime is likely to be revised to ensure requirements keep pace with the ongoing evolution of the sector.", "For example, were banks to issue deposit tokens that could circulate freely (like digital banknotes issued by private banks), holders would have a transferable claim on the issuing bank where, in payment transactions that involve a transfer of the token between individuals, the recipient becomes a customer of the issuing bank.", "This would raise some difficult issues, such as around how a bank would maintain a single customer view of those who hold its liabilities in order to facilitate a rapid deposit insurance payout were the bank to fail, and around how banks would satisfy 'know your customer' requirements to prevent money laundering and terrorist financing."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Cross-border payments", "Digital Pound", "Stablecoins", "Libra", "G20 roadmap", "Central bank digital currency (CBDC)", "Financial stability", "Regulation", "Innovation", "Competition"]}