{"sentences": ["Speech A Monetary Policy Fit for the Future Michele Bullock[*] Australian Business Economists Annual Dinner Sydney - 22 November 2023 Thank you for inviting me to speak at the ABE's annual dinner.", "I spoke at it last year as Deputy Governor.", "Little did I know I would be speaking this year as Governor.", "I am going to talk about two things tonight.", "The first is current monetary policy, which I suspect is what many want to hear about.", "The second is more future focused - the changes that the Reserve Bank is implementing to our monetary policy processes.", "The nature of our inflation challenge But first to our inflation challenge.", "As I am sure you are all aware, the Reserve Bank Board raised interest rates by 25 basis points at its November meeting.", "This followed several months when rates were held steady.", "An important consideration in the Board's decision was that both economic activity and inflation have been a bit more resilient over recent months than expected.", "Inflation is past its peak and heading in the right direction, but it is likely to return to target a bit more slowly than we previously thought (Graph 1).", "As such, the Board decided that a rate rise this month was appropriate to be more assured that inflation returns to target in a reasonable timeframe and to balance its inflation and full employment objectives.", "The minutes of the November meeting were released yesterday and step through the main considerations in that decision, so I won't repeat those here.", "Instead, I would like to focus on one particular consideration for policy: that the remaining inflation challenge we are dealing with is increasingly homegrown and demand driven.", "This point is important because it has implications for the appropriate policy response.", "If inflation is simply the product of global supply disruptions or other price rises that monetary policy has little influence over then the appropriate response from interest rates would generally be limited.", "This is especially the case if inflation is driven by just a few items such as fuel, electricity or rents.", "However, a more substantial monetary policy tightening is the right response to inflation that results from aggregate demand exceeding the economy's potential to meet that demand.", "I discussed this issue in my speech last month.", "It is true that supply-side disruptions were the most prominent driver of the initial surge in inflation around the world over recent years.", "Pandemic-related supply chain problems occurred at the same time as demand for goods was strong, resulting in a sharp increase in prices for many goods.", "Then, as the pandemic's effects on supply chains were starting to ease, Russia's invasion of Ukraine led to spikes in energy and some food prices.", "Headline inflation around the world is now declining as goods price inflation is continuing to ease and the energy price rises have unwound, and this process has a bit further to run.", "But many countries are observing that core services inflation is declining much more slowly.", "A similar trajectory in inflation has been seen in Australia, although with a slight delay compared with many of our peer economies.", "Supply chain effects were certainly evident in goods prices and, like overseas, we are observing an easing of these pressures.", "The energy price impacts didn't hit us at the same time as other countries, but we also saw electricity and fuel prices rise sharply.", "As these supply-side effects wane, headline inflation will come down and we are already observing this.", "But in the background, there has been a solid demand-driven component to inflation.", "This shift from mainly supply-driven to mainly demand-driven inflation has been a part of our inflation outlook for some time.", "There are three pieces of evidence that collectively paint a picture of a sizeable demand-driven element to inflation.", "The first signal is that inflation is broadly based.", "This is evident from trimmed mean inflation, which remains too high and, in the most recent quarter, was stronger than had earlier been expected.", "And if we look across the CPI basket, around two-thirds of items have inflation running above 3 per cent - indeed, often a long way above that number (Graph 2).", "Inflation is lower than average for only a few volatile items - such as fresh food and holiday travel - and for some items for which government subsidies have recently been increased (Graph 3).", "So inflation is much broader than just rising prices for petrol, electricity and rents - prices are rising strongly for the majority of the goods and services we all consume.", "Inflation Deviation from Average* Six-month annualised, September quarter 2023 Selected goods Selected services administered -10 -10 Rents leisure vehicles financial services Electricity takeaway vegetables Administered New Motor Clothing Household Telecommunications Dining Average from 1993 to December quarter of 2019; volatile & administered items are 37 per cent of the CPI basket, selected goods are 32 per cent and selected services are 26 per cent; administered excludes utilities; groceries excludes fruit & vegetables.", "Audio, visual & computing equipment.", "The second indicator that inflation is being driven by domestic demand is that it is increasingly underpinned by services (Graph 4).", "Hairdressers and dentists, dining out, sporting and other recreational activities - the prices of all these services are rising strongly.", "This reflects domestic economic conditions and is an indication that aggregate demand is sufficiently greater than aggregate supply to sustain these price increases.", "CPI Inflation Year-ended with contributions Total Selected goods** Rents -2 -2 2019 2020 2021 2022 2023 Includes market services and administered items; excludes rents and holiday travel & accommodation.", "Includes groceries, alcohol & tobacco, consumer durables and new dwellings.", "The cost of these services is also typically driven by the price of domestic inputs, since labour and domestic nonlabour costs comprise most of the inputs used in supplying them.", "The Bank's liaison with firms indicates that these domestic cost pressures are proving persistent.", "Labour costs have risen, especially when we incorporate the effect of weak productivity growth, and the price of domestic non-labour costs such as energy, business rents and insurance has increased noticeably (Graph 5).", "On the other hand, imported cost pressures are starting to subside.", "Change in Firms' Non-labour Costs* Net balance, firms reporting in liaison Domestic Imported -50 -50 2007 2011 2015 2019 2023 Share of firms reporting above-average increases less share reporting below-average increases or decreases; average increase indexed to 0; smoothed with a 13-month Henderson trend.", "The third signal is the continuation of limited spare capacity, most evident in high rates of labour utilisation.", "There continues to be a clear link between services inflation and measures of spare capacity, since it is easier to raise prices when firms cannot keep up with customers' demands (Graph 6).", "We are also hearing in our liaison with firms that capacity utilisation is very high.", "And various indicators of activity suggest that demand in the economy has been stronger this year than we had expected.", "We are therefore getting the signal from both inflation and activity data that the level of aggregate demand continues to exceed aggregate supply.", "Market Services Inflation and Labour Underutilisation Mar 2020 - Sep 2023 Mar 1993 - Dec 2019 Market Labour underutilisation rate (hours based) Year-ended inflation rate.", "An important implication of this homegrown and demand-driven component to inflation is that getting inflation back to target will take time.", "It took only three quarters for inflation to fall from 8 per cent to 51⁄2 per cent as the supply-side issues eased, and there is some more to go there.", "But we expect it to take another two years for inflation to fall that much again and move below 3 per cent.", "This is because much of the remaining task of bringing inflation back to target will require bringing aggregate demand and aggregate supply into closer alignment.", "That is what the Board is aiming to do with monetary policy - to slow the growth of demand enough to bring inflation back to target while keeping employment growing.", "I know that my message tonight will not resonate with some.", "I receive letters from people who are finding it difficult to make ends meet and I speak with organisations that assist struggling households.", "Everyone is seeing prices for goods and services rise strongly but this has a particularly severe impact on low-income households.", "This emphasises the need to get inflation back down.", "I also know that interest rate rises are squeezing the finances of households with a mortgage.", "But while the Board recognises there is a wide diversity of experience, the Bank's statutory objectives are economy-wide outcomes, and our key tool - the interest rate - is a blunt one.", "The Board must therefore set its policy to serve the welfare of Australians collectively.", "Change at the RBA Let me now turn to the other focus of my speech - the changes the Reserve Bank is implementing to ensure our monetary policy framework is fit for the future.", "The inner workings of the RBA are not normally of much interest to the public.", "But it is important that Australians can trust that we have processes that facilitate the best possible decision-making, given the effect of our decisions on people.", "And there are some major changes underway to implement the recommendations from the Review of the Reserve Bank.", "Some of these require changes to the Reserve Bank Act 1959 that the Government will table in the Parliament shortly.", "But there is much that we can act on independently of that, and tonight I would like to give you a flavour of what we are working on.", "I want to begin by making it clear that I am 100 per cent behind the changes.", "The RBA is a great institution with a long history of serving the Australian people.", "But as times change, we must change.", "I think, though, that people forget that we have been through change before.", "Right at the beginning of my career, the exchange rate was floated and interest rates were deregulated.", "That was a massive change to the monetary policy framework.", "In the early 1990s we adopted an inflation target.", "Then in the late 1990s, bank supervision was removed from the RBA's responsibilities and at the same time we were given powers to regulate the payments system.", "Again, these were big changes.", "The latest review is another incarnation of change and, again, we will embrace it to emerge as a stronger institution.", "Many of the issues raised in the Review around culture and leadership are ones that I am passionate about.", "As a leader, I have been working on these issues in my areas of influence.", "I now have an opportunity to lead this change and to model it.", "My vision for the Bank is to be an institution of diverse perspectives and inclusive processes.", "I want our people to share their views, knowing that they will be listened to respectfully.", "I also want the Bank to be open to fresh ideas from outside, by increasing and diversifying our external engagements and leveraging the experience of our people with external expertise.", "I want us to be an institution that communicates well with both its people and the Australian public.", "Tonight I will talk about how I plan to implement that vision as it relates to monetary policy and culture.", "I will leave discussion of the changes we are making to improve the way the Bank is governed and manages risk for another time.", "Strengthening the decision-making process One of my strategic priorities is to refresh our monetary policy decision-making process so that it is 'fit for the future', to borrow the language of the Review.", "Former Governor Lowe discussed at a high level in July the changes we are introducing to Board processes.", "• a move to eight Board meetings a year, starting from February 2024 • longer Board meetings • an internal staff meeting at the beginning of the Board cycle that Board members would be able to attend • Board oversight of the research agenda • changes to communication, including the post-meeting statement being issued by the Board, rather than the Governor, and media conferences after each meeting.", "Since that announcement, we have expanded and sharpened our thinking on these issues.", "In doing so, we have focused on the recommendations of the Review.", "But we have also engaged with peer central banks and drawn on expertise from outside the Bank.", "In building out these changes, we have been mindful of two key aims highlighted in the Review - providing more opportunity for deep and informed deliberation, and providing a clearer explanation of monetary policy decisions to our various audiences.", "Deep and informed deliberation The starting point for deep and informed deliberation is to allow time.", "The first step will involve Board members attending a 'policy issues meeting' around 10 days before each Board meeting.", "Currently, Board members receive the material for the Board meeting four days prior to the meeting.", "The new process will therefore engage Board members with the policy issues earlier.", "This new meeting will assemble a group of staff with the right experience and expertise to give the members insights and diversity of perspectives on the key issues relevant for policy.", "It will provide analysis of issues that are relevant to a few upcoming meetings, not just the immediate one.", "For example, staff could provide deeper analysis on issues that members have been grappling with in previous meetings.", "They could discuss longer run issues that potentially affect monetary policy well into the future.", "Or they could cover topics that the staff believe will equip the Board to consider the different options for policy - for example, scenario analysis.", "I envisage that members would be active participants in the meeting, asking questions and requesting follow-up analysis as required.", "The second step is to hold longer Board meetings.", "Meetings will start on the Monday afternoon.", "Discussion in the afternoon will involve presentations from staff on the state of the economy and markets, along with the outlook.", "This will mean that the Board spends around 31⁄2 hours discussing these issues - about twice as much as now.", "The idea is not for longer presentations but for members to have more time to discuss, probe and deepen their understanding of the issues.", "My own experience in the current meetings is that there is never any shortage of questions - just a shortage of time to address them all in the meeting.", "The Board would then reconvene on the Tuesday morning to consider the policy decision.", "This will have the benefit of members being able to reflect overnight and raise any further issues or questions before the policy decision is made.", "We have allocated plenty of time to debate and discuss the merits of different courses of action.", "Finally, the Tuesday morning will include discussion of the post-meeting communication.", "As I noted, the postmeeting statement will be from the Board, so members collectively will need to consider how best to explain the decision.", "I will come back to communication in a moment.", "In addition to time, deep and informed decision-making requires quality briefings.", "So the other change we are making is to the material we provide to the Board.", "Members consistently tell us that the Board papers they receive from Bank staff are among the best they receive for boards they sit on.", "So we want to keep what we do well, but identify where we can do better.", "The main change we intend to make here is to provide more strategic focus in the material provided to the Board.", "While the Board has always had an eye to the future and to different policy options, we want to bring this more to the fore in the papers.", "We will still discuss how the data have evolved but there will be a little less of 'what went up and what went down' over the prior few months.", "What sort of material am I talking about?", "I envisage a greater role for scenario analysis to facilitate a discussion of risks to the outlook and the potential implications of different decisions.", "I also envisage a deeper discussion of trade-offs and a consideration of how the immediate decision fits within the medium-term strategy.", "This sort of material will require the Board to be engaged with our modelling and forecasting frameworks.", "And it will require the Bank to enhance its modelling capabilities, which we are doing.", "We will also be providing the Board with a summary of the views from staff to capture the diversity of their opinion.", "Currently, the Governor briefs the Board at each meeting on the views of senior staff and highlights where there are differences of opinion.", "We intend to make this more structured and to draw on the full range of internal policy meetings, not just those of the most senior staff.", "Material setting out in more detail the arguments raised by staff for and against particular policy options and strategies will help members better understand the full range of views.", "This summary of the diversity of staff views will complement the policy recommendation I make at each meeting, which the Board says it values and would like to continue.", "Clearer explanations All that said, deep and informed Board decisions need to be backed up by explanations that the public understand.", "I will therefore be focused on enhancing our communications.", "There are several elements to this.", "First, we are going to incorporate communication expertise throughout the policy development process, from the early stages to the Board's ultimate decision.", "Communication is an important tool in the conduct of monetary policy, and we want to embed it more effectively into the policy process.", "To achieve this, we are elevating the importance of communication within the Bank with the creation of a new executive position and department.", "You will have heard that we recently appointed Sally Cray as Chief Communications Officer.", "We have been moving towards more strategic communication for some time, sharing policy messages through a broader range of channels, more directly engaging with important stakeholders, and making our analysis and decisions easier to understand and access.", "But there is more we can do and Sally Cray will drive that.", "In the meantime, we have committed to a few concrete actions.", "We have committed to a regular media briefing an hour after the monetary policy decision is released.", "This will provide an opportunity for journalists to clarify and probe issues raised in the post-meeting statement, better equipping them to analyse the decision for the public.", "We will also release the Statement on Monetary Policy at the same time as the monetary policy decision every second meeting.", "This will provide a more comprehensive discussion of our reasoning and the outlook underpinning the monetary policy decision.", "The look and feel of the Statement will also change.", "In time, you can expect to see a shorter document, but with a clearer explanation of how we assess the economy and the outlook.", "We will also move towards design features that enable casual readers to see the relevant information quicker.", "But there is much more to go.", "And it will be an iterative process.", "I want the Bank under my leadership to be an institution that continually reflects and evolves.", "The Board is no different.", "With longer meetings we will have opportunities to reflect on our processes, on what sort of analysis would be helpful for upcoming meetings and whether our communication is hitting the mark.", "People and culture So far I have talked a lot about the changes we will be making to our processes and outputs.", "But the quality of these relies on the quality of our people.", "The Bank is lucky to have so many talented people and I want to bring out the best in them.", "But to achieve the vision I set out at the start - an institution that values and encourages diverse and inclusive perspectives - is going to require us to focus on our culture and leadership.", "We have already taken a few steps here.", "Building on the recommendations of the Review, we have identified some specific areas where our culture does not yet sufficiently encourage this kind of discussion and idea sharing.", "These include: the level of comfort our people have in challenging, particularly those more senior than them; the style and nature of our internal debate; and a perception that leaders don't listen to alternative views.", "You will see that there is a bit of a theme there - leadership.", "We won't change the culture unless we can change our leadership behaviours.", "So we are investing in training and support for our leaders - including our executives - to help them be more open and inclusive.", "And this training needs to be put into practice.", "We will therefore set clear expectations, introducing ways to measure the performance of our leaders, and then holding them accountable for their contribution to the vision.", "I also need to set an example.", "I am encouraging more active debate and challenge than we have seen in the past, including of my own views, in a respectful and constructive manner.", "To make clear my commitment to creating a diverse and inclusive workplace where everyone feels they belong, I have decided to stay on as the Chair of the Bank's Diversity and Inclusion Council - a role that from its inception was held by the Deputy Governor.", "But I know our staff are committed to making the Bank as effective as it can be, and I am confident that we will see material change over coming years.", "I hope that will also be visible to those outside the Bank.", "The coming year is going to be challenging for the Bank on two fronts.", "We still have to bring inflation back down to target while preserving as much of the gains made in the labour market over the past few years as possible.", "We are still seeking to tread that narrow path.", "At the same time, we are changing our monetary policy processes and improving our culture.", "And while I haven't talked about it tonight, there is also substantial work underway to change our governance and uplift our risk management.", "But despite this large workload, I consistently hear from the Bank's staff that they support these changes.", "I am confident that we will meet the challenge.", "I look forward to your questions.", "[*] I would like to thank Lynne Cockerell, Judy Hitchen, Callum Hudson and David Norman for assistance with this speech.", "[1] Bullock M (2023), 'Monetary Policy in Australia: Complementarities and Trade-offs', Speech at the Commonwealth Bank Global Markets Conference, Sydney, 24 October.", "[2] The rate of underutilisation captures both the share of the labour force that is unemployed and the share that is employed but working fewer hours than they desire.", "RESERVE BANK OF AUSTRALIA"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Economic growth", "Demand-driven inflation", "Supply-side disruptions", "Labour costs", "Capacity constraints", "Communication", "Culture", "Leadership"]}