{"sentences": ["Introduction Following the devastating earthquake in Morocco, I wish to express my heartfelt solidarity with the Moroccan people as well as with the victims of other recent natural disasters.", "Although the global economic outlook has remained broadly the same since our previous meeting in April, growth prospects across major economies have been changing, with the outlook for major advanced economies proving more resilient than expected.", "However, the recovery prospects for the global economy remain fragile amid persisting geopolitical tensions, stemming in particular from Russia's invasion of Ukraine, rising trade fragmentation and the possibility of renewed financial sector stress.", "Global headline inflation is receding, but underlying inflationary pressures remain persistent as labour markets continue to be tight.", "The ECB is determined to ensure that inflation returns to its 2% medium-term target in a timely manner.", "In order to reinforce progress towards the target, the Governing Council decided at its September meeting to raise the key interest rates by 25 basis points, bringing the total rate increase since July 2022 to 450 basis points.", "Moreover, as of July this year, the Eurosystem is no longer reinvesting principal payments from maturing securities under the asset purchase programme.", "On the basis of our latest assessment, we consider that our key interest rates have reached levels that, maintained for a sufficiently long duration, will make a substantial contribution to the timely return of inflation to our target.", "Our future decisions will ensure that the key ECB interest rates will be set at sufficiently restrictive levels for as long as necessary.", "We will continue to follow a data-dependent approach to determining the appropriate level and duration of restriction.", "Economic activity The euro area economy has slowed markedly over the past year.", "Having broadly stagnated over the first half of this year, real GDP is expected to remain subdued in the coming months.", "Incoming data suggest that activity has been weak in the third quarter, as slower global demand and the impact of tighter financing conditions weigh on growth.", "Manufacturing continues to suffer, while the services sector, having shown resilience in the first half of the year, has now also started to weaken.", "Economic momentum should pick up over time, as falling inflation and higher wages will increasingly support real incomes and lead to renewed growth in consumer spending.", "On the labour market, the unemployment rate was at a record low in July and employment growth remained resilient in the first half of the year, albeit that momentum is slowing.", "As the energy crisis fades, governments should continue to roll back the related support measures.", "This is essential to avoid driving up medium-term inflationary pressures, which would otherwise call for an even stronger monetary policy response.", "Fiscal policies should be designed to make our economy more productive and to gradually bring down high public debt.", "Policies to enhance the euro area's supply capacity, such as high-quality public investment and structural reforms, can help reduce price pressures in the medium term, while supporting the green transition.", "Risks to the outlook continue to be tilted to the downside.", "Growth could be slower if the effects of monetary policy turn out to be more forceful than expected, or if the world economy weakens further and geopolitical risks intensify.", "On the other hand, growth could also be higher than projected if the strong labour market, rising real incomes and receding uncertainty boost confidence among consumers and businesses and lead them to spend more.", "Since peaking in October 2022, euro area headline inflation has more than halved.", "The decline is broad-based across the main components of inflation and reflects falling energy commodity prices, the easing of supply bottlenecks and the impact of tighter monetary policy.", "Core inflation remains at elevated levels, reflecting the fact that the fading impact of the past surge in input costs is being counterbalanced by rising labour costs.", "Indeed, employees demanding compensation for the loss in purchasing power amid tight labour markets has resulted in historically high wage growth.", "We expect euro area inflation to continue to decrease, owing to easing cost pressures as well as the impact of tighter monetary policy.", "Wage growth is expected to decline gradually, albeit remaining high over the projection horizon, driven by increases in minimum wages and inflation compensation in a context of tight, though cooling, labour markets.", "Profit margins, which expanded notably last year, are expected to provide some buffer to the pass-through of labour costs to final prices in the medium term.", "Inflation is expected to decline to levels close to 2% in 2025.", "However, the downward path has risks in both directions.", "Upside risks stem from renewed upward energy and food cost pressures, a de-anchoring of inflation expectations above our target, and higher than anticipated increases in wages or profit margins.", "The downside risks include weaker demand, due for example to a stronger transmission of monetary policy or to a worsening of the international economic environment.", "Euro area banking sector, non-bank financial intermediation and financial stability The euro area financial system has shown resilience in the face of weakening growth prospects and continued high inflation.", "Financial stability concerns are shifting from the immediate impact of rapidly increasing interest rates and related asset price movements to the more medium-term and gradual effects of tighter financial conditions for financial and non-financial sectors.", "Banking sector profitability has so far benefited, in aggregate, from the higher interest rate environment.", "Banks continue to hold sizeable liquidity buffers and have further improved their capital position.", "Asset quality remains robust, although early signs of deterioration are becoming visible.", "Micro- and macroprudential policies and supervision have contributed to the resilience of the banking system, with our recent stress test showing that banks could withstand a severe economic downturn.", "Banks should nonetheless remain attentive to asset quality, liquidity and funding risks, and exercise prudent and forward-looking risk management.", "Moreover, banks need to have credible strategies to advance their business models, considering in particular the digitalisation of financial services.", "Governance and risk management frameworks should keep pace with the acceleration of climate-related financial risks.", "Looking ahead, maintaining resilience in the euro area financial system remains a priority for macroprudential policy, as capital buffers limit potential consequences of shocks.", "Despite the recent portfolio de-risking, credit and liquidity risks in the non-bank financial institutions (NBFI) sector continue to be elevated.", "NBFIs thus remain vulnerable to asset price corrections amid macroeconomic uncertainty, volatile markets and a turning of the real estate cycle.", "Several types of investment funds, including real estate funds, show sizeable mismatches between asset liquidity and redemption terms.", "Additionally, some NBFIs exhibit material leverage on and off the balance sheet.", "An important lesson from recent market shocks is the need to significantly boost the resilience of the NBFI sector.", "This requires a comprehensive strengthening of the policy framework for non-banks, including from a macroprudential perspective, in an internationally coordinated manner.", "Supporting global cooperation We welcome the good progress Ukraine has made on its programme under the IMF's Extended Fund Facility.", "In view of the prolonged war, continued support for Ukraine by the IMF and the international community is crucial.", "On Ukraine's side, strong ownership and reform momentum will need to be maintained to pave the way for the programme's success and to support reconstruction efforts.", "Amid increasing fragmentation dynamics, international cooperation is more important than ever.", "We support a strong IMF at the centre of the global financial safety net.", "A solid capital position is a precondition for the IMF to be able to appropriately support its members, particularly the most vulnerable ones.", "We welcome the spirit of compromise which enabled the conclusion of the review of IMF precautionary instruments, given their important role in crisis prevention.", "Going forward, the impact of the expanded access by countries to IMF resources should be closely monitored, while the signalling effect of precautionary instruments should be retained.", "EU Member States and central banks are playing their part in the IMF and in the recent drive for resources.", "With pledges of more than USD 31 billion, they have made a significant contribution and lead the way in transferring resources to IMF Trusts (Poverty Reduction and Growth Trust and Resilience and Sustainability Trust).", "Geoeconomic tensions have increased in recent years, in particular with Russia's invasion of Ukraine.", "These tensions may result in a regionalisation of international trade and value chains.", "Trade fragmentation could be damaging to the global economy, reducing efficiency in the allocation of resources, hindering diffusion of innovations and limiting access to external financing.", "Ultimately, global production could be lower and prices higher - to the detriment of the poorest.", "Geopolitical tensions could also lead to foreign direct investments segmenting along geopolitical lines and global payment systems becoming more fragmented, thus reversing some of the gains from financial integration.", "This would not only reduce global risk sharing but also limit opportunities for channelling funds towards investments needed to mitigate and adapt to climate change.", "In view of these risks, multilateral cooperation remains essential.", "This also holds true for filling the investment gap to achieve international climate goals as there will be high social costs if we get the green transition wrong.", "Large crossborder investment flows are needed, which requires further convergence and accurate assessment of national and international frameworks.", "In addition, we need to create an environment in which climate finance is levelled up steeply to fund the transition, and in which public finance works as a catalyst for increased private capital flows.", "The EU is working towards those objectives and has enshrined both a long-term net-zero goal with the European Green Deal as well as medium-term targets with its \"Fit for 55\" package.", "Our second economy-wide climate stress test has recently shown that a delayed or late-push transition would negatively affect banks' credit risk, which would rise by more than 100% by 2030 compared with 2022.", "In an accelerated transition, on the other hand, this increase would be 40% lower."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Economic outlook", "Financial stability", "Monetary policy", "ECB", "Geopolitical tensions", "Energy crisis", "Labour market", "Fiscal policy", "Climate change"]}