{"sentences": ["Homepage//en] > Press//en/press] > Speeches//en/press/speeches] Exposing and acting on risks in a fast-changing EIOPA Annual Conference 21.11.2023 I Frankfurt am Main I Sabine Mauderer Check against delivery.", "2 Spotting the grey rhino 3 The future is now - the merit of scenario analysis 4 Nature-related risks: a new frontier 5 The insurance sector as a pillar of action 1 Introduction Good morning everyone.", "It's great to be part of EIOPA (European Insurance and Occupational Pensions Authority)'s Annual Conference.", "Quick show of hands, please: Who likes animals?", "That's what I thought.", "I do, too, of course.", "But when I joined the Bundesbank, I never thought that - as a central banker - I would be talking that much about animals.", "Black swans, green swans, elephants in the room or grey rhinos.", "Of course, these are all metaphors.", "Images that help us frame complex challenges and make them more tangible.", "At a time when we are facing multiple crises all at once - a polycrisis - that is more essential than ever.", "On the one hand, to address the crises we face today.", "On the other hand, to ready us for the crises of tomorrow.", "By bringing hidden risks out into the open and getting a grip on the complexities that might be emerging, we might also be able to open up new horizons.", "And that dovetails perfectly with the title of today's conference - \"Hidden risks and new horizons\".", "2 Spotting the grey rhino Let me elaborate on one of the metaphors I just mentioned: the grey rhino.", "This term was coined by American political scientist Michele Wucker.", "It describes risks that are highly probable and will have a huge impact but that are neglected.", "Imagine you're driving along.", "In the distance you see a big grey blob that seems to almost blend in with the road.", "You decide to ignore that blob and carry on driving.", "You're heading straight towards a great big rhino.", "Climate change, unfortunately, is a prime example of this.", "We know that climate change is happening.", "We know that we are causing it.", "We know that it will have massive consequences for all of us.", "And yet, all too often, current climate policies reflect an unsettling lack of urgency.", "Instead of changing direction or stepping on the brakes, we keep shifting up the gears and driving straight towards the massive grey rhino.", "The past eight years were the eight hottest years on record.", "2023 is set to become another record-breaking year.", "This year's heat is just one example of extreme weather caused by climate change.", "These developments affect the insurance sector, too.", "More extreme weather events mean greater damage costs.", "The European Environment Agency estimates that the economic losses of assets in the EU (European Union) due to weather- and climate- related extreme events amounted to 650 billion euro between 1980 and 2022.", "[2] Well over 100 billion euro in 2021 and 2022 alone, as heat waves, floods and storms become more frequent and more severe.", "These numbers are even more worrying if we consider that most of those losses were not insured.", "According to the estimates, of the 650 billion euro in losses, not even 20 percent were insured.", "So the question is this: who will take care of these huge uninsured losses?", "It is not the task of governments to step in here, but in the midst of a crisis, insurance gaps can put governments under pressure.", "EIOPA (European Insurance and Occupational Pensions Authority) has been pointing to the large climate insurance gap in Europe for a while, too.!?)", "Growing economic losses due to climate change can also weigh on the insurance industry.", "Recent earnings releases by large insurers show that high levels of claims from natural disasters can reduce operating profit.\"", "All these numbers are a warning sign that physical risks will affect the insurance sector more broadly in the future.", "One big challenge is the non-linearity of climate change.", "We don't know what will happen if we cross tipping points.", "This makes projections about the climate change trajectory more difficult.", "There is a risk that current economic models underestimate future climate impacts.", "This is a challenge that central banks, supervisors and insurers are grappling with.", "Our time series might be losing some of their informative value.", "If current methods are becoming outdated, we have to find novel, forward-looking approaches.", "3 The future is now - the merit of scenario analysis There are huge uncertainties around when and how climate risks will materialise.", "This depends largely on the political decisions that are taken or not taken.", "Therefore, it is important to think in terms different scenarios.", "Scenario analysis has been a push towards making the future less vague, by exploring different plausible future outcomes.", "In other words, scenarios can help us to better plan for the future.", "On this note, let me highlight the pioneering work of the Network for Greening the Financial System ( NGFS (Central Banks and Supervisors Network for Greening the Financial System)) - a global coalition of over 130 central banks and supervisors that I will be chairing from next year.", "In 2020, the NGFS (Central Banks and Supervisors Network for Greening the Financial System) released its first set of climate scenarios.", "These scenarios soon became a valuable tool for supervisors to use for their climate stress tests.", "The NGFS (Central Banks and Supervisors Network for Greening the Financial System) scenarios may also come in handy in the Fit-for-55 climate risk scenario analysis that EIOPA (European Insurance and Occupational Pensions Authority) is currently conducting together with the other European Supervisory Authorities, the ECB (European Central Bank) and the European Systemic Risk Board.", "Two weeks ago, the NGFS (Central Banks and Supervisors Network for Greening the Financial System) published the fourth vintage of the scenarios.", "Amongst other things, we enhanced the modelling of acute physical risks and geographical granularity, and added two new scenarios to better reflect developments in an increasingly uncertain world.", "[{5] And we intend to refine and expand our scenarios further.", "For instance, we will develop short-term scenarios to complement the existing long-term scenarios.", "This will help us to expose risks that were previously under the radar.", "At this point, I would like to be very blunt.", "When we started our work at the NGFS (Central Banks and Supervisors Network for Greening the Financial System), we completely underestimated the role played by physical risks.", "Unfortunately, the experience of the last two years has shown that physical risks play an important role in Europe as well.", "4 Nature-related risks: a new frontier It is becoming increasingly apparent that the economy and the financial system are faced with a twin challenge.", "Besides climate change, nature and biodiversity loss poses a great risk to the economy and the financial system.", "We have already crossed some planetary boundaries, and are dangerously close to crossing some more.'!", "The World Bank, for example, estimates that the collapse of certain ecosystems could cause a decline in global GDP (Gross Domestic Product) of 2.7 trillion US (United States) dollars per year by 2030.\"7!", "The ECB (European Central Bank) recently estimated that over 70 percent of euro area companies are highly dependent on at least one ecosystem service.)", "In a nutshell: nature and biodiversity loss is a risk that we must not ignore - and that goes for central banks and supervisors, too.", "NGFS (Central Banks and Supervisors Network for Greening the Financial System) is working towards an integrated assessment of climate and nature-related risks.", "We have already published a conceptual framework, and we are also looking to develop nature scenarios.", "This will help central banks, supervisors and financial institutions to navigate the complex challenges these risks present.", "5 The insurance sector as a pillar of action EIOPA (European Insurance and Occupational Pensions Authority) is also making important contributions to addressing the risks associated with nature and biodiversity loss.", "Let me stress EIOPA (European Insurance and Occupational Pensions Authority)'s efforts to improve the provision and accessibility of relevant aggregate data, such as data on climate-related insured losses.'!", "In addition, its dashboard on the insurance protection gap for natural catastrophes helps build resilience to these catastrophes.", "[10] By making evidence-based decision-making possible.", "In this context, I would also like to highlight a recent report by the International Association of Insurance Supervisors ( IAIS (International Association of Insurance Supervisors)).!!", "1] It sets out the actions that insurance supervisors can take to address the protection gap.", "Two of these actions are worth singling out: raising risk awareness, and incentivising risk prevention.", "Indeed, increasing coverage is a key step towards narrowing the protection gap.", "But that has to go hand in hand with climate adaptation measures.", "Why am I stressing this?", "Because I think that insurers can play a major role in fostering adaptation.", "For example, by leveraging their knowledge of vulnerabilities to increase their clients' risk awareness.", "Or by joining forces with other financial market players to create financial incentives for adaptation measures.", "Encouraging their clients to use anti-flood barriers or heat-resistant construction materials, for example.", "NGFS (Central Banks and Supervisors Network for Greening the Financial System) will also intensify its work on climate adaptation and adaptation finance in the coming months.", "The expertise of insurance firms and insurance supervisors can feed into this work and I am very much looking forward to exchanging ideas with you.", "Ladies and gentlemen, To come back to the animal-based metaphor I used at the beginning: We are hurtling towards a huge grey rhino.", "And more risks might be hiding behind that rhino.", "Central banks, supervisors and insurers are analytical powerhouses.", "Exposing and analysing risks is our bread and butter.", "Let us together leverage our expertise to tackle the challenges that lie ahead!", "Thank you for your attention.", "Michele Wucker: The Gray Rhino: How to Recognize and Act on the Obvious Dangers We Ignore, St. Martin's Press, 2016.", "European Environment Agency: Economic losses from weather- and climate- related extremes in Europe, October 2023.", "European Central Bank and European Insurance and Occupational Pensions Authority: Joint Staff Paper on policy options to reduce the climate insurance protection gap, April 2023.", "Allianz SE (Societas Europaea): Earnings Release: 3Q and 9M 2023, November 5.", "Network for Greening the Financial System: NGFS (Central Banks and Supervisors Network for Greening the Financial Scenarios for central banks and supervisors, November 2023.", "Stockholm Resilience Centre: All planetary boundaries mapped out for the first time, six of nine crossed, Stockholm University, September 2023.", "World Bank: The Economic Case for Nature, June 2021.", "European Central Bank: Living in a world of disappearing nature: physical risk and the implications for financial stability, Occasional Paper Series, November 9.", "European Insurance and Occupational Pensions Authority: Sustainable Finance Activities 2022-2024.", "European Insurance and Occupational Pensions Authority: Dashboard on insurance protection gap for natural catastrophes.", "11. International Association of Insurance Supervisors: A call to action: the role of insurance supervisors in addressing natural catastrophe protection gaps, November 2023."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Physical risks", "Nature-related risks", "Insurance sector", "Scenario analysis", "Climate adaptation", "Grey rhino", "Protection gap", "Risk awareness", "Risk prevention"]}