{"sentences": ["It's a great pleasure to be back in Toronto for my final speech of the year.", "I want to thank the Canadian Club Toronto for the invitation and all of you for joining me today.", "I look forward to our discussion and to hearing from as many of you as possible.", "As the year ends, I can't help but reflect on the year that was and think about the year ahead.", "We've come a long way toward restoring price stability.", "This was our second year of monetary policy tightening, and that work is paying off.", "The economy is no longer overheated, and that is relieving inflationary pressures.", "Inflation has come down from just over 8% in the middle of last year to 3.1% in October.", "But to many Canadians, I know it doesn't feel great.", "We are in a tough phase of the monetary cycle.", "Inflation has come down but it's still too high.", "And the increases in interest rates that are needed to relieve price pressures are squeezing many Canadians.", "Looking ahead, I expect 2024 to be a year of transition.", "The effects of past interest rate increases will continue to work through the economy, restraining spending and limiting growth and employment.", "Unfortunately, this is what's needed to take the remaining steam out of inflation.", "But this period of weakness will pave the way to a more balanced economy.", "We expect growth and jobs to be picking up later next year, and inflation will be getting close to the 2% target.", "And once Governing Council is assured that we are clearly on a path back to price stability, we will be considering whether and when we can lower our policy interest rate.", "I know it is tempting to rush ahead to that discussion.", "But it's still too early to consider cutting our policy rate.", "Until we see evidence that we are clearly on a path back to 2% inflation, I expect Governing Council will continue to debate whether monetary policy is restrictive enough and how long it needs to remain restrictive to restore price stability.", "In a world with increased macroeconomic volatility, we are also conscious that we may need to be nimble, and we should be humble about our forecasts.", "Looking beyond next year, we also need to be thinking about what the post-pandemic normal will look like.", "In the past few years, the Canadian and global economies have experienced enormous volatility.", "And while the pandemic is behind us, wars, geopolitical tensions, climate risks and high debt levels all pose new challenges.", "Against this background, it's critical that we learn from the high inflation we've seen since the pandemic so that we can come out of this difficult period better prepared for what lies ahead.", "These are the themes I want to talk about today.", "First, I'll look ahead to what you can expect from the economy in the coming year.", "Then I'll explain what to expect from the Bank of Canada as we complete the journey back to price stability.", "We'll never have a crystal ball, but the experience of recent years does have some important lessons.", "We've learned some things and we are adjusting-I'd like to tell you how.", "What to expect in the next year Let me start with the outlook.", "We're working on our new forecasts and we'll release our full updated economic projections in late January.", "But we have a good idea of the broad picture.", "Economic growth stalled through the middle of this year, and we expect it to remain weak into 2024.", "The excess demand that drove prices higher over the past two years is now gone, as higher interest rates and tighter global financial conditions have helped the economy rebalance.", "With the cost of living still increasing too quickly, and with growth subdued, the next two to three quarters will be difficult for many.", "Consumers will continue to hold back on spending.", "Businesses will see weak demand and employment will grow more slowly than the labour force, which means the unemployment rate will likely increase further.", "That brings me to the inflation outlook.", "As growth slows, inflation pressures will ease.", "But we can't rule out bumps along the way.", "We already have clear evidence that higher rates are bringing inflation down.", "Inflation for durable and semi-durable goods-things like furniture and appliances, and clothing and footwear-is now below 2%.", "Increases in the cost of services excluding shelter is just over 2%.", "What's not normal is inflation in the prices of food and non-durable goods and in shelter costs.", "Food price inflation has eased but is still about 51⁄2%.", "That's hurting everyoneespecially lower-income Canadians.", "Inflation in the prices of non-durable goods excluding food and energy-things like cleaning supplies or personal care items-is running about 41⁄2%.", "And inflation in the cost of shelter services has risen to almost 7%.", "Taken together, these three categories of goods and services make up almost half of the consumer price index basket.", "So it's no wonder people are still feeling the pressure of rising prices.", "Unless the pace of price increases in these big categories slows, it's going to be hard to get overall inflation down to the 2% target.", "The first two show some promise.", "Food price inflation should decline further as lower agriculture prices and transportation costs get passed through to the prices of groceries.", "And slowing demand should moderate non-durable goods price inflation.", "This leaves shelter price inflation.", "Why is shelter price inflation rising even as the economy slows?", "Part of the reason is that our higher policy interest rate is increasing mortgage interest costs.", "This is not unexpected nor unusual.", "What is unusual is that the other components of shelter costs-like rent and maintenance-are also high, with rent up 8.2% in October.", "This strength in shelter price inflation appears to be related to the structural lack of supply of housing.", "Canada's housing supply has not kept up with the growth in our population, and higher rates of immigration are widening the gap.", "Increases in interest rates are moderating the demand for housing and bringing the housing market into better balance, but the structural undersupply of housing means that inflationary pressures on shelter prices remain elevated.", "We do expect shelter price inflation to moderate over time, but predicting the timing is difficult.", "So what's the bottom line?", "Over the coming months, you should expect to see some push and pull on inflation as the cooling economy reduces price pressures while other forces continue to exert upward pressure.", "That's why further declines in inflation will likely be gradual.", "When it's clear that inflation is on a sustained downward track, we can begin discussing lowering our policy interest rate.", "We don't need to wait until inflation is all the way back to the 2% target to consider easing policy, but it does need to be clearly headed to 2%.", "Of course, we can't rule out new surprises.", "There are some obvious candidates.", "We could see an escalation of war in Europe or the Middle East, or new geopolitical tensions that divert trade and investment and disrupt supply chains.", "Climate events have become more frequent and more extreme both at home and abroad, and their fallout often pushes prices up.", "All these risks mean we need to be vigilant and ready to adjust as needed.", "But looking at the year behind us is a good reminder of how far we've come.", "The 2% inflation target is now in sight.", "And while we're not there yet, the conditions increasingly appear to be in place to get us there.", "The economy is no longer in excess demand, and underlying inflationary pressures are easing in much of the economy.", "We still need to see more downward momentum in core inflation, and we will be watching the demandsupply balance, wage growth, corporate pricing behaviour and inflation expectations closely as we assess where we are on the path to price stability.", "What you can expect from the Bank of Canada We are learning from the volatility of the past few years.", "If we take on board the lessons we've learned, we can come out of this monetary cycle better equipped than when we went into it.", "In my year-end speech last December, I talked about some of the lessons from the high inflation that followed the pandemic.", "It's a lot easier to restore demand than supply.", "Supply problems have a much bigger effect on inflation when the economy is overheated.", "And to better identify emerging inflationary pressures, we need to look beyond the aggregate economy and understand sectoral pressures.", "Today I want to add two more lessons.", "The first one we've had to re-learn.", "It harms Canadians and it harms the economy.", "It makes people angry and it tears at the fabric of society.", "I talked about this three weeks ago in Saint John, so I can be brief here.", "An overwhelming majority of Canadians say high inflation has made them feel worse off and almost nobody feels better off.", "It's a reminder of the bitter experience through the big inflation of the 1970s.", "In the past two years, a new generation of Canadians has experienced the pain of inflation for the first time, and we've relearned that inflation is our common enemy.", "Second, we've learned how valuable public trust is in the fight against inflation.", "We didn't have this trust in the 1970s and it proved very difficult to get inflation back down.", "This time, trust, combined with our forceful monetary policy response, has kept longerrun inflation expectations anchored on the 2% target, and inflation is coming down with less short-term economic cost.", "To keep the trust we have and to restore what trust we've lost because inflation has been too high for the past two years, we must improve transparency and communicate more clearly and more broadly.", "Taking these lessons on board We are taking these lessons to heart.", "They're informing our work and our policy decisions.", "This brings me to what you can expect from the Bank of Canada as we work to restore and maintain price stability.", "First, you can expect us to stay the course and get inflation back to the 2% target.", "Second, we're enhancing our tools and analysis to better assess and respond to inflation, amid uncertainty and increased economic volatility.", "And third, we are continuing to listen more and communicate better, reaching more Canadians where they want to get their information.", "Let me take each of those in turn.", "We're committed to getting inflation back to 2%-and for good reason.", "At that level, inflation is low enough that people don't need to worry about changes in their cost of living from one year to the next.", "The economy works better when inflation is low and stable-there's more competition, less disagreement about wages and prices, and greater stability.", "Some have argued that it's too difficult to get back to 2%.", "Why not settle for 3%?", "But you don't raise the target just because you missed it.", "We've been targeting 2% inflation since 1995, and it anchors our economic and financial system.", "If you change the anchor when the going gets tough, you don't really have an anchor, and inflation itself gets less predictable and more volatile.", "Simply put, price stability centred on our 2% target is the best contribution the Bank of Canada can make to a healthy economy and the financial well-being of Canadians.", "We are also committed to enhancing our tools and analysis.", "We don't expect the next few years to be as volatile as the last few have been.", "But increasingly, leading central bankers and economists see a future with more supply disruptions and more shifts in economic relationships and breaks in the connections we take for granted.", "This underlines the importance of learning from past experience.", "In particular, we need to pay more attention to the supply side and develop analytic tools that are better equipped to address breaks and shifts.", "This work is underway and already providing new insights.", "We have invested in new sources of data to get a more granular picture of supply and demand across sectors and households.", "This includes a new digital Business Leaders' Pulse survey focused on small and medium-sized businesses, broader analysis of labour market indicators, and the capacity to analyze very large datasets such as anonymized Canadian mortgage data.", "We have also developed more detailed indicators of supply chain bottlenecks, and we are continuing to evaluate new data sources.", "We are also adapting our economic models so they have the flexibility to accommodate economic shifts.", "During the pandemic shock and recovery, the main drivers of growth and inflation shifted-but our models generally reflected past economic relationships.", "We're working to develop the next generation of models for monetary policy that allow for more changes in behaviour and provide greater flexibility to consider alternative risk scenarios.", "Finally, we're committed to constantly strengthening our decision-making process and improving our communications.", "We want to listen more, reach out more and connect with more Canadians.", "Many of these changes are well advanced.", "Earlier this year, we adjusted Governing Council by bringing in an external, non-executive Deputy Governor for a term of two years.", "We did this because we want to bring more diverse perspectives into our policy-making.", "This year we also began publishing a summary of deliberations to provide more insight into Governing Council's monetary policy decisions.", "We have also been providing more plain language summaries and short video clips on social media to explain our decisions and the outlook for the economy.", "And Governing Council is visiting communities across our vast country to listen to Canadians and explain the work of the Bank.", "Beginning in 2024, we'll also hold a news conference after every policy decision.", "We want households, businesses and communities to understand the actions we are taking and why.", "Taking questions at every decision is part of my commitment to explain our actions.", "It's time for me to conclude.", "We have come a long way in 2023, and by the time I give my year-end speech next year, I expect the economy will be growing, business hiring plans will be expanding, and inflation will be getting close to the 2% target.", "Of course, predicting the future is difficult.", "It could be harder than we think to get inflation down.", "We know that we will need to remain vigilant.", "But the progress we've made in restoring price stability is considerable and it's real.", "When I gave my year-end speech last year in Vancouver, the latest inflation reading was 6.9%.", "Today it's less than half that, and further reductions in inflation are in the pipeline.", "This progress has not been without cost.", "Many Canadians are feeling squeezed by higher interest rates.", "At the Bank, we are doing our best to balance the risks of over- and under-tightening.", "But if we learned anything from the bitter experience with inflation in the 1970s, the biggest mistake would be to waver in our resolve to control inflation and lose the public's trust.", "The inflation surge that has hit Canada and the world in the last two years has taught us some important lessons.", "We are taking these lessons on board, and we will continue to learn and adapt, guided by our commitment to delivering price stability for Canadians.", "I would like to thank Daniel de Munnik and Brigitte Desroches for their help in preparing this speech.", "See, in particular, A. Carstens, \"A story of tailwinds and headwinds: aggregate supply and macroeconomic stabilisation\" (speech to the Jackson Hole Economic Symposium, Jackson Hole, Wyoming, August 26, 2022) and C. Lagarde, \"Policymaking in an age of shifts and breaks\" (speech to the Jackson Hole Economic Symposium, Jackson Hole, Wyoming, August 25, 2023).", "See Bank of Canada, Business Outlook Survey-Third Quarter of 2023 (October 2023) for results from the most recent Business Outlook Survey and Business Leaders' Pulse.", "For details about updated labour market benchmarks, see E. Ens, K. See and C. Luu, \" Benchmarks for assessing labour market health: 2023 update,\" Bank of Canada Staff Analytical Note No.", "For a new mortgage analysis, see Bank of Canada, Financial System Review-2023 (May 2023).", "Additionally, see O. Kryvtsov, J. C. MacGee and L. Uzeda, \" The 2021-22 Surge in Inflation ,\" Bank of Canada Staff Discussion Paper No.", "2023-3 (January 2023); O. Bilyk, T. Grieder and M. Khan, \" Markups and inflation during the COVID-19 pandemic,\" Bank of Canada Staff Analytical Note No.", "Short, \"The contribution of firm profits to the recent rise in inflation,\" Bank of Canada Staff Analytical Note No.", "2023-12 (August 2023); R. Asghar, J. Fudurich and J. Voll, \"Firms' inflation expectations and price-setting behaviour in Canada: Evidence from a business survey,\" Bank of Canada Staff Analytical Note No.", "Park, T. Pugh and K. See, \"Uncovering the Differences Among Displaced Workers: Evidence from Canadian Job Separation Records,\" Bank of Canada Staff Working Paper No.", "See D. Coletti, \"A Blueprint for the Fourth Generation of Bank of Canada Projection and Policy Analysis Models,\" Bank of Canada Staff Discussion Paper No.", "See Bank of Canada, \"Bank of Canada announces appointment of non-executive Deputy Governor ,\" press release (January 16, 2023).", "See Bank of Canada, Summary of Governing Council deliberations (2023).", "See Bank of Canada, \" Lessons learned and looking ahead \", speech summary (December 2023)."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price Stability", "Inflation", "Monetary Policy", "Economic Outlook", "Communication", "Supply Chain", "Public Trust", "Wage Growth", "Housing Market", "Labor Market"]}