{"sentences": ["Honourable Finance Minister, Government of Nepal, and Chief Guest of the program Dr. Prakash Sharan Mahat Mr. Eugene S Acevedo, Chairman, Asian Bankers Association Mr Sunil KC, President, Nepal Banker's Association Distinguished Speakers, Moderators, and Presenters of the Conference Distinguished foreign delegates, guests, ladies and gentlemen!", "Warm Good morning and Namaste, It is my great privilege to have the opportunity to address this 39 AGM of the Asian Banker's Association and Conference, organized with the theme of \"Asian Banking: Roadmap for Recovery and Sustained Growth\".", "This conference is being organised at a time when the global banking system has been facing immense challenges from a global uncertain environment while recovering from the Covid-19 pandemic.", "The Nepalese banking system is also no exception.", "Therefore, this type of event for discussing such issues would be highly beneficial for all of us.", "My sincere thanks to the Asian Bankers Association for choosing Nepal for its 39 AGM and also to the Nepal Banker's Association for organizing the conference while hosting the annual general meeting of the Asian Banker's Association.", "Distinguished guests, Ladies and Gentlemen The global financial system remained resilient even during the Covid-19 crisis but is now facing challenges.", "The symptoms were seen earlier this year when some banks faced turmoil in advanced economies.", "Data and statistics showed that Asian banks were able to show a high degree of resilience during those periods, though the vulnerabilities still exist.", "Since the banking business is directly related to the economic conditions, the banking community faces similar challenges as the Global Economy.", "Presently the global economy is still 'limping along, with growing divergences' as mentioned by the IMF's recent World Economic Outlook.", "This indicates that the risk of spillover from the global financial to the domestic market is still prevalent.", "Inflation is now moderated in most of the advanced economies but still well above the central bank's targeted level.", "Some emerging markets and developing economies are still facing a higher inflation spiral.", "The growing tension recently emerged in the Middle East from the Israel-Hamas war and the prolonged Russia-Ukraine crisis, which has been creating challenges to maintaining price stability.", "As a result, many central banks have been continuing their tight monetary policy stance, and this has led to a continuing situation of higher interest rates.", "When the interest rate remains relatively high for a longer term, naturally the demand for credit goes down, resulting in an economic slowdown; on the other hand, the economic slowdown would result in increased credit defaults in the financial system posing a risk in the financial stability.", "Therefore, Asian banks need to be vigilant and cautious to observe and manage these risks.", "This type of discussion forum provides a platform to share the changing banking landscape and discuss the ways forward in this uncertain global environment.", "Considering the impact on economic activities, Nepal Rastra Bank, has already started lowering its policy rate.", "Rapid technological changes have also brought many benefits to the banking system.", "New fintech development has been transforming the banking business, but at the same creating several risks for maintaining stability in the banking system.", "Thus a very important question to many Asian countries and a crucial question to policymakers is \"How to promote and sustain the growth of the banking system along with encouraging economic growth by using latest fintech?\".", "Ladies and gentleman Nepal's growth performance has been sluggish, averaging around 5 percent per annum during the last 10 years.", "The economic growth that was picking up in higher single digits after the post-earthquake recovery and perceived political stability after the state restructuring and new constitution, was severely affected by the outburst of Covid-19 and the subsequent pandemic in 2020.", "This was immediately followed by the RussiaUkraine war which had adversely affected domestic conditions: the economic growth in FY 2022/23 is estimated to lower to 1.9 percent (at purchaser price) which is below potential growth.", "To uplift such low economic growth, higher investment and hence higher savings, is necessary.", "But, Nepal's saving remains below 10 percent on average, which is not sufficient to boost economic growth.", "In this regard, the role of banks are key to boosting savings which will contribute to higher capital formation, a necessity for economic growth.", "Distinguished participants, The Nepalese banking system has witnessed rapid expansion and development in the last three decades in line with the financial liberalization policy.", "As a result, access to finance and financial deepening has substaintially increased.", "For instance, the recent deposit-to-GDP ratio remains more than 100 percent, while the credit-to-GDP ratio now hovers around 90 percent; these are number one in South Asia.", "Financial access has expanded rapidly even to remote areas while financial literacy activities is gaining momentum as it is a top priority of the Nepal Rastra Bank.", "After the rapid expansion of the banking sector, we are now focusing on the consolidation of the Nepalese banking system and are confident that this will make it stronger, so as to withstand any shocks and uncertainties that emerge in the economy.", "Nepal's financial system has remained resilient despite the series of shocks faced, which emerged from both domestic and external sources.", "The global financial crisis of 2008 and the Covid-19 pandemic were the two big external shocks while the 2015 earthquake was one of the largest domestic shocks.", "Generally speaking, the pandemic exposed a larger risk to the banking sector, when most businesses were closed and unable to generate income to serve the credit.", "The cautious, prudent and accommodative measures taken by the NRB and highly supported by the banking communities, helped protect businesses and entrepreneurship, ultimately limiting bank and financial institutions' failure while helping the economic recovery after the pandemic.", "Because of the financial consolidation measures, through mergers and acquisitions, and the adoption of international standard regulation and supervision, the Nepalese banking has remained strong so far.", "Nevertheless, Nepal's banking sector also faces challenges we must all address together.", "The banking system has been facing some challenges of recovering loans resulting in a rise in non-performing loans, which have resulted from the impact of Covid 19.", "From wider economic perspective, despite the rapid expansion of credit, low economic growth indicates a poor contribution of banking credit to the growth of domestic economy.", "Now, it is an opportune time to fully re-orient the banking sector's resources to the sectors that directly contribute to economic growth.", "In this regard, I am pleased to observe that the conference theme in this area of re-orienting resources for achieving sustained economic growth.", "The NRB has already taken some bold steps to re-orient bank lending to the growth-promoting sectors.", "I am also happy to share with this august gathering that our banking community has supported immensely in this mission and we also expects continued support in the days to come.", "Taking this opportunity, I would again like to advise the banking institutions to follow selfregulation and ethical banking.", "This becomes inevitable when we have growing usage of technologies, increasing size of business, and growing banking presence; therefore regulators cannot and should not oversee every activity.", "The banking community needs to be competitive and focus on sustaining the business in the long run.", "Distinguished participants, ladies and gentlemen Finally, I wish a grand success of this two-day event, both the conference and the AGM.", "I hope that the discussion on the key banking issues for Asia will provide key insights to every actor of the banking community, such as regulators, bankers and the government in promoting financial resilience but also equally supporting economic growth.", "I have seen the program schedule and am therefore confident that this forum will provide a way forward to address banking issues and challenges, which are emerging in Asia in general as well as in a small open economy like Nepal.", "I again would like to reiterate that the NRB is committed to maintaining financial stability along with macroeconomic stability while also supporting for a sustained economic growth.", "Last but not least, I request all the foreign delegates to enjoy Nepal's food, culture and beautiful nature.", "I wish you a pleasant stay and a safe journey back home.", "-economic-growth#:~:text=Overview,economic% 20growth%20in%20last%20decade."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["Economic Growth", "Financial Stability", "Monetary Policy", "Fintech", "Banking System", "Inflation", "Credit", "Savings", "Financial Inclusion", "Non-Performing Loans"]}