{"sentences": ["The crisis at Credit Suisse has opened up a broad debate on the financial stability framework in Switzerland.", "The National Bank Act states that the Swiss National Bank shall contribute to the stability of the financial system, and legislators have allocated certain tasks and instruments for this purpose.", "In the event of a crisis, the SNB performs this mandate in particular by acting as lender of last resort and providing liquidity to systemically important domestic banks that are solvent but can no longer refinance themselves on the market.", "In March 2023, the crisis at Credit Suisse placed heavy demands on the SNB in its role as lender of last resort.", "By making liquidity assistance available on an unprecedented scale, the SNB first created the time window necessary to find a solution for Credit Suisse, and thereafter provided significant support in the acquisition of Credit Suisse by UBS.", "The acquisition of Credit Suisse by UBS on 19 March this year prevented a global financial crisis.", "Since autumn 2022, the authorities had also examined options other than an acquisition.", "These included a resolution of Credit Suisse or a temporary public ownership (TPO) of the bank.", "After considering the risks involved, the authorities ultimately came out in favour of the acquisition of Credit Suisse by UBS.", "Given the fragility of the financial markets at that time, there were fears that a resolution would destabilise the financial system.", "In the case of a TPO, the risks for taxpayers were considered too high.", "The SNB's liquidity assistance was decisive in the successful handling of the crisis.", "Never before had a central bank provided such a large amount of liquidity to a single bank.", "At its peak, the total was CHF 168 billion in three different currencies, which the SNB made available to Credit Suisse on the same days the liquidity was requested.", "It was only thanks to its well-established processes and good preparation for crisis scenarios that the SNB was able to provide Credit Suisse with the necessary liquidity in such a short period of time, thus enabling the bank to meet its obligations in full when the markets opened.", "Providing liquidity assistance to Credit Suisse required the utmost flexibility from the SNB.", "As lender of last resort, it initially provided Credit Suisse with classic liquidity assistance (ELA).", "Based on an emergency ordinance by the Federal Council, it also provided an additional liquidity assistance loan (ELA+).", "The statutory basis for this facility made it possible for loans granted under ELA+ to be secured solely by means of preferential rights in bankruptcy proceedings.", "Ultimately the SNB granted a further loan guaranteed by the federal government's Public Liquidity Backstop (PLB).", "Thanks to ELA+, it was possible to create the time window required for finding a comprehensive solution during the phase of high and exceptionally rapid outflows at Credit Suisse.", "Without ELA+ Credit Suisse would have been in jeopardy of being unable to meet its financial obligations before the announcement of the acquisition by UBS, entailing substantial risks for financial stability.", "However, even after the acquisition had been announced, the SNB's liquidity assistance remained crucial for Credit Suisse and UBS.", "There are statutory limits on the SNB's room for manoeuvre in the area of financial stability.", "Further tasks that are also important for the stability of the financial system fall under the responsibility of different authorities.", "For example, the SNB is not responsible for the supervision of banks, and it has no legal basis to take over or resolve a bank.", "Similarly, the SNB cannot guarantee customer deposits at banks or provide banks with unsecured liquidity, i.e.", "without sufficient collateral cover - also not in the case of an acute crisis that poses a threat to global financial stability.", "The statutory framework for the SNB's tasks and instruments is clear, and so too is the division of roles between the authorities.", "For the SNB, its role as lender of last resort is of the utmost importance.", "Neither in the case of the crisis at Credit Suisse nor in preceding crises was there ever a situation in which the SNB would not have provided emergency liquidity assistance if this had been requested by a bank or if necessary to safeguard financial stability.", "The SNB works continuously on being able to optimally perform its tasks as lender of last resort at any time.", "This includes testing its own emergency operations, as well as maintaining good contacts with other key central banks, relationships that are particularly valuable when it comes to providing liquidity assistance in foreign currency in crisis situations.", "However, it also involves regularly reviewing its framework for eligible collateral and engaging in dialogue with other central banks in this regard.", "The SNB accepts a broad range of collateral that banks can provide in return for liquidity.", "This includes mortgages both on residential and on commercial properties.", "These constitute more than 85% of the domestic credit volume of Swiss banks.", "The SNB also accepts as collateral securities with lower credit ratings, loan securitisations and shares.", "The collateral can also originate from borrowers outside Switzerland and be denominated in foreign currencies.", "In terms of the range, quality and risk-based haircuts, the collateral deemed eligible by the SNB is comparable to that of other central banks.", "Furthermore, the SNB is continuously developing its collateral framework.", "For example, in 2019 it initiated a project to ensure that all banks, not just those designated as being systemically important, have access to liquidity against mortgages.", "Following the conclusion of a pilot phase, banks can obtain liquidity provided they have made the corresponding preparations.", "What lessons have been learned from this crisis with regard to the provision of emergency liquidity?", "The case of Credit Suisse has clearly shown that outflows of customer deposits can now be much faster and more extensive than assumed by the existing regulations.", "Moreover, Credit Suisse had not prepared sufficient assets that it could provide to the SNB as collateral in order to access massive amounts of emergency liquidity assistance in a crisis.", "That is why emergency law had to be used to make ELA+ possible.", "The following lessons can be learned from this: First, the liquidity regulations must be geared to the new reality of potentially faster and larger outflows of deposits.", "Second, it is of the utmost importance going forward that banks prepare sufficient collateral that they can transfer to the SNB and other central banks.", "Third, there needs to be an effective PLB that enables the SNB to provide liquidity loans to banks in difficulties that do not have sufficient collateral.", "The risks of the PLB are borne by the state.", "This approach tallies with the established allocation of roles between state and central bank in a banking crisis.", "ELA+ should not become part of the SNB's regular set of instruments.", "The SNB's willingness and ability to provide liquidity was crucial in managing the acute crisis at Credit Suisse and thus in avoiding a financial crisis with serious economic consequences for Switzerland and the rest of the world.", "Even in an acute crisis situation, however, the SNB must always adhere to the framework established by law and comply with the allocation of roles to authorities envisaged therein."], "classifications": ["monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "fiscal dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Credit Suisse crisis", "Lender of last resort", "Financial stability", "Liquidity assistance", "ELA+", "Collateral", "Systemically important banks", "Public Liquidity Backstop", "Emergency liquidity", "Swiss National Bank"]}