{"sentences": ["It is a distinct honour to celebrate a remarkable milestone in the European financial landscape - the first ten years of the SSM Regulation.", "This occasion represents a significant chapter in our financial history, and it is with great pride and enthusiasm that we come together to reflect on the journey, acknowledge our achievements, and chart the course for the future.", "From its very inception, the Single Supervisory Mechanism was a visionary initiative that forever changed the paradigm of financial supervision in Europe.", "The path to establishing the SSM was far from simple, as it marked a profound shift from highly fragmented national banking supervision systems, charged with safeguarding their domestic financial institutions, to a unified European approach with a broader perspective.", "Over the past decade, we experienced a remarkable evolution in our approach, with the goal of crafting a truly European spirit.", "In fact, the fragmentation of supervisory powers was not fully adequate when it came to addressing cross-border financial challenges and crises.", "As we have witnessed in recent years, these challenges can take various forms, such as the COVID-19 pandemic, the Russia-Ukraine conflict or the impact of rising interest rates.", "Had we still been left to address these challenges separately, we would have likely found our financial system less resilient and less able to adapt to rapidly changing circumstances.", "Today, I would like to focus on the main achievements and challenges that lie ahead in the field of banking supervision.", "Achievements... First and foremost, the supervisory framework has undergone a profound maturation process.", "One key point worth highlighting is that the European supervisory framework has emerged as a synthesis of the best national practices.", "The creation of the SSM allowed us to establish a new standard in supervisory activities, creating a comprehensive framework that ensures fairness, transparency, and accountability.", "Fairness, as a guiding principle, guarantees that all supervised entities are on a level playing field; this has been achieved by leveraging a powerful benchmarking approach, meaning that each institution is subject to the same rigorous standards thereby preventing any undue advantages or disadvantages.", "Moreover, the SSM places a strong emphasis on transparency and accountability.", "It is essential that both the market and the entities under supervision have a clear view of our policy stances and of our supervisory process and its results.", "This is not only a good practice for financial authorities, it is the backbone of mutual trust and confidence.", "The SSM has integrated our voices and efforts, in the pursuit of the 'one team spirit', enabling us to leverage different supervisory cultures and diverse operational experiences under a unified SSM methodology.", "Thus, the SSM has capitalized on the histories of the national supervisory authorities, guided by a shared European vision.", "However, as we reflect on our accomplishments, we must not rest on our laurels.", "The global financial landscape is continually evolving, and our European framework must evolve with it.", "As we chart our path forward, there are specific aspects that warrant our continuous attention and effort.", "First, there are the differences in national regulatory regimes: while the SSM has made significant strides in harmonizing supervisory practices across Europe, we must remain committed to working on the progressive reduction of disparities between national regulatory regimes in several areas.", "By the same token, we are still awaiting the completion of the third pillar, the European Deposit Insurance Scheme (EDIS).", "The puzzle is not yet complete, but we remain confident that we will ultimately get there.", "Second, the sense of belonging to a single system for our resources: this is an issue that has been at the forefront of discussions, particularly with the initiation of the SSM Integration project.", "...and challenges ahead While we take pride in our achievements, it is equally important that we address the challenges and potential vulnerabilities affecting the financial industry, calling for changes in our supervisory approach.", "One of the critical areas of concern pertains to the SSM's primary focus on supervising banking groups, which constitute just one facet of the broader financial landscape.", "However, non-bank financial intermediation, encompassing entities such as financial intermediaries, asset management firms, investment funds and payment service providers, has seen significant growth over the past decade and is strongly interconnected with the banking system.", "While this evolution is a positive development in terms of fostering financial integration and bolstering economic growth, it also introduces heightened risks to the financial system.", "Increasing competition and potential spill-over effects cannot be disregarded from a supervisory point of view.", "Another significant challenge is that non-bank financial intermediation, in particular the most innovative ones, often fall outside the traditional regulatory perimeter.", "This regulatory gap can create a blind spot for supervisors, as non-bank financial entities may engage in activities that could pose systemic risks without adequate oversight.", "It is vital that we strike a balance between regulating non-bank entities to mitigate risks and allowing them to innovate and provide essential financial services.", "In this regard, the rise of FinTech companies adds another layer of complexity to this interconnected landscape.", "FinTech firms often collaborate with banks to offer innovative financial services.", "Their rapid growth and evolution present regulatory challenges, as they can bridge the gap between traditional banking and non-bank financial intermediation, transforming traditional risks into new or different ones, that are harder to grasp.", "Therefore, recognizing and addressing these interconnections and the related risks is crucial.", "However, we cannot wait for the regulatory framework to address this issue.", "While we recognize the importance of a thorough legislative process in crafting robust and lasting rules, banking supervision often requires proactive measures to stay ahead of evolving market dynamics, as we are presently witnessing.", "Thus, as we await the establishment of a clearly defined regulatory framework, as supervisors, we are compelled to address the challenge of ensuring thorough and efficient supervision across these interrelated sectors.", "This responsibility becomes even more critical as we gear up for the implementation of the MiCAR and DORA regulations, which will introduce new dynamics in the financial landscape.", "The SSM is then tasked with fostering collaboration and information-sharing with other relevant authorities, to ensure a coordinated response and consistent oversight across the financial spectrum.", "This process will entail adaptability, proactive issue identification and resource allocation to address priorities.", "It will be crucial to follow the risks wherever they may arise.", "This will indeed pose a significant challenge for the SSM and the Supervisory Board.", "In this context, continuing the dialogue with the market will be crucial.", "The Bank of Italy initiated this process some years ago, developing three integrated channels of dialogue with the market: Milano Hub, the Regulatory Sandbox and the Fintech Channel.", "It is clear that as we celebrate the first ten years of the SSM Regulation, we stand at a crossroads.", "In a continuous learning-by-doing process, we are still open to discussing further improvements in our supervisory review and evaluation process, as the last Strategic Retreat meeting held in Rome demonstrated.", "It is therefore essential that we adapt to these changes, anticipate new challenges while supporting financial innovation, addressing the grey areas of the regulatory/supervisory framework.", "The outer reach of AI Currently, banks and supervisors are in the midst of a digital transformation process, a significant shift that has brought about not only heightened traditional risks but also the emergence of entirely new challenges.", "Amid this ongoing transformation, one topic has particularly captured the spotlight in the realm of innovative tools, and that is Artificial Intelligence.", "European regulators are actively engaging with the advent of AI, recognizing its far-reaching implications across numerous sectors, including supervised entities and authorities.", "In particular, the use of technology and artificial intelligence for banks and supervisors is already a strategic issue.", "Banks could make use of AI in several ways to improve efficiency, such as in credit scoring models, fraud detection, risk management or predictive customer behaviour.", "As well, AI also has potential application in the realm of banking supervision.", "AI could help supervisors in assessing banks' compliance with regulatory requirements by analysing vast amounts of data and helping build early warning systems for identifying emerging threats or vulnerabilities.", "It is imperative that we strategically enhance our competencies, approaches and tools to stay aligned with the rapid evolution of technology and AI.", "Nevertheless, banks and supervisory bodies must not disregard the ethical considerations posed by AI adoption.", "AI models have the potential to produce biased decisions and result in discriminatory bank lending.", "Furthermore, given that banks and supervisors deal with sensitive data, it is imperative that the use of AI aligns with stringent data privacy regulations to mitigate the risk of misuse in the event of data breaches.", "In conclusion, the advent of artificial intelligence offers substantial opportunities and an expanded toolkit for banks, provided they can effectively manage associated risks.", "As we embrace the potential of AI, we must be vigilant in our approach to risk management.", "These new horizons, while promising, also introduce complexities that demand our close attention.", "We need to safeguard against the appeal of automation and ensure that the role of human expertise remains central in our decision-making processes.", "We must remember that, no matter how sophisticated and powerful the technology becomes, the ultimate responsibility for decisions cannot be transferred to automated processes.", "AI can complement and assist, but it cannot replace the judgment and experience of supervisory authorities and a good banker.", "We must be proud of what we have achieved with the SSM.", "It was indeed a very ambitious undertaking, but we have achieved, in a relatively short span of time, many significant milestones through a common effort aimed at integrating diverse supervisory traditions and incorporating the best national practices into a unified SSM approach.", "At the same time, we should acknowledge that there is still a long road ahead.", "Three concepts must remain our guiding stars: a rigorous approach, cooperation and openness to innovation."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["SSM Regulation", "Banking supervision", "Financial stability", "Non-bank financial intermediation", "FinTech", "Artificial Intelligence (AI)", "Risk management", "Data privacy", "Innovation", "Cooperation"]}