{"sentences": ["I was with my family in Greece for the summer holidays.", "One evening we walked through a street in Athens with restaurants lined up along the street, and there was a man trying to lure tourists into his restaurant.", "When he approached us I told him we had other plans, but somehow I wanted to know how he was doing.", "And what I did not expect was that he started ranting, a complete stranger, about how the summers had become unbearably hot, and that the number of tourists was already declining as a result.", "He was very depressed about the whole situation and he confided in me that he was seriously considering moving to Norway.", "I was shocked and sad because I saw he really meant it.", "And the hard truth hit home again that the climate crisis is here and now, and it is affecting the lives of real people.", "And on top of that, it is affecting our economies.", "And when it affects our economies, it affects our financial sector as well.", "Financial institutions are exposed to climate and environmental risk.", "Think for instance about the risk of a flood in the western part of the Netherlands.", "Don't forget we are below sea level here.", "Serious flooding could increase a bank's credit risk following damage to collateral such as houses and other buildings.", "And this would then require a bank to draw on its capital reserves.", "That's what we call physical risk.", "And then there is transition risk as well.", "Transitioning to a net-zero society will likely lead to adjusted or new government policies.", "It could also lead to technological advances, or changes in market sentiment and market preferences.", "The transition to a net-zero economy creates risk for financial institutions that are highly exposed to sectors of the economy that are unprepared.", "Governments, for example, could impose higher taxes on greenhouse gas emissions.", "As a result, the revenue of an energy-intensive company could decline.", "And this could impact the company's creditworthiness and its ability to repay outstanding debts to banks.", "Physical and transition risks are not only related to climate change.", "Financial institutions are also exposed to risk stemming from the degradation of nature, and actions aimed at preserving and restoring it.", "Nature provides services that are essential to our economies and, basically, life itself.", "Think of pollination, which is crucial for farmers, and for our food supply in general.", "To give you an idea of the magnitude of the exposures, let me give you some numbers.", "More than 500 billion euro in investments by Dutch financial institutions are highly dependent on one or more of the services we find in our natural environment.", "Also, the global carbon footprint financed by Dutch financial institutions is at least 82 Megatonnes.", "This is equivalent to the emissions caused if all the inhabitants of New York City would fly to London and back.", "This carbon footprint can lead to increased credit and market risk, among other things, as a result of the transition to a carbon-neutral economy.", "This is exposure, not risk.", "But still, these exposures could develop into a substantial amount of risk.", "Because business models that are reliant on sectors and markets which are particularly vulnerable to climate- and nature-related risks may not be future-proof anymore.", "Simply because transition risks may impact the current-day business models.", "For example, the Dutch agricultural industry will likely need to shrink in order to meet long term bio-diversity requirements.", "Hence, banks that are heavily involved in financing the agricultural industry today, must prepare for a changing demand for credit from this sector, in the future.", "In addition to physical risk and transition risk, financial institutions also face potential reputational and legal risk.", "These risks follow from an increased awareness in society of the effects of climate change and nature degradation.", "For instance, if a bank promises to be more green and to reduce its investments in fossil fuel sectors, but does not live up to its commitment, its reputation could be harmed.", "People will react and activist measures or changes in consumption patterns could follow.", "Their goal being, ultimately, to drive banks towards a more environmentally friendly business model.", "It is clear that people have become more and more aware of the importance of climate change and environmental degradation and their consequences for daily life.", "People are prepared to take action.", "And they are prepared to take legal steps as well.", "Therefore, banks may also be exposed to increasing litigation risk.", "If a bank, as a signatory to a climate commitment, does not live up to what it promises, not only could its reputation be harmed, it could also be subject to litigation, for example by NGOs.", "Actions against greenwashing are a good example.", "Environmental organisations, policymakers and supervisors are all sensitive to attempts at greenwashing.", "The legal risks associated with greenwashing are significant.", "And so not living up to a climate commitment may lead to litigation risk that could have significant financial consequences.", "To illustrate the significance of this risk, the total number of climate change-related court cases worldwide has more than doubled since 2017 and is growing.", "So the climate- and nature-related risk to which financial firms like yours are exposed may be considerable.", "The recent good news is that the Dutch Environmental Agency for the first time has indicated that the Netherlands seems to be on track to reach its target of a 55 percent decrease in CO2 emissions by 2030 - as compared to 1990.", "If we work really hard.", "And we won't be done with the Netherlands delivering on its climate ambition only.", "The transition to a carbon-neutral society, in harmony with nature, is, simply put, the world's biggest challenge and should be a top priority around the globe.", "Governments are in the lead here, through regulation, adequate pricing of carbon emissions, and encouraging the financing of innovative, sustainable investment.", "As a central bank we have supported this transition with research, advice and by bringing key players together to facilitate sustainable finance where we can.", "As a supervisory authority we also have a responsibility.", "A responsibility to make sure that financial institutions manage climate- and nature-related risk.", "Because ignoring these risks is no longer compatible with sound risk management.", "That's where my focus lies today.", "Over the past years we have been active in bringing these risks to your attention.", "Initially by sharing with you what we consider to be good practices and other suggestions for dealing with climate and environmental risks.", "Think of the ECB and DNB guides on climate-related and environmental risks.", "Think of the Basel Committee principles for the effective management and supervision of climate-related financial risks.", "And the ECB has urged banks to analyse climate and environmental risks and integrate them into their business models, governance, risk management and disclosures.", "But despite all efforts I must say I am concerned about the pace and the amount of action in the financial sector.", "Yes, financial institutions have made meaningful progress in accounting for climate and environmental risks.", "Some banks have shown they acknowledge the materiality of climate risks in their portfolios.", "The same holds for pension funds.", "And they have made progress in including these risks in their risk management frameworks and processes.", "Also, around 50 banks, insurers, pension funds and asset managers in the Netherlands have signed the Climate Commitment.", "As signatories to this Commitment they agree to actively contribute to the implementation of the climate goals set out in the Paris Agreement.", "Institutions that have signed this commitment have 18 months to do a number of things.", "They need to identify operational and attributable greenhouse gas emissions in their lending and investment portfolios.", "And then they need to set specific targets, for both 2030 and 2050, so that they can align themselves with the trajectories towards net-zero by 2050 or earlier.", "So there has been progress.", "But at the same time we are still a long way from where we need to be.", "We are not converging fast enough.", "For example, and as I mentioned, most significant banks acknowledge the materiality of the climaterelated risks in their portfolios.", "But there is less progress on environmental risks.", "40% of the European banks have not yet properly assessed their exposure.", "Assessments by the ECB show that significant gaps still remain in banks' disclosures, as well as in the substance of these disclosures.", "About three out of four significant Eurozone banks do not disclose whether climate-related and environmental risks are material to them.", "This shows that these institutions are either unaware of the potential impact of these risks on their balance sheets - or are aware of their impact, but do not disclose it.", "And a recent report from Autonomous shows that the worldwide banking sector has shown slow progress with regard to their Paris Readiness Index over the last 12 months.", "The Paris Readiness Index measures the implementation of climate-related financial disclosures, the promotion of green finance and the management of the physical and transition risks of climate change and environmental degradation.", "On top of getting your risk management in order, you need to do more in the area of disclosure.", "With the introduction of various European disclosure requirements, such as the Corporate Sustainability Reporting Directive and the EBA's Pillar 3 ESG reporting, little time remains for banks to close the disclosure gaps.", "And even more standards are currently being developed, such as those from the International Sustainability Standards Board and the Basel Committee on Banking Supervision.", "Therefore, supervisors are intensifying their focus on climate and environmental related risks.", "At DNB we continue to integrate sustainability risk in our regular supervisory activities.", "We recently announced this in our revised sustainable finance strategy.", "This year we will update and expand the good practices that we have identified.", "Furthermore, we are embedding ESG factors in the supervisory assessment framework that we use.", "And we are going to monitor the ambitions that financial institutions have signed on to in the Climate Commitment.", "If they fail to make sufficient progress, we will consider all tools in our toolbox, including, ultimately, enforcement measures.", "And we are not the only one stepping up the attention.", "The ECB has communicated deadlines for banks to meet all supervisory expectations.", "By the end of 2023, significant banks are expected to include climate and environmental risks in their governance, strategy and risk management.", "The ECB has communicated that it will perform targeted deep dives and onsite inspections.", "The Basel Committee will give more consideration to whether regulatory measures are needed to address climate risks in the prudential framework.", "The European Banking Authority is exploring how ESG risks could be incorporated in the European prudential framework.", "As financial institutions, you play a crucial role in our societies.", "You play an important role in creating sustainable prosperity.", "So we need you to act urgently.", "The world needs your help in funding the transition to a carbon-neutral society that is in harmony with nature.", "And as a financial supervisor I say: we need you to manage your climate- and nature-related financial risks.", "They are often two sides of the same coin.", "Because that's what the story of a desperate restaurant owner in Greece is telling us.", "That's what the millions of people whose lives and livelihoods are at stake are telling us.", "That we have to fight climate change and environmental degradation.", "That we have to fight the risks they entail for our financial system, our economy and sustainable prosperity.", "And that, in that fight, we all have to do our part.", "For us as supervisor, this means keeping the risks in check, and thus safeguard the stability of the financial system.", "But ultimately, we will only succeed if we join forces - supervisors, governments, private parties and financial institutions.", "So let's check in today, and take up the task that lies before us - together."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Climate change", "Environmental risk", "Financial risk", "Sustainability", "Transition risk", "Disclosure", "Physical risk", "Greenwashing", "Litigation risk", "Climate commitment"]}