{"sentences": ["fy Th NATIONAL BANK OF SERBIA Introductory speech at the presentation of the Inflation Report - November 2023 Dr Jorgovanka Tabakovié, Governor Belgrade, 15 November 2023 Ladies and gentlemen, esteemed members of the press, dear colleagues, Welcome to the presentation of the November Inflation Report.", "Before we elaborate in more detail on the current macroeconomic developments and our new projections, I wish to highlight that, despite heightened uncertainty and external challenges, developments in many areas are either in line with or better than what we expected at the time of the previous Report.", "I here have in mind the e Inflation declined to 8.5% in October, moving somewhat below our August expectations over the past months; e Owing to a robust bank regulatory and macroprudential framework and moderate monetary tightening, financial stability has been preserved and the NPL share in total loans is close to a historical low; e In Q3 GDP growth picked up to 3.5% y-o-y, exceeding our earlier expectations.", "In light of favourable developments, our GDP growth projection for the entire year is now around 2.5%; e We have seen a major improvement of our external position - in the nine months of this year, the current account deficit measured only 1.6% of GDP, with FDI inflows exceeding it multiple times.", "As a result, FX reserves rose to a new record high of EUR 24.4 bn at end-October; e The fiscal deficit will be lower than initially planned and will measure around 2.8% of GDP in 2023, thanks to better than planned revenues and reduced transfers to the energy sector, which will accelerate the downward trajectory of public debt.", "Also, at the very start, I wish to highlight several more things that I consider crucial from the viewpoint of the NBS's competences and tasks: e First of all, the measure of capping interest rates on variable-rate housing loans is well-calibrated in all respects.", "The adoption of this measure and its effect on the banking sector financial result are estimated not to jeopardise in any way the operation of the banking sector, while contributing to the preservation of financial stability by preventing a rise in NPLs.", "Household disposable income is thereby also increased, but it should be borne in mind that it cannot jeopardise the downward trajectory of inflation as it makes up merely around 0.3% of total household consumption in a single year.", "It can only contribute to the recovery of consumption, which is indispensable for achieving the desired economic growth.", "e Second, already in Q1, or no later than early Q2 next year, the NBS real key policy rate will return to positive territory, with y-o-y inflation and inflation expectations going down.", "In other words, even by keeping the key policy rate at the current level of 6.5%, the NBS will act increasingly restrictively, lending a strong impetus to the disinflation process.", "e That our monetary and overall economic policies are adequate is also attested by IMF's positive second review under the arrangement, which, given the created buffers, will become a precautionary arrangement most probably already in December.", "This contributes to a favourable investment environment, which is also confirmed by high investment inflows into the real sector, elevated interest of foreign investors in government dinar securities at recent auctions, and the country's credit rating one step away from investment grade.", "Later in the conference, we will present in more detail macroeconomic developments in the international and domestic environments, and our new projections.", "Trends in the international environment continue to largely determine domestic macroeconomic developments and are the key risk to our macroeconomic projections.", "The majority of relevant international financial institutions agree that the global economy has proven to be more resilient than initially expected despite the consequences of the pandemic and the energy crisis, which caused disruptions in the world food and energy market and pushed up global inflation, as well as despite monetary tightening.", "In H1, the euro area, our key trade partner, managed to avoid technical recession.", "Still, according to the Eurostat estimate, Q3 saw a moderate decline.", "The leading monthly indicators suggest that production contracted early this quarter.", "Subdued euro area external demand is generating disinflationary pressures on our economy, but may also slow down export growth.", "Nonetheless, owing to rising export supply, in the year to September our goods exports recorded relatively high growth rates, with exports to Germany accounting for around 40%.", "More information is contained in one of the text boxes in the current Inflation Report.", "Next year, with the expected recovery of Germany and acceleration of economic growth in the rest of the euro area, our production and manufacturing exports are likely to expand.", "Chart 1 Revisions of euro area GDP growth projections for Chart 2 Revisions of Euro area inflation projections for 2023 2023 and 2024 and 2024 16 ° N jection for 2022 .", "lew projection for ° New projection for 2023 .", "World Advanced E = i id ECB Consensus Economics IMF economies uro area developing Sources: ECB (June and September), Consensus Economics (July and October) and Sources: IMF WEO (October 2023) and IMF WEO Update (July 2023) °momies IMF (July and October).", "Global inflation has slowed owing mainly to falling world prices of energy and food, and the effects of past monetary tightening, which is likely to drag down inflation at home in the coming period.", "Given the established downward trajectory of inflation and its expected movement going forward, it is estimated that central banks of advanced economies are probably nearing the end of the monetary policy tightening cycle.", "However, due to persistent risks, tight monetary conditions will be maintained for some time yet, while, on the other hand, some inflation-targeting regional peers have already started or announced the start of monetary policy easing.", "One of the text boxes in the Report is dedicated to the outlook for global and domestic inflation, and the dilemmas facing monetary policy makers in the current circumstances.", "When it comes to risks to the projection, caution in the conduct of the NBS's monetary policy is mandated by heightened global geopolitical tensions, which have intensified with the latest developments in the Middle East.", "This fuels uncertainty in commodity and financial markets, triggering volatility of the global oil price over the past weeks and a moderate rise in the risk premium of emerging economies.", "Still, according to the estimates of relevant international institutions, unless the conflict spreads, we should not expect any major effects on primary commodity prices on this account, and on global inflation either.", "The macroeconomic effects of the materialisation of the risks of escalating geopolitical tensions and their potentially faster than expected resolution are examined in our text box on alternative projection scenarios.", "Y-o-y inflation in Serbia has been on a downward trajectory since April.", "In the past three months, it measured even less than envisaged by our August medium-term projection.", "The slowing of inflation to 8.5% in October and its return to a single-digit level is the result of lower growth in food prices and prices within core inflation (CPI excluding food, energy, alcohol and cigarettes), which softened to 7.3% y-o-y in October.", "Such movements in core and, by extension, headline inflation reflect the dissipation of global cost-push pressures, monetary policy tightening and the decline in short-term inflation expectations of the financial and corporate sectors.", "Under our new projection, after falling to around 8% late in the year, y-o-y inflation will most probably retreat within the target band towards mid-next year and continue to slow thereafter, approaching the target midpoint in late 2024.", "Such movements will be aided primarily by the effects of past monetary policy tightening, subsiding global cost-push pressures, slowing of imported inflation and subdued demand amid weaker global growth.", "Though in our new projection we expect global oil prices to be higher in late 2023 and 2024 amid mounting geopolitical tensions, the inflation projected for 2024 is almost unchanged relative to our August expectations as inflation has receded in the past three months at a faster than expected pace and inflation expectations have subsided.", "Since inflation is expected to move within the target band over the monetary policy horizon and the full effects of past monetary tightening on inflation are yet to play out, we have decided to keep the key policy rate unchanged at 6.5% in the period since the previous Report.", "In September, we raised dinar and FX required reserves in order to mop up surplus dinar liquidity in the market.", "The transmission of the effects of past monetary tightening to interest rates in the money, lending and savings market, and to the volume of lending to the private sector, signals the effectiveness of the transmission mechanism through the interest rate and lending channel.", "The decline in one year-ahead inflation expectations of the financial and corporate sectors, and the movement of financial sectors two- and three year-ahead expectations within the NBS's target band, indicate that we have helped contain inflationary pressures through the expectations channel as well.", "When it comes to corporate lending, it should be noted that companies' demand for liquidity loans has diminished due to increased profitability, while investment loans continue to post solid growth of around 4% y-o-y.", "Chart 5 Movement in the key policy rate and average repo Chart 6 NPL level and share in total loans, gross principle rate (in RSD bn) (in %) (daily data, p.a., in %) 500 mmm Household sector 25 9 .", "\"=== Corporate sector --Key policy rate Other sectors Lending facilities rate -- NPL share in total loans (RHS) == Deposit facilities rate 400 -- Average repo rate 0.", "It is also important to emphasise that we have been tightening our monetary policy continuously, but gradually, taking care to minimise the effects on financial stability and economic growth.", "At the same time, we chose not to wait for the risk of rising interest rates in the euro area to materialise and affect the capacity for repayment of housing loans in the domestic market; instead, in September we decided to cap the interest rate at 4.08% for first-time beneficiaries of variable-rate housing loans whose contracted amount does not exceed EUR 200,000.", "At around 3% in September, the share of NPLs in total loans clearly confirms that financial stability has been preserved as a result of a robust regulatory and macroprudential framework and measured tightening of monetary conditions.", "Economic growth picked up speed in Q3.", "According to the SORS flash estimate, y-o- y GDP growth measured 3.5%, which, in our view, was underpinned primarily by construction due to accelerated implementation of infrastructure projects.", "Though external demand slackened, manufacturing posted better than expected outturns, propped up by past investment and rising domestic demand.", "Further, data on the yields of key crops indicate that this year's agricultural season was better than average, exceeding our expectations from August.", "A positive contribution also came from most service sectors.", "On the expenditure side, third-quarter growth was led by rising investment, mostly private.", "Net exports also gave a positive contribution, though lower than in H1 2023, as real growth in the exports of goods and services continued up, and imports declined further.", "Chart 7 Contributions to y-o-y GDP growth rate, expenditure side Chart 8 Contributions to real GDP growth, expenditure side Net exports I 18 lm Change in inventories 15 === Gross fixed capital formation mms Government spending 12 Household consumption Change in inventories ===\" Government consumption Gross fixed capital formation mmm Household consumption 2017-2018 = 2019S 2020S 2021 2022 = 2023* 2011 2013.", "Sources: SORS and NBS.", "Owing to favourable movements in Q3, we now estimate the GDP growth rate in 2023 to measure around 2.5%, whereas in August we expected it to settle closer to the lower bound of the projected 2-3% range.", "A key contribution to this year's GDP growth will come from net exports, even as the imports of goods and services are expected to accelerate and exports decelerate in Q4.", "On the other hand, we expect overall domestic demand to stagnate.", "Fixed investment will go up thanks to increased corporate profitability, high FDI inflows, and government investment in transport infrastructure.", "A positive impulse is also anticipated from private consumption which is expected to rebound in Q4 on the back of an increase in employment and wages in the private and a part of the public sector, and in pensions.", "We expect the depletion of inventories to work in the opposite direction.", "As global inflationary pressures wane, the euro area, our key trade partner, recovers and the implementation of investment projects in the area of transport, energy and utility infrastructure gains speed as planned, we expect Serbia's GDP growth to step up to 3.0-4.0% as of 2024 and then return to the pre-pandemic growth trajectory of around 4% per annum.", "Growth will be led by domestic demand, notably private consumption and private investment as a result of receding inflationary pressures, preserved labour market and investment confidence.", "The achievement of the projected GDP growth rate in 2024 will also be facilitated by a stronger carry-over effect than in 2023, resulting from accelerated economic growth in H2 this year and estimated at around 1.5 pp.", "Our external position continued to improve in Q3, hence in the nine months of the year the current account deficit was just shy of EUR 800 mn, which is as much as EUR 2.5 bn lower than in the corresponding period in 2022 and at the same time the lowest deficit to date.", "The current deficit declined mostly under the impact of the EUR 2.8 bn contraction in the goods deficit as a result of the combined impact of exports growing by around 6% and imports declining by the same percentage against the backdrop of, among other things, lower energy balance deficit (by around EUR 1.8 bn).", "Another factor driving the deficit down is the continued vibrant growth in manufacturing exports, thanks to investments in tradable sectors, as well as growth in the services trade surplus.", "Also, 17 of the 23 manufacturing branches posted growth, especially the ones associated with the car industry and the production of machinery, equipment and electronic products.", "Our projection still maintains that the current account deficit this year will be around or even below 2.5% of GDP, which is more than twice lower than last year's deficit.", "The IMF came out with a similar projection during the second review of the arrangement.", "According to our projection, the anticipated pick-up in the investment cycle and the associated import of equipment and intermediate goods, which will nonetheless be greatly offset by the growth in export capacities and the recovery of demand from the euro area, will lead to the current account deficit trending at around 4% of GDP next year and in the medium term, which is a level that ensures external sustainability.", "Chart 9 Structure of the current account (im EUR bn) Chart 10 Current account and FDI projection 10 == Goods Services 25 .", "January-September 2022 January-September 2023 Source: NBS.", "The backbone of external sustainability is also composed of FDI inflows which overshot EUR 3.7 bn in the ten months of the year, outperforming the corresponding period of the record-setting 2022 and exceeding the current account deficit many times over.", "This has kept appreciation pressures strong and facilitated an increase in the country's FX reserves.", "Once again I would like to emphasise that we have secured record high FX reserves and the relative stability of the dinar against the euro, which we have preserved through all of the previous episodes of elevated international risks.", "They have been and remain an important pillar propping our macroeconomic stability during this global crisis.", "I would like to draw your attention to the fact that one text box in this Report is dedicated to trends in the FX market and indicates that an improvement in the balance of payment flows contributes to an increase in the number of local companies selling foreign exchange, which is conducive to the more favourable structure and deepening of the domestic FX market.", "In the year to date, we have recorded a fiscal surplus of 0.3% of GDP - a much more favourable result than the one initially projected.", "This was facilitated by revenues outperforming the planned figures, notably on account of increased corporate profitability in the past year, and reduced transfers to the energy sector.", "Thus, we created room for fiscal policy to support domestic demand without jeopardising the declining trajectory of public debt.", "We estimate that the adopted fiscal measures on the expenditure side (wage growth in one part of the public sector and in payments to pensioners) will not have a major effect on inflation, as you can read in the text box on the fiscal impulse that we have prepared for this Report.", "The medium-term fiscal framework, whose important anchor are the adopted fiscal rules, projects the continuation of responsible fiscal policy conduct with a reduction in the share of the deficit in GDP - from 2.8% this year to 1.5% in 2025.", "Going forward, a sizeable portion of budget funds is planned to be earmarked for boosting investments in road infrastructure and the energy sector, thus helping to increase our economy's production potential.", "Source: Ministry of Finance.", "2023 Source: Ministry of Finance.", "Ladies and gentlemen, dear colleagues, I believe that all of the above-said clearly shows that the Serbian economy has demonstrated a strong resilience to the many challenges from the international environment that we have faced over the past several years.", "Understandably, nothing is resolved on its own.", "To achieve resilience and maintain macroeconomic stability, we needed to pursue consistent and responsible economic policy, implemented in a synchronised manner and working pro-actively by identifying potential issues on time and preparing appropriate solutions, including the implementation of the necessary structural reforms, some of which were quite painful.", "Nevertheless, despite the undoubtedly good results, our job is not yet done, and there will always be new opportunities and challenges looming on the horizon to be used or overcome.", "One sentence is particularly relevant for these times, and I often say it - there are no final victories.", "Aware of that, the NBS will continue to keep a close eye on and analyse movements in the international environment in order to better estimate their impact on our economy and react in an appropriate and timely manner.", "Our priority is the return of inflation within the target tolerance band while safeguarding financial stability and, as much as we possibly can, preserving room for growth of our economy, employment and our citizens' living standard.", "We are at your disposal for any questions you may have in the remainder of the conference."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance"], "topics": ["Inflation", "GDP growth", "Monetary policy", "Financial stability", "External position", "Fiscal policy", "Housing loans", "Economic growth", "Current account deficit", "FX reserves"]}