{"sentences": ["vy RESERVE BANK OF AUSTRALIA Bagehot and the Lender of Last Resort - 150 Brad Jones Assistant Governor (Financial System) 36th Australasian Finance & Banking Conference University of New South Wales, Sydney - 14 December 2023 Good morning.", "This event is a highlight on the academic conference circuit so I thank the Institute of Global Finance for the invitation to offer some remarks today.", "This year marks the 150th anniversary of Walter Bagehot's immortalised Lombard Street, where he spelt out the terms by which central banks should act as the 'lender of last resort' to help stabilise the financial system.", "As the banking turmoil offshore earlier this year demonstrated, policymakers continue to wrestle with the issue 150 years later.", "I will begin today with a brief history of the origins of emergency central bank lending, internationally and in Australia.", "I will then discuss how the application of last resort operations has evolved around the world in more recent times.", "Finally, I will conclude with a review of how these wider developments have been reflected in aspects of the Reserve Bank's own framework.", "Financial stability and the lender of last resort -a Maintaining financial stability has been a cornerstone responsibility for central banks for as long as they have been in existence.", "Because financial stability is a public good and central banks occupy a unique position at the heart of the financial system, reflecting their ability to create safe liquid assets on demand.", "But how central banks have discharged this responsibility has evolved and been subject to much debate, right up to present times.", "Their role as lender of last resort - nested in a wider set of financial stability responsibilities - has long featured in this discussion.", "The earliest direct reference to the lender of last resort concept was traced to Sir Francis Baring following a wave of bank runs in 1797, when he argued for the Bank of England (then financing war against the French) to furnish stressed institutions with liquidity as private sources were exhausted.", "Henry Thornton progressed these ideas further in 1802 when setting out the considerations, including moral hazard, that central banks must balance and that still resonate today: 4 The relief should neither be so prompt and liberal as to exempt those who misconduct their business from all the natural consequences of their fault, nor so scanty and slow as to deeply involve the general interest.", "{31 9 But it was not until 1873 that Bagehot counselled that to avert panic, central banks should lend early and freely to solvent firms, against good collateral and at 'high' rates.", "[*1 This prescription was motivated by the financial panic that followed the collapse of London's biggest bill broker, Overend & Gurney, in 1866 - a panic that was only contained by the Bank of England's provision of liquidity to the financial system after its initial refusal to support the broker.", "Central to Bagehot's axiom was the idea that public confidence could be enshrined, and an unnecessary credit contraction averted, by a conditional commitment from the central bank to provide liquidity insurance in a crisis.", "By the end of the 19th century, the Bank of England had become well practised in last resort lending.", "On the other side of the Atlantic, the establishment of the Federal Reserve System in the shadows of the First World War was a direct response to the liquidity crisis that engulfed the American financial system in 1907.", "Up until such time, it had been left to private financiers like JP Morgan to coordinate rather ad hoc responses to runs on financial institutions.", "A century on, the global financial crisis saw the Federal Reserve invoke emergency lending powers - allowing it to lend to non-bank institutions like Bear Stearns and AIG - for the first time since the Great Depression.", "If the Federal Reserve system was in large part born out of the 1907 liquidity crisis in the United States, the lineage of today's Reserve Bank of Australia can be traced to the two major financial upheavals of the 1890s and 1930s.", "Domestically, the former was even more devastating than the latter.", "The deposit base of trading banks collapsed by 20 per cent during the 1890s crisis and more than half of Australia's trading banks of note issue were forced to suspend payment - a third of whom never reopened.", "Partly as a result, the 1911 Act establishing the Commonwealth Bank (what would later become the Reserve Bank) was a compromise between those pressing for a central bank with expansive powers over private banks and those seeking to nationalise the banking sector.", "[7] And in the aftermath of the Great Depression, when the Commonwealth Bank was critiqued in some circles for failing to extend emergency liquidity assistance, the 1937 Royal Commission into the Monetary and Banking Systems highlighted the case for a central bank with last resort lending powers: 4 When the crisis was imminent, prompt and decisive action by a central bank might have ... gained time for others that were sound to rearrange their affairs in an orderly manner without suspension.", "[21 9 But in contrast to a number of other countries, last resort lending has been conducted sparingly in Australia.", "Australian banks received last resort loans from the Bank of England on numerous occasions prior to Federation, though this was a period where the Australian banking and exchange rate systems represented an extension of their British counterparts.", "Since Federation, last resort loans have been extended only to the Primary Producers Bank in 1931 and to three banks supporting illiquid building societies in 1974 and 1979.", "In a different context, the Reserve Bank also provided a liquidity facility to support the orderly takeover of the Bank of Adelaide in 1979.", "!°1 It is beyond the scope of these remarks to delve too deeply into why last resort lending has been deployed sparingly in Australia, but I will briefly touch on three elements.", "The first is that the Australian financial system entered the largest international crises of the past century - the Great Depression and global financial crisis - with fewer vulnerabilities than elsewhere.", "But this resilience was forged out of the earlier stresses of the 1890s and the early 1990s respectively, including the regulatory responses that followed.", "!1°] Take the 1890s crisis, which left in its wake a lasting, cautionary impression on a generation of bankers and regulators.", "And so just three banks failed in Australia during the Great Depression, compared with more than 9,000 in the United States.", "!11] Decades later, the distress experienced by some Australian lenders in the period from the late 1970s to the early 1990s, coupled with substantial regulatory reforms, led to a restructuring of the Australian financial system.", "This played some role in the system avoiding the worst of the credit quality problems experienced internationally during the global financial crisis.", "More generally, it is notable that no Australian bank depositor has lost money since Federation, with the exception of depositors at one small bank in the 1930s who lost just 1 per cent of the value of their deposits.", "{121 A second explanation for why last resort lending has rarely been used in Australia can be traced to the numerous instances where private sector liquidity support has been extended as an alternative to direct official support.", "Examples can be found during the Great Depression, the 1970s and 1990s recessions, and again during the global financial crisis.", "'*41 A related lesson is that the private sector is more likely to find solutions to its own problems when prospective suitors have a firm understanding of the risks they are taking on (a task usually made easier in more homogenous banking systems).", "As the Lehman episode illustrated, complex business models and opaque risks on the balance sheet of troubled institutions can serve as a strong deterrent to potential buyers.", "A third explanation relevant to recent decades relates to the Reserve Bank's willingness to flexibly deploy its open market operations (OMOs) during episodes of system-wide liquidity stress, as a means of forestalling larger problems.", "I will return to this later.", "Last resort lending to banks as a public good - the traditional framework In the normal course of events, the liquidity operations of central banks are prosaic affairs.", "Dealing rooms stand ready to supply eligible institutions enough liquidity against high-quality collateral (through OMOs) to ensure the demand for cash can be met at the target cash rate.", "!°] A number of central banks, including the Reserve Bank, also maintain standing liquidity facilities to ensure institutions can complete their daily payments without disruption.", "But last resort lending by central banks is fundamentally different.", "It involves the dire circumstance where stability of the financial system is in question.", "For most of history this has meant lending to banks, reflecting the pivotal intermediation role they play in the economy and the liquidity risk inherent in a business model where illiquid long-term loans are funded with deposits that are redeemable on demand ('runnable').", "We have long accepted that liquidity and maturity transformation of this sort is economically and socially valuable - requiring banks to fully self-insure against liquidity risk by holding only the most liquid assets (as per the 'Chicago Plan' and 'narrow banking') would undermine their ability to extend credit and see credit risk concentrated in less regulated institutions.", "However, while depositors and money markets might do a decent job of discriminating sound banks from less sound ones in normal times, solvency concerns or liquidity stress at one institution can quickly spread in a panic.", "Because banks are highly leveraged, there need only be a question over the value of some assets to affect perceptions of solvency and set off a run on deposits.", "If the withdrawal of liquidity turns indiscriminate, overwhelming pressure can bear down on institutions that were healthy just a short time earlier.", "A self-fulfilling panic can ensue as banks are left to raise liquidity through asset fire sales, further depressing asset values and threatening the solvency of previously sound institutions.", "This scenario has the hallmarks of a market failure; left unaddressed, it risks harming the broader financial system and economy at large.", "Only it can act as the backstop provider of emergency liquidity insurance to fundamentally sound institutions in bad states of the world.", "In such circumstances, last resort lending can spare society from the severe (but otherwise avoidable) disruptions to the economy associated with bank failures.", "The evolution in last resort operations - the international experience Bagehot's prescription - that to avert system-wide panic, central banks should lend without limit to solvent firms against good collateral at penal rates - might seem straightforward enough.", "But on closer inspection it provides only the most general counsel.", "Since 2008, central banks have had to confront a range of issues that were not addressed or foreseen in Bagehot's time.", "Some of these have presented significant governance and operational challenges.", "Others have connected to deeper questions about the limits to public institutions insuring society against bad states of the world and whether extending assistance to some individual institutions and not others risks undermining the principles of capitalism.", "*°1 There is no uniform approach to tackling these issues, reflecting differences in the legal authority of central banks and the distinctive features of domestic financial systems.", "Nonetheless, it is possible to trace out areas where a degree of commonality has emerged in the last resort operations of central banks over recent years (Table 1).", "Prior to (and even during) the global financial crisis, arrangements for last resort lending were often hastily compiled without the benefit of formally articulated frameworks, nor were they well communicated; less than half of the central banks in advanced economies had publicly released statements on their emergency lending policies, some of which were deliberately vague.", "While retaining elements of flexibility, clearer frameworks have since become standard.", "Moreover, the previous regime of 'constructive ambiguity' has given way to 'constructive clarity' in public communications.", "This reflects a few considerations: ¢ It facilitates the recovery and resolution plans now required by prudential regulators that were mostly absent prior to the financial crisis.", "¢ It acknowledges that the ad hoc approach of yesteryear was unhelpful for decision makers and could exacerbate market uncertainty.", "¢ The issue of moral hazard has become somewhat less vexed, reflecting tighter prudential liquidity requirements and severe, well-telegraphed consequences for the leadership of (and equity holders in) mismanaged institutions that require public support.", "Another feature of the evolution in last resort operations has been to encompass a wider set of institutions, collateral and asset markets.", "For a start, bilateral lending to banks is no longer the only form of emergency lending envisaged - most central banks now explicitly incorporate liquidity facilities for key financial market infrastructures.", "And some, like the US Federal Reserve and Bank of England, have gone further by establishing sector-wide liquidity facilities for specific investment vehicles, like money market funds (US) and pension and insurance funds (UK).", "This recognises the key intermediation role these entities now play in the US and UK economies and the country-specific features of their operations that can leave them vulnerable to liquidity stress.", "It is worth noting here that in obtaining access to a public liquidity backstop, these entities have had to substantially uplift their liquidity risk management capability.", "!191 Collateral management practices have also changed.", "A wider set of collateral has been accepted in emergency liquidity operations (and OMOs) compared with the pre-global financial crisis era.", "And to assist institutions with recovery planning, central banks have increased publicly available information on valuation haircuts.", "Furthermore, central banks have displayed a greater preparedness to expand their operations beyond emergency secured loans to include intervening (in outright terms) as a 'buyer/market maker of last resort' during periods of dysfunction in key markets.", "This recognises the potential for market dysfunction to destabilise the financial system and disrupt the flow of credit to the economy, which can impact real activity and price stability, and therefore the attainment of central banks' monetary policy goals.", "Previously, this type of activity in key financial centres was rare - the Bank of England's intervention in the market for bills of exchange at the onset of the First World War, and the Federal Reserve's purchases of Treasuries at the onset of Second World War, were among the more notable examples.", "One aspect of last resort lending that has seen less change relates to the stigma institutions tend to associate with emergency borrowing from the central bank.", "Some fear a Northern Rock episode, where knowledge of their intent to access emergency central bank liquidity leaked and made a bad situation worse.", "Continuous disclosure requirements for banks can be a related complication in their decision to request emergency assistance.", "In an effort by central banks to meet their public accountability obligations while not making a liquidity run worse, some have resolved to disclose emergency loans only on an aggregated and lagged basis.", "But balancing the various trade-offs remains a challenge for stressed institutions and central banks alike.", "Moreover, while much has changed in the past 15 years in the emergency liquidity operations of central banks, it would be remiss not to acknowledge that one guiding principal has remained unimpeachable - central banks should not lend to insolvent institutions.", "Admittedly, assessments of solvency are not always clear-cut in stressed conditions.", "But the principle is close to an 'iron law' in central banking, and there are good reasons why the doctrine has stood the test of time since at least the days of Bagehot.", "!211 First, the decision to support a fundamentally unsound institution is a distributional one most appropriately made by elected officials.", "Second, it would risk overstepping the legal authority of the central bank.", "Third, even just the prospect of solvency support from a central bank could exacerbate moral hazard risks.", "And fourth, it would likely worsen the stigma problem.", "If it is accepted that the central bank will lend to insolvent institutions, those that are fundamentally solvent but experiencing a temporary liquidity shortage will be disincentivised to request central bank support if they feared such information could leak into the public domain.", "The contemporary framework for emergency liquidity operations in Australia The framework for emergency liquidity operations in Australia (and OMOs more generally) has been refined in a number of respects over recent years, reflecting lessons from abroad and more specific developments in the domestic financial system.", "I should emphasize that a number of these refinements should be seen in the broader context of an ongoing effort by the Council of Financial Regulators (CFR) to further strengthen crisis preparedness arrangements in Australia.", "[231 In periods of generalised stress, the Reserve Bank stands ready to quickly and significantly boost system-wide liquidity through OMOs with eligible counterparties.", "!2*1 There is considerable flexibility in these operations: e They can be introduced at short notice and conducted on weekly, daily or intraday basis.", "e Lending maturity terms can be readily adjusted.", "e Requirements on collateral eligibility can be adjusted, including to allow a broader pool of securities.", "e The amount of liquidity provided at each operation can be expanded.", "The elastic supply of liquidity in periods of market-wide stress can help to forestall systemic risk by dampening the cost of liquidity and reducing uncertainty about its availability.", "This liquidity can in turn flow from eligible counterparties to other financial institutions that cannot borrow directly from the Bank.", "This said, where liquidity pressures are confined to an individual institution, or in parts of the financial system where OMOs are less well suited, the Bank can consider providing 'exceptional liquidity assistance' (ELA) directly to eligible institutions.", "{2°1 In recent years the Bank has continued to refine its ELA framework and, to support financial stability, publicly communicated its key elements to assist financial institutions in their recovery and resolution planning.", "'2°1 Detailed information is readily available on the Bank's website in relation to eligible counterparties, as well as eligible collateral for OMOs (which would also be acceptable for ELA) and valuation haircuts.", "APRA also recently published its proposed prudential guidance in relation to ELA, with the aim of ensuring authorised deposit-taking institutions (ADIs) in Australia have the right systems and information in place to enable them to apply for ELA in short order.", "And as is also now common elsewhere, the Bank maintains a detailed ELA execution playbook that sets out the processes to be followed by CFR agencies if a request for assistance is made.", "As the Reserve Bank's public guidance in 2021 set out, in the rare circumstances where an eligible counterparty experiences acute liquidity difficulties, but is solvent, the Reserve Bank may provide ELA if it is judged to be in the public interest.", "Provision of ELA and associated terms are at the absolute discretion of the Reserve Bank, though a baseline expectation is that ELA would be provided on a secured (repo) basis for a short period of time.", "Entities would also be expected to: e Inform their regulator immediately of any liquidity concerns and their intention to request ELA, prior to approaching the Reserve Bank.", "e Have already made reasonable efforts to access private sector sources of liquidity.", "e Present evidence of their solvency, including an attestation of positive net worth.", "ELA can also be considered by the Reserve Bank in circumstances where APRA deems temporary bridging finance necessary to facilitate the orderly resolution of a solvent prudentially regulated entity.", "Consistent with international experience, the scope of the Reserve Bank's emergency liquidity operations has also been broadened and clarified over the years.", "During the global financial crisis, for instance, the Reserve Bank expanded the list of collateral eligible for OMOs to include a wider range of bank paper, asset-backed commercial paper, residential mortgage-backed securities and self-securitisations.", "[28 Self-securitisations, which are structured pools of mortgages that enable ADIs to transform illiquid loans into cash via repos with the Reserve Bank, became a key source of collateral for ADIs accessing the Term Funding Facility during the pandemic, and could be considered (at the Reserve Bank's discretion) for use in ELA operations.", "And while the historical focus of liquidity operations in Australia has been on system-wide support for ADIs, ELA could be considered by the Reserve Bank in relation to a domestic clearing and settlement facility (under broadly similar conditions and arrangements for ADIs).", "This includes during recovery or resolution when extraordinary measures were being taken to ensure the facility did not pose a systemic threat to financial stability.", "In addition to lending to eligible institutions on a secured basis, the Reserve Bank has long been prepared to support financial system stability in Australia by intervening directly in financial markets.", "But as elsewhere, in the years before the global financial crisis this was most evident in foreign exchange markets.", "More recently it has been seen in the outright purchases of government securities during periods of extreme market dysfunction.", "!2°1 As mentioned earlier, this preparedness to intervene directly in government securities markets to restore orderly functioning has become standard practice among central banks.", "It recognises that dysfunction in these markets directly affects key areas of central bank policy, namely monetary policy implementation, monetary policy transmission and financial stability.", "That said, the Reserve Bank has yet to see the case for lending directly to investment funds in the way that has recently occurred in the US and UK after major dislocations there.", "The main reason is that, historically at least, the Australian financial system has been less directly exposed to the risk of systemically important liquidity mismatches associated with these funds.", "For instance, unlike the US we don't have a large money market fund industry that is interconnected with the banking system.", "Australian superannuation funds don't have runnable liabilities in the traditional sense and, relative to their UK counterparts, are much more restricted in their capacity to borrow, have larger cash holdings and most do not offer guaranteed returns to members.", "@1 Nevertheless, given the industry is an important source of funding for banks and the events of 2020 showed superannuation funds can experience liquidity-draining events (including margin calls on currency hedges), it is important that their approach to liquidity risk management continues to strengthen in line with APRA's revised guidance.", "{311 Concluding remarks One overarching lesson from the global disruptions of recent years is that financial system participants - banks and non-banks alike - need to conduct their affairs with the expectation that large liquidity shocks will occur.", "Put simply, the next major shock is a matter of when, not if.", "At the international level, the Financial Stability Board is working closely with the IMF, the Basel Committee on Banking Supervision and other standard-setting bodies to guide regulatory responses to the liquidity stresses affecting the global financial system over recent years.", "This said, I don't think it is too premature to offer some preliminary reflections.", "First, severe liquidity stress can emerge in a financial system even in an environment of abundant central bank reserves.", "The distribution of liquidity across institutions matters, not just the aggregate level.", "Second, as we saw in the US and Switzerland in March, bank deposit runs can occur far more rapidly in the digital era than envisaged when the Basel III requirements were initiated.", "I don't see this strengthening the case for the straitjacket of 'narrow banking'.", "But it does point to ADIs probing whether they have pre-positioned sufficient eligible collateral with the central bank that could be exchanged for cash at very short notice in the event of a run.", "As an efficient form of crisis insurance, this 'contingent collateral' helps to ensure ADIs are operationally prepared in peacetime and reduces their need to engage in fire sales of government securities to raise liquidity in periods of stress.", "To the extent that contingent collateral comprises mostly self-securitised assets (backed by high quality loan pools) rather than securities, it is also less distortive - the asset mix of ADIs would continue to reflect their core economic function, which is to extend loans (not to hold bonds).", "In Australia, prudential guidance on self-securitised assets as a form of pre-positioned contingent collateral was strengthened last year, while other countries are now giving similar thought to the issue in light of recent events.", "[331 Third, left unaddressed, systemic risk can emerge from liquidity stress experienced by bank and non- bank lenders that are not considered systemically important by traditional metrics.", "I spoke about this recently so won't labour the point here, other than to say that the concept of 'what is systemic' needs careful consideration.", "?41 Fourth, as an increasing share of activity in the global financial system is conducted outside of the traditional banking industry, central banks will be prompted to revisit their framework for emergency lending to non-banks and outright buy/sell operations in key markets.", "Ensuring these operations operate as effective backstops (without worsening moral hazard) and don't interact with monetary policy in an unhelpful way will similarly require ongoing consideration.", "This latter issue is a bigger challenge when severe liquidity shocks require the central bank to expand its balance sheet at the same time that it is tightening monetary policy.", "Finally, while prevention is always preferable to cure - and there should be no illusion that the primary obligation of the industry is to manage its own risks prudently - recent international events have highlighted the importance of clear response frameworks and public communication by policymakers in periods of stress.", "Executed well, this can help to stop a financial panic in its tracks.", "Rest assured that the Reserve Bank and CFR agencies continue to strengthen crisis preparedness arrangements to ensure that the Australian financial system remains resilient far into the future.", "[1] Thanks to Marc-Oliver Thurner for helpful discussions in the preparation of these remarks.", "[2] The Reserve Bank seeks to promote financial stability in a variety of ways.", "They include: (i) setting monetary policy consistent with price stability and full employment (through the Reserve Bank Board); (ii) effectively regulating and supervising the payments system (through the Payments System Board); (iii) operating critical financial infrastructure, including Australia's real-time gross settlement system, to ensure the final and irrevocable settlement of payments in central bank money between regulated financial intermediaries; (iv) closely engaging with agencies comprising the Council of Financial Regulators, including on financial stability policy formulation and crisis preparedness; (v) publicly communicating its assessment of risks and vulnerabilities in the financial system, including through the Financial Stability Review; and (vi) providing liquidity to eligible institutions in its capacity as lender of last resort, and to ensure orderly functioning in markets important to the transmission of monetary policy.", "[3] Thornton H (1802), An Enquiry into the Nature and Effects of the Paper Credit of Great Britain, London.", "Thornton's lack of emphasis on the need to raise borrowing costs to a level that deterred unnecessary borrowing may well have been due to the continuing effect of the usury laws, in force until the 1830s, capping interest rates at 5 per cent (see Goodhart C (1999), 'Myths about the Lender of Last Resort', International Finance, 2:3, pp.", "[4] Bagehot W (1873), Lombard Street: A Description of the Money Market' London.", "[5] _ This included liquidity provided through the private Clearinghouse and the imposition of temporary limits on depositor withdrawals.", "[6] Fora description of these events, see Cornish S (2010), The Evolution of Central Banking in Australia, Reserve Bank of Australia, Sydney, and Kent C (2011), 'Two Depressions, One Banking Collapse: Lessons from Australia', Journal of Financial Stability, Vol.", "While Prime Minister Andrew Fisher put emphasis on central banking objectives, the eventual legislation confined itself to the establishment of a government-owned bank with ordinary banking powers.", "[8] Royal Commission into the Monetary and Banking Systems in Australia (1937), Report, Commonwealth Government Printer, Canberra, pp100--101.", "[9] See Fitz-Gibbon B and M Gizycki (2001), 'A History of Last-Resort Lending and Other Support for Troubled Financial Institutions in Australia', RBA Research Discussion Paper No 2001-07.", "Following the development of the official short- term money market in 1959, liquidity support was provided to authorised dealers.", "Although this support carried the [12] [15] [18] [21] [24] label of last resort loans, they were not directed at overall financial system stability but rather were regular loans provided to the smooth the day-to-day functioning of the fledgling money market and the operation of monetary policy.", "See for instance, Cornish, n 6.", "One cannot entirely rule out some measure of good luck also contributing to the relatively more favourable outcomes for Australia's financial system at different times over the past century.", "These were two small trading banks (the Primary Producers Bank and the Federal Deposit Bank) and the Government Savings Bank of NSW; see Fitz-Gibbon and Gizycki, n 9.", "Fitz-Gibbon and Gizycki, n 9.", "An important role for the central bank in these instances can be to overcome coordination and information asymmetry problems by bringing banks together.", "Prior to Federation, banking industry associations had also provided last resort lending to troubled banks.", "Albeit in the more recent era of abundant central bank reserves, administered rates have been the primary tool for implementing monetary policy.", "It is also the case that an interest rate corridor is in effect an administered rate system.", "See, for instance, Tucker P (2014), 'The Lender of Last Resort and Modern Central Banking: Principles and Reconstruction', Re-thinking the Lender of Last Resort, BIS Paper No 79; and Fischer P (2015), 'Practical Issues for the Lender of Last Resort,' From Monetary Union to Banking Union, on the way to Capital Markets Union, European Central Bank Legal Conference, 1-2 September.", "Some perspectives as the global financial crisis was unfolding in real time can also be found in Stevens G (2008), Liquidity and the Lender of Last Resort, Seventh Annual Sir Leslie Melville Lecture, Australian National University, 15 April.", "Domanski D, R Moessner and W Nelson (2014), 'Central Banks as Lender of Last Resort: Experiences During the 2007-2010 Crisis and Lessons for the Future,' Finance and Economics Discussion Series Working Paper 2014-110, Federal Reserve Board, Washington DC.", "An influential review commissioned by the Court of the Bank of England identified a range of related issues: Plenderleith I (2012), 'Review of the Bank of England's Provision of Emergency Liquidity Assistance in 2008-09,' Report for the Court of the Bank of England, October.", "This has been most notable in the case of jurisdictions that are a home authority (where bank headquarters are located) or a material host authority for global systemically-important banks.", "See for instance: Board of Governors of the US Federal Reserve System, 'Money Market Mutual Fund Liquidity Facility', available at <>; and Hauser A (2023), 'A Journey of 1000 Miles Begins with a Single Step: Filling Gaps in the Central Bank Liquidity Toolkit,' Speech at the Market News International Connect Event, 28 September, London.", "For a review of the Northern Rock episode, see House of Commons (2008), 'The Run on the Rock', Treasury - Fifth Report, Session 2007-08, January.", "In the case of Australia, the Statement on the Conduct of Monetary Policy makes this clear: \"The Reserve Bank's mandate to uphold financial stability does not guarantee solvency for financial institutions, and the Bank does not see its balance sheet as being available to support insolvent institutions.\"", "See most recently, Council of Financial Regulators (2023), 'Quarterly Statement', 13 December.", "For an overview of the Bank's approach at the onset of the pandemic, see Kent C (2022), 'Changes to the Reserve Bank's Open Market Operations', Speech at the Australian Financial Markets Association, Sydney, 22 February.", "The [27] [30] [33] Bank's OMO repo book more than doubled in size in the first few months of the pandemic.", "The Bank also maintains standing facilities to provide payments system participants with liquidity as required to support orderly settlement of payments.", "Intraday, overnight and open repos (repos without a maturity date) are used for this purpose, and are available on pre-specified terms.", "See RBA, Minutes of the Monetary Policy Meeting of the Reserve Bank Board, September 2021; and RBA, Liquidity Facilities, Technical Notes.", "See APRA (2023), 'Targeted changes to ADI liquidity and capital standards,' 15 November.", "Cole D and C de Roure (2020), 'Managing the Risks of Holding Self-securitisations as Collateral [PDF]', RBA Bulletin, September.", "See for instance: Debelle G (2021), 'Monetary Policy During COVID', Shann Memorial Lecture (online), 6 May; and Kent C (2020), 'The Stance of Monetary Policy in a World of Numerous Tools [PDF]', Speech at the IFR Australia DCM Roundtable (online), 20 October.", "See: Council of Financial Regulators (2019), 'Quarterly Statement', 23 September; and Hudson C, S Kurian and M Lewis (2023), 'Non-bank Lending in Australia and the Implications for Financial Stability', RBA Bulletin, March.", "See: RBA (2021), 'Box C: What Did 2020 Reveal About Liquidity Challenges Facing Superannuation Funds?'", "Financial Stability Review, April; APRA (2023), Prudential Practice Guide: SPG 530 Investment Governance, July.", "This connects to some of the issues raised by the 'Pawnbroker for all Seasons' concept of Mervyn King and Paul Tucker.", "For instance, APRA's updated prudential practice guidance in March 2022 noted that 'For a locally-incorporated LCR ADI, it would be prudent to hold self-securitised assets with a cash value equivalent to at least 30 per cent of Australian dollar net cash outflows as contingency for periods of stress.", "APRA would expect the self-securitised assets to be unencumbered, and not held as collateral for any other purpose.'", "See APRA (2022), Prudential Practice Guide: APG 210 - Liquidity, March.", "Jones B (2023), 'Emerging Threats to Financial Stability - New Challenges for the Next Decade', Speech at the Australian Finance Industry Association, Sydney, 31 October.", "The ECB and Bank of England have recently set out principles for managing this tension; see ECB (2020), 'Agreement on Emergency Liquidity Assistance,' 9 November, and Hauser, n 19.", "The BIS Markets Committee Working Group (2022) also set out some of the issues in 'Market Dysfunction and Central Bank Tools,' Markets Committee Papers, 11 May.", "The materials on this webpage are subject to copyright and their use is subject to the terms and conditions set out in the Copyright and Disclaimer Notice."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Lender of last resort", "Financial stability", "Liquidity operations", "Central banking", "Emergency lending", "Moral hazard", "Solvency", "Collateral", "Market dysfunction", "ELA"]}