{"sentences": ["December 25, 2023 Wages and Prices: Past, Present, and Future Speech at the Meeting of Councillors of Keidanren (Japan Business Federation) in Tokyo Governor of the Bank of Japan It is a great honor to have this opportunity to address such a distinguished gathering of business leaders in Japan today.", "Last year in his speech at the Keidanren meeting, former Bank of Japan Governor Kuroda pointed out that we were \"approaching a critical juncture in breaking out of the prolonged period of low inflation and low growth.\"", "Looking back on 2023, it was indeed a year that saw moves toward a transition.", "Japan's economy has turned to a moderate recovery, mainly reflecting the normalization of economic activity and a waning of constraints, and the output gap has improved to around 0 percent.", "Japan's inflation rate, measured in terms of the consumer price index (CPI), has continued to exceed 2 percent.", "This is mainly due to a of the past rise in import prices to consumer prices, but with economic improvement, some changes have been seen in firms' and wage- price-setting behavior.", "Given these changes, the likelihood of Japan's economy getting out of the environment that it has been in over the past 25 years and achieving the Bank's price stability target of 2 percent in a sustainable and stable manner seems to be gradually rising.", "Today, I would like to talk about recent price and wage developments, which are closely related.", "In assessing the current situation of wages and prices and predicting their future, it is essential to consider the issue of why the situation in which wages and prices do not increase easily has continued to this day.", "Therefore, let me begin with reflections on the past.", "The Past: Overview of and Background to the Environment Changes in the Wage and Price Situation in the Late 1990s First, let me turn the clock back 25 years to the late 1990s.", "Wages and prices in Japan continued to rise, albeit slightly, until around the In the late 1990s, the mid-1990s.", "rates of change turned 0 or negative (Chart 1).", "Regarding changes seen in the late 1990s, not only did the aggregate rate of inflation fall to around 0 percent, but data at a more micro level show that the tendency of firms to keep prices unchanged had strengthened for many items to a considerable degree.", "It is natural for prices of individual items to rise and fall in accordance with their costs and demand; from the however, the share of items for which prices were unchanged increased and the frequency of price revisions declined, especially for services in these two cases (Chart 2).", "Similarly, when it comes to wages, the practice of increasing base pay fell by the wayside at many firms.", "Wage growth slowed as, in addition to the fact that inflation declined, labor and management cooperated in prioritizing job retention under the difficult economic environment.", "These changes can be summarized as a shift from a state in which wages and prices move to one in which they do not.", "Although wage growth and price inflation also declined in the United States and Europe during this period, prices were still being revised to some extent, and there was no major shift toward a situation in which firms kept wages and prices unchanged.", "Entrenchment of the Environment So, why did low inflation become entrenched in society and why did wages and prices stop moving in Japan?", "I think the basic background is that various downward pressures on wages and prices were operating for a long time.", "In other words, the economic stagnation lasted for a prolonged period from the late 1990s, due to the protracted adjustment pressure following the collapse of the bubble economy and to Japan's financial crisis resulting from that collapse and the subsequent decline in the functioning of financial intermediation.", "In the the economy finally began to recover in earnest and the output gap turned positive for a while (Chart 3).", "Thereafter, however, Japan underwent a series of large shocks, including the Global Financial Crisis and the Great East Japan Earthquake, and its economic activity and prices were thus pushed down again.", "While Japan's economy intermittently came under strong downward pressure from the demand side, it should not be overlooked that structural changes, such as demographic changes and globalization, continued to push down wages and prices.", "The declining population likely pushed down expectations of growth in domestic demand and acted to restrain factors such as business fixed investment.", "In some respects, advances in globalization also exerted downward pressure on wages and prices.", "While the growth of emerging economies created new markets, it also intensified international competition.", "Price competition from imports had a large impact on Japan, mainly due to its industrial structure and geographic position.", "Moreover, analyses using firms' financial data suggest that, as firms' price competitiveness in product markets declined, it became difficult for them to add increases in costs, such as of raw materials, to selling prices, forcing them to hold down wages (Chart 4).", "Given the downward pressure on wages and prices, the Bank of Japan became the first central bank in the world to adopt unconventional monetary easing measures, such as the introduction of quantitative easing in the early 2000s, and endeavored to prevent, for example, the economy from falling into a marked slowdown, concern over financial system stability from growing, and prices from declining significantly.", "However, with interest rates the main monetary policy tool having fallen to 0 percent, there was limited room for reducing interest rates, so the Bank could not sufficiently stimulate the economy and bring wage growth and price inflation back into clearly positive territory.", "As the rates of change in wages and prices remained at around 0 percent, as just described, this may have gradually increased people's expectation that wages and prices would continue not to move.", "With customers keeping a keen eye on prices and given that competitors were unlikely to choose to raise prices, it was difficult for firms even if their Fukunaga, Kido, and Suita (2023) show that shocks originating abroad pushed down prices in Japan from the 1990s through the 2010s.", "Similarly, Aoki, Hogen, and Takatomi (2023) and Hogen et al.", "(2023) show that, under the severe competitive environment, Japanese firms' price markups shrank and downward pressure on wages intensified to make up for this.", "Fukunaga, I., Kido, Y., and Suita, K., \"Japan's Inflation and Global Inflation Synchronization,\" mimeo (2023).", "Aoki, K., Hogen, Y., and Takatomi, K., \"Price Markups and Wage Setting Behavior of Japanese Firms,\" Bank of Japan Working Paper Series, no.", "Hogen, Y. et al., \"Changes in the Global Economic Landscape and Issues for the Japanese Economy,\" mimeo (2023).", "costs had risen somewhat to opt to be the only ones to raise prices.", "As you may recall, there were even cases in which a price hike by a single firm made headlines.", "When not raising prices becomes the norm, the barriers to raising prices become even higher.", "In macroeconomics, the costs that firms incur when revising prices are called \"menu costs.\"", "While the term menu costs originally comes from the costs that restaurants incur when changing the prices of their dishes, firms incur a variety of costs when actually raising prices, including explaining and negotiating price rises to and with customers.", "In Japan, in a situation where, for example, firms kept prices unchanged for a prolonged period and the for raising prices was thus lost, menu costs may have become quite large, and this may have been one of the factors that led to the entrenchment of a state in which prices did not move.", "As it became the norm for wages and prices not to move, in the second half of the 2010s, increases in wages and prices remained small even as the output gap continued to be positive and labor market conditions became increasingly tight.", "The Present: Changes in the Wage and Price Situation and the Bank's Thinking on the Conduct of Monetary Policy Global Upward Pressure on Prices Next, let me turn the clock forward to the present.", "After the impact of the pandemic waned in 2021, inflation rose rapidly around the world.", "This was the result of a rapid recovery in demand following the normalization of economic activity, coupled with constraints, which were mainly due to disruptions, and high supply-side supply-chain commodity prices following Russia's invasion of Ukraine.", "In the United States and the euro area, inflation rates at one point registered around 10 percent, and in Japan with the significant increase in the cost of imported raw materials being transmitted with a lag the inflation rate has continued to exceed 2 percent since spring last year.", "The shock In this context, Sasaki, Yamamoto, and Nakajima (2023) find that, in Japan, there is a nonlinearity in the impact (pass-through) of increases in firms' input costs on the rate of CPI inflation, depending on the size of cost increases.", "Moreover, using microdata from the Tankan (Short-Term Economic Survey of Enterprises in Japan), Ikeda et al.", "(2023) show that firms tend not to raise selling prices even if costs rise when their competitors do not raise prices.", "Sasaki, T., Yamamoto, H., and Nakajima, J., \"Nonlinear Input Cost Pass-Through to Consumer Prices: A Threshold Approach,\" Bank of Japan Working Paper Series, no.", "Ikeda, S. et al., \"Firms' Recent Price-Setting Stance: Evidence from the Tankan,\" Bank of Japan Review Series, no.", "of rising import prices has brought about a major change in firms' behavior, at least in the short term, as seen in the fact that even firms that had long kept their selling prices unchanged have raised them (Chart 5).", "So, the question is whether the state in which wages and prices do not move has truly become a thing of the past.", "The first notable point is that the rate of change in import prices, which have led the recent price rises, has been negative since around spring this year and that the rate of increase in producer prices has decelerated to around 0 percent recently.", "Looking at the CPI, the rates of increase in prices of goods such as food and daily necessities have started to decelerate.", "Given these developments, although it will take time, the effects of the past rise in import prices pushing up overall prices are likely to gradually wane.", "Virtuous Cycle between Wages and Prices As the impact of the rise in import prices wanes, an important issue in assessing whether wages and prices have started to move is whether the recent changes in firms' behavior will be sustained.", "The recent price rises are attributable to the unusual situation of the surge in import prices, and some argue that wages and prices will stop moving again if the impact of this surge wanes.", "However, I expect that this time around, Japan's economy will get out of the environment and achieve a virtuous cycle between wages and prices.", "In the past, there were times when moves to raise prices did not become widespread, as improving trends in the economy were cut short by declines in corporate profits and household income due to rising costs of imported raw materials.", "In contrast, during the current phase, demand has been underpinned by, for example, the government's economic measures and the Bank's continuation of monetary easing, thus providing support for achieving a virtuous cycle between wages and prices.", "A major difference from the past is that, in this situation, corporate profits have improved and set a record high.", "Moreover, changes have also been seen in some of the factors that have exerted structural downward pressure on wages and prices thus far, such as demographic developments and globalization.", "It remains the case that the aging and declining population tends to act to curb growth expectations for domestic demand.", "However, the pace of increase in labor supply, especially among seniors, is projected to slow, in part because the baby boomer generation is approaching the age of 75, a level beyond which the labor force participation rate declines significantly (Chart 6).", "This is expected to act as a factor leading to higher wages.", "As for globalization, at least the environment in which competition from low-priced imports from abroad pushes down prices has started to change.", "From a somewhat perspective, it is necessary to keep an eye on the possibility that shocks to prices are changing in frequency, persistence, and nature due to factors such as (1) moves toward strengthening supply chains and economic security in countries around the world, (2) firms' efforts toward addressing climate change, and (3) heightened awareness of other environmental, social, and governance issues, and that these changes are affecting the global price environment.", "In fact, firms' stance and indicators of inflation expectations show that there has also been a change in the to outlook, and a view that changes in the medium- long-term wage and price situation are not temporary appears to be gradually becoming widespread.", "Firms have maintained their outlook for selling prices that prices will rise firmly over the medium term despite a decline in import prices.", "Similarly, indicators of to inflation expectations show that inflation expectations have risen moderately among all groups firms, households, and economists (Chart 7).", "Moreover, some firms reported that, having experienced a price hike for the first time in a long time, they will find it easier to negotiate price revisions in the future.", "This suggests that the menu costs I mentioned earlier may be getting smaller.", "Key Points for the Future In sum, the likelihood of Japan's economy getting out of the environment and achieving the price stability target is gradually rising.", "However, I should note that this likelihood is still not sufficiently high at this point.", "Since there are extremely high uncertainties surrounding economic activity and prices at home and abroad, it is necessary to examine how firms' and behavior will change.", "wage- price-setting In terms of wage setting, the key point is whether wages will continue to rise markedly in next year's annual spring labor-management wage negotiations.", "Looking at the recent situation surrounding wages, labor market conditions have tightened even relative to last year (Chart 8).", "Corporate profits, which are the source of wage hikes, have increased due to improvement in economic activity, progress in the pass-through of cost increases to selling prices, and the yen's depreciation.", "Meanwhile, the labor share seems to have declined recently (Chart 9).", "Although a of higher raw material prices to selling prices is necessary to secure corporate profits, price rises due to this mean an increase in the burden of households.", "In order for the economy to see a sustained recovery led by domestic demand and for the virtuous cycle between wages and prices to intensify, it is essential that the increase in corporate profits lead to improvement in household income.", "Therefore, in terms of price setting, the key is whether firms will be able to reflect increases in costs besides raw material costs, such as wages and indirect costs, in selling prices.", "If firms cannot reflect wage increases in selling prices to a certain extent, the virtuous cycle between wages and prices will not last long.", "On this point, attention should be paid to the fact that the rate of increase in prices of services, for which labor costs account for a large share in total costs, has gradually accelerated recently.", "However, what we have heard from firms gives me the impression that many of them still consider it difficult to pass on higher labor costs to selling prices (Chart 10).", "Recently, the government formulated guidelines on price negotiations for an appropriate of labor costs, and its impact on firms' behavior warrants attention.", "The Bank's Thinking on the Conduct of Monetary Policy Next, I will briefly explain the Bank's thinking on the conduct of monetary policy given the wage and price developments just described.", "To this day, the Bank has patiently continued with monetary easing while striking a balance between its positive effects and side effects.", "This policy response may seem in contrast to responses taken by central banks in the United States and Europe, which had raised policy interest rates substantially to address the rapid increase in inflation.", "The most significant factor behind the difference in policy responses between these central banks and the Bank of Japan is the divergence in the situation surrounding prices and wages.", "The central banks in the United States and Europe had taken a approach when prices began to rise, based on the assessment that the rises were \"frictions\" associated with the resumption of economic activity following the pandemic.", "Thereafter, however, with further upward pressure on wages, for which developments had been generally consistent with the 2 percent inflation, they became vigilant against the risk of a spiral and thus significantly raised their policy interest rates.", "On the other hand, as I emphasized earlier in this speech, Japan had remained in a situation where wages and prices did not move.", "In order to turn the situation around and achieve sustainable and stable inflation accompanied by wage increases, the Bank of Japan has patiently continued with monetary easing.", "That said, if the virtuous cycle between wages and prices intensifies and the likelihood of achieving the price stability target of 2 percent in a sustainable and stable manner rises sufficiently, the Bank will likely consider changing its monetary policy.", "Given the uncertainties surrounding economies and financial markets at home and abroad, the timing of a policy change is yet to be decided.", "The Bank will carefully examine economic developments as well as firms' and behavior, and thereby decide on wage- price-setting future monetary policy in an appropriate manner.", "The Future: Price Stability, Firms, and the Economy Moderate Inflation and Room for Policy Responses So far, I have looked back on the past and talked about recent changes in the wage and price situation in Japan.", "Now, I will turn the clock forward to the future.", "By \"future,\" I'm referring to a state in which the virtuous cycle between wages and prices will have been achieved.", "I would like to consider what this cycle would mean to firms and Japan's economy as a whole.", "In standard economics, the most obvious benefit of a slightly positive inflation rate is larger room for monetary policy responses to an economic downturn.", "The primary transmission channel of monetary easing is lowering interest rates to stimulate economic activity.", "When inflation continues to be 0, nominal interest rates accordingly are low and there is little room for reducing them further.", "In contrast, in a state in which the inflation rate continues to be positive, nominal interest rates are higher, providing room to substantially lower interest rates if necessary.", "It is considered that conducting monetary policy effectively reduces the risk of the economy deteriorating significantly or reverting to deflation.", "This view is widely accepted around the world, and I believe that greater economic stability as a result of securing room for monetary policy responses will have a significant positive effect on firms as they formulate their business plans.", "Effects on Resource Allocation and Other Factors Moreover, based on Japan's experience, I think that, if wages and prices start to move, this will likely add to the positive effect just mentioned on the overall economy.", "As I have explained today, a key feature of the environment that Japan fell into was the strong bias toward the status quo in and behavior, which wage- price-setting resulted in prices of many items being unchanged.", "This meant that relative prices between individual goods were less likely to change and the market's price discovery function was less effective.", "As a result, it may have become inefficient to allocate resources, which may have led to reduced productivity of the economy as a whole.", "The same is true for wages.", "While I believe that it was important to maintain employment during difficult times by freezing base pay and cutting bonuses, if a situation where wages do not increase easily continues even after these difficult times pass, the allocation of labor and changes in the wage system will become static.", "If the situation becomes such that wages increase every year, this could lead to more efficient allocation of labor through setting wages flexibly.", "In this regard, changes have been seen recently as the labor market has tightened, such as an increasingly active labor market for regular employees looking for new jobs.", "These developments are also expected to benefit the economy as a whole, as they promote the appropriate allocation of human resources to areas where they are most needed.", "Impact on Firms' Behavior So, how will this movement in wages and prices affect the business community?3 As part of its review of monetary policy from a broad perspective, which was initiated this spring, the Bank of Japan is currently conducting a survey of firms.", "In the survey, it is asking firms about whether and why a state in which wages and prices move or do not move is preferable for them, as well as common questions regarding their views on corporate behavior over the past 25 years and recent changes in this behavior.", "Many of the firms represented by you have also participated in the survey, and I would like to thank you for your cooperation.", "While the Bank aims to understand the views of the business community through such dialogue, one possible hypothesis at this time is that, in a state in which wages and prices move in general, it will be easier for individual firms to do so as well.", "For example, if wages and prices move, it may be easier than in the past for firms to be more flexible in their wage and price setting and their product strategies when formulating business plans.", "There is no shortage of issues and topics for firms to address, such as digitalization and labor saving amid the expected continuation of labor shortages, decarbonization and other climate change responses, and strengthening supply chains.", "In this new environment, if firms take these issues as a business opportunity and show a higher tendency to move proactively, the positive impact should permeate throughout the economy.", "Of course, the shift to a state in which wages and prices move will present new challenges for firms.", "Whether it is recruiting and retaining employees or developing pricing and product strategies, firms may need to find different approaches than what they have taken thus far, including investment in new groups of people and resources.", "I strongly hope that firms will take full advantage of the benefits that should arise in a state in which a virtuous cycle between wages and prices is achieved, and that they will strengthen their positive moves.", "Concluding Remarks The time for my speech is running out.", "Today, I talked about the past, present, and future of the wage and price situation in Japan.", "I would like to conclude my speech by turning the clock to the present again.", "Firms' wage- and behavior is changing and the likelihood of achieving the price stability target of 2 percent in a sustainable and stable manner is gradually rising.", "In order to ensure these developments, the Bank has patiently continued with monetary easing, aiming to facilitate a favorable environment for wage increases.", "Going forward, it will carefully examine economic developments and closely monitor whether the virtuous cycle between wages and prices will intensify in other words, whether wages will be raised in reflection of price rises and such wage increases will be reflected in selling prices.", "By doing so, the Bank aims to appropriately assess whether the price stability target has been achieved in a sustainable and stable manner.", "Thank you very much for your attention.", "Wages and Prices: Past, Present, and Future Speech at the Meeting of Councillors of Keidanren (Japan Business Federation) in Tokyo December 25, 2023 Governor of the Bank of Japan I.", "The Past: Overview of and Background to the LowInflation Environment II.", "The Present: Changes in the Wage and Price Situation and the Bank's Thinking on the Conduct of Monetary III.", "The CPI figures are staff estimates and exclude the effects of the consumption tax hikes, policies concerning the provision of free education, and travel subsidy programs.", "Figures for nominal wages are for establishments with 30 or more employees up through fiscal 1990, and with 5 or more employees from fiscal 1991 onward.", "Figures for fiscal 2023 are April-October averages.", "Sources: Ministry of Internal Affairs and Communications; Ministry of Health, Labour and Welfare.", "In the left-hand chart, figures are based on the CPI for all items less fresh food.", "In the right-hand chart, figures are the share of prices (based on the average for each item and city) that changed from the previous month (12-month backward moving average).", "Data excludes fresh food, electricity, manufactured and piped gas, water charges, housing rent, periods of consumption tax hikes, and temporary price changes mainly due to special sales.", "Source: Ministry of Internal Affairs and Communications.", "Source: Bank of Japan.", "In the left-hand chart, shocks are identified by combining short- and long-term zero and sign restrictions using a structural VAR model with domestic and international macro data.", "In the right-hand chart, figures are estimated based on the approach used by Aoki, Hogen, and Takatomi (2023).", "Price markups = Output prices / Marginal costs, and Wage markdowns = Marginal revenue product of labor / Marginal wage costs.", "Sources: Ministry of Internal Affairs and Communications; Bank of Japan; Development Bank of Japan (DBJ); Cabinet Office.", "In the left-hand chart, figures for Japan are the CPI for all items less fresh food, excluding the effects of the consumption tax hike, while those for the United States and the euro area are the CPIs for all items.", "In the right-hand chart, figures are based on the Tankan (all industries and enterprises).", "Figures for \"firms cautious about changing output prices\" are for firms that for at least about 95 percent of the period from 1991 to 2019 replied that their output prices were \"unchanged.\"", "Sources: Ministry of Internal Affairs and Communications; Haver; Bank of Japan.", "The Present: Changes in the Wage and Price Situation and the Bank's Thinking on the Conduct of Monetary Policy Structural Changes in the Labor Market Population by Age Group Labor Force Participation Rate mil.", "In the left-hand chart, figures are based on the Population Pyramid for Japan released by the National Institute of Population and Social Security Research.", "In the right-hand chart, figures are based on the Labour Force Survey (2022).", "Sources: National Institute of Population and Social Security Research; Ministry of Internal Affairs and Communications.", "The Present: Changes in the Wage and Price Situation and the Bank's Thinking on the Conduct of Monetary Policy Changes in Price-Setting Behavior Firms' Outlook for Output Prices in the Tankan Inflation Expectations Manufacturing Nonmanufacturing y/y, ann.", "Figures for households are from the Opinion Survey on the General Public's Views and Behavior, estimated using the modified Carlson-Parkin method for a 5-choice question.", "Figures for firms show the inflation outlook of enterprises for general prices (all industries and enterprises, average) in the Tankan.", "Sources: Bank of Japan; JCER, \"ESP Forecast\"; Consensus Economics Inc., \"Consensus Forecasts.\"", "The Present: Changes in the Wage and Price Situation and the Bank's Thinking on the Conduct of Monetary Policy Labor Market Conditions Firms' Perception of Firms' Perception of Labor Shortage Labor Shortage by Employment Status inverted, DI (\"excessive\" DI (\"shortage\" - \"surplus\"), % points \"insufficient\"), % points \"Insufficient\" -30 \"Excessive\" 0 30 -3 10 10 Regular employees, etc.", "The Present: Changes in the Wage and Price Situation and the Bank's Thinking on the Conduct of Monetary Policy Corporate Profits and Labor Share Current Profits s.a., tril.", "Figures are based on the Financial Statements Statistics of Corporations by Industry, Quarterly and exclude \"finance and insurance.\"", "Figures from 2009/Q2 onward exclude pure holding companies.", "In the right-hand chart, Labor share = Personnel expenses / Value-added, and Value-added = Operation profits + Personnel expenses + Depreciation expenses.", "Source: Ministry of Finance.", "The Present: Changes in the Wage and Price Situation and the Bank's Thinking on the Conduct of Monetary Policy Developments in Prices Consumer Price Index Passing on Higher Labor Costs to Output Prices (Goods/Services) Firms experiencing difficulty in passing on higher labor costs y/y % chg. to output prices • We have been forced to pass on increases in raw material costs to our output prices and have continued to raise prices.", "On the other hand, we have absorbed higher labor costs by raising productivity and have not passed them on to output prices (eating and drinking).", "General services • Further output price hikes could lead to a decline in demand.", "Given the ongoing labor shortages, we intend to continue raising wages from next spring onward but plan to keep prices unchanged (hotel).", "• Although upward pressure on labor costs has continued, since we are concerned about losing customers, we do not plan to pass on higher labor costs to output prices (services for individuals).", "Firms making progress in passing on higher labor costs to • We plan to raise wages next fiscal year.", "In light of this, we have raised prices for the first time since our establishment (services for individuals).", "• In response to rising electricity charges as well as higher labor costs partly due to the effects of the increase in minimum wages this fall, we have raised output prices (pharmacy)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Wages", "Prices", "Inflation", "Monetary Policy", "Demand", "Supply", "Labor Market", "Menu Costs", "Productivity", "Economic Growth"]}