{"sentences": ["Even for the international participants at this event, it can hardly have escaped your attention that we have national elections next week.", "We will elect our new House of Representatives, and there are 26 (!)", "political parties clamouring for our attention.", "Always an interesting time, because elections are about choices.", "And choices can be made based on many different considerations.", "I think that in this time of transition, in this time of aging and migration, in this time of climate change and energy transition, disruptive new technologies and devastating loss of biodiversity, the most important consideration is the choice between today's wishes and tomorrow's needs.", "The choice between instant gratification and sustainable development.", "And that proves to be a difficult one.", "Not only for voters- Because it proves difficult to look further than your own backyard, further than one election, one period of government.", "And that is not only true in politics- In the financial sector we also know how difficult it is to look beyond risk and return, to take broader environmental and societal impact into consideration, and to look at the impact on the future instead of the proof of the past.", "Like in politics, that attitude, that ingrained short-sightedness, has to change.", "Because as APG says on its website: \" What is the use of a good pension, if the world around you has become unliveable? \"", "The question I want to address today is: how can we, how can the financial ecosystem play its part in the transition towards a sustainable future, towards sustainable prosperity?", "Because it's undeniable that policymakers, regulators and the financial sector all have their part to play, and they all depend on each other.", "It's undeniable that the transition needs to be funded, and that it is the financial sector that can allocate resources, that can fuel the transition towards a carbon-neutral society in harmony with nature.", "Towards a world where environmental, social and governance criteria are in balance.", "This impact-driven mindset has to be the basis of our decision-making, especially because it is squarely within all of our mandates and responsibilities.", "As Frank Elderson, ECB board member, said earlier this year: \"Destroy nature and you destroy the economy.", "This is not some kind of a flower power, tree hugging exercise.", "Even if I couldn't care less about the planet, I would say exactly the same thing.\"", "In other words: financial institutions need to speed up their own transition to a tri-dimensional decision framework for investment and lending decisions.", "A framework that is not defined by the traditional risks and returns, but by risk, return and impact.", "The World Bank defines impact investing as an approach that aims to contribute to achieving measurable positive social and environmental impacts.", "An approach that looks to the future instead of to the past.", "Impact investing and lending creates a significant opportunity to mobilise capital into investments that target measurable positive social, economic, or environmental impact alongside financial returns.", "I consider it important that financial institutions start making conscious decisions to invest in, or lend to, counterparties that have the capacity to generate measurable positive impact, in whatever form.", "I know, adopting this impact framework can be scary: financial institutions have a tendency towards herd behaviour and feel a substantial 'first-mover disadvantage'.", "But if we move towards this framework, this mindset, together, the impact will not only be bigger, but we will also find safety in numbers.", "And let's be honest: it is not only our own decision to make.", "It is what investors, clients and partners demand.", "Maybe we tend to see them as the pawns, whereas profit is king in the financial sector.", "However, as Anatoly Karpov said: \"Pawns not only create the sketch for the whole painting, they are also the soil, the foundation of any position .\"", "So, if we base our position on the ESG mindset, if we incorporate impact investments and loans into our portfolios, we will not only create proper and prudent risk management, but we will also paint a sustainable future.", "How can financial institutions make this work?", "First choice: Tailoring the operational primary processes - like investment processes and customer acceptance, credit judgement and revision - towards impact investments.", "That means that impact needs to be part of the parameters for decisions about investments, next to risk and return.", "That can be scary; it means daring to move away from the broad market benchmark and choosing a smaller portfolio of impact-oriented companies.", "And we have to make clear what the implications of these choices may be for the diversification of our portfolios.", "Second choice: Finding the right people and creating the right processes to make this work.", "That means recruiting the appropriate capacity and competences and reorganising our organisations.", "That means defining new or additional KPIs to also reward decisions that contribute to impact goals and put less emphasis on classical views, like the Markowitz modern portfolio theory.", "Third choice: Being more transparent about what you do and the results you are aiming for.", "That means: moving away from the short-term focus that keeps you locked in the past and present, towards a sustainable, long-term future.", "However, it's not only the financial sector that has to make choices.", "Like I said: it's undeniable that policymakers, regulators and the financial sector are mutually dependent.", "These upcoming national elections are therefore important.", "Because to make the transition to a sustainable future a success, or even a possibility, we need a government with a clear long-term vision of sustainability.", "Not only at the national level, of course, but also at the international level, where global standards and a unified approach to the big issues are sorely lacking.", "A global setting investors can have confidence in and build on.", "Policy stability and a clear destination are key conditions for financial institutions to embark on the road towards sustainability And of course, central banks and supervisors have their role to play, their responsibility to take, their choices to make.", "We may not sit in the driving seat; we are definitely part of the team: as a supervisor and regulator and as a watchdog over monetary and financial stability interests.", "The latter will clearly be threatened by a disorderly transition.", "Today I want to elaborate on these roles in a more holistic and integrated way.", "In our role as supervisors and regulators we make sure that financial institutions identify, recognise and mitigate climate and nature-related risks, and - should risks materialise - prevent them from having serious consequences.", "Risks that - we must acknowledge this - not only involve the mitigation of climate change and nature degradation or risks stemming from sudden transition policies, but that also require us to adapt to risks and realities that can no longer be avoided.", "Risks our planet is already facing every day, like extreme heat and drought that cause wildfires, or torrential rains that cause floods.", "Risks that have financial consequences for our food supply, health and housing; for insurance and investments.", "Risks that we must take into account.", "But it doesn't end there.", "As a guardian of monetary and financial stability it is also our responsibility to contribute to a smooth transition.", "This cannot take place without the involvement of the financial sector.", "In that role, we encourage embracing impact investing as a means to accelerate the sustainability transition and reduce systemic risks.", "In my view, this also means that we need to ensure that we are not a barrier to your transition to impact investing, while at the same time managing your risks effectively.", "That means that we have to change too, that we have to make choices too.", "For instance, when we assess financial risks for investments, we have to consider whether or not they are future-proof.", "Or when applying the prudent person principle, one could argue that we should be concerned not only with the financial returns that participants will receive from fund investments, but also with whether there will still be a liveable world where participants can enjoy those returns.", "However, it is important to note that impact investing is often associated with illiquid and more complex products, such as venture capital and private equity.", "Here again, our different roles come together.", "Indeed, such investments require a sufficient level of knowledge and expertise to manage these products responsibly.", "To further tailor the way we supervise and help funds like yours, we have developed a good practice guide for sustainable risk management.", "We will update this guide next year and we also intend to include FAQs for clear expectations.", "I hope these tools, and of course close cooperation, will encourage you to use forward looking indicators.", "To apply scenario analyses rather than focus on historical track records.", "And motivate you to implement a concrete transition plan and more long-term, sustainability-focused KPIs.", "Yes, there is work to be done, there are choices to be made.", "This transition will take time and energy.", "And it will take teamwork.", "Between government and the financial sector, but also between the funds you represent and the central bank I represent.", "But as Edmund Burke once said: \"Nobody made a greater mistake than he who did nothing because he could do only a little .\"", "I am convinced that all our 'littles' will add up to one liveable planet, where your participants can really enjoy their pension-."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Sustainable future", "Impact investing", "ESG", "Climate change", "Biodiversity", "Sustainability", "Financial stability", "Risk management", "Transition", "Impact"]}