{"sentences": ["SPEECH Central bank liquidity: a macroeconomic Welcome address by Philip R. Lane, Member of the Executive Board of the ECB, at the ECB Conference on Money Markets Frankfurt am Main, 9 November 2023 My aim in these opening remarks is to explore the macroeconomics of central bank liquidity.", "In particular, my focus is on how central bank reserves can influence macroeconomic outcomes.", "In tum, if central bank reserves are relevant for the level and volatility of economic activity and inflation, the calculation of the appropriate level of central bank liquidity should take into account the (time-varying) macroeconomic impact.)", "The macroeconomic analysis of central bank reserves is necessarily subject to high uncertainty, since it is challenging to control for various confounding factors in conducting empirical analysis.", "In particular, the creation of central bank reserves on the liability side of the central bank balance sheet is typically matched by an increase in collateralised loans (refinancing operations) to banks or an increase in asset purchases on the asset side.", "!2] Refinancing operations (including targeted versions that require banks to meet a credit growth or credit composition target to benefit from favourable funding conditions) and asset purchases have direct macroeconomic effects that have been much studied, while the macroeconomic impact of the liability side of these interventions has received comparatively less attention.)", "Over the last decade, much of the expansion in central bank reserves in the euro area has been a by- product of quantitative easing (large-scale asset purchases) or targeted longer-term refinancing operations (TLTROs).", "These policies were motivated by their direct impact on bond markets and credit dynamics.", "In line with the ECB's 2021 monetary policy strategy statement, from a stance perspective, the activation of such policies is only relevant in the neighbourhood of the effective lower bound (ELB) on policy rates.", "'4] Away from the ELB, by contrast, the short-term policy rate is the primary instrument to steer the monetary policy stance.", "Central bank reserves in the euro area have also been created in the context of managing financial stress episodes.", "These include the surge in the take-up of refinancing operations during the Global Financial Crisis (GFC) and the launch of the three-year very long-term refinancing operations (VLTROs) in 2011 and 2012.", "In terms of bond market stabilisation, the Securities Markets Programme (SMP) purchased bonds of stressed countries between May 2010 and February 2012.!5!", "Initiated in March 2020, the pandemic emergency purchase programme (PEPP) was a hybrid of a market-stabilisation programme and a quantitative-easing programme.", "The ECB's monetary policy strategy statement recognised that financial stability is a precondition for price stability and that the pervasive role of macro-financial linkages in economic, monetary and financial developments requires that monetary policy decisions, including the evaluation of the proportionality of these decisions and potential side effects, are based on an integrated assessment of all relevant factors.", "Accordingly, their roles in preserving and restoring financial stability are central in understanding the macroeconomic impact of central bank reserves.", "In addition to the role of central bank reserves under non-standard conditions (whether proximity to the ELB and/or stressed circumstances), it is also important to assess the possible macroeconomic impact of the structural level of central bank reserves in the new steady state that will emerge after the roll back of QE-inspired asset purchase programmes and the expiry of the TLTRO programme.\"", "In particular, the appropriate level of central bank reserves can be expected to remain much higher and be more wolatile in this new steady state compared to the relatively-low levels that prevailed before the global financial crisis (GFC).", "Amongst other factors, the extraordinary macro-financial risk episodes (the GFC, the euro area sovereign debt crisis, the pandemic) in the last 15 years have underlined the importance of financial institutions maintaining significant liquidity levels.", "!2] For banks, central bank reserves are the ultimate liquid and risk-free (including zero valuation risk, zero counterparty credit risk and zero operational risk) asset.", "In turn, the liquidity options available to non-bank financial institutions (which do not have access to ECB liquidity facilities) depend on the liquidity conditions in the banking system.", "!& Central bank reserves: some stylised facts To set the scene, Charts 1 and 2 show the role of central bank reserves in the balance sheet of the euro area banking system.", "Chart 1 plots the ratio of central bank reserves to total banking assets, while Chart 2 plots the ratios to some asset categories: loans, bond holdings and the stock of high-quality liquid assets (HQLA).", "We see that all of these metrics increased substantially when the ECB implemented its quantitative easing and targeted lending programmes but have eased noticeably from their peaks over the last year (the stock of central bank reserves peaked at EUR 4.92 trillions in November 2022).", "Note: The latest observation is for the second quarter of 2023.", "Notes: High-quality liquid assets (HQLA) are computed as the sum of unadjusted amounts of level 1 and level 2 assets from supervisory data.", "Less significant institutions' HQLAin the second quarter of 2023 are based on data for the first quarter of 2023 and projected using the quarterly growth rate of significant institutions' HQLA.", "Bank reserves are the sum of bank deposits with the Eurosystem in both the deposit facility and current account.", "Government bond holdings refer to debt securities issued by the euro area general government sector and held by euro area credit institutions.", "Total loans to euro area residents exclude those to monetary financial institutions and correspond to those held on bank balance sheets (i.e.", "they are not adjusted for securitisation and cash pooling).", "The latest observations are for the second quarter of 2023.", "Turning to the balance sheet of the Eurosystem, Charts 3-5 show the evolution of liabilities and assets.", "On the liability side, Chart 3 shows the relative contributions of central bank reserves, banknotes and other liabilities to the evolution of the balance sheet.", "On the asset side, Chart 4 shows the relative importance of the monetary policy outright portfolio of bond holdings and credit operations, as well as non-monetary policy assets on the Eurosystem balance sheet, including assets held for investment purposes.", "In turn, Chart 5 shows the mix of credit operations across three categories: one-week operations (I will label these as short-term refinancing operations - STROs - which are primarily provided through the main refinancing operations (MROs) in the euro area); the sum of 30-day and 90-day operations (I will label these as medium-term refinancing operations - MTROs); and operations with at least one year in duration (I will label these as longer-term refinancing operations - LTROs)./21 Eurosystem liabilities @ Central bank reserves @ Other liabilities Currency = Total liabilities Official sector and other deposits 2002 2008 2014 2020 September 2023 Sources: ECB (ILM) and ECB calculations.", "Notes: \"Currency' refers to liability item L1; \"Central bank reserves\" refers to reserve holdings in the current account and the deposit facility as well as any other liabilities to euro area credit institutions related to monetary policy operations denominated in euro (L2); \"Official sector and other deposits\" refers to the sum of liability items L3, L5 and L6; \"Other liabilities\" cover all remaining liabilities not included under the labelled categories, such as revaluation accounts, capital and reserves, and foreign currency liabilities.", "The latest observations are for 30 September 2023.", "Eurosystem assets = Total assets tm Monetary policy outright portfolio tm Credit operations tm@ Gold and FX tm@ Other assets 2002 2008 2014 2020 September 2023 Sources: ECB (ILM) and ECB calculations.", "Notes: \"Monetary policy outright portfolios\" refers to securities of euro area residents denominated in euro held for monetary policy purposes (A7.1), \"Credit operations\" refers to lending operations (A5 exceptA5.5 and A5.6), \"Gold and FX' (A1,A2, A3) and \"Other assets\" (A4, A5.5, A5.6, A6, A7.2, A8, A10, A11) capture the remaining assets.", "The latest observations are for 30 September 2023.", "Eurosystem credit operations by maturity Hf 'Short-term' refinancing operations @ \"Medium-term\" refinancing operations \"Long-term\" refinancing operations 2002 2008 2014 2020 September 2023 Sources: ECB (ILM) and ECB calculations.", "Notes: \"Short-term' refinancing operations\" refers to main refinancing operations (A5.1), \"Medium-term' refinancing operations\" refers to to longer-term refinancing operations with original maturity below one year (part of A5.2), \" Long-term' refinancing operations\" refers to (targeted) longer-term refinancing operations with original maturity equal and above one year (remainder of A5.2).", "The latest observations are for 30 September Taken together, Charts 3-5 show that the amount of central bank reserves in the banking system has expanded substantially.", "In the first decade of the euro, the ECB had only created reserves to satisfy the liquidity needs resulting from the demand for banknotes and other so-called autonomous liquidity factors.", "[10] in the wake of the GFC, the deployment of some credit operations longer than one year and limited asset purchases during 2008-2013 led to a moderate expansion in reserves.", "A more substantial increase in central bank liquidity occurred from 2015 onwards, reflecting the large-scale implementation of quantitative easing and targeted lending programmes.", "Finally, Chart 6 illustrates the footprint of the Eurosystem in the bond market by scaling asset purchases to the eligible bond universe.", "The asset purchases under the SMP, the asset purchase programme (APP) and the PEPP resulted in a sizeable presence in the bond market, which is now beginning to reverse due to a combination of the end of APP reinvestments and the ongoing expansion of the bond universe, especially due to issuance by governments.", "Eurosystem bond holdings relative to the eligible bond universe 2015 2018 2021 September 2023 Sources: ECB (Eligible Assets Database) and ECB calculations.", "Notes: Eurosystem holdings comprise those of the asset purchase programme (APP), pandemic emergency purchase programme (PEPP) and Securities Markets Programme (SMP).", "The holdings and universe are denoted in nominal values.", "The range of bond maturities included in the eligible universe is from three months to 30 years.", "The latest observation is for 30 September 2023.", "Central bank reserves: the expansion phase and transitional This section will first review the macroeconomic impact of the sustained expansion of central bank reserves over 2015-2022.", "The stock of central bank reserves has been shrinking since autumn 2022 and, under a wide range of scenarios, is set to continue to shrink over the next few years.", "In turn, this transition from peak central bank reserves to the \"new normal\" steady state also has macroeconomic implications.", "The initial experience with the decline in central bank reserves over the last year provides some preliminary lessons in relation to this transitional phase.", "As I set out in the introduction, it is difficult to identify separately the role of central bank reserves and the impact of asset-side monetary policy measures (quantitative easing, targeted lending).", "However, it is plausible that the expansion in central bank reserves has reinforced the impact of quantitative easing (QE) and targeted lending incentives in easing monetary conditions.", "In relation to bond purchases, the portfolio rebalancing incentives faced by banks in adjusting to higher reserve holdings also increases bank demand for bonds.", "!4] In relation to credit creation, increased holdings of central bank reserves on a durable basis provided banks with increased comfort in their liquidity positions and provided incentives to increase their lending rather than sitting on an excessive amount of cash at the negative short-term interest rates that prevailed during the period 2014-2022.", "[12] The shift in the monetary policy stance that started in December 2021 has provided further evidence on the role played by central bank reserves in determining macroeconomic outcomes.", "In particular, the reduction in central bank reserves from the repayment of TLTRO funds and the end of APP reinvestments has plausibly contributed to the increase in term premia (Chart 7) and the marked turnaround in credit dynamics to firms and households (Charts 8 and 9).", "!43] In the coming years, the ongoing reduction in the footprint of the ECB in the bond market and the repayment of TLTRO funds can be expected to continue to put upward pressure on term premia and contribute to lower credit creation.", "In turn, these contractionary forces lower the projected paths for GDP and inflation and thereby reduce the level of the policy rate required to stabilise inflation at the medium-term target (compared to a counterfactual in which monetary policy tightening was not accompanied by balance sheet reduction).", "Of course, the total impact of the decline in central bank reserves depends on the end point of this adjustment process, which depends on the future steady-state level of central bank reserves.", "This is the focus of the next section.", "Decomposition of changes in the ten-year nominal overnight index swap rates since (percentages) @ Expectations component Term premia component tm 10-year nominal O1S rate Dec- 21 Mar-22 Jun-22 Sep-22 Dec-22 Mar-23 Jun-23 Sep-23 Sources: Refinitivand ECB calculations.", "Notes: The decomposition of the ten-year spot overnight index swap (OIS) rate into expected rates and term premium is based on an affine term structure model fitted to the euro area OIS curve.", "The estimation method follows Joslin, Singleton and Zhu (2011).", "The latest observations are for 30 October 2023.", "Notes: The seasonal adjustment for the net issuance of debt securities is not official.", "Monetary financial institution (MFI) loans are adjusted for sales, securitisation and cash pooling (left panel).", "\"Other factors\" refer to further factors which were mentioned by banks as having contributed to changes in credit standards (middle panel).", "\"Other financing needs\" calculated as unweighted average of \"M&Aand corporate restructuring\" and \"debt refinancing/restructuring and renegotiation'; \"Use of alternative finance\" calculated as unweighted average of \"internal financing\", \"loans from other banks\", \"loans from non-banks\", issuance/redemption of debt securities\" and \"issuance/redemption of equity' (right panel).The latest observations are for September 2023 (left panel) and for the third quarter of 2023 (middle panel and right panel).", "Notes: MFI loans are adjusted for sales and securitisation (left panel).", "\"Other factors\" refer to further factors that were mentioned by banks as having contributed to changes in credit standards (middle panel).", "\"Other financing needs\" calculated as unweighted average of \"M&Aand corporate restructuring\" and \"debt refinancing/restructuring and renegotiation\"; \"Use of alternative finance\" calculated as unweighted average of \"internal financing\", \"loans from other banks\", \"loans from non-banks'\", \"issuance/redemption of debt securities\" and \"issuance/redemption of equity' (right panel).", "The latest observations are for September 2023 (left panel) and for the third quarter of 2023 (middle panel and right panel).", "Central bank reserves in the steady state This section will discuss the appropriate steady-state level of central bank reserves and the trade-offs across the different methods of providing liquidity.", "It is stipulated that the central bank sets the policy rate to deliver its medium-term inflation target in the steady state, so that there is no need to turn to additional instruments (such as QE or targeted refinancing operations) in the steady state.", "In addition, it is stipulated that the steady state is characterised by calm financial conditions.", "At the same time, the steady state configuration should take into account that the system can be hit by shocks and may subsequently be driven away from the steady state.", "All else equal, the appropriate steady-state level of central bank reserves should be increasing in: the size of the banking system; the size of the overall financial system; and the overall size of the economy; the likelihood and potential severity of macro-financial tail events; the scarcity of safe assets; the effectiveness of micro-prudential and macro-prudential regulations (in combination with supervisory oversight) in curbing the incentives of banks to engage in excessive balance sheet expansion and maturity transformation; the mobility of deposits; and the policy prioritisation attached to minimising the risk of hitting the ELB.\"4!", "While this list is non-exhaustive, in working through it, each of these dimensions clearly also depends on the balance of the asset-side interventions (between refinancing operations and bond purchases) that are the counterparts to the issuance of central bank reserves 45] Taking each of these dimensions in turn, the level of central bank reserves should scale up with trend growth in the size of the banking system and the size of the financial system: the liquidity preference of investors is likely proportional to the scale of overall asset holdings.", "In related fashion, all else equal, autonomous factors such as the desired holdings of banknotes should also trend upwards in line with overall income levels.\"", "tn relation to the banking system, the composition of the assets held by a bank matters, as does the overall scale of the balance sheet.", "In particular, a bank may desire to hold central bank reserves in proportion to the scale of its loan portfolio and its holding of other illiquid assets, since loans and illiquid assets cannot be costlessly sold in the event of deposit outflows.)", "In a system in which the central bank only provides liquidity to banks, the liquidity needs of non-bank financial institutions (NBFls) can have spillover implications for the banking system.", "First, NBFls hold liquidity in the forms of considerable uninsured deposits with banks, together with an array of highly-liquid market instruments.", "In particular, if there is a surge in the liquidity needs of NBFls, due to redemption outflows from investors or rising margin calls on leveraged positions, this would also intensify liquidity pressures on the banking system through a range of mechanisms.", "Next, the prevalence and severity of macro-financial risk increase the prudent level of central bank reserves.", "Whereas the long \"great moderation\" period before the GFC led many to believe that systemic risks had structurally declined, the sequence of the GFC, the euro area sovereign debt crisis and the pandemic has powerfully demonstrated that macro-financial risk events can occur and trigger substantial liquidity demands.", "Moreover, there is an intrinsic amplification of macro-financial risks in a monetary union that lacks sufficient area-wide common safe assets and a full banking union, since investors can try to escape country-specific risks without taking on currency risk by running to safer jurisdictions within the monetary union.", "In turn, in view of the scope for self-fulfilling crisis episodes, the likelihood of macro- financial risk events is intrinsically higher in such a monetary union compared to a complete monetary union.", "[48] Insurance against the liquidity impact of systemic macro-financial risks can also be provided by a central bank commitment to provide liquidity promptly and elastically during crisis episodes, rather than solely through the precautionary selfinsurance of holding a high stock of central bank reserves.", "It follows that the appropriate ex-ante level of central bank reserves is lower if a central bank has a proven reputation for the agile expansion of liquidity facilities if stressed conditions emerge.", "If safe assets are scarce in the financial system, this can reinforce the value of a higher steady-state level of central bank reserves if this can deliver a net increase in the stock of safe assets.", "First, all else equal, the safe asset characteristics of central bank reserves alleviates this scarcity.", "Second, the asset-side interventions by central banks to create reserves are less costly if central banks do not exacerbate safe asset scarcity by exclusively purchasing the highest-rated (or shortest-dated) securities in a structural bond portfolio.", "In particular, within limits, some combination of a broad-based structured bond portfolio and short-term and longer-term refinancing operations against a broad collateral pool can generate an expansion in the pool of safe assets, without excessively crowding out other purchasers of the highest-quality bonds.", "As shown in the previous section a high stock of central bank reserves may support credit creation, at least if banks are confident that these will remain available for a significant period, rather than requiring frequent rollover.", "!22 if there are frictions in credit intermediation, this boost to credit creation might be welcomed as bringing the economy closer to the social optimum.", "In contrast, if the banking system is characterised by distorted incentives to over-lend and take excessive risks, the boost to credit creation could rather be viewed as a negative and would call for a lower stock of central bank reserves.", "It follows that the regulatory and supernisory environment is a pivotal factor in determining the prudent level of central bank reserves.", "In particular, a regulatory system (backed up by effective supervision) that curbs over-lending and distorted incentives to take excessive risks would mitigate concerns that a high level of central bank reserves might overly stimulate credit creation.", "This spans micro-prudential regulations (including capital requirements and leverage requirements), macro-prudential regulations (including borrower-based measures and counter-cyclical and systemic risk buffers) and close supervisory monitoring of the risk management practices in the banking system.", "24) In related manner, a high stock of central bank reserves can act to lower term premia in bond markets for two reasons.", "First, if central bank reserves are created via bond purchases by the central bank, this directly lowers term premia by extracting duration risk and credit risk.", "!22] Second, even if created via refinancing operations, banks may boost their bond holdings as a balanced portfolio response to higher reserves.", "!25] To the extent that market frictions (including, in an incomplete monetary union, the risk of self-fulfilling, unwarranted market fragmentation events) excessively depress bond market participation, the curbing of excessive term premia might be viewed as a positive feature by underpinning financial stability.", "In the other direction, if term premia are excessively compressed, this generates undesirable financial stability risks through search-for-yield-behaviour and asset mispricing.", "!24] Comprehensive financial regulation and supervision (of both banks and non-bank financial institutions) can mitigate such risks to some extent.", "Further possible mitigants include: the omission of the longest maturities from the steady- state structural bond portfolio of the central bank; the prioritisation of supranational bonds over national bonds; and the inclusion of private sector bonds in addition to sovereign bonds.", "In any event, the calibration of the appropriate steady-state level of central bank reserves must balance the competing pro- stability and anti-stability effects on the financial system of a high stock of central bank reserves.", "Limiting the excessive compression of term premia also calls a sufficient role for refinancing operations in the creation of central bank reserves, rather than building an excessively-large structural bond portfolio.", "In addition, refinancing operations also promise to have a more even distribution of reserves across individual banks, since the proceeds of asset purchases tend to be deposited (and remain pooled) in a relatively small number of \"money centre\" banks, whereas all banks have access to refinancing operations (subject to collateral availability)./25] From a macroeconomic perspective, the attractiveness of using both a structural portfolio and refinancing operations to generate reserves is that this is more efficient in getting liquidity into all the cracks (across different types of banks and across jurisdictions), which is plausibly not the case if reserves are only created through a structural bond portfolio and there are frictions to the mobility of reserves.", "Cross-border frictions are a particular concern in a limited monetary union (that lacks a complete banking union and capital markets union).", "Of course, frictions across different types of bank business models are also present even in fully-integrated financial systems.", "In turn, there are distinct possible roles for short-term (one-week) refinancing operations and longer-term (say, one year or longer) refinancing operations.", "Short-term refinancing operations have traditionally been a standard, flexible tool to manage fluctuations in the liquidity needs of banks.", "However, an over-reliance on short-term refinancing poses operational risk challenges, while investors and regulators may prefer banks to have a healthy proportion of longer-term refinancing in the overall liquidity profile.", "Moreover, from a macroeconomic perspective, seven-day funding does not necessarily provide sufficiently-durable liquidity to support longer-term commitments such as bank loans or the acquisition of illiquid assets.", "Furthermore, in principle, structural longer-term refinancing operations could remedy some specific credit intermediation frictions such as the possible under-funding of investment projects to underpin the green transition that typically demand stable funding over a longer horizon.", "!26] Another factor calling for more reserve holdings is the extent to which deposits are mobile.", "Along one dimension, the sectoral composition of deposits matters: deposits from households and firms are stickier than deposits from non-bank financial institutions.", "In terms of the geographical dimension, in an incomplete monetary union, there is a high potential degree of cross-border deposit mobility under stressed conditions.", "Such geographical flight-to-safety deposit dynamics can be amplified if there is excessive reliance on refinancing operations as a source of liquidity, since the value of the local collateral available would fall under stressed conditions, giving rise to liquidity spiral dynamics by which lower liquidity interacts with falling asset values.", "Finally, the appropriate steady-state level of central bank reserves depends on the policy prioritisation accorded to avoiding the effective lower bound on the policy rate.", "To the extent that a larger stock of central bank reserves supports more credit creation and lower term premia, the equilibrium policy rate will have to be higher (and further away from the ELB) in order to deliver the inflation target.", "This preserves policy space, since the extra distance to the ELB would in turn facilitate the deployment of rate cuts in the event of dis-inflationary shocks.", "However, this concern is less important if it is understood that the central bank would not hesitate to roll out quantitative easing and targeted lending programmes if the ELB constrained policy rate cuts.", "Let me draw some conclusions on the macroeconomics of central bank reserves.", "First, even if much lower than the current level, the appropriate level of central bank reserves in the \"new normal\" steady state should avoid the risks associated with excessively-scarce or excessively-abundant reserves.", "Such a middle path would strike an appropriate balance between the benefits and costs associated with the creation of central bank reserves and also seems best suited to safeguard the stability of the banking and financial systems.", "In particular, a durable level of central bank reserves is likely required to ensure the sufficient provision of bank credit to enable the euro area economy to attain its steady-state potential output growth rate, in view of the importance of central bank reserves in underpinning the willingness of banks to extend credit in spite of the risks associated with illiquid assets (Such as bank loans) in a world much more prone to macro-financial shocks.", "This steady-state level of central bank reserves likely has a positive trend component, in view of the connection between the optimal level of central bank reserves and the overall size of the financial system.", "Second, in view of the trade-offs posed by each individual instrument, it seems proportionate from a macroeconomic perspective for a central bank to use a range of instruments to provide central bank reserves.", "Central bank reserves can be provided both through a structural bond portfolio on the one side, and a structural longer-term refinancing operation as well as a standard short-term refinancing operation on the other side.", "A mix of a structural bond portfolio and longer-term refinancing operations would provide longer-time liquidity to the banking system, while the short-term refinancing operations are well suited to the absorption of higher-frequency liquidity shocks.", "In turn, the relative contributions of each of these instruments can and should vary in response to various macro-financial shocks.", "Third, the supply of central bank reserves should be elastic in the event of macro-financial stress.", "If it is understood that the supply will be sufficiently elastic under stressed conditions, this should reduce the precautionary demand for reserves in the steady state, since there is no need to excessively self-insure if reserves are reliably available under stressed conditions.", "Fourth, it should be recognised that sustained surges in central bank reserves may also occur in the future if the configuration of shocks means that policy rates return to the neighbourhood of the ELB and there is a renewed need for quantitative easing and/or credit-easing longer-term refinancing operations to preserve price stability.", "Of course, many other considerations are also relevant in assessing the appropriate provision of central bank liquidity, the composition of the balance sheet, and the choice of the marginal instrument of liquidity provision such that the macroeconomic perspective developed in this contribution should be complemented by a comprehensive analysis of all pertinent factors.", "The ongoing ECB operational framework review will conduct a comprehensive analysis of all such dimensions, together with a full review of the array of possible monetary policy implementation options.", "My remarks today are narrowly focused on the macroeconomics of central bank liquidity and reflect my own current thinking.", "My views will continue to evolve as the operational framework review advances.", "Alternatively, the creation of central bank reserves can be matched by offsetting movements in other central bank liabilities such as banknotes or non-monetary-policy deposits (NMPDs), such as government deposits or deposits from foreign central banks.", "That said, there has been a scaling up in analytical work in recent times.", "A partial list of relevant contributions include Aberg, P., Corsi, M., Grossmann-Wirth, V., Hudepohl, T., Mudde, Y., Rosolin T. and Schobert, F. (2021), \"Demand for central bank reserves and monetary policy implementation frameworks: the case of the Eurosystem\", Occasional Paper Series, No 282, ECB; Ryan, E. and Whelan, K. (2021), \"Quantitative easing and the hot potato effect: Evidence from euro area banks\", Journal of International Money and Finance, Vol.", "115, July; Acharya, V. and Rajan, R. (2022), \"Liquidity, liquidity everywhere, not a drop to use - Why flooding banks with central bank reserves may not expand liquidity\", NBER Working Paper Series, No 29680, National Bureau of Economic Research; Acharya, V., Chauhan, R., Rajan, R. and Steffen, S. (2023), \"Liquidity dependence and the waxing and waning of central bank balance sheets\", NBER Working Paper Series, No 31050, National Bureau of Economic Research; Vissing- Jorgensen, A.", "(2023), \"Balance sheet policy above the effective lower bound\", paper presented at the ECB Forum on Central Banking, Sintra, June; Lopez-Salido, D. and Vissing-Jorgensen, A.", "(2023), \"Reserve Demand, Interest Rate Control, and Quantitative Tightening\", Working Paper, Federal Reserve Board, Reis, R. (2013), \"Central bank design\", Journal of Economic Perspectives, Vol.", "17- 44,; Reis, R. (2016), \"Funding quantitative easing to target inflation', paper presented at the Jackson Hole Symposium, August; Bindseil, U.", "(2016), \"Evaluating Monetary Policy Operational Frameworks\", paper presented at the Jackson Hole Symposium, August; Whelan, K. (2023), \"The future of ECB liquidity policy\", paper presented as part of the Monetary Dialogue at the hearing of the ECON Committee of the European Parliament; Arce, O., Nuno, G., Thaler, D. and Thomas, C. (2020), \"A large central bank balance sheet?", "Floor vs. corridor systems in a New Keynesian environment\", Journal of Monetary Economics, Vol.", "(2023), \"Anchoring QT: liquidity, credit and monetary policy implementation\", mimeo; Poole, W. (1968), \"Commercial bank reserve management in a stochastic model: implications for monetary policy\", Journal of Finance, Vol.", "(1971), \"Banks' Demand for Excess reserves\", Journal of Political Economy, Vol.", "and Krogstrup, S. (2018), \"Transmission of quantitative easing: the role of central bank reserves\", The Economic Journal.", "The ECB's monetary policy strategy statement was published in July 2021 as the culmination of the monetary policy strategy review.", "In addition to asset purchases and longer-term refinancing operations, the strategy statement also identifies forward guidance as an additional instrument to address the ELB.", "In terms of the aggregate stock of central bank reserves, the liquidity effect of the SMP was offset by the issuance of liquidity-absorbing term deposits.", "Of course, there are many transitional issues in moving from the current level of central bank reserves to the new steady state.", "I return to the transition later in this contribution.", "This is reflected in the risk management practices of banks and in the regulatory and supervisory environment, which includes liquidity coverage requirements for banks and increased focus on the liquidity positions of non-bank financial institutions.", "The liquidity position of banks is also affected by the liquidity decisions of non-bank financial institutions (NBFls).", "For instance, most of the bonds purchased by the Eurosystem were sold by NBFIs that received payment into their euro area bank accounts.", "This is a departure from the original nomenclature that described all operations longer than one-week as longer-term refinancing.", "Autonomous liquidity factors are items of the central bank balance sheet which are unrelated to the implementation of monetary policy, at least in the short term.", "Excess reserves are reserves created over and above what is required to satisfy minimum reserve requirements.", "See Christensen, J.H.E.", "(2023) document the response of US banks to the large-scale asset purchases of the Federal Reserve.", "Altavilla, C., Rostagno, M. and Schumacher, J.", "(2023) find similar evidence for the euro area.", "Ultimately, this is an empirical question, since there are also partial equilibrium forces that could push banks to reduce lending in response to an expansion in central bank reserves.", "However, in working out the net empirical impact, it is important to allow fully for the general equilibrium effects to operate.", "The declining ratio of central bank holdings compared to the expanding bond universe means that private investors must absorb more duration risk and credit risk over time.", "While much of the impact on term premia should be frontloaded due to anticipation effects, lagged adjustment mechanisms and revisions to the expected size of the bond universe mean that the full impact may play out only gradually.", "On the connections between lower central bank reserves and lower credit creation, see Altavilla, C., Rostagno, M. and Schumacher, J.", "The contraction in credit may have been amplified by the unexpected nature of the turnaround in central bank liquidity conditions.", "According to the ECB's Bank Lending Survey, banks consider that quantitative tightening and the end of TLTRO funding has contributed to the tightening of credit policies.", "The substitution effect of the sharply-increasing deposit facility rate paid on the still-high-albeit-declining stock of central bank reserves should also have contributed to the credit slowdown via a \"cold potato\" mechanism.", "The relation between regulation and the steady-state balance sheet is likely to be multi-dimensional.", "Effective regulations may also decrease the stead-state size of the balance sheet if these incentivise better bank-internal liquidity management or reduce the likelihood and severity of tail events.", "At the same time, liquidity regulation may also mechanically generate additional liquidity needs by banks.", "Amongst the list non-covered topics, structural changes in the financial system may also alter the future role of central bank reserves.", "In particular, these include private-sector digital finance innovations and the possible launch a central bank digital currency.", "I also do not cover global dimensions of central bank liquidity, including the macroeconomics of central bank foreign-currency swap and repo programmes.", "Of course, whether the long-standing positive correlation between income levels and the stock of banknotes will persist is currently much debated.", "In contrast, a bank that mostly held HQLA would have less need for reserves.", "Compared to the different counterfactual of twenty independent currencies, in contrast, the euro area has many stabilising properties: see Lane, P.R.", "(2021), \"The Resilience of the Euro\", Journal of Economic Perspectives, Vol.", "I do not attempt to review the extensive literature on the global and euro area scarcity of safe assets.", "See Altavilla, C., Rostagno, M., Schumacher, J.", "Taken together, these measures also likely reduce the overall level of credit creation (compared to a counterfactual of a light-touch system) and thereby reduce demand for reserves by reducing the overall size of the banking system.", "However, this might in part be offset by an expansion in the NBFI sector.", "The strength of this effect depends on the maturities of the bonds purchased, as well as the reaction of investors.", "This is the focus of Christensen and Krogstrup (2018) op.", "Of course, there is also a reverse feedback mechanism since banks will also seek to hold bonds as high-quality collateral to pledge in refinancing operations.", "Excessive compression of sovereign credit risk premia also weakens market discipline in ensuring that national governments maintain safe levels of sovereign debt.", "To some extent, this can be mitigated by an effective European fiscal framework that sufficiently constrains the debt paths and deficit levels of national governments.", "While an active and smoothly-functioning inter-bank market could redistribute reserves, even if such a market were to be revived as excess liquidity drains away, the evidence from crisis episodes is that the inter-bank market tends to be subject to geographical fragmentation risk under stressed conditions, reflecting the incomplete nature of banking union in the euro area.", "On implications of credit frictions for green lending, see Altavilla, C. Boucinha, M., Pagano, M. Polo, A.", "(2023), 'Climate Risk, Bank Lending and Monetary Policy', CEPR Discussion Paper No.", "18541; Accetturo, A., Barboni, G., Cascarano, M., Garcia-Appendini, E..and Tomasi, M. (2002) \"Credit supply and green investments\", Working Paper; Carradori, O., Giuzzio, M., Kapadia, S., Salakhova, D. and Vozian, K. (2023), \"Financing the low-carbon transition in Europe\", Working Paper Series, ECB, No.", "Central banks and unconventional green policy\", Working Paper Series, ECB, No.", "See, for example, Arce et al.", "cit.. European Central Bank Directorate General Communications > Sonnemannstrasse 20 > 60314 Frankfurt am Main, Germany > +49 69 1344 7455 > media@ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2023, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Reserves", "Liquidity", "Euro Area", "Monetary Policy", "Financial Stability", "Quantitative Easing", "Effective Lower Bound", "Macroeconomic Impact", "Structural Changes", "Safe Assets"]}