{"sentences": ["It is a pleasure to join you to take part in today's conversations.", "When we started back in 2019, the initiative was part of a broad, comprehensive review of the decisionmaking framework we use to pursue our monetary policy goals of maximum employment and price stability.", "We met with people across the country from a wide range of backgrounds and perspectives, and we learned a lot about how our monetary policy actions affect them, their businesses, and their communities.", "In light of the valuable insights we gained in those original listening sessions, we decided to expand the scope of Fed Listens to become an ongoing process of consultation with the public.", "I look forward to learning from the perspectives of today's participants, our panelists, as well as those of you in the audience.", "Through Fed Listens and other Board and System convenings, we are able to gain important insights about economic conditions by engaging directly with those experiencing the economy.", "Your views and experiences supplement the economic data that we monitor, providing important color and context.", "These discussions help us gain a deeper understanding of the ongoing burden from high inflation-from the considerations for families in making spending decisions to the factors weighed by business owners in applying for loans to make capital investments like new buildings or equipment to expand operations.", "These conversations help us look beneath the national level to see how Americans in different areas of the country are faring.", "I am sure that some of the issues and challenges that we will hear about today are unique to the Federal Reserve's Fifth District, while other themes will be broadly similar to those experienced in different areas of the country.", "This local perspective is one of the great advantages of the Federal Reserve System's regional structure and of the Fed Listens initiative.", "The conversations here today also help inform our thinking as we head into the next meeting of the Federal Open Market Committee.", "Inflation has come down, but we know that it is still too high, and it can be especially difficult for those least able to manage the higher costs of essentials like food, housing, and transportation.", "My colleagues and I are highly focused on returning inflation to 2 percent.", "Our ability to deliver on that goal depends importantly on being able to separate the short-term effects of temporary events from longer-term structural shifts in the economy.", "The pandemic experience abruptly changed the lives of most Americans and their families, and it has altered many long-standing economic patterns that policymakers have relied on to interpret economic developments.", "One example of this change is the major shift in the composition of spending by American consumers that we've seen in the past few years.", "In the decades before the pandemic, we observed a slow but steady decline in the share of aggregate consumer spending that was composed of goods and a corresponding increase in the share of services in total spending.", "In the first two years after the onset of the pandemic, the balance of spending moved back substantially toward goods and away from services, though this movement wasn't particularly surprising given the lockdowns and the fact that so many businesses in the services sector were shut down.", "What has been somewhat surprising, however, is that the relative strength in goods spending has persisted, rather than reverting to its pre-pandemic trends.", "This pattern we see in the U.S. is also unusual relative to other advanced economies, where the composition of goods versus services spending appears to have returned to historical norms.", "There are a number of potential explanations for these newly emerging spending patterns-some that would likely be temporary, and others more lasting.", "For example, the strong sales of computers, televisions, and video game consoles this year might reflect some ongoing pent-up demand following earlier supply shortages, or they might reflect a more permanent change in preferences for these goods due to the greater amount of time many of us are spending at home.", "Given their varied experiences and leadership roles in sectors including retail, hospitality, and health care, I am sure that our panelists-and, indeed, all of you in the audience as well-have observed these and other changes in your own lives, your businesses, and your communities since the pandemic.", "Sharing those observations during today's discussions will help us do our best as policymakers to promote a strong and vibrant economy.", "So with that, I would like to say thank you again, Tom, for hosting this Fed Listens event and for the opportunity to be part of this discussion.", "The views expressed here are my own and are not necessarily those of my colleagues on the Federal Reserve Board or the Federal Open Market Committee."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Fed Listens", "Monetary policy", "Economic conditions", "Economic data", "Spending patterns", "Goods and services", "Services sector", "Pent-up demand", "Supply shortages"]}