{"sentences": ["ep BANCA D'ITALIA WY) Money, credit and disinflation Speech by Luigi Federico Signorini Senior Deputy Governor, Bank of Italy Vienna University of Economics and Business Vienna, 24 January 2024 Let me first thank!", "the Wirtschaftsuniversitat Wien, and Professor Aurel Schubert personally, for their kind invitation.", "After a long period of low inflation and very accommodative monetary policy, the past few years have seen a sharp increase in price dynamics, followed by a commensurate monetary policy response and then a rapid decline in inflation.", "This talk will informally discuss some evidence concerning the mechanisms at work, with a focus on monetary aggregates and credit during the inflation and disinflation stages, also in the light of some renewed academic and policy interest in this specific issue.", "Major changes in the economic environment often spark intense debate, sometimes reviving ideas that were held to be important for a time, but then fell out of favour.", "One example of this is the quantitative theory of money, popularised by Milton Friedman more than 60 years ago.", "During a talk in India in the same year that Friedman's and Anna Schwartz's seminal Monetary History of the United States was published, he famously stated: 'Inflation is always and everywhere a monetary phenomenon in the sense that it is and can be produced only by a more rapid increase in the quantity of money than in output'.", "Nowadays few would subscribe to a literal, causal interpretation of Friedman's statement.", "Too many conceptual and technical issues about causation, and too many 'long and variable lags', as Friedman himself would say.", "Purely quantity-based monetary policies no longer appear reasonable to many economists.", "Still, I find it rather remarkable that, after the Volcker and the Bundesbank disinflations of the late 1970s (which, intellectually speaking, owed much to quantity theory), the pendulum eventually swung all the way to I wish to thank G Ferrero and F. Corsello for assistance in preparing this speech.", "The opinions expressed are my own.", "Friedman, M. (1963), 'Inflation Causes and Consequences', Asian Publishing House.", "the opposite side, and the idea of any relationship between money and prices that was relevant for monetary policy was gradually forgotten.", "After all, inflation by definition only exists in relation to money, and PY=MV is an identity; while V is everything but 'extremely stable', as Friedman would have it, it seems difficult to believe that there is no technological and/or behavioural internal logic to it that will reassert itself sooner or later.", "In recent years, in fact, interest in the analysis of monetary aggregates and of the relationship between money growth and inflation has started to grow again.'", "In the autumn of 2022, in a speech prepared for the presentation of an Italian translation of Friedman and Schwartz's book, I discussed this renewed academic and policy attention.", "During today's speech, I shall address some of the points mentioned on that occasion and expand upon them to include a few more recent developments.", "I shall first present evidence on monetary and inflation developments in the euro area in recent years.", "Then, I shall touch on the current debate on money and inflation, and offer some qualitative views on the issue and the possible policy implications.", "Figure 1 shows the evolution over time of central bank reserves, currency in circulation, M1, and M3-M11 in the euro area.", "Figure 1.a plots the ratio of the monetary aggregates to nominal GDP, while Figure 1.b plots the annual growth rate of the monetary aggregates.", "Some remarkable developments are apparent.", "Before the COVID-19 pandemic, M1 also grew significantly, though at a less spectacular pace.", "It accelerated in the early months of the pandemic: between January and June 2020, the M1/GDP ratio rose from 2.9 to 3.7, that is, by roughly as much as it had over the previous five years.", "Since the start of 2022 the ratio has fallen, returning to pre-pandemic levels in 2023Q3.", "M3 rose by much less over the same period; the ratio of M3-M1 to GDP therefore declined between 2009 and mid-2022, from 2.3 to 1.3; since then, it has been increasing again.° With all this, there was no surge in inflation before 2021; if anything, the opposite happened.", "Annual headline HICP inflation and the core component had averaged 2.2 n the United States, the instability of money demand prompted a change from monetary aggregates to short-term interbank interest rates as an operational target.", "The ECB/Eurosystem adopted monetary aggregates as a 'first pillar' at inception, but - again, based on evidence - has since shifted to other indicators.", "As the ultimate compass or monetary policy, inflation targeting, pioneered by New Zealand in the late 1980s, has been adopted by many central banks.", "See for example, Acharya, V. and Rajan, R. (2022), 'Liquidity, liquidity everywhere, not a drop to use - Why flooding banks with central bank reserves may not expand liquidity', NBER Working Paper Series, No 29680, National Bureau of Economic Research; Acharya, V., Chauhan, R., Rajan, R. and Steffen, S. (2023); 'Liquidity dependence and the waxing and waning of central bank balance sheets', NBER Working Paper Series, No 31050, National Bureau of Economic Research; Vissing-Jorgensen, A.", "(2023), 'Balance sheet policy above the effective lower bound', paper presented at the ECB Forum on Central Banking, Sintra, June; Lopez-Salido, D. and Vissing-Jorgensen, A.", "(2023), 'Reserve Demand, Interest Rate Control, and Quantitative Tightening', Working Paper, Federal Reserve Board; andAltavilla, C., Rostagno, M. and Schumacher, J.", "(2023), 'Anchoring QT: liquidity, credit and monetary policy implementation', CEPR Working Paper.", "he correlation between M1 and the other less liquid components of M3, which was close to zero between 2015 and 2020, became -0.97 after the Covid pandemic.", "In 2021 the situation suddenly changed.", "Headline inflation accelerated dramatically during the year and kept growing in the following year, until peaking at double digits in the last quarter of 2022.", "It then started to fall, also rapidly, to an annual average of 5.4 per cent in 2023.", "Core inflation peaked a bit later than headline inflation, reflecting delayed pass-through of the shock to business costs and final prices.", "How has the relationship between money and inflation changed in recent years?", "What role have the peculiar shocks that have hit the economy in the 2020s played?", "And how have they interacted with the ECB's monetary policy?", "The central bank had impressed a deliberate, powerful monetary impulse on the economy after the GFC and, especially, after the sovereign debt shock.", "This action was motivated by the fear of financial meltdown and of a breakdown of the euro ('Whatever it takes').", "After 2014, however, the main concern had begun to be the risk of deflation, given that price increases had moved downward and remained persistently below target.", "As policy rates approached their effective lower bound, the ECB, like many of its peers, resorted to QE, establishing its asset purchasing programme (APP) in 2015.", "The APP entailed the purchase of low-risk long-term assets.", "This was meant to create a shortage of such assets in the market, which would increase their price or, equivalently, reduce their yield.", "Through portfolio rebalancing, the reduction would propagate to other assets, reducing the cost of financing for households and firms, and stimulating aggregate demand.", "Over the several years in which quantitative programmes were in place, the central bank balance sheet expanded.", "As we have just seen, monetary aggregates increased significantly.", "Both inside and outside money were affected: the former thorough the accumulation of reserves, the latter through the expansion of credit by the financial system that the former made possible.", "To the extent that the securities that the central bank purchases under QE come from the portfolios of households or (non-bank) firms, the increase in reserves is accompanied by an increase in bank deposits.", "In line with quantity theory, this increase is independent of the private sector's demand for money.", "The increase in the holding of liquid assets by the private sector was favoured by the very low opportunity costs of money.", "In a low interest rate environment, agents are effectively indifferent between holding the overnight deposits obtained in exchange for the safe assets sold to the central bank, and holding long-term safe assets, since the returns are similar (Figure 3).", "Inflation proved stubbornly low for several years.", "Even before inflationary pressures materialised, however, a debate had started on the risks of monetary policy being too accommodative for too long.", "Some suggested that too many years of easy financing conditions could encourage the financing of inefficient investments and thus result in a sub-optimal allocation of financial resources and a persistently lower potential output.® Others, referring to the financial instability hypothesis developed by Minsky in 1992,' argued that the prolonged period of low interest rates induced financial firms to take on excessive risk in search of higher returns.", "Faced with the urgent need to provide additional monetary accommodation as a response to the financial stability and real economy concerns that had dramatically reappeared, and with policy rates already at the lower bound, the ECB added the Pandemic Emergency Purchase Programme (PEPP) to its existing quantitative toolkit.", "As we have seen, this further increased the amount of reserves and bank overnight deposits, and further reduced long-term interest rates.", "In 2021-2022, with the pandemic emergency largely behind us but the PEPP still very much in place, inflation was reignited after many years.", "Specifically, in 2021, as the world economy recovered from the COVID lockdowns faster than many had expected, worldwide bottlenecks emerged: increased delivery times, higher shipping costs and rising raw material prices created strong upstream pressures on prices.", "Most importantly for the euro area (given its energy dependency), the post-pandemic recovery started to cause imbalances between supply and demand in the oil and gas markets as early as mid-2021.", "Russia's aggression against Ukraine (early 2022) then caused oil and gas costs to escalate further, leading to a shock in energy prices the like of which the world had not seen for half a century.", "The supply shocks triggering this inflationary wave in the euro area were exogenous (Figure 4).", "They did occur at a time when liquidity was very abundant and interest rates very low.", "However, as long as pipeline pressures to inflation were muted, i.e.", "until 2020, inflation had been contained and below target despite the ultra-expansionary monetary policy.", "As I mentioned at the outset, interest in the relationship between monetary aggregates and inflation trends has been rekindled in the light of what we have observed in the most recent period.", "Let me briefly mention just a few contributions.", "In a recent speech,® Isabel Schnabel discusses the potential role of money in explaining the recent inflation developments in the euro area.", "She invokes the quantity theory of See for example, Engen, E., T. Laubach and D. L. Reifschneider, (2015) 'The Macroeconomic Effects of the Federal Reserve's Unconventional Monetary Policies,' Finance and Economics Discussion Series 2015-5, Board of Governors of the Federal Reserve System, and Hall, R.E.", "(2017), 'High Discounts and High Unemployment', American Economic Review, vol.", "See for example, Rogoff, K. (2016) 'Debt supercycle, not secular stagnation'.", "In O. Blanchard, R. G. Rajan, K. Rogoff and L. H. Summers (eds), Progress and Confusion: The State of Macroeconomic Policy Cambridge, MA: MIT Press: pp.", "19-28, and Borio, C. Juselius, M., Disyatat P. and Drehmann, M. (2017) 'Monetary policy, the financial cycle and ultra-low interest rates', International Journal of Central Banking, vol.", "Isabel Schnabel,'Moneyandinflation'.", "Thunen Lecture atthe annualconferenceofthe Verein fiirSocialpolitik, Regensburg, 25 September 2023, ~7ad8ef22e2.en.html money as one possible lens through which to view the recent economic juncture.", "She argues that the impact of quantitative programmes on the interplay between money growth and inflation crucially depends on the state of the economy.", "She also suggests that recent money growth may have been 'the grease that kept the wheels of inflation going'.", "The state dependence of the velocity of money circulation is in fact likely to be an important factor in explaining the relationship between money and inflation.", "I shall go back to this point in my conclusion.", "Claudio Borio and colleagues from the BIS?", "also suggest that the link between money and inflation may be state-dependent, though in a slightly different sense.", "They focus on high or low inflation regimes and find that the relationship between inflation and monetary aggregates is observable in high-inflation regimes, but not in low-inflation regimes.", "They do not draw any causal conclusions, but provide correlations using data from advanced and emerging economies.", "Other authors have focused on the liquidity created by central banks and their inflationary role through the profitability channel or the easing of liquidity constraints for banks.", "In the first case, the abundance of reserves created by QE would have increased banks' profitability in a period of rising interest rates on excess liquidity.", "\"° In the second case the abundance of reserves would allow banks to increase their credit lines to firms, reducing the risk that the latter would face liquidity constraints.\"", "The sudden change in the inflation landscape prompted a massive shift in the monetary policy stance.", "Since 2022, ECB policy rates have been raised by a cumulative 450 basis points.", "The size of the ECB/ESCB balance sheet has fallen in size by more than 20 per cent, from 3.5 to 2.5 times the size of the area's GDP, and is planned to fall further.", "At the same time, inflation has gone down considerably from its peak of more than 10 per cent in October 2022.", "In December, the most recent observation available, headline inflation was below 3 per cent.", "Core inflation also fell significantly in the second half of 2023, from more than 5 per cent in the first half of the year to 3.4 in December.", "The disinflation process, however, has coincided not only with resolute monetary tightening, but also with a reversal of exogenous cost increases.", "The large supply shock that hit the global economy in 2021 had already started to fade by the second half of 2022, with an easing of supply bottlenecks and the start of a decline in energy prices.", "This process continued in 2023.", "One can therefore reasonably ask, to what extent is the disinflation we have seen the result of the former and how much of the latter.", "\"* Was it wisdom or was it luck?", "B., and Zakrajsek, E. (2023), 'Does money growth help explain the recent inflation surge?", "', BIS Bulletin No 67 and See for example, Altavilla, C., Rostagno, M. and Schumacher, J.", "(2023), 'Anchoring QT: liquidity, credit and monetary policy implementation', CEPR Working Paper.", "Acharya, V., Chauhan, R., Rajan, R. and Steffen, S. (2023); 'Liquidity dependence and the waxing and waning of central bank balance sheets', NBER Working Paper Series, No 31050, National Bureau of Economic Research.", "ECB Vice-president De Guindos also attributed the disinflation to the joint effect of easing cost pressures and the transmission of monetary policy tightening.", "See 'The economic outlook and monetary policy in the euro area', Speech by Luis de Guindos at the 14th edition of Spain Investors Day, Madrid, January 2024.", "Let me put this question in what I think is the right context.", "In advanced economies, the cost of disinflation in terms of real cycle, while surely observable especially in Europe, has so far been considerably lower than many had expected on the basis of historical experience.", "Contrary to what typically happens in times of monetary tightening, so far we have not seen a sharp contraction in economic activity and output.", "Employment has actually even improved.", "All this while money and credit were going down very fast.", "In Italy, credit developments were comparable to the credit crunch we experienced in 2011- 12, with completely different real effects.", "There are, therefore, two outcomes to explain (disinflation and relative real resilience), not just one.", "Empirical research will shed light on the issue, to the extent that it can tackle counterfactuals.", "My personal view at this stage is the following.", "Without an easing in cost pressures, monetary policy would only have been able to engineer disinflation at a slower pace and, quite possibly, at a higher real cost.", "On the other hand, especially given super-abundant liquidity, without monetary tightening the initial, strong push of input costs, which was transmitted to final prices at a fast pace and for an extended period in 2021-22, could easily have started a spiral that it would then have been difficult to stop.", "Confidence in the determination of monetary authorities not to let that happen, thanks to a drastic change of stance that was clearly communicated and (crucially) immediately followed by facts on the ground, has been, in my view, a key factor in avoiding an entrenchment of inflation.", "The effects of monetary tightening on the economic cycle have naturally been cushioned by the ample liquidity that existed at the start.", "Fiscal policy, still expansionary even though Covid-time emergency measures are being gradually withdrawn in many countries, has also played a key role.", "In many countries, however, fiscal consolidation is a necessary goal.", "A change in monetary policy was necessary to forestall an entrenchment of inflation; the reversal (so far) of the supply shock considerably eased the pressure; fiscal policy was still sustaining the cycle in this phase.", "You may have noticed that I have repeatedly used the words 'so far'.", "Worldwide tensions, whose effects on input prices have been relatively muted for the past year or so, may intensify in areas of strategic significance; nobody can quite rule out new input-price shocks.", "On the other hand, if you look at monetary conditions, even if the current interest rates are not anomalous by historical standards, the increase in policy rates was unprecedented in the euro's 25-year history, while monetary and credit aggregates have come down precipitously.", "Let me emphasise that given the inherent, uncertain lags, we cannot know for sure to what extent monetary developments have already worked out their effects.", "All this calls for a data-dependent, open-minded approach to determining the appropriate level and duration of the monetary tightening.", "On this, however, let me stop here: this is not the right place, nor am I the right person, to make specific comments on the prospects for monetary policy.", "I can only refer you to the ECB's and the Bank of Italy's official statements on the matter.", "These considerations, however, bring me back to the initial focus of this talk.", "If we look at the effects of monetary policy, specifically in the current disinflation phase, what respective roles have been played by the sharp rise in interest rates and by the contraction in liquidity?", "Or, to ask a connected question that is more general, though perhaps slightly less deep and difficult: do money and credit aggregates provide useful informational inputs for monetary policymaking?", "It will not be possible here to give a precise, theoretically and empirically well founded answer.", "This is a task for future research.", "Let me just make, in the last part of this talk, a few qualitative observations that, I hope, will sound reasonable.", "Inflation may not be 'always and everywhere a monetary phenomenon', but (as I have argued elsewhere) it is a money-enabled phenomenon.", "Sceptical as we may be about the stability of V, there are limits: price increases cannot last too long without enough monetary fuel.", "The mechanism is not likely to be as clear-cut as Friedman claimed, the direction of causation even less so; but it seems impossible to think that there are no long-run connections, especially when changes in the quantity of money are - at least partly - the direct, 'exogenous' effect of monetary policy, rather than the passive reflection of money demand from private agents.", "So, how come an extraordinary policy-induced increase in the quantity of money has coexisted with very low inflation for a protracted period of time?", "And is there a link with what happened thereafter, with the rapid rise in inflation and its subsequent fall?", "Let me use a metaphor to hint at a possible answer.", "Money is like hay in a barn.", "You can amass as much hay as you wish, and it will seldom catch fire by itself,'?", "especially if the weather (for instance, weak demand, or the recurrent cost savings resulting from increasing globalisation) is not especially conducive to ignition.", "However, if weather conditions change ('slowbalisation' sets in, for instance) and a burning match, such as an input-cost shock, is thrown into the hay-filled barn, it may well catch fire; after which, the more hay there is, the more difficult it will be to put out the fire.", "Heaven forbid that other lit matches get thrown into the barn in the meantime.", "You have no way to predict the timing, but you know the risk is there.", "The evolution of monetary aggregates is thus likely to supply policy-relevant information, although, in line with the metaphor above, the inherent instability of econometric results makes this kind of data unsuitable for a mechanical reaction function.", "The composition of the balance sheets of central banks and commercial banks does provide valuable insight into how interest rates and monetary policy affect the decisions of firms and households, provided it is interpreted with reference to the current environment and 3 Though, apparently, this does sometimes happen: see or example -do-hay- bales-catch-fire/.", "in a forward-looking manner.", "Central banks with a medium-term inflation target assess all the factors that pose risks to inflation.", "Money developments, taken cum grano salis, certainly belong in the relevant data set.", "With a pinch of salt, I said: money should not be a fetish.", "In my view, it was absolutely right to respond to the COVID crisis, which might have suddenly starved the economic and financial system, by urgently providing as much hay as was conceivably needed to keep the livestock alive under all circumstances.", "That was an unprecedented reaction to unprecedented events; as such, it was appropriate even if this reaction could entail some potential fire hazard when conditions would change - as the money charts showed.", "When the risk threatened to materialise, central banks, no less appropriately, changed course.", "Given that wage growth (among other things) reacts to inflation with a certain degree of inertia, due to the lagged and staggered nature of wage bargaining, the high inflation rates of recent years could in principle give rise to delayed second-round effects; this would be of particular concern if further supply shocks were to materialise.", "Today, money and credit charts point very obviously downwards.", "As I have already pointed out, lags will also have to be factored in.", "So far, medium-term inflation expectations in the euro area have remained anchored at levels that are close to the target.", "As long as no further burning matches appear, central banks must therefore also remain alert to the risk of overkill.", "Increased interest rates may interact with the rapidly declining amount of reserves and liquidity that QT entails.", "Money charts will never be a sure guide to action, but I think they do provide valuable information.", "In a world of pure fiat money, central banks are all we have to protect the stability of its value.", "This places a heavy, sometimes daunting, burden on their shoulders.", "Assessing the right course, amid complex signals, requires balanced judgment.", "It also requires making use of all relevant bodies of data.", "- Imported intermediate (r.h.s.)", "Figure 8: Comovements of inside and outside money with HICP headline inflation in 2002-2023 Cross correlation between X (t) and HICP headline inflation (t+h) Cash (t) Reserves (t) Monetary base (t) Cross-corelogram 'Cross-correlogram uuu 0 Hu Figure 9: Comovements of inside and outside money with headline HICP inflation in the two subsamples 2002-2014 and 2015-2023 Monetary base (t) and HICP headline inflation (t+h) Jan 2002 - Dec 2014 Jan 2015 - Oct 2023 Cross-correlogram Cross-correlogram 0.50."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Money", "Credit", "Disinflation", "Quantitative theory of money", "Velocity of money", "Liquidity", "Supply shocks", "Cost pressures"]}