{"sentences": ["Today, one year after the introduction of the euro, we can look back at this historical event and its effect on Croatian economy and society as a whole.", "If I were to sum up in one sentence what the euro has brought to Croatia, I would say it has brought all the benefits that we expected and announced, making the Croatian economy stronger and more resilient, which was particularly evident amid the specific circumstances of the crisis in which it was introduced.", "We entered the euro area in circumstances we could have hardly envisaged at the time when we started our journey towards the euro six, seven years ago.", "It was at the peak of the COVID-19 pandemic in the summer of 2020 that we launched our operational preparations for the euro and we introduced the euro at the time when inflation soared at levels unseen in the Western world since the end of the 1970s.", "In that regard, it is clear that no other EU member state has introduced the common currency against such a background.", "Also, the transition to the euro took place at the time of the strongest monetary policy tightening ever.", "And lastly, the pronounced geopolitical tensions and uncertainties provided an additional dimension, both economic and political, to the achieved economic and monetary integration of our country.", "All these specific circumstances notwithstanding, the project of the introduction of the euro was completed successfully in the shortest possible time and the expected economic benefits of the transition to the euro were fully achieved.", "I would also venture to say that it is exactly such circumstances that made some of the positive effects of the introduction of the euro even greater and more significant.", "We have always stressed the elimination of the currency risk as one of the main expected positive effects of the introduction of the euro.", "And this objective was fully achieved.", "Today, the debt of all the sectors in foreign currency is less than 1% of the total debt, in contrast with some 70% previously.", "This is a big leap for Croatia, which helped lower the county's risk premium and also restricted the transfer of higher interest rates globally to the domestic financial system.", "In line with expectations, borrowing costs in Croatia are currently lower than they would have been had we remained outside the euro area.", "Namely, we have foreseen that the changeover to euro would lead to the relative reduction in interest rates, via two channels: due to lower sovereign risk premiums and lower regulatory costs for banks resulting from the harmonisation with the Eurosystem monetary policy framework.", "This, fully achieved, positive effect of the euro introduction is quite tangible and easily quantifiable.", "Today, interest rates in Croatia, both on housing loans to households and on corporate loans, are entirely comparable, or, in certain segments, even lower, in absolute terms, than the euro area average interest rates, and much lower than in comparable non-euro area countries.", "For instance, while the average current interest rate on housing loans in Croatia is 3.64%, in Germany it stands at 4.22%, and in the euro area averages at 4.05%.", "At the same time, the interest rate on housing loans in Hungary is 8.76%.", "The situation is similar when it comes to interest rates on corporate loans.", "When taking out loans up to EUR 1m, enterprises in Croatia borrow at the interest rate of 4.74%, in Germany at the interest rate of 6.27%, while the average interest rate for comparable loans in the euro area is 5.65%.", "On the other hand, in the EU member states which have not yet introduced the euro enterprises sometimes borrow at as high as two-digit interest rates (Hungary 13.86%).", "I need not remind you that only a few years ago interest rates in Croatia exceeded average euro area interest rates by some 1-2 percentage points.", "This means that currently, for the first time in history, lending rates in Croatia are completely comparable to those in the euro area, which has undoubtedly favourably impacted the competitiveness of Croatian enterprises.", "In addition, the introduction of the euro has considerably reduced transaction costs, since the kuna no longer needs to be exchanged for the euro and vice versa.", "This has spurred Croatia's additional trade and financial integration into the euro area and has made Croatia more attractive to investments.", "Finally, we have expected that the euro would increase the economy's resilience to shocks and financial crises.", "This has certainly been one of the positive effects that we have already experienced, but also the one whose importance rises amid uncertainties and insecurities like those mentioned earlier.", "When referring to the positive effects of the euro, we should look beyond the period since 1 January 2023.", "The clear perspective of euro introduction alone helped Croatia to overcome two crises from the recent past.", "The consequences of the 2020 pandemic crisis and the Russian invasion of Ukraine in 2022 were borne with much less disturbance and stress due to the fact that Croatia was at the time a serious candidate for euro area accession, which helped anchor exchange rate expectations, thus making it easier for the CNB to maintain the stability of the kuna exchange rate against the euro and focus on countercyclical monetary policy measures, and contributed to alleviating pressures on the public debt market.", "In the period preceding the introduction of the euro, markets recognised the continued improvement of macroeconomic fundamentals that were closely linked to the process of introducing the common currency.", "This process developed in parallel with the (already mentioned) convergence of interest rates in Croatia with those in euro area countries as well as with the gradual improvement of credit rating, today literally on the verge of A1 investment grade rating, which has never been the case before.", "Let me remind you that Croatia's rating in 2017 was BB, two notches below investment grade.", "In the years that followed, credit rating agencies increased the rating and outlook for the Croatian economy.", "In 2019 Croatia reached the minimum investment grade rating (BBB-) and in 2022, against the background of the EU Council Decision on the adoption by Croatia of the euro, the credit rating was raised to BBB+ (by two notches), coming close to A investment grade rating.", "Let me briefly refer to one aspect of euro introduction that raised concerns with part of the general public: inflation, that is, the effect of euro introduction on prices.", "I am glad to be able to confirm, on the basis of analyses and assessments made by CNB and ECB experts, and subsequently Eurostat, that the impact of euro introduction on prices has been very mild.", "According to the CNB's analysis (and that of the ECB), the euro's impact on prices was 0.4 percentage points, whereas the Eurostat's analysis established that this impact was at the maximum 0.2 percentage points.", "This level of the euro's impact on prices was within expectations and completely in line with the experience of other countries that had introduced the euro before Croatia, despite the circumstances of historically high global inflation under which Croatia introduced the euro.", "It was precisely this context that gave rise to sporadic comments stating that the timing for euro introduction was inappropriate owing to high inflation and the strong tightening of monetary policy.", "However, the comparison of inflation trends in Croatia and those in the peer countries that have not adopted the euro (e.g.", "Hungary, the Czech Republic and Poland) shows that inflation in Croatia was in fact lower.", "This fact, coupled with the already mentioned relatively lower borrowing costs, is a strong argument confirming that the decision to introduce the euro was good and timely and that the euro has contributed to the resilience of the Croatian economy in such turbulent circumstances.", "It is not only our observation that the euro has had a positive effect on the Croatian economy.", "Last week I participated in a conference in Riga, which marked the 10th anniversary of Latvia's euro area membership.", "A great deal of discussion was devoted to resilience and the shield provided by the euro to a country in uncertain and insecure circumstances.", "This is certainly a common experience.", "I was glad to be able to share Croatia's success story about euro adoption and confirm the same benefits of euro area membership as well as to show that the common currency, marking the 25th anniversary this year, was still very attractive.", "To conclude, the introduction of the euro has not been accompanied by any negative surprises.", "As I have elaborated in detail, the expected benefits have materialised and will continue to materialise given their permanent character.", "I would like to thank everyone involved in the euro introduction process, many of whom are present today.", "With this successful project Croatia made a historical step in joining the group of the most advanced European countries and establishing (financial) conditions that will facilitate addressing numerous challenges waiting ahead, both those from the economic area and from the wider context."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Euro introduction", "Inflation", "Interest rates", "Resilience", "Credit rating", "Monetary policy", "Trade integration", "Currency risk", "Economic benefits", "Financial stability"]}