{"sentences": ["FEDERAL RESERVE BANK of NEW YORK Serving the Second District and the Nation Rules of Three January 10, 2024 John C. Williams, President and Chief Executive Officer Remarks at Bronx EDC and BICNY's 2024 Regional Economic Outlook, White Plains, New York As prepared for delivery Good afternoon, everyone.", "It's a pleasure to join you today.", "I'll start by thanking you for your commitment to the economic development of communities across the New York region.", "My remarks today will focus on the economic outlook in the United States and how the Federal Reserve's monetary policy actions are helping restore price stability.", "Ill also share some observations about economic developments closer to home in the New York metropolitan area.", "Before I go further, I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee (FOMC) or others in the Federal Reserve System.", "The Federal Reserve's Mandate At the Federal Reserve, our work and actions are guided by our dual mandate: to achieve maximum employment and price stability.", "When it comes to employment-the first half of the mandate-things are looking very good.", "The economy added nearly 2.9 million payroll jobs in 2023.1 The employment-to-population ratio of \"prime-age\" workers aged 25-54 has regained levels that prevailed in the months before the pandemic.", "And the national unemployment rate has been at or below 4 percent for two straight years now, the longest such stretch in over five decades.", "The current unemployment rate of 3.7 percent is in line with my 3-3/4 percent estimate for the unemployment rate that is likely to prevail over the longer run.", "On the price stability side, the situation has improved significantly since the sharp rise in inflation that followed the onset of the pandemic and Russia's invasion of Ukraine.", "Inflation, as measured by the personal consumption expenditures (PCE) price index, surged to a 40-year high of about 7 percent in June of 2022.", "Over the past year and a half, the inflation rate has fallen back to just over 2-1/2 percent.", "This decrease is a clearly positive development, but it is important to stress that we still have a ways to go to get inflation back to the FOMC's longer-run goal of 2 percent.", "Price stability is the bedrock upon which our economic prosperity stands and is essential to ensure maximum employment over the long term.", "The Labor Market: U.S. and New York City T'll now dive a bit deeper into the economic situation and outlook, starting with the employment side of our mandate.", "After the recovery from the pandemic, we saw a red-hot labor market take shape across the country.", "You're familiar with the story-demand far exceeded supply, and that imbalance contributed to rapid wage growth and high inflation.", "Over the past year, even as the labor market has remained strong, we have seen a steady return toward better balance.", "Job growth ended the year on a strong note but has slowed considerably from the unsustainably high rates recorded in the first half of last year.", "Quits and hiring rates are back near pre-pandemic levels, as are the perceptions of job availability and the ability to fill jobs.", "The job openings rate-which reached all-time highs in 2022-has also trended lower but is still high relative to pre-pandemic norms.", "We've seen a rebalancing in New York City as well, where the recovery in employment has taken longer than in the nation as a whole.", "Now, New York City has basically regained the jobs lost during the pandemic.", "Still, the recovery has been uneven.", "Even though employment in higher-wage sectors such as finance and business services has rebounded, sectors that tend to provide jobs to lower-wage workers that rely on foot traffic from office workers continue to lag, holding back the city's recovery.", "There have been meaningful improvements on the supply side of the labor market, too.", "Labor force participation has trended upward, and immigration rates have returned to pre-pandemic levels.", "But there are limits to how much supply can increase, and some further moderation in demand is likely needed to fully return balance to the labor market.", "Three Layers of Inflation Tll now return to our price stability mandate.", "If you've read the speeches that I've given over the past year or so, you will know that I've been using a metaphor of an onion's layers to explain inflation-how it climbed so high in 2021 and why it's now moderating.\"", "In this metaphor, I describe three layers, so it's become my \"rule of three,\" so to speak.", "Today, I'll explain how each of the three layers represents a different sector of the economy.", "The first and outermost layer of the inflation onion represents globally traded commodities.", "Demand for commodities soared By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement.", "P<] Now that global demand has come into better balance with supply, commodity prices have come down significantly from their peak levels.", "Food price inflation has dropped below two percent, and energy prices have been falling over the past year, bringing down the overall inflation rate rather than pushing it higher.", "The second layer of the onion-core goods, that is goods excluding food and energy-is also benefitting from the rebalancing of supply and demand, both here and abroad.", "The inflation rate in this layer of the onion has dropped to near zero, reflecting cooling demand and the resolution of supply chain bottlenecks that contributed to rapid price increases.", "The New York Fed's Global Supply Chain Pressure Index, which measures the extent of supply-chain disruptions, indicates that overall supply-chain pressures have returned to pre-pandemic levels.", "We've now peeled away the first two layers of the onion, which have seen the largest and most rapid improvements.", "We're beginning to see significant progress in the third, innermost layer of the onion, too.", "Core services inflation has come down after peaking early last year.", "One factor contributing to this is slowing shelter inflation, as the growth of rents for newly signed leases returns to pre-pandemic norms.", "And the inflation rate for core services excluding housing has also slowed considerably.", "Future Indicators With that summary of the inflation onion in mind, what can we expect for inflation going forward?", "One important factor behind inflation is inflation expectations, and the recent indicators here have been quite encouraging.", "Longer-term inflation expectations remain well anchored at levels consistent with the FOMC's 2 percent goal.", "Medium-term inflation expectations are fully back to pre-pandemic levels.", "And one-year-ahead inflation expectations, which rose as inflation surged, have fallen dramatically to within the range seen in the seven years before the pandemic for which we have survey data.", "* A second useful indicator for future inflation is the New York Fed's Multivariate Core Trend (MCT) inflation.", "After reaching nearly 5-1/2 percent in June of 2022, the most recent MCT reading is 2.3 percent.", "Other indicators of underlying inflation are showing significant declines toward pre-pandemic levels as well.", "The third indicator I'll mention-there's my rule of three again-is wage growth.", "Economists at the New York Fed have developed a measure of trend wage inflation, which has declined to about 4-1/2 percent from its peak of near 7 percent in December 2021.° This is another indicator that the labor market is coming back into better balance.", "If we put all these pieces together, the data indicate that we are clearly moving in the right direction.", "However, we still are a ways from our price stability goal.", "So, what does this mean for monetary policy?", "The FOMC's policy actions over the past two years have put in place a restrictive policy stance that is helping achieve balance between demand and supply and restore price stability.", "In December, the FOMC kept the target range for the federal funds rate unchanged at 5-1/4 to 5-1/2 percent.", "In determining the extent of any additional policy firming that may be appropriate to return inflation to 2 percent over time, the Committee will take into account the cumulative tightening of monetary policy, the lags with which monetary policy affects economic activity and inflation, and economic and financial developments.\"", "So here is my forecast for 2024 and beyond.", "Taking into account the effects of restrictive monetary policy, I expect GDP growth to slow to about 1-1/4 percent this year, and for the unemployment rate to rise to around 4 percent.", "I expect PCE inflation to continue to slow to about 2-1/4 percent this year, before reaching our 2 percent longer-run goal next year.", "All of that said, the future remains uncertain.", "The risks are two-sided, with the possibility of supply-demand imbalances or inflation remaining stubbornly persistent weighed against that of a weaker-than-expected economy and labor market.", "My base case is that the current restrictive stance of monetary policy will continue to restore balance and bring inflation back to our 2 percent longer-run goal.", "I expect that we will need to maintain a restrictive stance of policy for some time to fully achieve our goals, and it will only be appropriate to dial back the degree of policy restraint when we are confident that inflation is moving toward 2 percent on a sustained basis.", "The outlook remains highly uncertain, and I will continue to carefully watch and assess the data to judge whether the stance of policy is best positioned to achieve our goals.", "Our policy decisions will be made meeting by meeting and will follow another rule of three: by looking at the totality of the incoming data, the evolving outlook, and the balance of risks.", "I'd like to briefly mention the current state of the Fed's balance sheet.", "At our last meeting in December, the FOMC said that it will continue reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities, as described in our framework announced in 2022.8 The strategy and implementation of the reduction in our security holdings is working exactly as designed.", "Thus far we have reduced our securities holdings by about $1.3 trillion, with no signs of adverse effects on market functioning.?", "In its plans, the FOMC said that to ensure a smooth transition it intends to slow and then stop the decline in the size of the balance sheet when reserve balances are somewhat above the level it judges to be consistent with ample reserves.", "'©° So far, we don't seem to be close to that point.", "The decline in securities holdings has been absorbed almost entirely by a drop in the overnight reverse ranurehaca acraamant facility (AN RRDYV Aca racult agcracata racarva halannac ara littla chanaad fram thair lavale in mid_an09 By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement.", "P<] when balance sheet reduction started.", "Looking ahead to this year, as the balance sheet continues to shrink and usage of the ON RRP continues to decline, we will closely monitor money market conditions and the demand for reserves.", "The FOMC's Commitment Tl close with a final set of three.", "One, the strong actions that we have taken over the past two years are working as intended.", "Two, we have seen meaningful progress on restoring balance to the economy and bringing inflation down.", "And three, our work is not done.", "I am committed to achieving our 2 percent longer-run inflation goal and creating a strong foundation for our economic future.", "1 This figure is based on the change of non-seasonally adjusted non-farm payrolls between December 2022 and December 2023. ?", "John C. Williams, A Bedrock Commitment to Price Stability, remarks at the 2022 U.S. Hispanic Chamber of Commerce National Conference, Phoenix, Arizona, October 3, 2022; John C. Williams, Peeling the Inflation Onion, remarks at the Economic Club of New York (delivered via videoconference), November 28, 2022; John C. Williams, Peeling the Inflation Onion, Revisited, The Teller Window, September 29, 2023; John C. Williams, Restoring Price Stability, remarks at Exploring Innovations in Central Banking, Bretton Woods Committee, New York Fed Joint Conference, November 30, 2023.", "3 Federal Reserve Bank of New York, Global Supply Chain Pressure Index.", "4 Federal Reserve Bank of New York, Inflation Expectations Decline Across All Horizons, January 8, 2024.", "5 Federal Reserve Bank of New York, Multivariate Core Trend Inflation.", "\"A Measure of Core Wage Inflation.\"", "Federal Reserve Bank of New York, Staff Reports, no.", "Board of Governors of the Federal Reserve System, Federal Reserve issues FOMC statement, December 13, 2023.", "8 Board of Governors of the Federal Reserve System, Principles for Reducing the Size of the Federal Reserve's Balance Sheet, January 26, 2022.", "Board of Governors of the Federal Reserve System, Plans for Reducing the Size of the Federal Reserve's Balance Sheet, May 4, 2022.", "9 Roberto Perli, Disentangling Messages from the Treasury Market, remarks at 2023 U.S. Treasury Market Conference, Federal Reserve Bank of New York, New York City, November 16, 2023.", "10 Board of Governors of the Federal Reserve System, Plans for Reducing the Size of the Federal Reserve's Balance Sheet, May 4, 2022.", "By continuing to use our site, you agree to our Terms of Use and Privacy Statement.", "You can learn more about how we use cookies by reviewing our Privacy Statement."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Labor market", "Inflation", "Economic outlook", "Monetary policy", "Fed balance sheet", "Inflation onion", "Wage growth", "Inflation expectations", "Supply chain"]}