{"sentences": ["I'm pleased to be here with Senior Deputy Governor Carolyn Rogers to discuss our recent policy announcement and the Bank of Canada's Monetary Policy Report .", "Last week, we maintained our policy interest rate at 5%.", "We are also continuing our policy of quantitative tightening.", "Our message is twofold.", "First, monetary policy is working to relieve price pressures, and we need to stay the course.", "Inflation is coming down as higher interest rates restrain demand in the economy.", "But inflation is still too high, and underlying inflationary pressures persist.", "We need to give these higher rates time to do their work.", "Second, with overall demand in the economy no longer running ahead of supply, Governing Council's discussion of monetary policy is shifting from whether our policy rate is restrictive enough to restore price stability, to how long it needs to stay at the current level.", "Let me give you some economic context for these considerations and talk about the implications for monetary policy.", "Economic growth stalled in the middle of 2023.", "For many Canadians, the combination of higher prices and higher interest rates has been difficult.", "But past interest rate increases have helped the economy rebalance, and this is relieving price pressures.", "Lower energy prices and improvements in global supply chains have also helped to bring inflation down.", "Growth is expected to remain flat in the near term.", "With weak demand in the economy, upward pressure on prices should continue to moderate, and inflation is expected to ease further.", "The share of consumer price index (CPI) components that are rising faster than 3% has declined substantially and should continue to normalize.", "But tightness in some parts of the economy is continuing to hold inflation up.", "The most prominent of these is housing.", "Inflation in shelter services remains high-close to 7%because of rising mortgage interest costs, higher rents and other housing costs.", "And while food prices are not increasing as fast as they were, food inflation is still about 5%.", "Finally, inflation in services excluding shelter has improved, but there are signs that price pressures remain.", "All this push and pull on inflation means that further declines in inflation are likely to be gradual and uneven.", "That suggests the path back to our 2% target will be slow, and risks remain.", "Overall, our outlook for both growth and inflation is largely unchanged from when we were here in October.", "Economic growth is expected to be modest in 2024-weak in the first half before picking up around the middle of the year and rising to about 21⁄2% in With downward and upward forces largely offsetting in the near term, CPI inflation is expected to remain close to 3% over the first half of this year.", "It is then expected to ease to about 21⁄2% by year end and return to target in 2025.", "Let me give you a sense of Governing Council's monetary policy deliberations.", "At our decision last week, there was a clear consensus to maintain our policy rate at 5%.", "We also discussed where we see the economy and inflation going and what that could mean for monetary policy going forward.", "What came through in the deliberations is that Governing Council's discussion about future policy is shifting from whether monetary policy is restrictive enough to how long to maintain the current restrictive stance.", "That doesn't mean we have ruled out further policy rate increases.", "If new developments push inflation higher, we may still need to raise rates.", "But what it does mean is that if the economy evolves broadly in line with the projection we published last week, I expect future discussions will be about how long we maintain the policy rate at 5%.", "Governing Council is concerned about the persistence of underlying inflation.", "We want to see inflationary pressures continue to ease and clear downward momentum in underlying inflation.", "We also discussed the risks to the economy and inflation.", "We are trying to balance the risks of over- and under-tightening.", "We don't want to cool the economy more than necessary.", "But we don't want Canadians to have to continue to live with elevated inflation either.", "We remain focused on a number of indicators of underlying inflationary pressures.", "We need to see further and sustained easing of core inflation.", "With the economy now looking to be in modest excess supply, demand pressures have abated.", "Corporate pricing behaviour has continued to normalize.", "At the same time, measures of near-term inflation expectations and wage growth suggest that underlying inflationary pressures remain.", "We've come a long way from the inflation peak in 2022.", "Monetary policy is working, and we need to continue to let it work.", "We remain resolute in our commitment to return inflation to the 2% target.", "With that summary, I would be pleased to take your questions and begin our discussion."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation", "Monetary policy", "Interest rates", "Economic growth", "Price pressures", "Underlying inflation", "Housing", "Shelter", "CPI", "Demand"]}