{"sentences": ["Mr. Thiessen discusses the challenges and prospects for the Canadian economy Remarks by the Governor of the Bank of Canada, Mr. Gordon Thiessen, to \"La Chambre de commerce et d'industrie du Québec métropolitain\", Quebec City, Quebec on 19/6/97.", "Once a year, the Bank of Canada's Board of Directors meets outside Ottawa, alternating among the provinces.", "I am delighted that this year's out-of-town meeting has brought us to the beautiful and historic city of Quebec.", "I would like to take this opportunity to talk to you about recent developments in our economy.", "But first, let me take a moment to bring you up-to-date on some of the Bank's recent initiatives to strengthen its regional contacts.", "As part of this effort, we have just set up new representative offices in Calgary and in Halifax, and are expanding our existing offices in Montreal, Toronto, and Vancouver.", "What is behind all this?", "We have learned from experience that both the economy and monetary policy work better when Canadians are well informed about the major economic issues of the day and about the focus of monetary policy.", "That is why in the last few years we have been trying to increase public awareness and understanding of these matters, by regularly providing more information on the economy and explaining what monetary policy is up to and why.", "But to do our job well, we at the Bank must also be on top of what is happening in the economy, from one end of this country to the other.", "We also need to listen to the views and concerns of Canadians about the economy and monetary policy.", "The Bank has always kept in touch with the regions and has monitored all the available regional economic data.", "What we are now aiming to improve is our ability to interpret these data.", "For this, we need to increase our contacts with businesses, governments, associations, economic analysts, and the public -- in all parts of Canada.", "We expect that our new and expanded regional representative offices will help us do just that.", "While the central focus of the regional offices will be on the economy and monetary policy, we also expect our representatives to play a broader role in communicating with the public on all aspects of the Bank's responsibilities.", "This would include, for example, our increased efforts to ensure that Canadians are aware of the anti-counterfeiting features in bank notes.", "Public awareness is an important deterrent to counterfeiting activities.", "Our representative offices will also oversee the new arrangements for the distribution of bank notes to financial institutions.", "They will ensure that these arrangements are carried out efficiently and that the currency system continues to provide good service to Canadians.", "The city of Quebec was the site for our second pilot of the new system for bank note distribution.", "Bank notes are now moving directly from financial institutions with surplus notes to those that need them.", "Notes are now returned to the Bank of Canada only to be destroyed when they are no longer fit for use.", "I hope that we can count on your help to make the new regional initiatives work.", "I would especially like to encourage you to contact our two senior representatives for the province of Quebec in Montreal -- Louis-Robert Lafleur, Economics Representative and Lorraine Laviolette, Operations Representative -- to obtain information, express your point of view, or get in touch with the Bank in Ottawa.", "As I said earlier, it is important for Canadians to be well informed about the economy and about monetary policy.", "Thus, I welcome the attention that economic issues have been receiving in the last few years.", "There are three questions related to monetary policy that are raised frequently and that I would like to discuss with you today.", "First, why is the Bank still preoccupied with controlling inflation when it is so low and does not seem to be a threat any longer?", "With this continued focus on inflation, isn't there a risk that monetary policy will fail to provide the support necessary for incomes and employment to grow?", "Second, if low inflation is good for the economy, why have we not seen more of its dividends in our economic performance?", "Third, the Bank has taken a rather optimistic view of Canada's economic prospects for this year and next.", "What is the basis for this, when we are still undergoing economic restructuring and have been experiencing its effects on consumer confidence?", "Is the commitment to inflation control still appropriate?", "Over the past five years, inflation in Canada has averaged less than 2 per cent a year.", "Why, then, is the Bank of Canada still so focussed on its target range for inflation control?", "Why not put more emphasis on economic growth and employment?", "My response to the first question is simply this: a commitment to low inflation is the best contribution monetary policy can make over time to a well-functioning economy -- an economy that delivers growth in output and employment.", "Because such a commitment gives Canadians confidence that the value of their money will not be eroded by inflation.", "Low inflation generally means less uncertainty about the future, which allows people to make sounder economic decisions.", "And, as uncertainty about inflation diminishes, interest rates go down.", "In contrast, high inflation makes it difficult to interpret price changes and encourages speculative rather than productive investments -- all of which tends to increase economic inefficiency.", "We know from past experience that this leads only to painful boom-and-bust cycles and not to a stable economy.", "But what about the concern that this focus on inflation control may conflict with the achievement of full economic recovery and job creation?", "In fact, when the Bank takes action to keep inflation inside the target range, monetary policy operates as an important stabilizer for the economy, helping to maintain sustainable growth over time in output and employment.", "When the economy is expanding at an unsustainable pace, pushing hard on the limits of production capacity and threatening to send the trend of inflation through the top of the target range, the Bank will tighten monetary conditions to cool things off.", "But the Bank will also respond when the economy is sluggish, and inflation is likely to fall below the bottom of the target range, by easing monetary conditions.", "Now, I do not want to leave the impression that your central bank can somehow \"fine-tune\" the economy.", "We can't, because it takes time for the effects of monetary actions to work their way through the economy.", "However, this approach to policy provides monetary support which, over time, will help output and employment to grow at their potential.", "So, by focussing on the inflation-control targets, the Bank is doing the right thing for the economy.", "As you can see, there are good reasons why we must remain committed to our inflation-control targets.", "Of course, the targets were introduced to help reduce a high inflation rate.", "But I believe that they continue to be the best basis for the conduct of monetary policy even now that inflation is low, and the aim is to keep it low.", "Why have the benefits of low inflation been slow to emerge?", "With all the good news on the inflation front over the past five years, why has Canada not fared better in terms of overall economic performance?", "I believe that this has a lot to do with the magnitude and complexity of the transformation that our economy has been going through in recent years, in response to two major challenges.", "First, there has been the global challenge, stemming from rapid technological advancements and increasingly open and competitive world markets.", "Second, there is the domestic challenge, arising from the need to unwind the economic imbalances and excesses of the 1970s and 1980s.", "I am referring here to rapidly rising production costs, speculative activity (particularly in the real estate sector), the large budgetary deficits of Canadian governments, and accumulating public indebtedness.", "To be sure, the restructuring process has been difficult and stressful.", "It has meant layoffs -- both in the private and, more recently, the public sectors -- causing a great deal of uncertainty.", "Moreover, in 1994 and early 1995, investor nervousness about our fiscal and political situations led to temporary sharp increases in domestic interest rates in the wake of turbulent global financial markets.", "All of this left Canadians anxious about the future and cautious about spending.", "In these circumstances, is it any wonder that the benefits of low inflation have been slow to materialize, and the recovery from the recession of the early 1990s has been more gradual than expected?", "There is no getting around the short-run costs to Canadians of these difficult, yet absolutely necessary, structural adjustments.", "But neither should we lose sight of the impressive, longer-term improvements that have been taking place in our economy.", "I have already mentioned our favourable inflation performance.", "The sharp decline in inflation from the high levels of the 1970s and 1980s has contributed to lower interest rates, more effective cost control by businesses, and a more stable economic environment overall.", "Canadian firms have been investing in new technology and streamlining their operations to become more efficient and productive.", "With this, and a more outward-looking focus, they have been able to take advantage of a competitive exchange rate to break into new world markets and expand their market share.", "Considerable progress has also been made in restructuring the public sector.", "Deficits have been reduced substantially, and governments have been moving towards less vulnerable debt positions.", "The ratio of government debt outstanding relative to the size of our economy is expected to fall this year, and should continue to do so in the years ahead.", "This is very good news, since a decline in this ratio is essential to fully restore our financial health.", "With our success in exporting and with the reduced budgetary deficits of Canadian governments, the persistent deficit in the current account of our international balance of payments has been sharply reduced.", "This means that, as a nation, we are no longer rapidly building up foreign debt.", "As is the case elsewhere in Canada, people in Quebec are all too familiar with the stresses and strains of adjusting to changing economic realities.", "A large number of Quebec businesses have undergone extensive restructuring in this decade, involving the acquisition of new high-tech equipment, the rationalization of activities, and the upgrading of labour skills.", "The public sector has also begun its own adjustment process recently.", "Such restructuring is by no means easy.", "But the changes that have taken place have made a number of Quebec's industries (telecommunications, office equipment, aircraft, construction) highly competitive.", "And all of these changes should provide this province with the base for a better economic future.", "I believe that the emphasis of Canadian monetary policy on low inflation, which has contributed to greater economic stability and low interest rates, is supporting the adjustment process in the Quebec economy.", "Why is the Bank optimistic about Canada's economic prospects?", "The difficulties associated with the economic transformation in Canada have no doubt acted as a drag on output and employment.", "But I believe we are now at the stage where the payoffs from these necessary adjustments have begun to outweigh the difficulties.", "One of the major benefits has been the marked decline in our interest rates since late 1995.", "Many interest rates in Canada are now at their lowest levels since the 1960s.", "And for maturities of up to 10 years, they are appreciably lower than comparable U.S. rates.", "This decline in interest rates represents a substantial stimulus to domestic spending.", "However, it takes considerable time -- one to two years -- for monetary policy actions to have an effect on the economy.", "So, it is only recently that we have seen unmistakable signs of the response to these lower interest rates.", "This explains some of the gloom during the past year regarding Canada's economic prospects.", "Recent evidence, particularly from the interest-rate-sensitive sectors of the economy, is very encouraging.", "The economic results for the second half of 1996 and the first quarter of 1997 confirm that, much as expected, there have been significant increases in household spending on housing, motor vehicles, and consumer durables.", "And businesses continue to increase their capital spending.", "Moreover, after a slow start to the year, growth in private sector employment has resumed.", "Given the lags involved, the substantial past easing of interest rates should continue to support robust growth in domestic spending for some time.", "And with strong U.S. demand for our exports, the Bank feels that there is good reason to expect a solid economic expansion in the period ahead.", "What then are the implications for inflation?", "Because there is still a fairly wide margin of spare production capacity in the economy, there is room for strong growth in coming quarters, without too much concern about a flare-up in inflation.", "But as slack in the economy is taken up, we won't need as much monetary stimulus as we have now to keep the economy on a sustainable, low-inflation growth path.", "Put another way, it is only by maintaining Canada's low rate of inflation that monetary policy will help to consolidate a durable economic expansion.", "And this is the type of expansion that delivers improved economic conditions and benefits for Canadians.", "What is my message to you today?", "Canada has been through a difficult period of major economic changes, some of which are still unfolding.", "But we have also made remarkable progress in restoring the credibility of our economic policies and laying the foundation for a more efficient, prosperous economy in the future.", "We are now in better shape than we have been in years to face the economic challenges of the future."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["inflation", "monetary policy", "economic growth", "low inflation", "economic restructuring", "interest rates", "public sector", "economic recovery", "consumer confidence", "economic performance"]}