{"sentences": ["M. Roth s'interroge sur la relation entre le franc suisse et l'euro Exposé de M. Jean-Pierre Roth, Vice-président de la Direction générale de la Banque nationale suisse, à la Chambre de Commerce Suisse en Italie, à Milan, le 27/10/97.", "Introduction Les échéances fixées par le Traité de Maastricht se rapprochent à grands pas.", "Au printemps prochain seront désignés les pays qui participeront à la première phase d'intégration monétaire.", "Tout porte à penser, sur la base des indicateurs de convergence observables actuellement, que l'Union monétaire sera plus large que ce que l'on imaginait il y a douze mois seulement.", "Dans moins d'un an, donc, il se pourrait que tous les pays entourant la Suisse aient uni leur destin monétaire.", "Que devons-nous attendre, en Suisse, de ce profond changement d'horizon monétaire?", "Quelles en seront les conséquences pour le franc suisse et pour la politique de la Banque nationale suisse?", "Je suis heureux de pouvoir développer ces thèmes devant vous et de m'exprimer sur sol italien et lombard, une terre si proche, géographiquement et économiquement, de la Suisse et si proche aussi de notre coeur.", "Un changement profond d'environnement 2.1.", ".... en Europe Si, d'un point de vue suisse, l'Union monétaire entraînera un profond bouleversement de l'environnement européen, le choc sera encore plus marqué pour les membres de l'Union eux-mêmes.", "Avec la monnaie unique, les marchés européens franchiront un nouveau et très important pas dans leur intégration.", "Non seulement les biens, les capitaux et les personnes circuleront librement, mais il n'y aura plus qu'une seule monnaie -- l'euro -- donc une seule politique monétaire et une seule structure des taux d'intérêt.", "L'apparition d'un taux d'intérêt unique et d'un marché financier intégré marquera fortement l'économie européenne du 21ème siècle.", "Songez que, il y a cinq ans seulement, l'écart entre les taux à long terme en Allemagne et en Italie était de 660 points de base.", "Aujourd'hui, à la veille de l'Union, ce différentiel est tombé à 80 points, demain, il aura disparu.", "La convergence des taux d'intérêt à long terme a été le signe le plus concret des progrès vers l'Union monétaire.", "L'exemple le plus frappant est celui de la parfaite coïncidence qui existe maintenant entre les taux français et allemands, la France et l'Allemagne étant les deux pays sans lesquels l'Union ne pourra se faire.", "Une bonne part de la convergence financière observée ces derniers mois tient à l'anticipation de progrès substantiels dans la correction des déficits publics et le respect de la norme des 3 %.", "Les récentes estimations effectuées à ce sujet par la Commission de Bruxelles l'ont encore renforcée.", "Mais il ne faut pas oublier non plus que la décrue spectaculaire des taux d'inflation dans les pays du sud de l'Europe a grandement aidé à rapprocher les situations des marchés financiers.", "Personne ne peut dire à quel niveau se situeraient aujourd'hui les taux d'intérêt dans les différents pays européens s'ils n'étaient pas engagés dans le processus d'intégration monétaire.", "Aujourd'hui déjà, certains d'entre eux bénéficient certainement d'un effet d'entraînement favorable, d'autres doivent compter peut-être avec une prime nouvelle d'insécurité.", "A mes yeux, l'économie italienne profite déjà et profitera encore plus demain de son ancrage plus ferme dans l'édifice européen.", "Son dynamisme pourra s'appuyer sur des conditions de financement bien plus favorables que par le passé.", "La seconde révolution entraînée par la monnaie unique sera celle de l'unification des marchés financiers européens.", "Avec la disparition des monnaies nationales, les banques se trouveront en situation de plus grande concurrence, leurs clients étant en mesure de comparer rapidement la qualité des produits offerts.", "Les grandes manoeuvres ont déjà commencé dans le secteur bancaire depuis l'introduction de la liberté des mouvements de capitaux; elles vont se poursuivre et même s'intensifier.", "Sous la pression de la monnaie unique, mais aussi sous celle de la globalisation des marchés et des progrès technologiques, l'industrie bancaire européenne va devoir procéder à un assainissement de ses structures.", "Notre continent est clairement „over-banked\"; peu de chose s'opposera encore aux ajustements structurels lorsque la monnaie unique sera en place.", "Un environnement plus homogène Avec l'apparition de l'euro, l'Europe passera donc d'un espace à devises multiples, à marchés financiers fragmentés, à une zone uniforme aux dimensions de celles des Etats-Unis.", "Si les Européens gagnent leur pari de mettre en place une monnaie saine, la Suisse bénéficiera alors d'un environnement beaucoup plus homogène et stable que par le passé.", "Nous avons derrière nous l'expérience de plus de vingt ans de franc suisse flottant.", "Cette expérience s'est révélée positive sur de nombreux plans, notamment sur celui de la maîtrise de l'inflation et des taux d'intérêt bas dont nous jouissons.", "Mais les changes flottants -- ou plus concrètement l'absence d'ordre monétaire international -- comportent aussi des inconvénients pour les petits pays.", "Le plus grave est celui de l'absence de discipline imposée aux politiques économiques nationales.", "Avec la monnaie unique et l'application d'une seule politique monétaire, notre environnement gagnera en homogénéité et des sources de perturbation disparaîtront.", "Evidemment, cette situation pourra attrister quelques salles de change, mais c'est sans aucun doute un point positif pour l'économie suisse dans son ensemble.", "Pour illustrer ce point, permettez-moi de prendre deux exemples: Considérez tout d'abord la relation entre le franc suisse et le mark allemand au cours des quinze dernières années.", "Si les choses sont mesurées en terme réel, on constate que la relation franc -- DM a oscillé dans une bande de fluctuation relativement étroite, de 5 %, autour d'un trend d'appréciation du franc de l'ordre de 0,5 % par an.", "Vue sous cet angle, la relation entre le franc et le mark, deux monnaies qui n'étaient liées par aucun accord monétaire et dont les cours n'étaient pas influencés par des interventions sur les marchés des changes, s'est révélée être extraordinairement stable.", "Les changes flottants n'ont donc pas généré les cours irrationnels que certains annonçaient.", "Pourquoi cette stabilité relative entre le franc et le mark?", "Parce qu'il existait entre la Suisse et l'Allemagne une grande convergence des objectifs de politique économique et des situations conjoncturelles.", "Considérez maintenant la relation entre le franc suisse et la lire italienne, pour la même période et sur les mêmes bases.", "L'image que l'on en retire est fort différente.", "La volatilité est beaucoup plus forte.", "La lire connaît une longue période d'appréciation jusqu'en 1992, puis chute dans un retournement dramatique de situation, suivi d'une nouvelle normalisation.", "Vous connaissez les raisons qui se trouvent en arrière-plan de ces fluctuations de la lire.", "Elles tiennent aux situations souvent difficiles rencontrées par la politique économique italienne durant ces années.", "Pour l'économie suisse, de telles variations de cours sont extrêmement douloureuses.", "Le degré de compétitivité de son industrie d'exportation se modifie dramatiquement, et ceci dans des périodes relativement brèves.", "Il s'ensuivit des coûts élevés d'ajustement au plan économique et social.", "La relation entre le franc et le mark et celle entre le franc et la lire révèlent donc deux aspects bien différents de notre histoire financière récente.", "D'un côté, une relative stabilité, de l'autre, une volatilité marquée.", "C'est dans ce domaine qu'un progrès considérable sera réalisé grâce à l'intégration monétaire européenne.", "Avec la fixation irrémédiable des parités, puis l'introduction de l'euro, une seule politique monétaire sera appliquée.", "Le continent aura gagné en homogénéité financière.", "Si l'euro disposait, demain, des mêmes caractéristiques que le mark allemand, la relation entre le franc suisse et les monnaies européennes sera beaucoup plus stable que par le passé.", "Les progrès de la stabilité monétaire profiteront donc non seulement aux Européens mais aussi à ceux qui vivent à leur côté.", "Une intégration accélérée Au-delà du changement de l'environnement financier, je m'attends aussi à ce que la monnaie unique accélère l'intégration de fait de l'économie suisse dans l'économie européenne.", "Aujourd'hui déjà, 80 % de nos importations proviennent de l'Union européenne, qui absorbe à son tour 60 % de nos exportations.", "De par nos flux commerciaux, notre conjoncture dépend fortement de ce qui se passe chez nos voisins.", "Les retournements conjoncturels en Suisse coïncident avec ceux de la France et de l'Allemagne.", "Demain, avec une politique macro-économique unifiée autour de nous, tout porte à croire que les pulsions économiques qui s'exerceront sur nous seront de plus en plus synchronisées.", "Notre rythme de production deviendra ainsi encore plus dépendant de ce qui se passe sur le continent.", "Parallèlement à l'homogénéité économique croissante de l'Union européenne on constatera que la Suisse aura de plus en plus un profil européen.", "Cette intégration accrue de la Suisse dans l'Europe nous demandera évidemment de vivre étroitement avec la future monnaie européenne.", "Tous les secteurs de notre économie qui commercent avec l'étranger se trouveront concernés.", "En premier lieu, le marché européen va devenir effectivement un „grand marché\" dans lequel une monnaie -- l'euro -- sera l'instrument de transaction.", "Nous devons en tenir compte.", "Les pratiques européennes en matière de contrats, de conditions, de normes s'imposeront encore plus à nous que par le passé.", "Il sera toujours plus difficile d'utiliser le franc comme monnaie de facturation pour nos exportations et les touristes qui passeront la frontière comprendront mal qu'ils ne puissent utiliser leurs euros pour effectuer leurs paiements.", "La réalité d'une grande zone monétaire à notre porte nous demandera de la souplesse et de l'imagination.", "L'Europe, qui jusqu'ici n'était qu'une mosaïque monétaire, deviendra un ensemble monolithique.", "Ceci ne peut rester sans conséquence sur notre manière de commercer.", "Un autre aspect important de l'impact de l'euro sur l'économie suisse est celui de la mise en place d'un système de paiement interbancaire en euros.", "Cette question est délicate car elle n'est pas encore résolue au sein de l'Union européenne elle-même.", "Au sein de l'Union monétaire, les systèmes nationaux de paiements interbancaires seront reliés entre eux.", "Il sera aussi possible de faire un paiement, valeur du jour même, de Paris à Francfort alors qu'aujourd'hui une telle opération s'exécute en 48 heures.", "Le système européen des paiements ainsi créé bénéficiera de l'appui de la Banque centrale européenne s'il devait être en manque de liquidités.", "Au niveau européen existera donc ce qui existe déjà au niveau national.", "La difficulté vient du fait qu'un certain nombre de pays de l'UE ne participeront pas à la première phase d'intégration monétaire.", "Pourront-ils se connecter au système des paiements, et à quelles conditions?", "Cette question n'est pas encore réglée au sein de l'Union.", "Dans ces conditions, la récente décision des banques suisses de créer en Allemagne une banque de clearing qui sera chargée d'exécuter leurs paiements mutuels en euros et d'établir un pont avec la Banque centrale européenne me paraît adéquate.", "Il conviendra d'examiner si la Banque nationale peut jouer un rôle utile dans ce cadre lorsque les conditions de coopération entre les „ins\" et les „outs\" au sein de l'Union européenne auront été arrêtées.", "Les conséquences pour la Banque nationale J'en viens ainsi tout naturellement à la troisième partie de cet exposé: les conséquences de l'intégration monétaire pour la politique de la Banque nationale.", "A mon sens, deux types de questions se posent: • les implications à long terme de l'intégration monétaire sur la politique de la BNS, • les influences de court terme.", "A long terme, l'Union monétaire européenne est pour nous synonyme d'imbrication accrue de l'économie suisse dans la scène monétaire européenne.", "La situation du marché des changes, qui est déjà aujourd'hui un facteur important dans notre appréciation de la situation, le sera plus encore.", "Le fait qu'une grande partie de notre commerce s'effectuera avec la zone euro, le fait aussi que la conjoncture européenne s'imposera toujours plus à la nôtre créeront forcément une communauté de destin entre le franc et l'euro.", "Une trop grande volatilité de l'euro par rapport au franc pourrait devenir extrêmement douloureuse pour l'économie suisse.", "Nous en sommes conscients.", "J'ai toutefois confiance, et je base ma confiance sur l'expérience de la cohabitation du franc suisse et du mark au cours des quinze dernières années.", "Si les objectifs et les situations économiques convergent entre la Suisse et l'Union européenne, tout porte à penser que la volatilité de la relation franc -- euro se maintiendra dans des limites acceptables.", "Cette convergence des options fondamentales me paraît acquise puisque la Banque centrale européenne, tout comme la BNS, fera de la stabilité des prix l'objectif prioritaire de sa politique.", "Au fil des années, le franc et l'euro reposeront donc sur des éléments fondamentaux fort semblables.", "Cela aura également pour conséquence de permettre un rapprochement progressif des taux d'intérêt sur ces devises.", "Aujourd'hui, l'écart entre les taux suisses et allemands (représentant les taux sur l'euro) est de plus de 200 points de base.", "Cet écart me semble biaisé par les incertitudes liées à l'introduction de la monnaie unique.", "Une fois celles-ci dissipées, un rapprochement devrait se manifester.", "Ce ne seront pas seulement les taux suisses qui monteront mais aussi les taux sur l'euro qui baisseront.", "Ce rapprochement n'est pas pour demain, il se manifestera lorsque les marchés seront convaincus de la stabilité de la nouvelle monnaie européenne.", "Dans le court terme, la phase d'introduction de l'euro est marquée par une forte incertitude.", "Pourtant, tout a été mis en place au niveau institutionnel comme au niveau des critères de convergence pour convaincre les marchés que l'euro sera une monnaie de qualité.", "Mais tant que les marchés ne pourront pas juger sur pièce, une incertitude existera, incertitude qui pourrait être source d'instabilité des marchés et qui pourrait maintenir les taux d'intérêt à un niveau plus élevé que ce qui serait souhaitable d'un point de vue conjoncturel.", "Cette volatilité potentielle de l'euro pourrait créer des difficultés pour le franc suisse, monnaie de refuge.", "Comment neutraliser de telles perturbations pour l'économie suisse?", "Il n'y a pas de réponse simple et évidente à cette question.", "Certains pensent qu'il conviendrait, à l'image de ce qu'avait fait l'Autriche, que la Suisse décide de se lier unilatéralement à l'euro afin d'éliminer le risque de change.", "Il lui suffirait pour cela de mener une politique de taux d'intérêt appropriée, voire de la renforcer par des interventions sur le marché des changes.", "Ce n'est malheureusement pas si facile!", "Si nous fixions une parité entre le franc et l'euro, nous courrions deux risques majeurs: -soit les marchés nous croiraient et nous provoquerions alors une sortie massive de capitaux qui quitteraient le franc pour se placer dans la zone euro où les rémunérations sont nettement plus élevées; -soit les marchés ne considéreraient pas cette parité comme définitive et spéculeraient à sa révision à la hausse.", "Notre stratégie stimulerait alors la spéculation au lieu de la calmer.", "Nous devrons donc vivre avec un franc flottant, mais nous devrons aussi nous comporter de telle sorte que „la bataille de l'euro n'ait pas lieu\".", "Dans ce domaine, comme dans bien d'autres, il vaut mieux prévenir une situation que la corriger.", "Nous nous sommes efforcés ces douze derniers mois d'éviter une appréciation du franc suisse face au mark.", "Nous l'avons fait en menant une politique monétaire accommodante.", "Cette stratégie a été, je crois, couronnée de succès.", "La faiblesse du mark engendrée par les incertitudes l'euro s'est reportée avant tout sur le dollar et la livre sterling, le franc suisse n'a été atteint que marginalement.", "Nous devons continuer sur cette ligne tant que les doutes sur l'euro n'auront pas disparu.", "Mettons-nous ainsi en danger la stabilité des prix à moyen terme?", "La croissance de nos agrégats monétaires se ralentit maintenant et le dépassement de la monnaie centrale -- notre indicateur principal -- par rapport à son trend d'équilibre exagère vraisemblablement le degré d'expansion de notre action.", "Enfin, n'oublions pas que dans un environnement marqué par le risque d'un franc fort, la probabilité d'une résurgence marquée de l'inflation est faible.", "Les mois qui nous séparent de la première phase d'interprétation monétaire peuvent encore comporter des surprises.", "Le calme relatif du marché des changes au cours des douze derniers mois est rassurant, il indique que les risques de perturbation futurs sont limités.", "Une fois la zone monétaire définie, la convergence des taux d'intérêt s'imposera d'elle-même et l'Union monétaire deviendra réalité.", "C'est une nouvelle phase de l'histoire européenne qui commencera alors.", "Pour la Suisse également, bien qu'elle ne participe pas à l'intégration monétaire.", "Nous aurons à vivre avec un environnement plus homogène, dont les taux d'intérêt seront peut-être relativement élevés dans une phase initiale, tant que la monnaie unique n'aura fait preuve de ses qualités.", "Sur la durée, en revanche, il apparaîtra toujours plus de manière évidente que le franc suisse et l'euro sont des monnaies comparables, ce qui entraînera une convergence des taux entre la Suisse et l'Europe.", "Personne ne peut dire, aujourd'hui, à quel rythme ces ajustements s'effectueront.", "La révolution monétaire, comme toute révolution, comporte de nombreuses incertitudes.", "Nous en avons déjà vécues, nous en vivrons encore jusqu'à la fin de ce siècle.", "Cela demandera aux entreprises une grande capacité d'adaptation au nouvel environnement.", "Je ne parle pas seulement des établissements financiers mais aussi de tous ceux qui commercent avec l'Europe.", "Mais sur la durée, notre industrie d'exportation pourra compter avec un environnement monétaire plus homogène, moins volatil que par le passé.", "L'Union monétaire demandera aussi beaucoup de pragmatisme dans la conduite de la politique monétaire.", "Le „pragmatisme\" est souvent attrayant mais ne nous cachons pas qu'il est synonyme de prise de décision dans des conditions particulièrement difficiles où les points de repère sont moins évidents que d'habitude.", "Nous avons bon espoir, Mesdames et Messieurs, que le nouvel ordre monétaire européen ne créera pas de handicap majeur pour la Suisse et le franc suisse.", "Il s'agit au contraire d'une chance pour notre pays, celle de clore le chapitre de vingt-cinq années de désordres monétaires en Europe, pour déboucher sur une période où les politiques seront plus convergentes et stables.", "Nous en attendons plus de calme dans les changes, ce qui sera dans l'intérêt du développement de notre commerce extérieur et aussi dans celui d'un retour à la croissance économique dans notre pays."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Euro", "Union Monétaire Européenne", "Franc Suisse", "Convergence", "Stabilité Monétaire", "Intégration Économique", "Système de Paiements Interbancaires", "Politique Monétaire", "Incertitude", "Pragmatisme"]}