{"sentences": ["Mr. Stals looks at the role of central banks in the twenty-first century Opening address by the Governor of the South African Reserve Bank, Dr. C. Stals, at the Twentieth Mint Director's Conference in Sun City on 23/3/98.", "The history of money reflects the history of the world The history of money by far outdates the history of central banking.", "The Riksbank of Sweden and the Bank of England are recognised as the oldest central banks in the world.", "And yet, they were only established during the seventeenth century.", "The use of various instruments as money dates back at least 5,000 years.", "In antiquity, money took the form of ornaments and household utensils and tools.", "In Egypt, circa 2000 BC, rings, anklets, necklaces and bracelets were used extensively as common means of exchange.", "As you as Mintmasters know very well, the legendary King Croesus of Lydia in Asia Minor is generally credited with the honour of first introducing a formal and sovereign coinage system, when official silver and gold coins were struck in his kingdom between the years 560 to 546 BC.", "It became common practice to mint sovereign coins in the subsequent Persian, Greek and Roman empires.", "Perhaps even before this time, official coins were also struck in China.", "Thus, coinage, mintage and the issue of money became part of the history of the world.", "It is recorded in history that the Greeks managed their financial responsibilities quite well.", "They consolidated the coin issues of the various city states into the drachma, a unit for the Greek currency that is still used today.", "The Romans, however, were more profuse.", "One of the first things they did after they conquered Greece in 146 BC was to debase the drachma by reducing its silver content from 67 to 65 grammes.", "As a matter of fact, the Romans often wiped out state obligations by devaluation or coin debasement.", "In the end, this profligacy contributed to the downfall of the Roman Empire.", "The history of coinage in South Africa In South Africa, likewise, the history of coins was always interwoven with the history of the country.", "The Portuguese, with Bartholomew Dias reaching the Cape in 1487, and Vasco da Gama, who sailed around the Cape in 1497, are credited for discovering the sea route around Africa to the spices of the East.", "Later discoveries, however, of Phoenician and Chinese coins on the east coast of Southern Africa, raised the question of who the first real non-African explorers of Southern Africa could have been?", "With Portuguese, Dutch, British, Spanish, French and even eastern interests in the sea route around the Cape, many coins of foreign origin came into circulation in Southern Africa.", "The Dutch riksdaalder and the British guinea and pound perhaps played the major role for many years in the early history of South Africa.", "It was during the time of the second British occupation of the Cape after 1806 that a British Governor found it necessary to fix \"exchange\" rates between the various currencies that circulated in the Cape at that time.", "It is interesting what currencies were included in this list: Spanish daalders, Venetian sequins, a ducat, a gold ropy (rupee), an English shilling, and the Dutch riksdaalder and half-guilder.", "During a long period of British rule, British money circulated freely in South Africa, which included the farthing, ha'penny, thruppence (tickey), sixpence, shilling, florin, half-crown, and crown (5 shillings).", "The situation changed again with the establishment of the independent Republics of the Orange Free State and the Transvaal (ZAR).", "The Free State reverted to the riksdaalder (= 1 shilling and sixpence).", "In the ZAR, riksdaalder notes were also issued to serve as currency, although the riksdaalder was supplemented by periodic issues of ZAR pound notes in various denominations.", "In 1874, the ZAR issued its first coins, the Burgers pounds.", "As not many of these coins were issued, they became very valuable collectors' pieces.", "It was only in 1890, however, that final legislation was passed for the establishment of a State Mint, and for the minting of ZAR coins in pennies, shillings, and pound denominations.", "These coins, commonly referred to as Kruger coins, were first minted in 1892 in a building situated on Church Square in Pretoria.", "After the Anglo Boer War, British money was again used predominantly in the new British South Africa (to become the Union of South Africa in 1910).", "The history of South African coinage took a last major step when a branch of the British Royal Mint was established in Pretoria and started to issue South African minted (sterling) coins in 1923.", "This association with the Royal Mint came to an end on 1 July 1941, when its Pretoria branch became the South African Mint.", "Today, the South African Mint belongs to the South African Reserve Bank, and is minting coins of a world standard.", "The future: Electronic money The world, including South Africa, is now moving into the future with the gradual introduction of electronic money.", "It is still an interesting question to what extent the introduction of e-money will indeed have an impact on the use of coins and bank notes.", "There are big differences in the payments systems of different countries, and in the habits of people using different means of payment.", "In South Africa, for example, the total amount of bank notes and coin in circulation is less than 15 per cent of total demand, or transferable deposits, compared with most of the countries in Eastern Europe (former Union of Socialist Soviet Republics), where it exceeds 100 per cent of the short-term bank deposits, or Greece, where it is equal to 104 per cent.", "In these latter countries, the introduction of e-money will most probably have a much bigger effect on the demand for coins and bank notes than in South Africa.", "I believe the subject of electronic money will be discussed in more detail in one of the sessions of this Conference today and tomorrow.", "It will also, of course, have important implications for central banks, and for monetary policy in the next century.", "As already said, money, and particularly the use of coins as money, goes much further back in history than central banks.", "Most central banks in the world today were only established during the course of the present twentieth century.", "But central banks now have the responsibility to protect the value of money, including, of course, the value of coins and bank notes.", "To be able to fulfil this function, central banks must have some power to control the issue of money, and must have some influence on the total amount of money in circulation in the economy.", "In countries where notes and coin form a substantial part of the total money supply, and where the central bank has the sole right to issue notes and coin, the task may seem to be easier.", "It is, however, also in these countries where it is often easier for governments to exploit the money-creating powers of the central bank, and where an excessive amount of money is often created to finance government expenditure.", "Such policies, of course, invariably lead to higher inflation.", "In the more sophisticated economies, such as we have in South Africa, money is created by banking institutions through their lending and investment operations.", "The control over the money supply therefore becomes more difficult, and the central bank can only indirectly influence money creation with instruments such as interest rate variations, overall liquidity management, open market operations, and money market interventions.", "With the current liberalisation of financial markets and the tendency for an integration of financial services in gigantic multi-functional and multi-national financial conglomerates, the task to protect the value of the currency, that is, to keep inflation low, has become more difficult.", "The debate in the world of central banking about the introduction of e-money at this stage is therefore not only about the effects it might have on the use of, and the demand for, bank notes and coin, but also how it will change the role of monetary policy.", "Will it still be possible, for example, to maintain control over the creation of money and the total money supply?", "How will it affect the spending habits of people?", "How will it influence cross-border trade and the balances of payments between countries?", "How will it change the velocity of circulation of money, and the savings of the community?", "Central banking in the 21st century With changes in the concept of money and the use of coins and bank notes, and with the introduction of electronic money, satellite communication and financial globalisation, central banks and the modus operandi of monetary policy will also have to change to adapt to the new environment.", "It will no longer be sufficient to define money-creating institutions (banks), and to manage the defined monetary liabilities of these institutions in our efforts to protect the value of the currency.", "The effective definition of money as a means of payment changed over the centuries from objects of value (gold and silver), to fiduciary issues (bank notes and coin), and then to deposit-money created by banking institutions.", "To this will now be added e-money and payments made through electronically operated global systems (the Internet).", "Central banks will have to adjust their monetary policies to affect, most probably through indirect market-based measures, these new methods of payment and the creation of additional purchasing power.", "Central banks will have to operate more on a universal basis, as the banks and the suppliers of conventional and new money instruments will operate globally and beyond the borders of any individual nation-state.", "Central bankers of the world will be forced by circumstances to work more closely together, not only in the control over banking and other financial institutions, but also in the implementation of monetary policy.", "Developments now taking place in Europe for the establishment of a European Central Bank may be followed in other future regional compilations.", "Perhaps one day in the next century, the world will have only one central bank!", "As central bankers, we share with you, the Mintmasters of the world, in the excitement of the challenges and the prospects of the 21st century."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["electronic money", "central banking", "coins and bank notes", "monetary policy", "money supply", "inflation", "financial markets", "globalisation", "monetary liabilities", "payments systems"]}