{"sentences": ["ANNEX The Clearing Balance of the Banking System 1.", "This note sets out the circumstances in which the clearing balance of the banking system, the crucial part of the Hong Kong dollar monetary base, will be affected.", "The clearing balance of the banking system is the sum of the Hong Kong dollar balances in the clearing accounts that all licensed banks maintain with the Hong Kong Monetary Authority (HKMA) for the purpose of effecting the Hong Kong dollar settlement of transactions between the banks themselves and transactions between the banks and the HKMA.", "Inflow and Outflow of Funds 2.", "In line with the discipline of the currency board system, the clearing balance of the banking system will be affected by the flow of funds into or out of the Hong Kong dollar.", "Specifically, when there is an inflow of funds involving the HKMA passively buying US dollars sold to it by the banks and providing the Hong Kong dollars, the clearing balance of the banking system will rise.", "This is the result of the HKMA, in the settlement of the deals, crediting the clearing accounts of the banks selling the US dollars to it with the Hong Kong dollars required for settlement.", "Conversely, when there is an outflow of funds involving the HKMA passively selling US dollars and buying Hong Kong dollars from the banks, the clearing balance of the banking system will fall.", "This is the result of the HKMA, in the settlement of the deals, debiting the clearing accounts of the banks the Hong Kong dollars required for settlement.", "The HKMA adheres strictly to this discipline which in effect involves the clearing balance of the banking system varying with the amount of US dollars sold to or bought from the HKMA at the initiative of the banks.", "Exceptional Circumstances 6.", "There are, nevertheless, exceptional circumstances in which the HKMA may vary the clearing balance of the banking system directly without the corresponding change in its US dollar holdings.", "These operations, as set out below, are carried out for the benefit of promoting general market stability, having regard to the level of sophistication of present day financial arrangements: (a) when Initial Public Offerings of shares and other large scale Hong Kong dollar transactions risk creating extreme conditions in the interbank market and affecting the stability of the exchange rate, the HKMA may lend to or borrow Hong Kong dollars from the interbank market temporarily to dampen such extreme conditions; (b) the HKMA may enter into intraday repurchase arrangements (Repos) of Exchange Fund Bills and Notes and other eligible paper and overnight Repos through the Liquidity Adjustment Facility (LAF) to facilitate the smooth settlement of interbank transactions.", "It does not, however, encourage \"repeated borrowings\" from LAF, a term which has been clearly defined in the HKMA circular dated 12 November Other HKMA activities 7.", "In all other activities conducted by the HKMA which may have the effect of varying the clearing balance of the banking system, the HKMA ensures that such effect is neutralized as the case may be, by recycling or sterilizing Hong Kong dollar liquidity.", "For example: (a) a transfer of fiscal surpluses from the Government held temporarily in commercial bank accounts to the HKMA for the account of the Exchange Fund will be recycled to ensure that there is no effect on the clearing balance of the banking system.", "This will be done either through the purchase of foreign assets when market conditions permit or through lending Hong Kong dollars in the interbank market; (b) similarly a drawdown of fiscal reserves by the Government will be sterilized to ensure that there is no effect on the clearing balance of the banking system.", "This will be done either through the sale of foreign assets when market conditions permit or through borrowing Hong Kong dollars in the interbank market; and (c) proceeds from the issue of Exchange Fund Bills and Notes not for redemption of earlier issues will be recycled either through the purchase of foreign assets when market conditions permit or through lending Hong Kong dollars in the interbank market."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Clearing balance of the banking system", "Hong Kong dollar", "Inflow and Outflow of Funds", "Exceptional Circumstances", "Liquidity Adjustment Facility (LAF)", "Exchange Fund Bills and Notes", "Fiscal surpluses", "Fiscal reserves", "Interbank market", "Currency board system"]}