{"sentences": ["Bibliography Barro, R.J. and D.B.", "Gordon (1983): \"Rules, Discretion and Reputation in a Model of Monetary Policy\", Journal of Monetary Economics, Vol.", "Böckenförde, E.-W. (1997): Welchen Weg geht Europa?, Carl Friedrich von Siemens Stiftung, Munich.", "Capie, F. (1997): \"Central Bank Statutes - the Historical Dimension\", in: Die Bedeutung der Unabhängigkeit der Notenbank für die Glaubwürdigkeit der europäischen Geldpolitik, Volkswirtschaftliche Tagung 1997 der Oesterreichischen Nationalbank, May 13/14, Vienna, pp.", "(1992): Central Bank Strategy, Credibility, and Independence: Theory and Evidence, The MIT Press, Cambridge, Mass.", "\", Paper delivered at the BIS and CEPR convention \"Asset Prices and Monetary Policy\" in Basle on January 26-27, 1998.", "and J. de Haan (1996): The Political Economy of Central Bank Independence, Special Papers in International Economics, No.", "19, May, International Finance Section, Dept.", "of Economics, Princeton University.", "EMI (1997): The Single Monetary Policy in Stage Three - Elements of the Monetary Policy Strategy of the ESCB, February, European Monetary Institute, Frankfurt am Main.", "Feldstein, M. (1997): The Political Economy of the European Economic and Monetary Union: Political Sources of an Economic Liability, National Bureau of Economic Research, Working Paper 6150.", "IMF (1997): World Economic Outlook, October, International Monetary Fund, Washington, DC.", "Jensen, H. (1997): \"Credibility of Optimal Monetary Delegation\", The American Economic Review, December, pp.", "King, M. (1997a): \"Roundtable on Lessons of European Monetary Integration for the International Monetary System\" in: P.R.", "Turtelboom (eds), EMU and the International Monetary System, International Monetary Fund, Proceedings of a conference held in Washington, DC on March 17/18, 1997, pp.", "King, M. (1997b): \"The inflation target five years on\", in: Bank of England Quarterly Bulletin, November 1997.", "(1997): \"The European Central Bank: Independent and Accountable\", in: Die Bedeutung der Unabhängigkeit der Notenbank für die Glaubwürdigkeit der europäischen Geldpolitik, Volkswirtschaftliche Tagung 1997 der Oesterreichischen Nationalbank, May 13/14, Vienna, pp.", "(1997): \"Central Bank Independence and Price Stability\", in: Die Bedeutung der Unabhängigkeit der Notenbank für die Glaubwürdigkeit der europäischen Geldpolitik, Volkswirtschaftliche Tagung 1997 der Oesterreichischen Nationalbank, May 13/14, Vienna, pp.", "R. (1957): Die offene Gesellschaft und ihre Feinde, Der Zauber Platons, Vol.", "Richter, R. (1994): \"Stabilitätskultur als Problem der Institutionen-Ökonomik\", in: H. Hesse and O. Issing (eds.", "), Geld und Moral, Munich, pp.", "Rogoff, K. (1985): \"The Optimal Degree of Commitment to a Monetary Target\", Quarterly Journal of Economics, November, Vol.", "Cohen, H. Hagemann and J. Smithin (eds.", "), Money, Financial Institutions and Macroeconomics, Boston, pp.", "Streit, M.E., U. Mummert and D. Kiwit (1997): \"Views and Comments on Cognition, Rationality, and Institutions\", Editorial Preface, Journal of Institutional and Theoretical Economics, Vol.", "SVR (1997): Wachstum, Beschäftigung, Währungsunion - Orientierungen für die Zukunft, Annual Report 1997/98, November 1997, Council of Economic Advisers.", "Tabellini, G. (1998): Inflation targeting and the accountability of the European Central Bank, Statement prepared for the public hearing on \"Democratic accountability in the third phase of EMU\", organised by the European Parliament, Subcommittee on Monetary Affairs, January 6, 1998.", "Walsh (1996): \"Central Bank Independence, Economic Behavior and Optimal Term Length\", American Economic Review, Vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Central Bank Independence", "European Monetary Union", "Inflation Targeting", "Monetary Policy Credibility", "Optimal Monetary Policy", "Political Economy", "Price Stability", "Rules vs. Discretion", "Accountability", "Institutional Design"]}