{"sentences": ["Monsieur Trichet éclaire les conditions du succès de l'euro Discours de Jean-Claude Trichet, le Gouverneur de la Banque de France, à la conférence de la Banque Centrale de Hesse tenue à Francfort le 22/2/99.", "Monsieur le Président, Mesdames et Messieurs, c'est un grand plaisir et un honneur pour moi d'intervenir ici, à l'invitation de la Landeszentralbank de Hesse et du Center for Financial Studies de l'Université de Francfort, en compagnie de conférenciers aussi remarquables.", "Aussi je tiens à vous remercier de me donner l'occasion d'évoquer avec vous l'Union monétaire européenne et l'avénement de l'euro.", "Il y a un peu plus d'un mois, s'est produit un événement unique dans l'histoire de l'Europe.", "L'euro est né et le caractère irréversible de ce changement a convaincu un nombre croissant d'acteurs de la scène politique et économique que le succès de l'euro était une nécessité pour l'Europe et le reste du monde.", "Il représente la clé de voûte du marché unique européen qui assurera la prospérité en Europe.", "Mais, pour rendre ce succès durable, nous allons devoir affronter, aujourd'hui et demain, un certain nombre de défis.", "Les banques centrales sont au coeur du passage à l'euro, à la fois au niveau européen et au sein de leurs économies nationales.", "C'est pour cette raison que je souhaite attirer en particulier votre attention sur les trois points suivants : - premièrement, l'Union économique et monétaire repose sur des fondations théoriques et économiques solides et profondes qui ont permis une introduction réussie de l'euro sur les marchés - deuxièmement, la zone euro devra relever un certain nombre de défis si elle veut rester une zone de stabilité monétaire où la croissance est durable ; - troisièmement, le succès de l'euro contribuera largement à l'avènement d'une situation monétaire internationale plus équilibrée.", "I. L'UEM REPOSE SUR DES FONDATIONS SOLIDES ET PROFONDES QUI ONT PERMIS, IL Y A UN PEU PLUS D'UN MOIS, UNE INTRODUCTION REUSSIE DE L'EURO SUR LES MARCHES DE CAPITAUX Le 31 décembre 1998, les chefs d'État et de gouvernement ont adopté les taux de conversion irrévocables de l'euro vis-à-vis des monnaies des onze pays qui avaient été qualifiés pour participer à la zone euro.", "Cette étape historique correspond à l'avènement de l'Union économique et monétaire.", "Les progrès impressionnants qui ont été réalisés, en matière de convergence économique, dans les années qui ont précédé cette décision, ont contribué de façon déterminante à ce processus.", "Afin de donner une orientation aux marchés de capitaux, la méthode de détermination des taux de conversion irrévocables de l'euro avait été décidée à Bruxelles, le 3 mai 1998.", "Au total, c'est une idée tout à fait fondée qui est à l'origine de la création de l'euro; en outre, cette création constitue le couronnement d'un long processus économique et politique (A).", "Des travaux préparatoires approfondis ont également contribué au succès de l'introduction de l'euro sur les marchés de capitaux (B).", "A. L'UEM repose sur des fondations solides et profondes 1.", "La création de l'Union monétaire et de la monnaie unique n'est pas un concept récent et abstrait, fruit de l'imagination de quelques uns.", "Le traité de Maastricht est l'aboutissement d'une série d'initiatives importantes qui appartiennent déjà à l'histoire de l'Europe.", "Le rapport Werner, élaboré au début des années soixante-dix, a introduit le concept d'Union économique et monétaire.", "Le traité de Maastricht a été négocié, signé et ratifié d'abord par les douze premiers pays puis par les quinze pays de l'Union européenne.", "Je rappellerai que treize pays l'ont approuvé sans aucune réserve.", "Le bien-fondé de l'UEM repose sur les avantages économiques qu'une monnaie unique apporte à l'ensemble de l'Europe.", "L'Union européenne (pays hors zone euro compris) compte au total 370 millions d'habitants, représente près de 20 % du PIB mondial et 21 % environ du commerce international (échanges intraeuropéens exclus) contre quelque 17 % pour les États-Unis et 10 % pour le Japon.", "Les avantages inhérents à la taille même du marché unique sont évidents.", "Il permet à l'ensemble du secteur productif de réaliser d'importantes économies d'échelle et d'affecter l'épargne aux investissements les plus rentables.", "Il renforce également la transparence du marché et il stimule la concurrence dans l'intérêt des consommateurs.", "De ce point de vue, la monnaie unique représente le couronnement du marché unique.", "L'objectif final du marché unique ne pouvait être atteint tant que des obstacles monétaires continuaient d'entraver la libre circulation des biens, des services et des capitaux par le biais de coûts de transaction et de risques de change intrinsèques.", "Demain, nos concitoyens bénéficieront de tous les avantages liés à l'utilisation d'un même instrument monétaire dans tout le continent européen, comme c'est le cas aujourd'hui des Américains sur tout le territoire des États-Unis.", "Les avantages de la monnaie unique sont nombreux.", "La monnaie unique réduit l'incertitude et facilite les décisions d'investissement et de production.", "Elle permet une juste comparaison des prix à travers l'Europe et réduit les coûts de transaction.", "La zone de la monnaie unique sera caractérisée par la stabilité des prix et un faible niveau d'inflation.", "Ces facteurs, à leur tour, maintiendront et renforceront la confiance tout en procurant à l'économie européenne un environnement financier favorable.", "La simple existence de la monnaie unique permet d'emprunter davantage de capitaux dans de meilleures conditions, sur des marchés plus larges, plus profonds et plus liquides.", "La mise en place de l'euro couronne parfaitement le processus de l'UEM étant donné qu'elle est fondée sur le respect strict des critères de convergence et sur la stabilité des prix.", "La convergence des États membres vers les meilleures performances économiques en est la conséquence.", "Selon un dicton français, il ne faut pas bâtir sur le sable.", "C'est pourquoi le traité de Maastricht a institué des critères de convergence auxquels les pays doivent se conformer durablement pour participer à l'Union monétaire.", "A cet égard, j'aimerais souligner la performance de la France.", "La France compte parmi les trois pays qui ont satisfait rigoureusement aux valeurs de référence de tous les critères de Maastricht, notamment celui en matière de dette publique.", "Notre stabilité des prix et le bas niveau de nos taux d'intérêt à long terme nous ont placés parmi les trois pays, avec l'Allemagne, ayant présenté les meilleurs résultats : conformément au Traité, nos résultats, avec ceux de deux autres économies, ont par conséquent servi de référence à l'évaluation de ceux de l'ensemble des pays.", "La Banque de France a contribué - directement et indirectement - à ces résultats, en mettant en oeuvre une politique monétaire indépendante et crédible.", "A ce propos, je souhaite mettre en avant un point très important.", "En édifiant une union monétaire, les pays européens n'ont pas seulement fusionné leurs agrégats économiques, commerciaux, financiers et monétaires, faisant de la zone euro un partenaire de premier rang en termes de population (290 millions d'habitants), de taille du PIB, de commerce international ou de masse monétaire : ils ont entrepris de créer une zone solide et stable.", "En fait, l'Union monétaire n'est pas une simple de résultats économiques nationaux.", "addition arithmétique Elle a été créée en prenant comme référence les performances réalisées par les pays ayant présenté les meilleurs résultats en L'Union monétaire est donc composée de pays dont les résultats termes de stabilité monétaire.", "monétaires et financiers ont convergé vers ceux des pays dont les monnaies sont les plus stables et les plus crédibles.", "L'objectif des autorités monétaires de la zone euro est la stabilité monétaire.", "Le Traité de Maastricht a conféré une mission claire au Système européen de banques centrales (SEBC) nouvellement créé, celle de maintenir la Le SEBC est totalement indépendant des autorités nationales stabilité des prix.", "et européennes dans la poursuite de cet objectif.", "En d'autres termes, les banques centrales nationales sont indépendantes et leurs statuts sont compatibles avec le Traité.", "Le SEBC a hérité de la crédibilité des banques centrales nationales des pays dont les monnaies bénéficient de la meilleure réputation, c'est-à-dire l'Allemagne et la France.", "Les 13 octobre et 1er décembre 1998, la BCE a présenté la stratégie de politique monétaire qui sera mise en oeuvre durant la phase III de l'Union monétaire.", "Cette stratégie assure la continuité avec les politiques monétaires des banques centrales nationales participantes : - la stabilité des prix est définie comme une progression sur un an de l'indice des prix à la consommation harmonisé (IPCH) inférieure à 2 % dans la zone euro.", "La stabilité des prix doit être maintenue à moyen terme.", "Définir la stabilité des prix permet également de mettre en oeuvre les principes de transparence et de responsabilité.", "- un rôle de premier plan a été assigné à la monnaie.", "Ce rôle est souligné par l'annonce d'une valeur de référence quantifiée pour la croissance d'un agrégat monétaire large, à savoir M3.", "Il convient de noter que le concept de valeur de référence n'implique pas l'engagement pour le SEBC de corriger de façon automatique les écarts susceptibles d'apparaître à court terme entre la croissance monétaire et la valeur de référence.", "Mais la valeur de référence pour M3 est compatible avec le maintien de la stabilité des prix à moyen terme et permettra de réaliser cet objectif.", "- le second pilier de la stratégie de politique monétaire est une évaluation d'ensemble des perspectives d'évolution des prix dans la zone euro considérée dans sa totalité.", "Il est dès lors important de suivre une large gamme de variables économiques et financières comme indicateurs de l'évolution future des prix.", "La décision coordonnée, prise en décembre, de ramener les taux d'intérêt à 3 % a permis à la BCE d'annoncer que le nouveau niveau des taux d'intérêt prévaudrait \" dans un avenir prévisible \".", "La politique monétaire unique ne peut à elle seule assurer la stabilité des prix si elle n'est pas dans l'ensemble de l'Union économique et accompagnée d'une discipline budgétaire appropriée monétaire.", "Pour ma part, je citerais trois justifications économiques aux dispositions du traité qui ont donné naissance au Pacte de stabilité et de croissance.", "Premièrement, en coordonnant les politiques budgétaires des États membres de l'Union monétaire, le pacte permet de doser de façon convenable les politiques monétaire et budgétaires (policy mix) au sein de la zone euro.", "Cet élément est essentiel pour la politique monétaire.", "Étant donné que l'Europe ne dispose pas d'un budget fédéral important, tout comme elle n'est pas dotée d'un gouvernement fédéral, la somme des budgets nationaux doit servir de budget global pour l'ensemble de la zone euro.", "Cette situation rend nécessaire une surveillance mutuelle étroite et la coordination des politiques budgétaires au sein de la zone.", "Deuxièmement, par le biais de l'instauration d'un système de sanctions financières en cas de déficits excessifs, le pacte permet d'éviter que les économies bien gérées aient à supporter des primes de risque injustifiées.", "Troisièmement, le pacte de stabilité nous permet de réfuter l'affirmation selon laquelle la zone euro ne dispose pas de stabilisateurs automatiques en cas de chocs asymétriques subis par un État membre.", "En réalité, en incitant les États à viser à moyen terme une situation budgétaire proche de l'équilibre ou en excédent, le pacte leur permet de laisser s'accroître les déficits budgétaires durant les récessions sans dépasser la valeur de référence de 3 %.", "Bref, il leur permet de se constituer, durant les périodes économiques normales, un volant de sécurité budgétaire auquel ils peuvent recourir pour résister à un choc asymétrique.", "B. Les préparatifs techniques approfondis ont permis l'introduction réussie de l'euro sur les 1.", "D'un point de vue technique, le passage à l'euro au cours du dernier week-end de 1998 a été une Au cours du week-end de passage à l'euro , le SEBC a suivi le déroulement des opérations de conversion à la BCE, dans les banques centrales nationales participantes et dans les principaux établissements.", "Des échanges réguliers d'informations ont eu lieu par l'intermédiaire d'un réseau de points de communication entre la BCE et les BCN.", "Il n'a été signalé aucun incident susceptible d'entraver le démarrage sans heurt du système, qui a ainsi pu débuter normalement ses activités le 4 janvier, à l'ouverture des marchés.", "Ces résultats témoignent de la qualité des préparatifs auxquels se sont livrés la communauté des banques centrales et les opérateurs privés des marchés de capitaux, ces derniers mois et années.", "Pour ce qui concerne la communauté bancaire et financière française, la fin de l'année dernière a été consacrée à la planification et aux phases de tests en vue d'organiser le basculement des marchés financiers au cours du dernier week-end de 1998.", "C'est grâce à ces préparatifs que le processus de conversion a été un grand succès.", "Ces préparatifs ont permis une introduction réussie de l'euro sur les marchés de capitaux Le 4 janvier, l'introduction de l'euro s'est effectuée avec succès.", "Depuis ce jour, l'Eurosystème (c'est-à-dire la BCE et les onze banques centrales nationales des États membres de la zone euro) assume la responsabilité de la conduite de la politique monétaire dans la zone euro en ayant comme objectif principal le maintien de la stabilité des prix.", "Nous pouvons aujourd'hui exprimer notre satisfaction devant la manière dont s'est réalisée la transition vers un marché monétaire intégré de la zone euro qui s'est mis en place dès les tout premiers jours.", "S'agissant de l'évaluation fondée sur une large gamme d'indicateurs des perspectives d'évolution des prix, le Conseil des gouverneurs de la BCE a considéré, lors de sa réunion du 7 janvier, que les évolutions sur les marchés de capitaux témoignaient d'un accueil favorable des récentes décisions de politique monétaire de l'Eurosystème, indiquant ainsi que les opérateurs de marché anticipaient le maintien de l'environnement de stabilité des prix.", "Pour faciliter l'intégration des marchés de capitaux nationaux, un accord portant sur le calcul et la publication d'un indice de taux d'intérêt des opérations interbancaires a été conclu ; cet indice, l'Euribor, se substitue aux anciens indices nationaux et couvre la gamme des échéances allant de 1 à 12 mois.", "L'Euribor est rapidement devenu la principale référence de court terme pour les opérations en euro.", "Le lancement d'un indice de taux d'intérêt au jour le jour, l'EONIA, a déjà montré toute sa portée en donnant une représentation précise des conditions du marché monétaire dans l'ensemble de la zone euro ; il constitue un repère très utile pour les opérateurs de marché et les agents économiques ainsi que pour la BCE qui l'utilise comme référence dans une grande majorité de contrats et d'opérations.", "II POUR QUE LE SUCCÈS DE L'EURO SOIT COMPLET, IL FAUT RELEVER UN CERTAIN NOMBRE DE DÉFIS L'introduction de l'euro constitue en soi une réforme structurelle majeure.", "Mais elle ne sera couronnée de succès que si un certain nombre de conditions, notamment des réformes structurelles, sont remplies et si l'euro s'incarne dans le comportement des dirigeants du monde politique et des affaires ainsi que dans celui des entrepreneurs, des consommateurs et, par-dessus tout, de nos concitoyens.", "A. Pour assurer le plein succès de l'euro, les pays européens doivent remplir quatre conditions Il y a quelques années, il a fallu convaincre un grand nombre de sceptiques, tant en Europe que dans le reste du monde, que le projet de l'euro était viable.", "Nombreux étaient ceux qui en dénonçaient les prétendues contradictions et incohérences : par exemple, l'impossibilité de doser de manière convenable les politiques monétaire et budgétaire en l'absence d'une fédération politique ; l'impossibilité d'éviter des \" chocs asymétriques \" (c'est-à-dire des difficultés frappant l'économie d'un pays membre de l'Union et pas les autres) ; l'insuffisance de flexibilité et de mobilité réelle de la main-d'oeuvre dans les pays européens, etc.", "La conclusion était que l'euro ne se ferait jamais !", "Ces critiques ont été démenties par les faits.", "Mais elles conservent toute leur utilité lorsqu'il s'agit de répondre à la question des conditions à remplir pour une pleine réussite de l'euro.", "On peut en souligner quatre : - En premier lieu, celle de la crédibilité de la politique monétaire garantie par l'indépendance de la Banque centrale européenne, scellée dans le traité de Maastricht et fondée sur l'indépendance de chacune des banques centrales nationales.", "Pour être une monnaie crédible, l'euro doit inspirer confiance aussi bien aux 290 millions d'Européens de la zone euro qu'aux non-Européens avec lesquels nous faisons des affaires.", "Cette confiance ne peut être gagnée qu'en résistant à toute forme de pression, notamment politique, sur le mode de gestion de la nouvelle monnaie.", "Le fonctionnement harmonieux de l'équipe monétaire européenne composée de la BCE et des banques centrales nationales des onze pays fondateurs facilitera la réalisation de cette première condition.", "- En deuxième lieu, le respect des dispositions du Traité et des orientations du Pacte de stabilité et de croissance en matière de politique budgétaire.", "La coordination étroite des politiques budgétaires et la surveillance vigilante des \" pairs \" au sein du conseil informel des onze États membres participants - \" l'Euro 11 \" - et du Conseil Ecofin qui réunit les ministres des Finances des 15 sont indispensables pour assurer un \" policy mix \" équilibré dans toute la zone euro.", "Le respect de l'objectif à moyen terme de \" finances publiques proches de l'équilibre ou en excédent \" - il signifie que nul ne doit céder à la tentation du déficit budgétaire individuel - est essentiel si l'Union veut pouvoir faire face collectivement à des périodes de difficultés économiques et si chaque pays veut pouvoir surmonter des phases de détérioration de la conjoncture qui n'affecteraient que lui.", "C'est l'attachement de l'ensemble des gouvernements européens au Pacte de stabilité et de croissance qui a permis à la BCE et aux banques centrales nationales de décider récemment de ramener les taux d'intérêt à 3 % - une baisse des taux qui ne peut manquer de soutenir la croissance.", "- En troisième lieu, tous les pays européens doivent résolument s'engager à entreprendre des réformes structurelles.", "L'Europe continentale connaît un chômage élevé, même si celui-ci a enregistré une légère décrue dans la plupart des économies concernées.", "Selon le FMI et l'OCDE, ce chômage est, à concurrence de près 80 %, de nature structurelle, c'est-à-dire qu'il est créé par le poids de nos propres règles et règlements.", "Le Conseil de la politique monétaire de la Banque de France partage cette analyse.", "Certains observateurs extérieurs reprochaient à l'Europe, tout récemment encore, de se focaliser sur l'euro au lieu de se consacrer à la tâche, plus urgente à leurs yeux, de mettre en oeuvre les réformes structurelles indispensables à une création plus dynamique d'emplois.", "Ces critiques avaient tort sur l'inopportunité de l'euro mais ils avaient raison s'agissant du diagnostic sur les maux qui affligent l'économie européenne.", "L'euro, loin d'entraver les réformes structurelles, sera complémentaire de celles-ci.", "La monnaie unique facilitera les mouvements de biens, de services et de capitaux au sein de la zone euro, mais elle encouragera également la \" fertilisation croisée \" des meilleures pratiques grâce au renforcement de la coordination entre les politiques des États membres dans des domaines tels que : marchés du travail, enseignement et formation, incitations au travail et à la création d'emplois, meilleure efficacité des systèmes de protection sociale etc.", "tous les responsables économiques d'Europe doivent être lucides sur la question - En quatrième lieu, cruciale de la compétitivité.", "La politique économique de la période antérieure à l'introduction de l'euro consistait à surveiller la balance commerciale, la balance des paiements, les marchés de change et de taux.", "Les gouvernements recevaient ainsi en retour des informations constantes sur les principaux indicateurs de l'évolution de l'économie nationale et pouvaient agir en conséquence.", "Avec l'avènement de l'euro, ces indicateurs ont pour la plupart disparu au niveau national, mais ils subsistent naturellement au niveau de la zone euro.", "D'où l'importance des dispositions du Traité sur la coordination des politiques budgétaires et des politiques économiques.", "Néanmoins, les règles de l'économie de marché continuent de s'appliquer à chacune des économies.", "Les consommateurs créent des emplois lorsqu'ils choisissent les biens et services qu'ils estiment présenter le meilleur rapport qualité/prix.", "Les chefs d'entreprise peuvent répartir ces emplois sur différents sites et pays en fonction de la compétitivité relative de ces sites.", "Il faut donc que les dirigeants de chaque économie nationale suivent plus attentivement encore qu'auparavant les indicateurs de compétitivité tels que l'évolution des coûts unitaires de production, des dépenses des entreprises, et l'environnement fiscal et réglementaire.", "Contrairement à la période antérieure à l'euro, toute perte de compétitivité ne s'affichera pas rapidement sur les écrans radar que sont les comptes extérieurs et les marchés de change.", "Les dirigeants doivent donc redoubler de vigilance sur le suivi des autres indicateurs.", "Les erreurs de politique économique risquent, en effet, être sanctionnées d'une façon plus lente et plus insidieuse, par la montée du chômage et le ralentissement de la croissance.", "B. Les entrepreneurs, les consommateurs et l'ensemble des citoyens doivent s'approprier l'euro.", "- Avant toute chose, l'indépendance monétaire, la sagesse budgétaire, les réformes structurelles et la compétitivité des politiques économiques seront vaines si elles ne se traduisent pas dans le comportement des agents économiques eux-mêmes, c'est-à-dire nos concitoyens, - ménages et consommateurs, mais aussi salariés, ingénieurs, entrepreneurs individuels, chefs d'entreprise.", "C'est, en particulier, la raison pour laquelle la Banque souhaite délivrer aux entreprises un message très direct : \" L'introduction de l'euro n'est pas une question tactique mais une question stratégique \".", "Avec le passage à l'euro, il ne s'agit pas seulement de remplacer une expression monétaire par une autre et de réécrire des programmes informatiques.", "C'est l'ensemble des fonctions de l'entreprise - industrielle, commerciale, financière, etc.", "- qu'il convient de réexaminer pour évaluer et mettre en oeuvre les changements stratégiques nécessaires.", "Les sociétés françaises font preuve d'un intérêt croissant pour le basculement à l'euro, créant des forums de discussion avec la collaboration du ministère des Finances.", "Des recommandations ont été publiées concernant les comptes, les relations avec les services fiscaux et de sécurité sociale et la conversion du capital.", "Diverses dispositions législatives ont été adoptées par le Parlement, en 1998.", "Elles offrent notamment l'option tout euro, à laquelle les entreprises ont accès depuis le 1er janvier En France, les consommateurs ont été consultés principalement par l'intermédiaire du Conseil national de la consommation.", "Ces consultations vont se poursuivre tout au long de la période de transition.", "Parmi les tâches à accomplir, il reste à prendre des mesures pour venir en aide aux catégories les plus vulnérables de la population, notamment les personnes âgées et à mener des campagnes d'information en direction des consommateurs.", "De nouvelles dispositions seront également nécessaires pour permettre de suivre l'évolution des prix tant au cours de la période de transition qu'après le 1er janvier 2002, les entreprises devant fournir aux consommateurs des renseignements complets et transparents afin que ceux-ci disposent de toute l'information nécessaire.", "Les pouvoirs publics en France sont également pleinement conscients de la nécessité de faire connaître l'euro aux enfants des écoles, futurs utilisateurs de la monnaie unique.", "III LE SUCCÈS DE L'EURO APPORTERA UNE CONTRIBUTION MAJEURE À L'AMÉLIORATION DE L'ÉQUILIBRE ÉCONOMIQUE ET MONÉTAIRE MONDIAL Dans la situation économique globale actuelle, le succès de l'euro va beaucoup aider à la fois l'Europe et le reste du monde, qui vont tirer profit de la prospérité et de la croissance européennes, éléments essentiels de la bonne santé de l'économie mondiale.", "Il est clair que le nouveau cadre monétaire européen a et aura des conséquences de grande portée non seulement pour l'Europe et sa population, mais aussi pour l'économie mondiale et la communauté internationale.", "La contribution de la zone euro à la stabilité internationale peut être appréciée à l'aune du développement de relations économiques équilibrées au sein de la zone euro et avec les pays extérieurs à la zone euro, et à celle du renforcement de la stabilité monétaire et financière internationale.", "A. L'établissement de relations économiques équilibrées a) Les relations entre l'Union monétaire et les autres États européens seront fondées sur la coopération.", "La coopération se traduira principalement par la coordination des politiques économiques des 15 États de l'Union européenne.", "Une telle coordination est requise par le Traité et elle est nécessaire pour que l'Union européenne fonctionne de manière satisfaisante au niveau économique.", "Il est important que le dialogue entre tous les États européens se poursuive, même si le passage à l'euro modifiera l'environnement économique traditionnel de l'Union européenne ; c'est la raison pour laquelle le groupe de l'Euro 11, composé des ministres des Finances de la zone euro, a été constitué et s'est déjà réuni plusieurs fois.", "Le dialogue entre toutes les parties concernées doit prendre en compte l'indépendance totale de la BCE et l'objectif de la stabilité des prix qui, en vertu du Traité, doit guider la politique monétaire de la zone euro.", "En particulier, la coordination entre les 15 pays permettra à ceux qui n'ont pas encore rejoint l'Union monétaire de converger vers la zone euro.", "Le nouveau mécanisme de change qui va lier à l'euro certaines des monnaies concernées (c'est le cas de la drachme grecque et de la couronne danoise depuis le 1er janvier 1999) apportera sa contribution à ce processus.", "En favorisant la stabilité des taux de change, le nouveau MCE permettra le bon fonctionnement du marché unique et aidera les pays \" out \" à se qualifier pour la monnaie unique.", "b) L'Union monétaire aura aussi des relations étroites avec des pays extérieurs à l'Union européenne.", "Premièrement, l'Union monétaire et l'Union européenne constituent un pôle attrayant pour nos voisins de l'Europe centrale.", "Les résultats atteints par certains d'entre eux au cours de ces dernières années témoignent de progrès remarquables.", "Ils doivent poursuivre leurs efforts afin d'être capables de rejoindre l'UEM dans de bonnes conditions, ce qui est de leur intérêt et de celui des pays membres de l'Union européenne.", "En ce qui concerne la coopération internationale, la zone euro va également jouer un rôle essentiel.", "Elle représente une zone de stabilité et de croissance économique durable pour quelque 290 millions de citoyens et elle aura certainement une influence déterminante au sein de la communauté internationale.", "L'avènement de l'euro va faciliter la coopération internationale en matière économique entre les principaux partenaires : États-Unis, Japon et zone euro.", "Chacun de ceux-ci est en mesure de parler au nom de régions dont l'importance économique est significative et qui sont exposées à des degrés relativement similaires aux chocs pouvant affecter le système financier international.", "C'est pourquoi l'euro devrait conduire à une relation plus équilibrée dans laquelle chacun des partenaires assumerait sa part de responsabilité dans la construction d'un environnement mondial stable.", "Ce changement institutionnel majeur dans l'architecture du système monétaire international a rendu nécessaire une représentation internationale de l'Eurosystème.", "c) La représentation internationale de l'Eurosystème Le SEBC est déjà représenté auprès des institutions et des forums internationaux.", "Même si certaines questions sont encore en voie de règlement, des accords ont été conclus avec le Fonds monétaire international (FMI), la Banque des règlements internationaux (BRI), l'Organisation pour la coopération et le développement économique (OCDE) et dans le cadre du G7 et du G10.", "Plus récemment, le FMI a accordé le statut d'observateur à la BCE.", "Le SEBC bénéficie de bonnes relations bilatérales avec les autres banques centrales du monde entier.", "B .- L'UEM renforcera la stabilité monétaire et financière a) Le rôle international de l'euro En ce qui concerne le rôle international de l'euro, je voudrais dire que le SEBC adopte une attitude de neutralité.", "Le rôle international d'une devise est une question complexe.", "Une monnaie peut être utilisée par différents groupes d'agents économiques, dans divers desseins, comme monnaie d'ancrage ou comme monnaie de réserve d'une part, et comme monnaie de facturation et de règlement pour le commerce international ainsi que comme monnaie d'expression d'actifs financiers, d'autre part.", "En tout état de cause, le rôle de l'euro comme monnaie internationale dans ses différentes fonctions mettra du temps à se développer.", "En ce qui concerne la future part de l'euro dans les réserves publiques de change globales, on peut s'attendre à ce que les banques centrales des pays hors zone euro réexaminent progressivement leur stratégie de gestion des réserves en fonction des opportunités de diversification offertes par la nouvelle monnaie.", "De plus, l'euro pourrait jouer un rôle accru de monnaie d'ancrage dans d'autres pays européens envisageant de lier le taux de change de leur monnaie à l'euro.", "En ce qui concerne l'usage privé de l'euro, les agents économiques pourraient utiliser celui-ci pour se prémunir contre des risques en diversifiant la composition de leur portefeuille.", "Si les investisseurs et les emprunteurs internationaux considèrent que l'euro deviendra une monnaie stable, ils détiendront des actifs libellés en euros pour réduire au minimum les risques dans le cadre de la diversification internationale de leurs portefeuilles.", "En outre, un marché financier de l'euro large et liquide peut conduire à un usage étendu de l'euro, usage qui, en retour, pourrait faciliter son développement en tant que monnaie de facturation ou de dénomination sur les marchés des produits de base .", "L'euro va progressivement accroître son rôle comme monnaie internationale utilisée par le secteur privé, même si le rythme de son internationalisation peut être variable selon la fonction considérée.", "b) Les relations de change de la zone euro vis-à-vis des principales devises mondiales En ce qui concerne les relations de change entre l'euro et les principales devises mondiales, à savoir le dollar et le yen, je pense qu'il ne faudrait jamais oublier ceci : dans un régime de changes flottants, la stabilité du taux de change dépend des données fondamentales de l'économie.", "C'est pourquoi des politiques saines et avisées dans les domaines monétaire et budgétaire sont les meilleurs garants d'un fonctionnement approprié du système monétaire international.", "Il est encourageant, à cet égard, de noter que des deux côtés de l'Atlantique, nous partageons la même optique globale au sujet d'une monnaie qui conserve sa valeur et d'un budget tendant à être proche de l'équilibre ou en excédent.", "En complément de ces données fondamentales saines, qui sont d'une importance décisive, nous devons préserver le processus de la coopération internationale et nous devons renforcer cette coopération .", "Elle s'est avérée utile au cours de ces quinze dernières années.", "En se fondant sur l'expérience et les enseignements de ces dernières années, on peut probablement encore améliorer cette coopération internationale, et le fait que trois devises de pays du G7 se soient actuellement fondues dans l'euro pourrait et devrait rendre plus facile et de plus en plus efficace cette coopération.", "Dans cette perspective, j'aimerais attirer votre attention sur quatre principes, qui sont essentiels pour l'efficacité de la coopération internationale.", "- Le premier principe dont nous ne devons pas nous écarter est le respect du fait que ce sont les données fondamentales qui commandent l'évolution des taux de change dans le moyen et le long - le deuxième principe est la nécessité de rechercher un consensus approprié entre les représentants du pouvoir exécutif et les autorités monétaires d'une part, entre les différents pays concernés d'autre - le troisième principe est le respect de ce que j'appellerais la discipline verbale.", "Les marchés peuvent être troublés par des déclarations hétérogènes et contradictoires.", "Au contraire, ils sont impressionnés par la cohésion et par la cohérence de déclarations s'en tenant au plus près des \" termes de référence \" agréés d'un commun accord ; - le quatrième principe est la nécessaire préservation de la crédibilité des autorités dans toutes les circonstances.", "Durant ces dix dernières années, les communiqués du G7 qui délivraient un message commun relatif aux taux de change ont toujours fait l'objet de la plus grande attention de la part des investisseurs et des marchés, et se sont révélés efficaces.", "Il s'agit là d'un atout inestimable que nous devons préserver avec le plus grand soin.", "En conclusion permettez-moi de souligner trois points : D'abord, en ce qui concerne la Banque centrale européenne et le Système européen de banques centrales, j'aimerais proposer une métaphore qui pourrait éclairer mon propos.", "Il y a une équipe monétaire européenne composée de douze joueurs, la BCE et les 11 banques centrales nationales.", "C'est toute l'équipe monétaire des douze qui joue sur le terrain, avec un seul \" esprit d'équipe \", qui constitue un des atouts inestimables de l'Europe.", "Deuxièmement, le GVII de samedi à Bonn nous a permis de faire de nouveaux progrès dans le renforcement de ce que l'on est convenu d'appeler l'architecture financière internationale.", "On a parfois un peu trop tendance, à mon avis, à insister sur les différences de sensibilité qui se manifestent ici et là.", "Ce qui est beaucoup plus important, c'est que la communauté internationale est en accord profond sur de très nombreux points.", "Qu'il me suffise de mentionner ce dont nous sommes convenus samedi dernier : importance des \"bonnes pratiques\" en matière de politique sociale, renforcement de la surveillance des institutions à hauts risques, y compris les \"hedge funds\", création du forum de stabilité financière, organisation de deux séminaires en mars et avril avec les pays émergents, réunion de préparation du Comité intérimaire.", "Je voudrais particulièrement souligner un point, à savoir les dangers spécifiques qui sont associés au \"comportement moutonnier\", ce que les Américains appellent le \"herd instinct\" des opérateurs, investisseurs et marchés.", "Ce \"comportement moutonnier\" a caractérisé pendant les 18 derniers mois à la fois l'attitude des investisseurs vis-à-vis des économies émergentes en transition et certainement aussi les marchés des pays industrialisés eux-mêmes.", "Le \"comportement moutonnier\" pourrait être un de nos pires ennemis dans notre recherche de la stabilité financière internationale.", "Selon moi, un des meilleurs moyens de lutter contre ce phénomène est que chaque pays, chaque emprunteur et chaque signature accepte d'être parfaitement transparent.", "Seule, une transparence complète et fiable de toutes les entités, qu'elles soient publiques ou privées, permettra d'évaluer correctement les mérites de chacun des cas et de convaincre les investisseurs qu'il faut se méfier des raisonnements par analogie.", "\"Comparaison n'est pas raison\" dit justement le proverbe.", "Troisièmement, en ce qui concerne le niveau actuel de nos taux d'intérêt, je voudrais attirer votre attention sur le fait que, dans toutes les économies de la zone euro, les taux de marché s'établissent au niveau le plus bas observé depuis la seconde guerre mondiale.", "Nos taux à long terme, notamment, sont extrêmement bas, à 150 points de base environ en dessous du taux le plus bas qui avait été observé historiquement pour le DM ou pour le Franc au cours des cinquante dernières années, ce qui constitue une contribution importante à la préservation de la croissance et à la création d'emplois.", "Le taux d'intérêt à trois mois sur le marché monétaire de la zone euro s'établit actuellement à 120 points de base au-dessous des taux moyens observés en octobre 1997.", "Le taux d'intervention de la Banque Centrale Européenne est à 100 points de base environ en dessous de la moyenne des taux d'intervention des banques centrales nationales de la zone euro.", "Enfin, il est significatif que les taux d'intérêt réels à court terme soient aujourd'hui, en Europe, à 100 points de base environ en dessous des taux d'intérêt réels à court terme prévalant aux États-Unis.", "Comme l'a rappelé Wim DUISENBERG, au nom du Conseil des Gouverneurs de la Banque Centrale Européenne, lors du GVII de samedi, la politique monétaire contribue à créer un environnement favorable à la croissance et à la création d'emplois.", "N'oublions jamais que nous sommes les responsables de la confiance dans l'euro des épargnants d'Europe et du monde entier.", "C'est parce que ces épargnants nous font confiance que nous pouvons avoir de bas taux d'intérêt de marché.", "En résumé, c'est en inspirant confiance aux épargnants que nous pouvons insuffler confiance aux emprunteurs.", "La confiance dans l'euro, c'est notre bien le plus précieux."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none"], "topics": ["Stabilité monétaire", "Politique monétaire", "Indépendance de la BCE", "Union économique et monétaire", "Marché unique", "Pacte de stabilité et de croissance", "Compétitivité", "Euro", "Taux d'intérêt", "Croissance économique"]}