{"sentences": ["It is a great pleasure to be speaking here in London again, and to do so at this large and expert gathering.", "Some of you may have been present at my last speaking engagement here, in June last year at the 11th Dragon Boat Dinner, which now seems like a very, very long time ago.", "In that speech I described Hong Kong, against the background of the financial turmoil in Asia, variedly as a pillar of stability, the eye of the storm and the typhoon shelter of Asia.", "My message then was that Hong Kong, with prudent policies and robust financial structures, had been the last and the least to be affected by the storm.", "Since that time, as you all know well, the tail of the storm has swept through Hong Kong and it has not been so gentle after all.", "The painful downward adjustment in the internal cost/price structure under a fixed exchange rate system eventually and inevitably came.", "This was reflected in plummeting asset prices, declining GDP and rising unemployment.", "Although the fundamentals of the Hong Kong economy remained sound, these events provided an attractive environment for the launch of speculative attacks.", "And so during the summer of last year we received a severe buffeting from attacks against our currency and financial markets, threatening a financial meltdown.", "We fought off these attacks in August 1998 with a dramatic and controversial operation in the stock and futures markets.", "We accumulated Hong Kong stocks to the value - at that time - of around US$ 15 billion.", "Since then, the value of that portfolio has increased to US$ 26 bn, a reflection of the greatly improved financial environment and, even for many of our critics, a vindication of our operation.", "I should stress that making huge profits was not our primary purpose in this operation.", "But we are not complaining.", "The 70% return so far represents a bonus to our reserves: too bad there are no bonuses for those responsible for acquiring the portfolio.", "It has been a very productive investment for the people of Hong Kong.", "And we now have even more resources to safeguard the stability of our currency.", "But this large holding of Hong Kong stocks is arguably excessive, having regard to the traditional lack of involvement of Government in business, and to the potential conflict of interest in its dual role as regulator and shareholder.", "Towards the end of this presentation I shall briefly return to the question of how we intend to set about disposing of this portfolio.", "Before I do that, I should first like to update you on the state of our economy as the painful adjustment process draws to a close and as clear signs of economic recovery emerge.", "I should also like to address some of the concerns - unnecessary ones, in my view - that still seem to be clouding the view of Hong Kong from outside.", "Those of you who heard me in June last year may well be a little sceptical about any advice from me on the outlook for the Hong Kong economy.", "Although I was under no illusion about the less prosperous times that lay ahead, like many at the time I was perhaps a little too sanguine in my assessment about the impact that the Asian crisis would have on Hong Kong.", "However, the temptation now for many is to go to the other extreme: to be very cautious in making predictions about the future and to acknowledge signs of recovery only very reluctantly.", "This is understandable when we are still only just moving out of our sharpest recession on record.", "Yet even the pessimists would now, I think, acknowledge that the storm signals are down, the clouds are thinning out, and there are shafts of sunlight in the distance.", "I speak only metaphorically, of course.", "As those of you who have been in Hong Kong recently will know, this has been a very stormy summer from a meteorological point of view: we have just had the worst typhoon in sixteen years and the wettest typhoon since records began more than a hundred years ago.", "Economically, the most recent figures suggest that our wet and windy summer has brought with it a distinct turn for the better."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Hong Kong economy", "financial stability", "speculative attacks", "stock market intervention", "portfolio disposal", "economic recovery", "Asian crisis", "pessimism", "weather conditions", "recession"]}