{"sentences": ["Mr McDonough's statement on the work done at international level by the Basle Committee on Banking Supervision on banks' dealings with highly leveraged Statement by the President of the Federal Reserve Bank of New York, William J McDonough, before the Subcommittee on Financial Institutions and Consumer Credit of the Committee on Banking and Financial Services, US House of Representatives, on 24 March 1999.", "Good morning Chairman Roukema and members of the Subcommittee.", "I appreciate the continued attention that you and your colleagues on the Subcommittee and on the Banking Committee as a whole have brought to bear on the complex and important issues under discussion today.", "The near-failure of Long-Term Capital Management last fall raised a number of issues regarding the activities of highly leveraged institutions.", "Since then, banking supervisors have been hard at work to assess where banks have been deficient in their dealings with hedge funds and other highly leveraged institutions, which I will refer to as \"HLIs\".", "This work has resulted in the issuance of supervisory guidance, both internationally and in the United States, with the aim of improving banks' policies and practices regarding HLIs.", "I am happy to be appearing before you with my colleague Governor Meyer - who I understand will concentrate on discussing the Federal Reserve's policy guidance to banks regarding hedge funds - and Deputy Comptroller of the Currency Brosnan.", "I will focus my remarks on the work done at the international level by the Basle Committee on Banking Supervision, which issued a report and sound practice recommendations on January 28 with regard to banks' dealings with HLIs.", "Before I get too far into the details, let me share with you my overall approach to the issues we will be discussing this morning.", "My views have been shaped not only by my positions as Chairman of the Basle Committee on Banking Supervision and President of the Federal Reserve Bank of New York, but also by my 22 years of experience as a commercial banker.", "Both my private and public sector experience have led me to conclude that the LTCM episode, and the proper supervisory response to it, are fundamentally about two things: leverage and good judgment.", "Leverage is an important part of our financial system.", "Most of the time leverage plays a positive role, resulting in greater market liquidity, greater credit availability, and a more efficient allocation of resources in our economy.", "But problems can arise when financial institutions go too far in extending credit to their customers and counterparties.", "That's where good judgment comes in.", "In my view, the most important decisions a banker can make are whom to do business with and how far that business relationship should be pursued.", "Those judgments are not easy: one of our fundamental aims as supervisors should be to see that banks are using the right tools to make those decisions.", "Because banks play a pivotal role in the world economy, the importance of these decisions cannot be overestimated.", "Basle Report Findings and Guidance Let me turn to the Basle Committee on Banking Supervision, which is composed of bank supervisors from the G-10 countries who develop supervisory policy for internationally active banks.", "While the Committee does not have formal enforcement powers, its conclusions and recommendations are widely implemented, both in G-10 countries and many other nations.", "The Committee's report focuses on the relationship between banks and HLIs.", "Our goal was to provide a framework for identifying the broader issues raised by the LTCM episode, the policy responses of supervisors, and some key risk management challenges for the banking industry going forward.", "Because the Basle Committee's focus is on banking supervision and regulation, its primary emphasis has been on ensuring that major banks prudently manage their risk exposures to HLIs.", "The best way to achieve this is through the adoption of sound practices by the industry.", "It is primarily the responsibility of each banking organization to manage its risks.", "But given the special role that banks play in our economy and the systemic risks that can occur when they do not function properly, banks' risk management activities are a legitimate public policy concern.", "Our sound practice standards give banks and their supervisors the tools to measure industry progress toward the goal of effective risk management.", "The Committee's report revealed a number of deficiencies in banks' practices.", "In particular, the Committee observed an imbalance among the key elements of the credit risk management process, with too strong a reliance upon collateral to protect against credit losses.", "This undue emphasis, in turn, caused many banks to neglect other critical elements of effective credit risk management, including in-depth credit analyses of counterparties, effective exposure measurement and management techniques, and the use of stress testing.", "The Credit Approval Process For a bank to make sound lending decisions, it needs to obtain sufficient information about the borrower.", "Supervisors routinely emphasize the need for banks to have an effective credit approval process consisting of formal policies and procedures, accompanied by documentation of actual credit decisions.", "I should note that banks' credit exposure to LTCM was in two forms: the exposure arising from the trading of financial products with LTCM, and the exposure stemming from loans made to LTCM.", "Banks' primary exposure to LTCM was through their trading activities.", "Loans were not a large factor in the events that transpired last fall.", "Regardless of whether a bank is a trading counterparty with, or a direct lender to, an HLI, it must obtain comprehensive and timely financial information about that HLI's risk profile and credit quality, and it must perform ongoing credit analysis of that HLI.", "In addition, a bank must have a clear understanding of an HLI's operations and risk management capabilities.", "The Committee observed weaknesses in each of these areas.", "Let me give a few examples.", "For one, the Committee found that banks did not obtain sufficient financial information to allow for a full assessment of how much and what types of risk had been assumed by large HLIs.", "In particular, banks did not obtain the information needed to assess leverage sufficiently.", "They did not have sufficient information to understand HLIs' concentrations in particular markets and risk categories, or their exposure to broad trading strategies.", "Also, banks did not sufficiently understand the ability of HLIs to manage their risks.", "Because risk profiles can change from one day to the next, or even from moment to moment, it is necessary for an HLI's counterparties to ensure that the HLI can effectively manage its business operations and risks on an ongoing basis.", "Exposure Measurement The Committee also concluded that banks should develop better measures of the credit exposure resulting from different types of trading activities.", "In particular, banks must develop more effective measures of what is called \"potential future exposure.\"", "Potential future exposure measures the credit exposure between a counterparty and a bank, and how this exposure could change in the future as market prices fluctuate.", "The ability of banks to measure potential future exposure is crucial when dealing with HLIs.", "Unfortunately, methods for calculating potential future exposure had not kept pace with the growth and complexity of HLIs.", "As we have seen, under volatile market conditions, a bank's exposure to HLIs can grow substantially.", "In many instances, banks request HLIs to post collateral covering their exposures.", "However, a bank that does not use a realistic measurement of potential future exposure to decide how much collateral to require can later find its collateral holdings to be grossly insufficient.", "We expect the industry to develop more effective ways to measure and manage potential future exposure, and supervisors will closely monitor progress to ensure that this occurs.", "The Committee's report also shows that banks must develop measures that better account for credit risk under extreme market conditions.", "This can be achieved through what we call \"stress tests\", where a bank conducts \"what if\" analyses of how credit exposures to a single counterparty could grow under these market conditions.", "These might include a large rise or fall in interest rates or a major change in an exchange rate.", "More rigorous stress testing could have given banks at least some warning of the types of exposures they faced last fall.", "The critical importance of stress testing is noted very explicitly in our new supervisory guidance.", "Sound Practice Recommendations in the Basle Committee Report The Basle report is accompanied by a sound practices document that sets forth an important set of standards that will guide both banks and their supervisors.", "Among other things, these sound practices call upon banks to: • establish clear policies governing their involvement with HLIs; • adopt credit standards addressing the specific risks associated with HLIs; • establish meaningful measures of potential future exposure; • establish meaningful credit limits, incorporating the results of stress testing; and • monitor exposure on a frequent basis.", "Banks generally tightened the credit risk management standards for their HLI exposures after the near-collapse of LTCM.", "However, it is important that supervisors ensure that progress continues.", "Memories tend to be short, and we want to make sure that as markets calm down, as they have in the past months, banks do not return to the old ways of doing business.", "Possible Future Changes in the Capital Accord As you know, the Basle Capital Accord is one of the great successes of the Basle Committee.", "Well before the events of last fall, the Basle Committee was developing fundamental revisions to the Accord to better reflect the many changes in financial markets and risk management practices since the Accord's creation in 1988.", "Among the G-10 supervisors, there is broad agreement that the future Accord should make greater distinctions among a bank's credit risks.", "The strong link between sound risk management practice and the Capital Accord provides another reason for rapid adoption of the Basle Committee's sound practices.", "The HLI report raises several important technical issues of relevance to the Accord.", "For example, the Committee's call for better measures of potential future exposure may apply to the way such exposures are measured for capital purposes in the Accord.", "Other Regulatory Efforts One of the Basle Committee's hopes is that its sound practice recommendations will be widely implemented by supervisors both here and overseas.", "Governor Meyer and Deputy Comptroller Brosnan will be discussing in detail the guidance issued by the Federal Reserve and the OCC.", "I should also note that the New York State Banking Department recently released a report on banks' hedge fund activities that supports the observations and supervisory priorities set forth in the Basle Committee Report.", "In addition, international supervisory bodies and supervisors from countries outside the U.S. are in the process of acting on many of the proposals discussed here today.", "Actions Regarding Hedge Funds by International Groups and Individual Countries In February, IOSCO, the International Organization of Securities Commissions, established a task force on HLIs.", "I understand that IOSCO is focusing on securities firms' dealing with hedge funds and the ways in which risk management and market transparency can be improved, which complements the Basle Committee's work concerning banks.", "Because banks and securities firms are the primary counterparties of HLIs, it is crucial that there be a coordinated supervisory response at the international level among securities and bank regulators.", "At their meeting last month, the Group of Seven (G-7) countries issued a statement endorsing both the Basle Committee and IOSCO efforts.", "The G-7 intends to continue to review the topic of HLIs, which will be of assistance as we urge countries to implement sound practices in this area.", "I would not want to characterize or opine upon the efforts of any one jurisdiction; many countries' efforts, like ours, are underway only recently and need time to develop and take hold.", "There probably will be differences in the degree to which supervisors in different countries address the questions I have discussed today - if only because the intensity of HLI activities varies among countries.", "But on the whole, I believe that supervisors in major countries will follow up on the recommendations issued by the Basle Committee.", "Direct Versus Indirect Methods of Addressing HLI Safety and Soundness Many governments have considered or will consider the advantages and disadvantages of imposing direct regulation on the HLI industry.", "The Basle Committee report discussed that issue and concluded that concentrating on the behavior of banks and other counterparties doing business with HLIs would yield effective and more immediate results.", "A common element of many HLIs is that they are structured in ways that minimize their exposure to supervisory oversight and costs.", "Thus, many have chosen to organize themselves legally in jurisdictions that offer modest supervision and low taxes.", "Am I pleased that so many HLIs are organized legally in what many would characterize as tax havens?", "But I do not think that problems involving unwise exposure to HLIs can fairly be blamed on the fact that many of these entities are chartered offshore.", "To be sure, the due diligence review that banks make for every customer should encompass the customer's place of incorporation and its ramifications.", "Currently, I know of no comprehensive direct regulation of hedge funds in any of the G-7 countries.", "There are, however, aspects of hedge fund activities, such as commodities and futures trading, that are subject to regulatory oversight.", "I do not believe that it would be easy to develop a workable approach to the direct oversight of hedge funds.", "The reality is that imposing direct regulation on hedge fund entities that are chartered in the major industrialized countries would likely result in the movement of all operations to sites offshore.", "Direct regulation of hedge funds would require a high level of coordination involving the political, legislative, and judicial bodies of many countries.", "This is clearly beyond the jurisdiction of most banking supervisors.", "As bank supervisors, we have opted for a strategy that will, I believe, bring substantial nearterm results.", "Our approach to improving the financial system's interactions with HLIs is to focus quickly and aggressively on the decisions by banks that could create excessive leverage or imprudent credit exposure.", "Perhaps our strategy can be termed \"indirect\", but I am reasonably confident that it will succeed.", "Chairman Roukema, I thank you and your colleagues for the opportunity to explain more about the international efforts that address financial institutions' dealings with hedge funds.", "I promised quick and decisive action on the events that were so fresh in our minds when I testified before you and other members of the House Banking Committee last fall.", "I hope you agree that we have made real progress at the Basle Committee level and in the supervisory developments you will hear about in Governor Meyer's and Deputy Comptroller Brosnan's testimony."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none"], "topics": ["Highly leveraged institutions", "Credit risk management", "Potential future exposure", "Stress testing", "Sound practice recommendations", "Basle Capital Accord", "Hedge funds", "Supervisory guidance", "Leverage", "Good judgment"]}