{"sentences": ["Gentlemen, When this Governing Council met a year back to examine and publish the Annual Report of the Banco de España, the international economic setting was substantially different from at present.", "True, fears of a forthcoming worldwide contraction had faded.", "But doubts persisted over the strength of the recovery in those economies most affected by financial crises in the two preceding years and, therefore, over the speed with which the world economy would fully overcome the setback resulting from such disturbances.", "The doubts were progressively dispelled, however, in the second half of the year.", "The recovery firmed with greater speed than initially envisaged and it has led to a phase of expansion with forecasts for world output growth currently at above 4% for this year and the next, which might yet run for several years.", "These highly favourable expectations are, however, clouded by significant uncertainties which lie at the heart of current international concerns.", "Among these concerns are, of course, those relating to the effects of the rise in oil prices since early 1999.", "This rise has largely involved a recovery in the price of crude from the low levels posted in the previous months of sluggish demand.", "But if the current high levels are sustained or rise further, there could ultimately be a contractionary monetary policy response, with adverse effects for the very countries regulating the supply of oil.", "The greatest worries, however, surround the United States.", "The US economy has been the linchpin of the world economy over the past decade, but today it stands at an uncertain juncture.", "The stabilising effectiveness of macroeconomic policies, the greater competition resulting from globalisation, and the deregulation and increased flexibility of labour and product markets have created the conditions for greater cyclical stability, while moderating the wage rises associated with each level of unemployment and encouraging investment in new technology.", "During the 1990s, the US economy has enjoyed a lengthy expansion with strong job creation, a declining unemployment rate and low inflation.", "And, since 1996, when the cyclical upturn was already at an advanced stage and expected shortly to weaken, the US economy has shown renewed vigour.", "This fresh momentum has been linked to a surge in productivity growth, attributed to the more intensive and extensive use of new technology, which has allowed the unemployment rate to fall to very low levels, without significant increases in the inflation rate over a considerable period, and has also caused share prices to soar.", "However, the strong rise in overall demand in relation to supply (spurred partly by the effects of the sharp increase in share prices on consumption and investment) could not continue without eventually exacerbating pre-existing imbalances and causing others to emerge.", "Thus, the balance of payments deficit on current account, reflecting the sharp decline in US private-sector saving, has widened to barely sustainable levels, while the march of the economy at above capacity has led to the appearance of inflationary pressures on costs and prices in excess of what might be attributable to dearer oil.", "The US economy requires an adjustment, and the monetary authorities have registered the fact.", "While the virtues of the so-called \"new economy\" are valid to some extent, they cannot preclude the ultimate emergence of the problems that have always concerned the old economy.", "The US Federal Reserve acknowledges that the explanation of recent economic developments is not satisfactory if no reference is made to the spur provided by new technology.", "But, at the same time, it points out that the productivity gains resulting from this spur have tended to generate even greater increases in aggregate demand than in potential supply.", "It concludes, in the words of Chairman Greenspan, that \"until market forces, assisted by a vigilant Federal Reserve, effect the necessary alignment of the growth of aggregate demand with the growth of potential aggregate supply, the full benefits of innovative productivity acceleration are at risk of being undermined by financial and economic instability\".", "Last July, the US authorities duly initiated a tightening of monetary policy pursuing a strategy of gradual rises in interest rates, only reinforcing this process in May this year in view of the vigorous US economy's stubbornness to adjust.", "It is difficult to anticipate whether the economy will move smoothly onto a sustainable growth path with stability or whether, on the contrary, the persistence of monetary restrictiveness to overcome the resistance encountered will ultimately lead to a sudden adjustment whose adverse effects might impact the rest of the world economy.", "The consequences of this impending adjustment in the United States are the main factor of uncertainty in the optimistic outlook for most of the industrialised and emerging countries.", "Naturally, mention should also be made of the doubts about the capacity of the Japanese economy to overcome its deep-seated problems in the short term.", "In the euro area, the hesitant recovery embarked upon in the spring of 1999 progressively firmed in the second half of the year.", "Indeed, it has made way for an expansion underpinned by the strength of domestic demand and higher exports, which promises growth rates of more than 3% this year and next, and which might run on into the following years.", "The fears of recession surrounding the start-up of Monetary Union gradually gave way to concern to ensure stability in an upturn.", "As demand increased and growth expectations were revised upwards, the area began to experience price pressures, compounded by dearer oil, and it became evident that the low interest rate monetary policy adopted in the early months of EMU was progressively proving inadequate.", "The strong growth of the money supply and of credit, low real short-term interest rates and the weakness of the euro all portrayed an overly lax monetary policy that could fuel inflation pressures in the longer term.", "Consequently, the European Central Bank adopted last November a somewhat tighter policy stance which it has sustained with five increases in its intervention rates as the expansion has taken root.", "The European Central Bank is an important and newly founded institution whose decisions are scrutinised by economists, markets and the media.", "Such close attention is to be welcomed and can contribute positively to the development of the common monetary policy.", "Inevitably though, as the institution takes its first steps, its decisions often give rise to confused and divergent interpretations.", "Sometimes this is because the transmission of intentions leaves something to be desired, and other times because observers pass the expression of such intentions through the prism of their prejudices.", "But the constant here is that monetary policy is not an exact science and it can be judged from a plethora of different positions.", "That said, the 18 months in which the common monetary policy has operated to date should suffice to bring observers round to the idea that the decisions of the European Central Bank have been geared to its primary goal of maintaining price stability in the area over the medium and long term.", "These decisions have been underpinned by inflation forecasts based on a broad range of indicators, among which those of a monetary nature are logically given privileged attention, especially the money stock.", "Of course, it can always be debated whether the decisions adopted with this basic aim and founded on the interpretation of the information available are appropriate or not.", "But it is much more difficult to maintain, for example, that such decisions have been deeply affected by the behaviour of the euro to the point of introducing confusion into the objectives pursued.", "The European Central Bank does not, as it is sometimes claimed, practise \"benign neglect\" in respect of the euro.", "The euro may act as a generator of inflationary pressures and, as such, is an important element in the definition of the area's monetary conditions.", "Moreover, it is important for a new currency to have the public's confidence as regards its future capacity to retain its value.", "It is my view, however, that the euro cannot be the decisive factor in monetary decision-making.", "The successive rises in the European Central Bank's intervention interest rates over the past eight months have sought to adapt monetary conditions to the growing expansion while attempting to prevent the emergence of price pressures from harming durable growth in the area in future.", "Admittedly, the strong differentials (favourable to the dollar) in short- and long-term interest rates and expectations about their course have been one of the immediate determinants of the euro's weakness.", "But the European Central Bank has, fortunately, not been tempted to narrow spreads which are the result of different growth rates in the United States and in the euro area and of the efforts by the US authorities to realign overall demand and supply in the United States.", "The euro area members are currently enjoying a most favourable economic situation.", "The expansion is running at a high rate overall and now extends to all the countries in the area (including Germany).", "It promises to continue narrowing the growth gap between the euro area and the United States given the high business and consumer confidence levels prevailing.", "The current inflation rate in the area is very moderate, both in relation to the US situation and to Europe's past experience, and the balance of payments on current account is running a surplus, in contrast to the burgeoning US deficit.", "The foreseeable continuation of this situation, assisted by a monetary policy firmly focused on price stability, will be propitious to the euro strengthening, although the rate at which this occurs will hinge decisively on how the adjustment sought by the US monetary authorities unfolds.", "It is my belief that the common monetary policy, taken overall and with a perspective of 18 months, may be said to have been satisfactory.", "Its main problems have been its different significance and effect in the various countries of the area and, regarding implementation, those of the arrangements for liquidity allotment via regular tenders for euro area credit institutions.", "The latter problem - to some extent a secondary one for monetary policy but an important one from the standpoint of the terms of access to liquidity for credit institutions - has arisen from the liquidity allotment system used in the regular (normally weekly) tenders.", "This system was based on a fixed interest rate at which the amounts bid by the institutions were satisfied according to a uniform percentage based on the total volume of funds that the European Central Bank wished to provide at each tender.", "Since the funds supplied had to be fully collateralised by the recipient institutions, and since the collateral volumes available varied greatly from one institution to another and from one country to another owing to the differing features of national financial systems, the amounts allotted and the rationing of funds at the fixed interest rate gave rise to a distribution of liquidity among institutions and among the Eurosystem countries that owed more to the relative volumes of collateral available than to actual liquidity requirements.", "When the European Central Bank judged that the volume of collateral required was only that needed to cover the liquidity allotted to each institution, overbidding by institutions became a structural feature of the system, becoming accentuated with time and increasing strongly in periods in which there were expectations of interest rate rises.", "In parallel, the fund rationing percentages applied in tenders declined and became more volatile, thereby heightening banks' difficulty in deciding on the size of their bids.", "Recently, the European Central Bank has decided to change to a regular tender system based on a variable interest rate (as hitherto applied in the fortnightly tenders) which, it is expected, will resolve the above-mentioned difficulties.", "The first of the above problems is more important and is, moreover, inevitable.", "The single monetary policy is common to the entire euro area and is defined having regard to the situation and outlook for the countries of the area as a whole.", "Since cyclical positions and the transmission mechanisms for monetary measures vary from one country to another, the common or single monetary policy will never have the same significance (as regards its being more or less expansionary or contractionary) for all the economies of the area.", "When the common monetary policy adapted to the area's overall situation proves too expansionary or contractionary for a country in the area, that country has to offset this accordingly with a contractionary or expansionary fiscal policy, respectively, and, in the former case, pursue policies that increase flexibility and competition in the economy.", "This problem, which is unavoidable in any monetary union, has been quite considerable in the first year and a half of Stage Three of EMU.", "The common monetary policy began at a time when external demand in the Eurosystem economies was weak owing to the international financial disturbances of the two previous years.", "Likewise, domestic demand was sluggish in some member states while surging in others, fuelled by strong interest rate cuts and the improved outlook resulting from the macroeconomic policies pursued to join EMU.", "Hence, the relatively accommodating common monetary policy adopted by the European Central Bank in view of the overall conditions of and outlook for the area was perhaps insufficient for some countries while excessively loose for those others (Spain among them) where demand and activity were advancing robustly.", "Later came the improvement in the world economy, the pickup in exports and the gradual strengthening of domestic demand across the area.", "And the European Central Bank, given the clearly expansionary climate taking hold, began the course of intervention interest rate rises it has followed to date.", "However, the recovery of exports and the strengthening of domestic demand have also spread to the countries in the area - including Spain - whose economies were already growing forcefully and have stepped up in pace in the closing months of 1999 and the opening months of the present year.", "Consequently, the common monetary policy has been tightened, but it is perhaps still too relaxed for the latter countries.", "These situations of relative monetary easiness are unimportant if temporary.", "But if they persist over time and are not sufficiently offset, they may ultimately generate demand pressures on supply in the countries affected.", "That may lead to losses in competitiveness the correction of which would exact a reduction in the growth rate of output and a fall in the level of employment.", "Over the past three years Spain has run high GDP growth and job creation rates clearly above those in the euro area as a whole.", "And although the economic recovery in the euro area will lead to a narrowing of these differences this year and next, our economy will continue to experience high rates of expansion in this period.", "The government has pursued a fiscal policy which has lowered the general government deficit to 1.1% of GDP in 1999 (down from 5% in 1996), and promises to place it at 0.4% of GDP this year.", "It has further applied a deregulation and competition-enhancing policy of undoubtedly favourable effects for the price level and, in the short run, for the inflation rate.", "However, against a background of highly optimistic expectations, monetary conditions remain lax, as testified by the growth of the main monetary aggregates and the low level of real interest rates.", "Further, credit continues to rise at very high rates.", "The overall result is thus a heightening of demand pressure on trend output, with worrying effects.", "On one hand, the consumer price index has undergone a rise which, though largely attributable to exogenous factors (higher prices of oil and other commodities on international markets, the depreciation of the euro and bad weather), and despite the moderate behaviour of wages, also reflects the effects of demand pressure.", "This has taken the Spanish CPI to somewhat more than 1 percentage point higher than the average for the area.", "On the other, the resilience of demand has led to a very high growth rate of imports in real terms.", "And this, along with the rise in the prices of imported goods, has tipped the balance of payments on current account into deficit.", "Under these conditions, the Spanish economy needs to restrain the expansion of demand and increase the degree of flexibility in labour and product markets in order to sustain high, stable growth rates in the future.", "Specifically, it requires a policy to further reinforce fiscal consolidation, to push through greater labour market flexibility in industrial relations bargaining and to forcefully pursue deregulation and the infusion of greater competition in product and service markets.", "The Government's announcement that it intends to act firmly along all these lines is thus to be welcomed and encouraged.", "This desirable Spanish economic policy stance for circumstantial reasons has the advantage of coinciding with that required, to differing degrees, in most Eurosystem countries to overcome the structural problems that are at the very core of current difficulties.", "The United States is faced with a thorny issue of cyclical adjustment.", "But the euro area economies have a worrying point of reference in the US economy as regards matters such as the capacity to generate employment, the development and application of new technology and productivity growth.", "The euro area, in order to maintain and strengthen its position in the world economy, needs to increase employment among its population of working age and productivity so that its current expansion, exceeding its cyclical component, may lead to intense and sustained growth.", "That will require greater dynamism than the area has shown in recent years.", "Winds of change are, of course, blowing across Europe.", "Corporate mergers and acquisitions have intensified of late and industrial restructuring is much more frequent than in the past.", "There are several forces behind this process.", "First, the heightened competition arising from the expansion of global trade in goods and services, which leads to size and strategy reviews and to cost-cutting drives.", "Adding to this in the euro area are the effects of the introduction of the single currency; this heightens competition in the area, highlights the industrial fragmentation of Europe and leads to the search for competitive edge through greater size.", "Privatisation and deregulation are also forcing former monopolies or oligopolies to shake off inertia, to compete and to restructure.", "Moreover, major European companies have tended to replace bank finance by resorting more to bond and equity markets.", "That has led them to pay greater heed to the requirements of stock market investors, moving closer to the Anglo-Saxon model of capitalism, to be more mindful of profits and to serve shareholders' interests more.", "In turn, they have been led to undertake restructuring with a view to enhancing their effectiveness and cutting their costs.", "Governments, for their part, have in recent years adopted a stance more favourable to fostering competition and limiting intervention, to assisting the creation of companies and to reducing a tax burden that is a deterrent to risk-taking.", "They are convinced that if they fail to do this, companies will, under the pressure of markets, emigrate to less regulated and lower-cost regions outside the euro area.", "Despite these signs of greater dynamism, much remains to be done in the euro area in terms of increasing competition, reducing intervention, promoting innovation, boosting public and private research, and overcoming a nationalist bias which sees only a minor portion of corporate mergers cross borders and witnesses others being supported by governments to create dominant corporations of their nationality in the area.", "The recent extraordinary European Council in Lisbon has highlighted Europe's backwardness in developing and applying new technology.", "This is not the only area where Europe lags behind, although it does appears to offer an explanation, at present, for the gap between the results achieved by the US economy and the European economies in recent years.", "Reflection on the range of factors and conditions bearing upon the progress and the absorption of the transforming effects that the new technology heralds leads inevitably to the general matter of the context in which economic activity unfolds and which encourages or hampers dynamic growth in Europe.", "Indeed, the shortcomings in research, education and technical and professional training which hinder scientific and technological progress, the inadequate levels of competition which hold back the introduction of new technology and the rigidities which prevent the replacement and reallocation of productive factors that are normally associated with technological innovation are problems no different from those that generally stifle productivity and job creation in Europe.", "It is to be hoped that the course of action agreed upon in Lisbon will not be hamstrung by dissenting voices in the complex world of European politics and that the guiding principles of such action will extend beyond the field of new technology.", "It is also to be trusted that these programmes of action are structured around the goals, likewise formulated in Lisbon, of strongly increasing employment during this decade and of finding sound, viable social welfare systems in Europe.", "Such goals need not be eroded by greater economic and technological drive; rather, they should be tackled bearing in mind the likely technological future and the reality of population trends and of the resulting conditions, so as to design appropriate, sustainable social protection systems in the area.", "The European economies' apparent impending boom provides them with the opportunity to address a set of decisions geared to ensuring firmer and stable growth in the long run.", "Spain should participate purposefully in such reforming policies, which are currently the main challenge facing the euro area economies."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["US economy", "monetary policy", "euro area", "economic growth", "inflation", "oil prices", "fiscal policy", "competition", "employment", "technology"]}