{"sentences": ["Ladies and gentlemen, distinguished guests.", "May I first say that it is an honour to be invited to say a few words to you this evening about Europe's new single currency, the euro.", "I have to admit that one would not normally think of a currency as being a particularly likely or interesting subject for a dinner speech.", "For the euro, however, I think I am correct in saying that this is not the case.", "Indeed, the euro is a currency quite unlike any other.", "It is not a national currency.", "Instead it is a supra-national currency created by a monetary union of 11, soon to be 12, sovereign member states creating the second largest monetary area in the world.", "It is also a very new currency, still less than two years old.", "It does not yet circulate in the form of banknotes and coins.", "Not surprisingly, therefore, the euro does indeed attract a great deal of public attention.", "It is notable, however, that different observers seem to perceive the euro in very different ways.", "Some focus their attention almost exclusively on the exchange rate, overlooking the fact that the ECB's principal aim is to maintain price stability and not a fixed exchange rate.", "Others seem to consider the euro purely in terms of a political or economic experiment.", "They fail to notice that it is already a fully functioning single currency.", "This only serves to convince me that, even two years after its introduction, there is still a need for the euro to be explained to the public at large.", "And, this is perhaps all the more so outside Europe where understanding of European integration and policy-making is, not surprisingly, more limited.", "Therefore, I very much welcome this opportunity to say a few quite general words to you about what the euro is, how it works, and what it means, both for the euro area and for the world at large."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["euro", "exchange rate", "price stability", "monetary union", "European integration", "policy-making", "single currency", "public attention", "sovereign member states", "monetary area"]}