{"sentences": ["Dear colleagues and friends, ladies and gentlemen, Allow me first to join the previous speakers in extending a very warm welcome to all of you.", "I am glad to see how many managers and first-rate experts from the financial community as well as academics and others have found the time to attend this conference.", "Our subject today is the international financial architecture, including the state of the global economy and its interaction with exchange rate developments among the key currencies.", "We will thus have an opportunity to discuss some of the current major problems confronting the world economy.", "When initiating this conference at the beginning of the year, my friends from the American Council on Germany and I did not anticipate that, in the meantime, the economic and financial problems globally would become even more pronounced than they were at the time.", "In addition to disappointing economic growth in the industrial countries, we are facing a series of further financial crises in emerging market economies.", "Uruguay and Brazil have added to the list of ongoing debt problems.", "In this disturbing setting, a revival of stronger growth in the industrial countries and improvements in the functioning of the international financial system are of critical relevance for enhancing the living standards of the populations around the globe.", "I trust that this conference will make us see the existing challenges a little more clearly and that it will shed some light on how best to resolve the most pressing issues.", "In my keynote address, I would first like to discuss recent developments in the world economy before touching upon matters of crisis prevention and crisis management.", "I am looking forward to an interesting debate by the panellists, both among themselves and with the audience, about many of the issues which I shall try to identify.", "The state of the world economy Even though recent news about the world economy has not been exactly cheerful, let me start on a positive note.", "Judging by the data now available, the world economy remains on the road to recovery.", "Growth in the USA, in the euro area, in the accession countries and in emerging East Asia is positive at present, and there are good prospects that the upswing will become stronger.", "We should remember that the fundamentals in most of these countries are supportive.", "The combination of low inflation and low interest rates, in particular, should be beneficial.", "Also, in Japan the recession seems to have bottomed out.", "A recovery of the world economy from its recession was by no means a foregone conclusion.", "Nevertheless, the remarkable stabilisation points to strong underlying resilience, fostered by increasingly flexible markets and by timely policy responses.", "However, the mild recession has not managed to purge all of the excesses accumulated during the previous expansion.", "The recovery is currently accompanied by several ongoing adjustment processes, with disequilibria that built up throughout the 1990s still being corrected.", "Most visible and much commented on are the marked declines in the stock markets, which have lost further ground worldwide over the past couple of days.", "Moreover, the US dollar has depreciated against other major currencies, thus facilitating the necessary adjustment of the large US current account deficit.", "Equally, the reduced inflow of capital into emerging market economies should be seen as part of the correction of unsustainable trends.", "This applies also to FDI.", "Particularly in Latin America, the earlier high FDI inflows were in large measure attributable to privatisations of utilities, financial institutions and other enterprises, not to greenfield investments.", "With the supply of such investment opportunities declining, FDI inflows are bound to decline as well.", "Of course, we would be better off today if some of the imbalances could have been prevented.", "The correction of these imbalances now contributes to economic slack.", "This raises the question of the extent to which the build-up of the bubbles in the stock markets and, in some countries, on the housing market was due to overly expansionary policies.", "Whether central banks should try to prick such bubbles is open to debate.", "A good part of the current slack in the world economy reflects a return to more normal underlying conditions.", "Inflated expectations are in a process of being corrected.", "It is also true that we are moving through a recovery period in which the risks tend to be more on the downside than on the upside.", "Let me mention four potential downside factors.", "First, risk aversion has soared, as the credibility of profit forecasts has been dented by misreported earnings and uncertainty about the impact of stock options.", "In this jittery environment, any news that might further impair investor confidence can have a negative impact on the stock markets.", "The US Congress has been quick to take legislative action in an attempt to restore confidence in the US corporate system, where the problems emerged first and were most severe.", "But, since trust is easily lost yet difficult to regain, the current atmosphere is still characterised by nervousness and the fear of further scandals.", "Second, owing to weaknesses in the banking systems of some industrial countries, there is a risk of a deterioration of financing conditions.", "Those banks which, for some time now, have been exhibiting low profitability and are in the midst of restructuring seem to be especially susceptible to credit restraint.", "If the world economic situation remains subdued, an increase in non-performing loans might put their balance sheet positions at risk and require them to limit their exposure further.", "Third, with the US current account deficit remaining at high levels and the re-emergence of a fiscal deficit, it only can be hoped for that the adjustment process will be a gradual one.", "Finally, the heightened tensions in the Middle East, in particular the threat of an invasion of Iraq, have made the price of oil rise substantially over the last few weeks.", "Higher oil prices imply losses in the real income of oil importing countries, with an impact on investment and consumption.", "Persistent tensions in the Middle East could thus seriously dampen the economic recovery.", "Allow me also to briefly highlight recent developments in some major countries and regions, thereby identifying a number of other uncertainties.", "The US economy was growing at a brisk pace early this year and then expanded much more slowly in the second quarter.", "In particular, investment and consumption have not performed as strongly as one might wish.", "While the latest figures indicate that the decline in investment is bottoming out, capacity utilisation still remains at low levels.", "This points to a sizeable supply overhang, which cautions against the idea that investment will soon be acting as a significant stimulus to growth again.", "In addition to the uncertainty as to where investment is heading, consumption - which had been the main supporting force of growth in the US until recently - appears to be loosing much of its steam owing to slower employment growth and thus lower increases in real income.", "On the other hand, the negative wealth effects from the declining stock market have been offset by lower mortgage rates so far, enabling households to enter more beneficial debt profiles.", "However, as mortgage rates cannot keep on declining for ever, the wealth effects from the declining stock market will increasingly come to be felt as a drain on consumer spending.", "Incidentally, the corrections taking place in the world stock markets and in the financial statements of companies are shedding a new light on the \"New Economy\", which originated in the US in the mid-1990s.", "If you recall, the new paradigm had it that growth was strongly driven by large and steady increases in productivity, that in a world of rapid technological progress there was no relation between realised profits and share prices and that the business cycle was dead.", "The latest data indicate that productivity per hour in the US - where most of the \"New Economy\" was meant to have taken place - averaged a growth rate of 2 % in the period 1996 to 2001.", "This is still significantly above the average of 1.2 % for the preceding period from 1982 but certainly less than the figure of 3 % or more that was circulated not so long ago.", "To me, this downward revision seems to be a powerful indication that the wonderlands of the \"New Economy\", where the classical economic rules cease to be relevant, are still some way off.", "Yet, it also has to be conceded that the innovations in the ICT sector have been feeding through to the economy as a whole, enabling many people to work more efficiently.", "And, in the end, this will be the lasting impact of the ICT revolution.", "All in all, I conclude that the signals from the worlds' largest economy are mixed at this juncture.", "However, while negative news have gained prominence over recent weeks, in my view the most likely outlook is a continuing expansion, although one that is more moderate than previously thought.", "Current cyclical developments in the euro area display a high degree of synchronicity with the US.", "Following negative growth at the end of 2001, the euro area has entered into a moderate economic recovery.", "Both monetary and fiscal policy have given stimuli.", "Owing to the extensive social safety nets, the automatic stabilisers have been the main channel of fiscal expansion.", "However, the strength of the recovery is disappointing.", "At the heart of the matter lies continued weak domestic demand.", "The euro area seems to lack the ability to initiate a strong and sustainable expansion on its own.", "This, of course, is intrinsically linked to the rigidities still present in our labour markets.", "In an environment of slow growth, the deteriorating fiscal positions of some European countries have prompted a debate on the future of the European Stability and Growth Pact.", "Any attempts to weaken the Pact are counterproductive and should be resisted.", "Fiscal discipline is a sine qua non for a satisfactory functioning of the monetary union in the longer run.", "The existing rules are simple and transparent and they give countries with sound policies sufficient leeway to let their automatic stabilisers work in a downturn.", "Instead of trying to weaken these rules, more attention should be paid to preventing them being fudged by creative accounting.", "If we look at Germany, which accounts for one-third of the euro area's GDP, the expansion has, so far, even fallen short of that in other member states of the euro area.", "Since emerging from its mild recession around the beginning of this year, the German economy has not progressed beyond the initial stages of a recovery and lingers in a state resembling lethargy.", "The fact that, after half a year of expansion, the dynamic factors have not managed to take root in any crucial way can be attributed to continued weak domestic demand, to the ongoing contraction of the construction sector and to the repercussions of strikes in the metal and electronic industries.", "The confidence of consumers and investors has not least suffered from the ongoing stock market decline, which is more pronounced than the losses in the US.", "This stock market effect was also an important factor in the third consecutive monthly drop in the latest Ifo business climate indicator, which was released last week.", "However, even if the cyclical recovery were to resume quickly, Germany would not witness notably higher growth rates on a sustainable basis unless policymakers were to be more forceful in tackling the existing structural rigidities, particularly on the labour market.", "While the situation in the US and Europe is characterised by subdued optimism, the hoped-for return of growth in Japan is still uncertain.", "The deflationary situation persists.", "Moreover, the economy remains vulnerable owing to the high amount of non-performing loans.", "This burden hampers the activities of both the banks and their corporate clients.", "Nevertheless, recent economic data seem to indicate the beginning of a recovery, mainly driven by a pick-up of external demand - notably for ICT products.", "As about one-third of these exports are destined for the US, the strength of the recovery will depend substantially on the continued propensity of American firms and households to spend.", "The situation in the emerging markets is quite mixed.", "In the rest of East Asia the picture looks fairly bright.", "Partly due to rising intra-Asian trade and strong domestic consumption, several economies in East Asia were able to achieve impressive growth rates during the first half year of 2002.", "Similarly, the transition countries have been performing quite well on the whole.", "Most of these countries will grow this year at a similar brisk pace as in 2001 and may even grow a bit more strongly next year.", "The generally positive development in Asian and European emerging markets stands in stark contrast to recent events in Latin America.", "In Argentina the economy will contract by more than 10% this year and the social situation is still deteriorating dramatically.", "The situation in Brazil remains of particular concern, even after the announcement of a new IMF package.", "Equally worrisome is the situation in Uruguay and a number of other Latin American countries.", "Only Chile and Mexico appear to be relatively unscathed by the turmoil in the region.", "Strengthening crisis prevention Recent developments in emerging market countries have made it clear that financial contagion emanating from crises in other emerging markets is much less of an issue today than it was a few years ago.", "Neither the Turkish crisis nor the Argentine default have sent out shock waves comparable to those of the Mexican crisis of 1995 or the Russian crisis of 1998.", "The spreads of countries in East Asia and Central Europe have scarcely been affected by the current events.", "Creditors and investors have apparently learned to discriminate better between individual borrowers.", "This change reflects, on the one hand, better information on country conditions and, on the other hand, a better risk assessment.", "It also reflects better macroeconomic policies and the implementation of internationally agreed standards and codes.", "However, we have no reasons for complacency.", "Even if sell-offs of emerging market debt as an asset class no longer appear to be institutional investors' preferred response to a crisis, the impact of other forms of contagion should not be underrated.", "This can still be observed in Latin America.", "Of course, the sharp contraction of the Argentine economy has real spill-overs for its most important trading partners in the region.", "An additional transmission channel of the Argentine crisis was the run by Argentine citizens - as well as by residents of Uruguay - on their dollar accounts with banks in Uruguay after bank accounts in Argentina had been frozen.", "In the process, Uruguay quickly ended up with a dollar shortage and thus faced the risk of its banking system breaking down.", "Permitting the dollarisation of the banking system without ensuring that a commensurate amount of dollar liquidity would remain available in the financial system made Uruguay, not least, a victim of its own regulatory and supervisory weaknesses.", "When the Argentine currency-board regime was abandoned, contagion effects also resulted from the government's decision that the banks' dollar liabilities had to be converted into peso at a much higher exchange rate than the assets.", "The banks could not anticipate such unfair treatment that implied huge losses.", "According to market participants, this unusual measure has noticeably increased risk aversion vis-à-vis other countries in the region.", "Here, we have an example of what has been called political contagion: investors are afraid that other countries might feel encouraged to adopt similar disruptive measures.", "I conclude from the recent financial crises of emerging market economies that contagion can still be a problem for countries with weak fundamentals.", "Current turbulence in Latin America is therefore to a large extend a reflection of country-specific factors.", "In order to ensure a more stable development of emerging market economies and to contain the risks of contagion as much as possible, the international community has launched a comprehensive approach to crisis prevention.", "The strategy, developed by joining the forces of many international groupings and organisations, involves a number of institutional procedures designed to help identify the major weaknesses of individual countries and remedy them as soon as possible.", "First and foremost, reforms aimed at achieving sound monetary and fiscal policies will always be crucial to avoiding any type of balance of payments crisis.", "Experience has also taught us that the impact of a currency crisis will be exacerbated dramatically if external vulnerabilities have been allowed to take hold in the banking system.", "Moreover, emerging markets need to develop effective liability management approaches, aimed at reducing the role of short-term debt denominated in foreign currencies as well as limiting the concentration of amortisations within a short period of time.", "In the same vein of reducing foreign-currency risk, emphasis needs to be placed on the strengthening of domestic markets for long-term debt.", "It is obvious that in some emerging markets, the sustainability of macroeconomic policy adjustment remains an issue, \"because of the sensitivity of the economy to policy and the weakness of political support\" (B. Eichengreen).", "For that reason most emerging countries need to reinforce their legal and institutional framework.", "In this respect, protecting property rights by means of transparent and enforceable regulations is key.", "The rule of law helps to strengthen the fundamentals of any economy, as a reliable legal framework encourages domestic and foreign investors to undertake projects with long-term perspectives in mind.", "Moreover, building strong public institutions can help reduce uncertainties regarding future policies.", "In democracies governments change.", "However, changes of government should not undermine the proper functioning of the institutional framework.", "For example, institutions should remain committed to ensuring the transparency of the policies pursued.", "Institutions should also be designed to achieve a solid macroeconomic and financial environment.", "In particular, establishing central bank independence may be considered best practice.", "In countries where central banks have no comprehensive supervisory functions, establishing independent regulatory agencies could equally be helpful in ensuring effective regulation and supervision of financial institutions and markets.", "While this list of useful policy reforms can be extended substantially, I shall confine myself to one further aspect, namely to underscoring how important it is, in the interests of crisis prevention, to choose an appropriate exchange rate regime.", "The recent wave of international debt crises began in the mid-1990s.", "Most of the countries involved had previously maintained fixed exchange rates but subsequently switched to floating-rate regimes under the pressure of their balance of payments problems.", "Exchange rate fixings have, in fact, inevitable shortcomings at a time of increasing international capital flows.", "Under \"fair weather\" conditions, a fixed or inadequately adjusted exchange rate can be helpful in attracting foreign capital for financing current account imbalances if higher interest rates in the borrowing country are apparently not offset by a corresponding exchange rate risk.", "As experience has shown, however, fixed exchange rates cannot be maintained over the longer term if foreign creditors have lost confidence in the economic policy of the debtor country.", "Dramatic exchange rate depreciation then proves, first and foremost, to be a powerful means of accentuating crises, whereas a regime of flexible exchange rates might have helped to prevent the crisis in the first place.", "The fact that Brazil is being hit by a further capital account crisis in spite of its floating exchange rate by no means weakens the arguments for floating regimes.", "Brazil indexed a substantial share of its domestically issued public debt to the exchange rate of the dollar.", "When the current political uncertainties (relating to the presidential elections in October) triggered a depreciation of the real, the fiscal position deteriorated accordingly, thus raising suspicion among holders of Brazil's international debt as to whether the fundamentals were as strong as believed and whether the authorities would be able to service their external obligations as scheduled.", "The advantages of floating have therefore partly been thwarted by exchange rate indexation of public debt.", "I do not deny that fixed exchange rates may continue to function satisfactorily under very special circumstances.", "Also, countries less integrated into the international financial markets may be able to continue operating traditional exchange rate pegs quite successfully.", "In the interests of crisis prevention, however, these latter countries should not miss the right moment for a change of regime if their integration into the world financial system advances.", "Improving crisis management Direct crisis prevention measures of the kind I have mentioned are the first line of defence for ensuring a smoother longer-term development of the world economy.", "Nevertheless, in spite of all such efforts, further financial crises will probably occur in emerging market economies.", "How best to resolve future crises therefore remains an issue of utmost importance.", "Here, we need to find an appropriate balance between the role of official financial support and the role of private sector involvement (PSI).", "In the longer run, the proper functioning of international financial markets will only be ensured if private creditors and investors not only reap the benefits of their decisions and good luck but also bear the potential costs should developments turn out badly.", "The effective application of this principle is one of the fundamental preconditions that has to be in place for any market economy to function in a satisfactory manner.", "This principle is similar in importance to the need for price stability.", "Central banks are mandated de jure or de facto to contribute to maintaining the stability of the financial system and have therefore always been among the proponents of adequate PSI in crisis management.", "Official large-scale financing packages that sharply reduce or even eliminate the need for PSI would inevitably involve moral hazard on the part of both lenders and borrowers.", "However, bailouts would not only weaken market discipline and heighten crisis risk.", "Since the IMF ultimately gets paid back and investors might escape without taking a severe hit, it is the general public and particularly the poor of the debtor country that have to shoulder the full economic costs of excessive debt burdens.", "Reliance on bailouts is therefore also questionable on equity grounds.", "Although the need for PSI in the resolution of capital account crises has been increasingly acknowledged, practical progress in implementing this principle has so far been modest.", "The lack of progress owes something to the fact that the existing official framework for PSI, as adopted by the International Monetary and Financial Committee of the IMF (IMFC) at its meeting in Prague in September 2000, gives too much leeway for discretionary decisions in favour of extraordinary official financing.", "According to the IMFC's Prague communiqué, the official response to capital account crises should distinguish between cases where debt restructuring appears unavoidable and other cases where the debtor country seems to be undergoing a relatively short-term crisis of confidence.", "Regarding restructuring cases, a consensus exists within the international community on a systematic application of PSI.", "This consensus implies, in particular, that private creditors should be treated in a manner that is comparable to bilateral official creditors (Paris Club) and that, among the group of private creditors and investors, no category of lenders should be considered inherently privileged.", "Furthermore, the framework rightly insists on PSI relying as much as possible on voluntary solutions.", "In this respect, it is helpful that the Prague communiqué recognises the possibility of a temporary payment suspension in the event of private creditors' unwillingness to cooperate fairly with the debtor country.", "Consequently, the IMF can continue to support a defaulting member country within existing access limits, provided the debtor is seeking to work cooperatively and in good faith with its private creditors and is meeting other programme requirements.", "In contrast to the strict PSI rules for restructuring cases, the Prague framework admits that exceptional access to IMF financing, combined with policy adjustment, would be justified in the event of capital account problems if and when the Fund believes that confidence among market participants can be restored quickly.", "In addition, the IMF may encourage private creditors to help contain such crises voluntarily.", "However, the Fund would have no coercive role should voluntary PSI in the form of debt rollovers remain unsatisfactory.", "While the Prague approach was applied successfully in a number of recent financial crises in smaller insolvent countries (Pakistan, Ukraine, Ecuador), the underlying distinction between solvency problems and liquidity problems quickly displayed its inherently political dimension when Argentina, the second most important borrower among all emerging market economies, was hit by a confidence crisis at the end of 2000.", "Early in 2001, the IMF - pushed by its major shareholders - provided exceptionally large financial support almost automatically, despite the serious doubts Fund staff must have had from the outset regarding Argentina's longer-term solvency.", "In September 2001, the IMF's exceptional financial support was even further enhanced.", "In November 2001, it was acknowledged indirectly that the approach taken in the case of Argentina was not actually in line with the Prague communiqué.", "Anne Krueger, the Fund's First Deputy Managing Director, publicly made the point that, in her opinion, there remains a gaping hole in the international financial architecture as long as we lack incentives to help countries with unsustainable debt restructure their maturities promptly and in an orderly way.", "Given this gap, Anne Krueger justified bailout operations as the only available mechanism to deal with solvency problems of countries with complex and internationally significant debt burdens.", "In order to avoid this in future, she proposed the establishment of a Sovereign Debt Restructuring Mechanism (SDRM) that would copy some important features of national insolvency regimes.", "As proposed, the SDRM would have four pillars.", "First, following a suspension of payments, the debtor country would be temporarily protected from possible litigation by private creditors.", "Second, the mechanism would provide creditors with some guarantees that the debtor country would act responsibly during the stay.", "Third, providers of fresh money would receive some kind of preferred creditor status.", "Finally, the mechanism would enable a requisite majority of creditors to make restructuring agreements binding on all private creditors.", "If an SDRM existed, creditors would have incentives to reach agreement with the debtor of their own accord, so the mechanism would rarely need to be used.", "At present, similar but less effective incentives rely on the risk to creditors of being faced with a unilateral standstill, as acknowledged by the Prague communiqué.", "However, optimism that an SDRM could be implemented soon would not be warranted.", "Many judicial and practical problems, including the role of the IMF in the SDRM and the scope of debt to be submitted to the mechanism, require further analysis.", "Also, an international agreement on the required legal basis would be time-consuming.", "At all events, the IMF's initiative has given fresh impetus to the international debate on improving crisis management procedures.", "G-7 Ministers and Governors joined that discussion quickly.", "In April 2002, they submitted an Action Plan which not only supported further work by the IMF on the proposed SDRM but also envisaged developing a market-based approach to sovereign debt restructuring as a priority.", "Their idea is that most objectives of an SDRM might be achievable on a contractual basis.", "The practical work is now being performed by legal experts from G-10 authorities in cooperation with a group of private sector lawyers.", "The contractual approach aims at designing a model template of collective action clauses that could be suitable as standard language for use in all international debt documentation, similar to some clauses already applied as market practice for international bond issues under English and Japanese law.", "As potential restructurings of international bank loans are handled satisfactorily by the London Club, the focus of the contractual approach is on sovereign bond documentation, but consideration will also be given to how the provisions might be designed for use in syndicated sovereign loans.", "It is the G-7's intention to finish this work, including consultations with emerging market borrowers, very soon - hopefully by the Annual Meeting of the IMF at the end of this month.", "In the end, all these efforts to enlarge and strengthen the tool kit for crisis management will not help very much to enhance the role of PSI as long as we do not succeed in limiting access to IMF financing more effectively.", "The Action Plan of G-7 Ministers and Governors rightly states that, given the planned development of a market-oriented approach to sovereign debt restructuring, they are prepared to limit official sector lending to normal access levels except when circumstances justify an exception.", "In this respect, the crucial question is whether it will be feasible to make the preconditions for exceptional access to IMF financing much more constraining than they are at present.", "The official community is agreed that debt sustainability, including liabilities vis-à-vis the Fund, must be a precondition for all financing decisions of the IMF - whether taken within or above normal lending limits or whether addressing current or capital account problems.", "This requirement reflects the need to safeguard the Fund's resources, which must remain available for all member countries on a revolving basis.", "In a capital account crisis in which the country's government is the relevant borrower in international markets an assessment of debt sustainability has to address at least two aspects.", "In the final analysis, the IMF needs to form a judgement as to whether a realistic adjustment programme would enable the borrower to meet its external obligations in the medium term in full and on time.", "In this context, attention also has to be paid to the debtor's ability to internally generate the budgetary funds required for debt-service payments.", "However, all such debt sustainability assessments are highly conditional and prone to a wide range of risks.", "Unanticipated international or domestic shocks could change the dynamics of what was previously considered a sustainable scenario.", "Meaningful sustainability assessments should therefore incorporate relatively unfavourable assumptions about the development of key economic factors, such as GDP growth, interest rates, exchange rates and commodity prices.", "Nevertheless, in spite of much room for improving the analysis, sustainability assessments will always remain a matter of judgement.", "Positive debt sustainability assessment, together with a strong adjustment programme, should be the only key for exceptional access to IMF resources in a capital account crisis.", "However, owing to the inherent difficulties of distinguishing reliably between sustainable and unsustainable debt burdens, the IMF has used exceptional access as a rule rather than an exception in the recent past.", "Not surprisingly, in many instances the objective of helping to restore market access was not achieved and, what is more, this approach became the root cause of moral hazard and more volatile capital flows.", "In order to roll back the part played by exceptional access it will be necessary to introduce additional safeguards.", "In addition to a positive assessment of debt sustainability, exceptional access could be made dependent on convincing arguments that failure to provide such support might threaten the global financial system.", "If such systemic criteria applied, it would also have to be demonstrated why a temporary standstill (like a bank holiday in a national banking crisis) would not be a suitable alternative and whether any expected contagion effects would be better mitigated by lending to the crisis-stricken country rather than to the potentially affected countries.", "It remains to be seen whether the G-7 will be able to conclude its current discussion on exceptional access policy in parallel with the work on the contractual approach of sovereign debt restructuring.", "The new extraordinary financing package in favour of Brazil, which will be discussed by the IMF Board today, does not foreshadow a change of policy on the part of the Fund and thus makes me less optimistic that a satisfactory agreement on a reform of access policy among the G-7 will be achievable soon.", "So, the new Brazilian package has raised a lot of serious questions with regard to Fund policies.", "I am sure they will play a major role in our discussions today."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "fiscal dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "none", "none", "none", "none", "monetary dominance", "none", "fiscal dominance", "monetary dominance", "financial dominance", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["Crisis prevention", "Crisis management", "Exchange rate regimes", "Emerging market economies", "Financial contagion", "Monetary policy", "Fiscal policy", "Bankruptcy", "Debt restructuring", "International Monetary Fund"]}