{"sentences": ["In recent weeks, economic forecasters in the United States have been debating whether an apparent turning point in the current business cycle augurs a modest or a more robust recovery in the months ahead.", "Much less attention has been paid to a far more significant event: the impressive ability of the American economy to withstand a severe decline in equity asset values, a sharp retrenchment in capital spending, and an unprecedented blow from terrorists to the foundations of our market systems.", "As I outlined in congressional testimony last month, if the indications that the contraction phase of this business cycle has drawn to a close are ultimately confirmed, we will have experienced a significantly milder downturn than the long history of business cycles would have led us to expect.", "Remarkably, the imbalances that triggered the downturn and that could have prolonged this difficult period did not fester.", "The obvious questions are, what has changed in our economy in recent decades to produce such resilience, and will these changes persist into the future?", "Doubtless, the substantial improvement in the access of business decisionmakers to real-time information has played a key role.", "Thirty years ago, the timeliness of available information varied across companies and industries, often resulting in differences in the speed and magnitude of their responses to changing business conditions.", "In those earlier years, imbalances were inadvertently allowed to build to such an extent that their inevitable correction engendered pronounced economic stress.", "The process of correcting those imbalances and the accompanying economic and financial disruptions too often led to deep and prolonged recessions.", "Today, businesses have large quantities of data available virtually in real time.", "As a consequence, although their ability to anticipate changes in demand seems little improved, they, nonetheless, address and resolve economic imbalances far more rapidly than in the past.", "The apparent increased flexibility of the American economy arguably also reflects the extent of deregulation over the past quarter century.", "Certainly, if the energy sector were still in the tight regulatory fetters of the 1970s, our flexibility today would be markedly less.", "That the relatively recently developed markets for natural gas and electric power endured the Enron collapse without significant disruption was encouraging.", "Although the terrorist attacks hit air travel especially hard, deregulation of that industry has demonstrably increased the quantity and flexibility, if not the profitability, of air travel over the past twenty years.", "Trucking and rail deregulation have added flexibility to the movement of goods across our nation.", "I need hardly remind this audience that one especially potent force for enhancing overall economic flexibility and resilience arguably has been the combination of deregulation and innovation in the financial sector.", "New financial products have enabled risk to be dispersed more effectively to those willing, and presumably able, to bear it.", "Shocks to the overall economic system are accordingly less likely to create cascading credit failure.", "Lenders have had the opportunity to be considerably more diversified, and borrowers have become far less dependent on specific institutions for funds.", "A major contributor to the dispersion of risk has been the wide-ranging development of markets in securitized commercial and residential mortgages, bank loans, and credit card receivables.", "These markets have tailored the risks associated with holding such assets to fit the preferences of a wider universe of investors.", "Especially important has been the flexibility and size of the secondary mortgage market.", "Since early 2000, this market has facilitated the large debt-financed extraction of home equity that, in turn, has been so critical a support for consumer outlays in the United States throughout the recent period of cyclical stress.", "Undoubtably, this market's flexibility has been enhanced by the extensive use of interest rate swaps and options to hedge maturity mismatches and prepayment risk.", "Financial derivatives, more generally, have grown at a phenomenal pace over the past fifteen years.", "Conceptual advances in pricing options and other complex financial products, along with improvements in computer and telecommunications technologies, have significantly lowered the costs and expanded the opportunities for hedging risks not readily deflected in earlier decades.", "The performance of these increasingly complex financial instruments, especially over the past couple of stressful years, has been noteworthy.", "These financial products have contributed importantly to the development of a far more flexible and efficient financial system--both domestically and internationally-than we had just twenty or thirty years ago.", "Greater resilience has been evident in many segments of the financial markets.", "One prominent example is the telecom sector.", "Worldwide borrowing by telecom firms amounted to more than a trillion dollars during the years 1998 to 2001.", "The financing of the massive expansion of fiber-optic networks and heavy investments in 3G mobile phone licenses by European firms strained debt markets.", "At the time, the financing of these investments, to a large extent, was seen as prudent because the telecom borrowers had very high market valuation that could facilitate, if needed, a stock issuance take-out of bank and other debt.", "In the event, of course, prices of telecom stocks collapsed, and many firms went bankrupt.", "In decades past, this situation would have been a recipe for severe financial distress.", "However, a significant amount of exposure to telecom debt had been laid off through credit risk mitigation instruments, such as credit default swaps, collateralized debt obligations, and credit-linked notes.", "This appears to have reduced telecom loan concentrations and the stress on banks and other financial institutions.", "In addition, such instruments, more generally, appear to have effectively spread losses from recent defaults by Enron, Global Crossing, Railtrack, and Swissair in recent months.", "In particular, the still relatively small, but rapidly growing, credit derivatives market has to date functioned well, with payouts proceeding smoothly for the most part.", "Obviously, this market is still too new to have been tested in a widespread credit down-cycle.", "The markets for more traditional derivatives, such as interest rate swaps and foreign exchange forwards and swaps, grew rapidly over the past several years.", "According to the latest tabulation of the Bank for International Settlements, the aggregate worldwide notional value of the over-the-counter derivatives market grew to an awesome $100 trillion by the end of June 2001, though it has apparently slowed somewhat since then.", "Gross credit exposure was at that time estimated at $1 trillion, after taking account of legally enforceable netting agreements.", "Potential credit losses on these instruments were further mitigated through the growing use of collateral agreements.", "Such agreements provided substantial protection to Enron's counterparties, for example.", "Beyond the major advances in asset securitization and the expanded development of derivative instruments, we have witnessed a large number of unheralded advances in finance facilitated by our enhanced computer and telecommunications capabilities.", "In recent years, for example, the switch to electronic trading for interbank spot foreign exchange transactions has markedly reduced the trading volumes required to maintain an effective market.", "Various types of electronic communication and trading systems have been developed for OTC derivatives.", "To be sure, OTC derivatives dealers have been slow to take advantage of these systems, but sooner or later market forces are likely to compel them to do so."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial resilience", "Deregulation", "Securitization", "Financial innovation", "Risk dispersion", "Credit derivatives", "Interest rate swaps", "OTC derivatives", "Financial markets", "Economic flexibility"]}