{"sentences": ["The long-term task of monetary policy is to provide the economy with what we call a nominal anchor, in other words low and stable inflation.", "Price stability is the best contribution monetary policy can make to economic growth and prosperity.", "Low and stable inflation is also Norges Bank's operational objective.", "We have had four periods of very high inflation over the past 100 years; during the two world wars, the Korean War and a 15-year period from the first half of the 1970s to the second half of the 1980s.", "In Norway, very high inflation is a wartime phenomenon and a 1970s and 1980s phenomenon.", "The fourth period of high inflation was unlike the three previous periods.", "In the 1970s and 1980s, inflation accelerated gradually.", "It was not as high as during the two world wars, but it took a long time for the level to fall.", "The fixed exchange rate system of the post-war period, the Bretton Woods system, broke down in 1971.", "The Yom Kippur War followed two years later, with the OPEC countries' oil embargo and the first oil crisis.", "The sharp increase in oil prices led to stagnation and higher unemployment in Western economies.", "At the same time, inflation took root in many countries.", "This was the prelude to two decades where the Norwegian economy was marked by instability and high and variable inflation, with subsequent job losses.", "It took twenty years to bring inflation under control and achieve stable growth in employment, with stable real wage growth and low unemployment.", "It is important not to forget what went wrong in this long intervening period.", "At the beginning of the 1970s, the Norwegian economy was still characterised by the strong direct control and regulation of the post-war period.", "Important elements were: fiscal policy oriented towards full employment; credit regulation within limits specified in a separate credit budget; • channelling of loans through the state banks; regulation of cross-border lending and other capital movements; low nominal interest rates stipulated by the government authorities; a fixed, though adjustable, krone exchange rate; use of price regulation; an active business policy through state ownership and state grants and subsidies.", "These developments culminated in the 1973 proposal to establish an incomes policy council.", "According to the proposal, the social partners would undertake a commitment through the council to keep negotiated wage increases within specific limits.", "The proposal did not receive support.", "When the zeal for control was turned towards wage determination, the degree of control and coordination became excessive.", "Extensive regulations did not contribute to stabilising the economy.", "There were substantial fluctuations in the Norwegian economy in the 1980s.", "With a policy of low interest rates and devaluations, inflation took root.", "Nominal interest rates were kept at a low level even though inflation and the value of tax-deductible interest rose.", "High and variable inflation also contributed to wide swings in output and employment.", "The substantial fluctuations in the economy culminated in the credit and spending spree of the mid-1980s.", "This was followed by a deep recession and high unemployment towards the end of the decade, accompanied by a crisis in the Norwegian banking system.", "Today, very little remains of the extensive system of regulation from the post-war period.", "Our experience in the 1970s and 1980s showed that this structure was not sufficiently robust.", "We know from experience that fiscal policy alone cannot ensure a high level of employment.", "Jobs are not the result of centralised planning or Storting decisions, they are the sum of many local decisions.", "The structure of the labour market and of wage determination is probably of considerable importance in this context.", "The direct regulation of credit, interest rates and capital movements broke down and was phased out at the end of the 1980s.", "The krone exchange rate is no longer steered directly.", "Price regulation no longer plays a role as a macroeconomic instrument.", "The scope of business policy has become more general.", "The substantial fluctuations in the 1970s and 1980s occurred partly because the Norwegian economy did not have an anchor in the form of low and stable inflation or a stable exchange rate.", "High and variable inflation countered by devaluations reflected and amplified the swings in the real economy.", "History shows that low unemployment cannot be achieved through high inflation in the long run.", "Serious misjudgements have been made in this respect, particularly perhaps in the 1970s.", "An economic policy that fuels inflation does not generate economic growth.", "On the contrary, it paves the way for recession and unemployment.", "The fixed exchange rate policy introduced in 1986 restored confidence in monetary policy and laid the foundations for more stable economic developments in the 1990s.", "Capital markets have gradually become more international and more closely integrated.", "It is easier to invest across national borders.", "Today's global economy is characterised by extensive cross-border trade in goods and services and large capital flows.", "For many people, the words open capital markets and globalisation have a negative connotation.", "Global markets are the scapegoat when jobs are lost or displaced, when the krone increases or decreases in value and when interest rates rise.", "Are globalisation and the freer flow of goods, services, labour and capital a matter for concern?", "Globalisation primarily means that countries are closely intertwined.", "Events in one country have repercussions for developments in others.", "Today, capital flows freely across borders between economies throughout the world and also contributes to growth in prosperity in many countries.", "In many Norwegian industries, other countries' markets and foreign capital have been used to create jobs and generate economic growth.", "For example, the development of the petroleum sector in Norway, which started thirty years ago, was financed by international capital.", "In addition, we drew on the knowledge and experience of other countries.", "Foreign companies and labour played an important role during the development of the Norwegian continental shelf.", "Norway currently invests a large share of its petroleum revenues in foreign equities and bonds in order to be able to convert the substantial petroleum revenues we have today into greater room for manoeuvre for fiscal policy in the future.", "Without global goods and capital markets, it would not have been possible for the Norwegian state to diversify risk in its wealth management as it does through the Government Petroleum Fund.", "Globalisation also means a change in trading patterns.", "The lowering of trade barriers between countries has created new opportunities for many countries and industries.", "The textile industry is one example.", "Over the past decade, Norwegian clothing imports have shifted from high-cost countries in the West to low-cost countries in Eastern Europe and Asia.", "These developments have occurred in parallel with the gradual removal of quotas and a reduction in tariff rates on imports from these countries.", "Globalisation is to the advantage of Norwegian consumers.", "Clothing prices, as measured in the consumer price index, have fallen by 15 per cent since 1995.", "In comparison, other consumer prices have on average risen at about the same rate in the same period.", "In 2002, cheaper clothes will save Norwegian consumers about NOK 4-5 billion.", "I would like to highlight two factors that have had a particular influence on economic policy when we compare today's situation with the situation 30 years ago.", "The phasing-in of a large petroleum sector and thereafter of the revenues from this sector.", "Development of the Norwegian financial market and its integration in the global market.", "Norway's large petroleum revenues pose considerable challenges to economic policy.", "Norway's export revenues and central government revenues can be expected to be high as long as production remains high.", "At the same time, we know from experience that revenues may vary sharply from year to year.", "As a result of the high level of earnings and fluctuations in these revenues, the most important contribution fiscal policy can make to stabilising the Norwegian economy is to provide a sound, longterm strategy for the use of petroleum revenues.", "Attempts to use the central government budget to fine-tune economic activity may achieve the opposite of what is intended if these attempts are perceived as a break with the long-term strategy for the phasing-in of petroleum revenues.", "Second, economic agents look to the future today when they make decisions about consumption and investment, wages and prices.", "This is particularly evident in foreign exchange and financial markets, where exchange and interest rates are influenced when participants shift large amounts partly on the basis of their expectations concerning economic policy and economic developments.", "The issues that receive attention, and that govern movements in exchange and interest rates, change.", "Financial and foreign exchange markets also have an inherent tendency to exaggerate - to be too optimistic or too pessimistic.", "When Norwegian households, perhaps with exuberant expectations of future income growth, encounter eager sales and marketing departments in banks, the result may easily be excessive borrowing.", "Equity markets have developed bubbles that burst.", "The exchange rate can be affected by short-term shifts in investments.", "At these times, it is important that the authorities conduct a policy that does not amplify this tendency, but rather tames the financial market.", "The authorities must not sow doubt; on the contrary, they must act in a long-term and predictable manner.", "The authorities must be credible and inspire confidence.", "There must be consistency between the stated objectives of economic policy and what is actually done to achieve them.", "This is the most important reason why the implementation of monetary policy is delegated to the central bank.", "In Norway, it was decided to delegate the responsibility for decisions to Norges Bank in In all the countries that normally figure in our comparisons, monetary policy has now been delegated to the central bank.", "The delegation of monetary policy decisions to a central bank is underpinned by the need to create stable expectations concerning economic developments and by the favourable experiences of countries such as the US and Germany and the less favourable experiences of countries where interest rate changes have been decided on the basis of more short-term considerations.", "Delegation to a central bank promotes credibility, confidence and consistency because the central bank must adhere to the mandate laid down by the political authorities.", "Democratic governance is safeguarded by the government authorities, who define the mandate and assess the results.", "The mandate provides for professional judgment in a defined area.", "A year and a half ago, the Government and the Storting adopted new guidelines for economic policy, which stipulate annual spending of petroleum revenues over the central government budget equivalent to the expected real return on the Government Petroleum Fund.", "One of the aims is to answer the question of when petroleum revenues should be used.", "The uncertainty and the speculation surrounding central government spending of these revenues, which could have adverse effects on the mainland economy, can thereby be reduced.", "At the same time, the Government issued a new operational mandate for monetary policy.", "Norges Bank shall set the key rate with a view to maintaining low and stable inflation.", "Norges Bank's mandate reads as follows: Monetary policy shall be aimed at stability in the Norwegian krone's internal and external value, contributing to stable expectations concerning exchange rate developments.", "At the same time, monetary policy shall underpin fiscal policy by contributing to stable developments in output and employment.", "Norges Bank's implementation of monetary policy shall, in accordance with the first paragraph, be oriented towards low and stable inflation.", "The operational target of monetary policy shall be annual consumer price inflation of approximately 2.5 per cent over time.", "The first paragraph of the mandate sets forth its intentions.", "The last paragraph specifies what Norges Bank is required to do.", "The first sentence in the mandate refers to the value of the krone.", "Stability in the internal value of the krone implies that inflation must be low and stable.", "Low and stable inflation fosters economic growth and stability in financial and property markets.", "The regulation also states that monetary policy shall be aimed at stability in the external value of the krone.", "The krone exchange rate fluctuates from day to day, from week to week, and from month to month.", "We have free international trade and free capital movements.", "We do not have the instruments for fine-tuning the exchange rate.", "But when monetary policy is oriented towards low and stable inflation, this will contribute to a stable krone exchange rate over time.", "Interest rates influence inflation through their impact on domestic demand and on the market for NOK.", "When interest rates rise, it is more profitable to save and more costly to borrow.", "This dampens consumption and investment and hence aggregate demand.", "Lower demand in turn curbs the rise in prices and wages.", "Higher interest rates make it more attractive to take krone positions and borrow in foreign currency.", "As a result, higher interest rates normally lead to an appreciation of the krone.", "This reduces prices for imported goods.", "In addition, a strong krone reduces activity and profitability in the internationally exposed sector.", "It is important to be aware of the relationships between employment, output and inflation.", "If there is a shortage of labour and other economic resources, a tight monetary policy stance will reduce inflation by affecting aggregate demand.", "Conversely, when unemployment is high, low interest rates stimulate demand, which will contribute to stable wages and prices.", "A monetary policy stance that is aimed at stabilising inflation will thus also contribute to stabilising aggregate output and employment.", "But there is little monetary policy can do to prevent an increase in unemployment that is driven by high cost inflation.", "The mandate implies that the interest rate must be adapted to the outlook for the Norwegian economy.", "If it appears that inflation will be higher than 21⁄2 per cent with unchanged interest rates, the interest rate will be increased.", "If it appears that inflation will be lower than 21⁄2 per cent with unchanged interest rates, the interest rate will be reduced.", "This orientation of monetary policy will normally also contribute to stabilising output and employment.", "A time horizon of two years when setting interest rates allows monetary policy to contribute to stabilising production.", "This horizon prevents monetary policy in itself from causing unnecessary fluctuations in the economy.", "A relevant example is the outlook for the next two years.", "Against the background of the recent years' appreciation of the krone, consumer price inflation is projected to be lower than the inflation target over the next year and then move up towards 21⁄2 per cent in two years.", "As an alternative, we could have sought to achieve the inflation target of 21⁄2 per cent using a time horizon of six months to one year.", "We would then have had to reduce the interest rate sharply this summer.", "This would have amplified the pressures in the Norwegian economy that are so clearly reflected in wage developments and household credit demand.", "In all likelihood, this would have required marked interest rate increases one to one and a half years ahead.", "Strict inflation targeting of this type would thus have resulted in more pronounced fluctuations in the interest rate and in aggregate demand and employment.", "The Government has indicated in the National Budget that monetary policy should be the first to react when the outlook for the economy changes.", "A situation may nevertheless arise where an active use of fiscal policy is required, either because capacity utilisation is particularly low, or because pressures in the economy are very strong.", "Under certain conditions, the interplay between monetary and fiscal policy may fail to function.", "Interplay functions well when the decision-making bodies recognise that one body's decisions influence the decisions of the other.", "In the absence of such recognition, a decision will not produce the intended result.", "The economy might move in a highly unfavourable direction, with high interest rates, sluggish economic growth and a deterioration in the state's financial position.", "The best contribution Norges Bank can make is to clarify our response pattern within the framework of our mandate.", "When the response pattern in monetary policy is known and remains unchanged over time, the social partners can also take any monetary policy response into account when wages are being determined.", "The outcome of this year's wage settlements, which resulted in average wage growth between 51⁄2 and 6 per cent, may indicate that there is not an adequate anchor for wage formation in Norway.", "Under the traditional wage formation model, manufacturing industry negotiated first.", "Wage growth in Norway was to be on a par with wage growth among our trading partners in order to maintain competitiveness.", "The outcome of the negotiations in manufacturing industry set the ceiling for wage growth in sheltered industries.", "In recent years this model has been challenged.", "Since 1998, wage growth in Norway has been on the rise and markedly higher than that of our trading partners.", "High pay increases also for groups whose wages are determined through individual agreements indicate that the labour market has been tight.", "However, the rise in salaries for white-collar workers may also reflect weak cost control in enterprises and public entities following a long period of economic expansion.", "We have gained costly experience from previous developments of this type.", "Both in the mid-1970s and the mid-1980s, the Norwegian business cycle diverged from that of trading partners.", "In the period 1975-1978 and 1982-1988, wage growth was markedly higher than wage growth among trading partners.", "As a result, competitiveness deteriorated sharply in internationally exposed industries, which in both cases led to a cyclical downturn with low real wage growth and high unemployment, also in sheltered industries.", "This is a mechanism that will occur again.", "Public sector employees also have to pay for the imbalances.", "Real wage growth for teachers and health sector employees was negative both at the end of the 1970s and the end of the 1980s.", "Around the mid-1990s these groups also benefited from stable economic growth with low inflation.", "Annual real wage growth averaged around 3 per cent between 1996 and 1998.", "Developments in recent years are similar to those which caused the imbalances in wage formation in the 1970s and 1980s.", "Wage increases in this year's settlement were high.", "Wage settlements in internationally exposed sectors did not set the trend for wages.", "Wage increases in these sectors were around 5 per cent, while they were appreciably higher in a number of sheltered industries.", "In the education sector, wage growth is nearing 8 per cent this year.", "Adjusted for inflation, this is the highest level of wage growth in any single year since the early 1960s.", "The central and local government sectors, including the education sector, employ 1/3 of all employees in Norway.", "In 2002, wage growth for these three groups combined was 6.3 per cent.", "This is close to 1 percentage point higher than the average for the remaining two-thirds.", "In rural areas, where local government employment is an alternative to working in agriculture, the fisheries, local service production or small-scale industry, the public sector, with its nationwide agreements, is a wage trendsetter.", "High wage growth in the public sector will thus determine wage growth in other local sheltered enterprises.", "Many of these industries may pass on higher labour costs to customers.", "Wage growth in the public sector may therefore be an important source of higher inflation.", "Public enterprises can only pass on higher labour costs to customers to a limited extent.", "On the other hand, the rise in costs can intensify pressures to increase central government allocations.", "Many will probably expect the central government to pick up the bill when labour costs rise sharply.", "The central government budget for 2002 adhered closely to the fiscal guideline.", "Growth in public spending from last year to this year is estimated at 7 per cent.", "This is considerably higher than the growth in value-added in the private sector of the mainland economy, which is estimated at around 4 per cent.", "Real growth in public consumption is estimated at 11⁄2 per cent.", "In other words, there will only be moderate growth in the production of public services even if there is a sharp increase in central government allocations.", "This is because the cost of producing public services is rising substantially, to some extent reflecting high wage growth in the public sector.", "There have also been substantial increases in transfers to the household sector through our social security system.", "In the National Budget for 2003, the government estimates spending to increase by 4.6 per cent in relation to 2002.", "At the same time, real growth in public consumption is estimated at 1⁄2 per cent.", "The room for public consumption is influenced by the outcome of wage settlements.", "If wage growth in the general government sector is 1 percentage point higher than assumed, labour costs will increase by a little more than NOK 2 billion.", "This is equivalent to the increase in the use of petroleum revenues in the central government budget for 2003.", "The bulk of the high growth in central government allocations translates into strong growth in household consumption, while growth in public services production is moderate.", "This is only to be expected when there is a steep increase in public sector allocations in an economy where there are no available resources.", "In the long run, wages must be commensurate with the value added that is generated by workers.", "Real wage growth is thus determined over time by developments in labour productivity in all sectors of the economy.", "If historical productivity growth trends persist, the long-term rate of growth in labour costs that is compatible with the inflation target is 41⁄2 per cent.", "The outcome of the wage settlements we have observed in recent years is not consistent with this.", "During the 1990s, we saw that unemployment declined as long as wage growth in Norway was lower than wage growth among trading partners.", "This came to a halt in 1998, when the social partners rejected the policy of wage moderation.", "The sharp rise in labour costs in recent years carries with it a potential for higher unemployment.", "Annual wage growth is projected to range between 51⁄2 and 6 per cent this year, and substantial pay increases have already been awarded with effect from 2003.", "When real wage growth is higher than productivity growth, corporate profitability deteriorates.", "Firms will then hire fewer people and shed labour.", "This also leads to a heightened conflict between budget limits and service production requirements in the public sector.", "Strong wage growth generates demands for greater efficiency in both private enterprises and government agencies.", "At the same time, this amplifies outflows from the labour market into various benefit and pension schemes.", "It is a challenge to stabilise developments in the Norwegian economy when it is so closely integrated in the world economy, but we must also remember that the severe imbalances in the Norwegian economy in the 1970s and 1980s were due to our own mistakes - in fiscal policy, credit policy and income settlements.", "The economic system in Norway has changed considerably over the past 10 to 20 years.", "The model based on detailed control of capital, credit and interest rates and centralised coordination has been abandoned.", "It is recognised that the structure of the labour market and wage formation is crucial to employment.", "The responsibility for implementing monetary policy is delegated to the central bank in Norway and in comparable countries.", "Rules and guidelines provide a foundation for building credibility and creating confidence in economic policy, thereby making it more effective."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none"], "topics": ["Monetary policy", "Inflation", "Economic growth", "Central bank", "Fiscal policy", "Wage growth", "Exchange rate", "Unemployment", "Petroleum revenues", "Globalisation"]}