{"sentences": ["Mr. Chairman, Ladies and gentlemen, dear German and British friends, it is a great pleasure and an honour to be with you today, on the occasion of the 7th annual Conference of the German-British Forum.", "The title of this conference: \"Leadership in Europe : Euro, Enlargement, Economic reform\" is especially relevant this year, as 2002 will stay as a decisive milestone in the process of European integration.", "The beginning of this year saw the completion of the changeover to the single European currency, the last stage of a now more-than-twenty-year process of monetary integration.", "And we are now at the eve of another historic stage for the European Union: the forthcoming enlargement to Central, Southern and Eastern Europe countries.", "From a central banker's perspective, these two major events confirm, more than ever, the attractiveness of the European endeavour, but also the necessity of implementing strong, audacious economic reforms in Europe.", "Before addressing in greater detail these two main challenges that the EU and the euro area will have to cope with in the next years, economic reforms and EU enlargement, I would like, first, to recall in a few words the successful launch of the euro banknotes and coins in January 2002.", "This successful launch, to the benefit of 305 million Europeans, represents the crowning achievement of the euro changeover, after the launch of the euro on the financial markets, on 1 January 1999.", "Both operations were a technical success because they had been meticulously well-prepared by the full body of the Eurosystem, the European Central Bank, and all the euro area national central banks, including Banque de France in France.", "However, aside from the technical success in itself, the warmth and enthusiasm with which French citizens and other Europeans welcomed the euro, their new currency, was proof that European construction enjoys real popular support that has all too often been underestimated.", "Let me now turn to the core of my subject today: first, the process for economic reform, second, the perspective of enlargement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["EU enlargement", "economic reforms", "euro", "European integration", "European construction", "European endeavour", "monetary integration", "euro changeover", "Eurosystem", "European Central Bank"]}