{"sentences": ["First I want to express my thanks to the members of the Finance Committee for the invitation to discuss the Swedish economy and monetary policy.", "As this looks like being the Committee's last public hearing in which I shall be participating as Riksbank Governor, I want to take the opportunity of expressing my thanks for all the occasions the Riksbank has been given over the years of coming here and talking about monetary policy.", "By my count, this is the fourteenth time I have had such an opportunity.", "It was also customary earlier for the Riksbank Governor to appear before the Committee but those meetings were closed.", "It was therefore with great pleasure that I received the first invitation, in spring 1994, to have a public dialogue with the members of the Finance Committee.", "A monetary policy that is conducted with an inflation target and a variable exchange rate is a policy based on assessments.", "And as assessments are always debatable, they need to be discussed.", "So what could be more natural than that these discussions are held at least twice a year with representatives for the Riksbank's principal in this Committee.", "The picture is not as bright as last spring At the time of my previous meeting with the Committee, our discussion was coloured by some relief that the effects of the terrorist attacks on 11 September 2001 had not had a particularly marked impact on the world economy.", "The uncertainty among firms and households had subsided to some extent and there were signs that economic activity abroad was beginning to improve.", "An optimistic mood was spreading.", "Order books seemed to have stabilised and in some cases had even taken a turn for the better.", "Moreover, an expansionary economic policy in many countries was expected to provide an additional stimulus.", "At the same time, I pointed out that we could not be entirely certain that world economic activity would pick up.", "Among other things I mentioned that the economic imbalances in the United States were still large and stock market valuations were high.", "So there were a number of questions as to whether demand would in fact rise on a broad front.", "Last spring, the moderate economic slowdown in Sweden had meant that inflation here remained high and resource utilisation was still tight.", "GDP growth seemed to have bottomed out during the summer of 2001.", "Unemployment had stopped falling.", "Inflation had been noticeably above the Riksbank's 2 per cent target for a time.", "This was partly because so-called supply shocks had raised the price level and led to temporarily higher inflation.", "But even excluding those price increases, inflation had moved up on account of, for example, a growing tendency for wage costs to rise too rapidly.", "With a quick global economic recovery, there was a risk of the Swedish economy becoming excessively strained too soon in the upward phase, so that inflation would start rising again.", "During the summer, however, the perspective has changed and it looks as though the recovery in the world economy has recently slowed.", "Probable explanations for this are the widespread financial turbulence and the concern about the mounting security policy risks.", "Most of the evidence therefore points at present to the international economic upturn being slower and more protracted.", "The Swedish economy, which, as I said, has coped fairly well to date, cannot of course ultimately remain immune to developments in the rest of the world.", "Pronounced stock market fall Thus, the developments in financial markets have heightened the uncertainty about the future paths of consumption and investment, both in the rest of the world and in Sweden.", "If the international stock exchanges were to go on falling or the effects of the decline to date turn out to be more extensive, the scenario for the Swedish economy could become considerably less favourable.", "A closer look at stock markets shows that since the high in spring 2000 there has been a major fall around the world.", "In Sweden, for example, in the past two and a half years the OMX index has dropped around 70 per cent.", "Coming as it did after the strong upward trend in the late 1990s, the fall is also unusually marked, with no parallels apart from the crashes in the early 1920s and after 1929.", "But as I shall be noting shortly, the current situation also differs in many respects from earlier periods of stock market turbulence.", "When an upward cyclical phase comes to an end, share prices normally fall back after rising for some years.", "The main difference today compared with earlier periods is the much higher valuations initially.", "There is a case for talking about the international bourses in the late 1990s in terms of a bubble.", "If we look at Standard and Poor's index for the 500 largest companies in the United States, it is a fact that the level was the highest for more than a century.", "For an average share portfolio the historical price trend is approximately 16 times the company's earnings.", "Early in 2000, however, the 500 largest companies were valued at almost 45 times the annual earnings.", "Valuations were far more inflated than just before the major crash in 1929.", "Although we do not have historical earnings data for the Swedish stock market to compare with the US figures, there are many indications that valuations here were also very high historically.", "The correction of share prices has admittedly occurred to the accompaniment of corporate scandals and security policy risks.", "But even so, the fall should be seen above all as a consequence of the unprecedented rise and the high valuations at the beginning of 2000.", "An orderly adjustment I repeat that the course of events today differs in many respects from what happened in the world economy in the late 1920s and early 1930s.", "At that time, economic policy was tightened, free trade was restricted and banks collapsed.", "Global economic activity went into a downward spiral of deflation, falling output and decreased employment.", "Thus, the drop in share prices was only one of several ingredients in the mixture of events at that time.", "Although world economic demand has been subdued and the recovery in activity is now rather sluggish, the fact remains that the adjustment after the latest upward phase and the high share values has been comparatively orderly.", "Overall economic policy is expansionary - not restrictive - in many parts of the world.", "With some minor exceptions, there have been no extensive political interventions that impede international trade.", "Moreover, the financial system has proved to be highly robust.", "The maintenance of an efficient payments system and the supply of credit from central parts of the financial system are, of course, important conditions for a further successive economic recovery.", "In the past it is disturbances in precisely these two functions that have caused real economic developments to follow paths that resulted in falling output and deflation.", "For an illustration of this we need only go back a decade or so to Sweden's own bank crisis.", "The fact that the financial system has been comparatively stable in the present situation has a variety of explanations.", "One is more highly developed methods for risk management.", "Another is that the sophisticated markets for derivatives have made it possible to spread risks more efficiently to those who are better equipped to carry them.", "A third is that banks, financial institutions, legislators and supervisors have drawn important lessons from the periods of turbulence in the 1990s.", "A fourth, more direct explanation is that the highly inflated share values have not been used to any sizeable extent as collateral for bank loans.", "The interim reports from Swedish banks have also confirmed that the Swedish financial system is developing in a stable manner with good profitability.", "The major stock market fall around the world has, however, drawn attention to the life assurance companies and the diminishing value of their share portfolios.", "It has been asked how pensions are affected, whether life assurance companies can encounter problems with solvency and whether this can have repercussions in the stock market in that these companies are forced to sell shares.", "A further question is whether Swedish banks that own life assurance companies can be hit by developments.", "These matters are considered in the Inflation Report we are publishing today.", "Our overall conclusion is that the problems for life assurance companies are unlikely to be seriously harmful for the Swedish economy.", "The situation as regards the bank-owned life assurance companies does not constitute a problem of such a magnitude that it threatens either the capital cover of the major Swedish banks or their granting of credit.", "This means that the links with the real economy and price stability are also limited.", "But the stock market developments have prompted a number of companies to lower their rates of return and may perhaps necessitate further reductions, leading to lower pensions.", "The ultimate effect of this on demand in the economy depends, for example, on how the decreased holdings of wealth are distributed over different groups of policy-holders and on the future development of the stock market.", "Gradual economic recovery Although the economic trend in the rest of the world has been weak, activity in the Swedish economy has remained buoyant.", "According to the national accounts, GDP growth in the first half of this year was 1.7 per cent, which is somewhat stronger than expected.", "However, recent statistics point to a slowdown, for example in manufacturing and trade, making the strength of the future recovery more uncertain.", "The stock exchange fall and the security policy concerns may mean that future investment and consumption are weaker than the Riksbank foresaw earlier.", "This is accompanied by the assumption that fiscal policy will be less expansionary in the future in order to comply with the spending ceiling.", "Taxes may be increased, moreover, in certain municipalities and county councils.", "This means that domestic demand may be lower at the same time as the situation abroad dampens net exports.", "In the main scenario the Riksbank counts on GDP growth rates of 1.7 per cent this year and just over 2 per cent in each of the next two years.", "This means that we have revised the one- and two-year forecasts downwards by four tenths of a percentage point.", "Resource utilisation is judged to be comparatively high at present despite the economic slowdown.", "Together with the cautious recovery, this suggests that the path of inflation in the coming years will be relatively stable.", "In the main scenario we count on underlying inflation (UND1X) being 1.8 per cent one year ahead and 1.9 per cent after two years.", "As always, the spectrum of risks around this main scenario is also relevant for the formation of monetary policy.", "The financial market developments have, as I mentioned, heightened the uncertainty about the extent to which the stock market fall and poor earnings prospects are tending to subdue consumption and investment abroad and in Sweden.", "It is conceivable that the fall to date will dampen consumption more than the main scenario assumes.", "If the international stock markets were to continue their negative development, or if the effects of the fall become more extensive, the outcome for the Swedish economy could be considerably less favourable.", "Such a situation would also entail lower inflation.", "This downside risk is only partly balanced by a domestic upside risk to do with inflationary pressure and wage formation in Sweden.", "All in all, the balance of risks for inflation is accordingly on the downside.", "The Riksbank's overall assessment today is that with the risk spectrum taken into account, inflation one to two years ahead will be approximately in line with the target, albeit somewhat on the low side.", "The most probable outcome in the years ahead continues to be that economic activity becomes stronger.", "Together with the difficulties in assessing the situation - not least on account of the fluctuations in the financial markets - this has led the Riksbank to opt at present for leaving the repo rate unchanged.", "But the financial market developments and their economic effects warrant close attention.", "The Executive Board therefore decided to hold an extraordinary monetary policy meeting at 1 p.m. on 14 November in order to make a renewed judgement."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["monetary policy", "stock market", "economic recovery", "inflation", "Swedish economy", "financial markets", "real economy", "life assurance companies", "risk management", "wage formation"]}