{"sentences": ["It is an honour and a privilege to address the German-Canadian Business Club of Berlin-Brandenburg at its inaugural meeting.", "Groups such as this one serve many important purposes, not the least of which is the development of trading links that help to strengthen the economies of both our countries.", "Creating and strengthening international trading links has been one of the keys to the success of the Canadian economy in recent years.", "But there is much more to the story.", "So what I propose to do today is talk about some of the economic policies that Canada has put in place in recent years and, in doing so, touch on some of the challenges we still face.", "Canada's monetary policy framework Let me start with the policy area for which we at the Bank of Canada are responsible - monetary policy.", "The preamble to the Bank of Canada Act calls on us to conduct monetary policy \"in the best interests of the economic life of the nation,\" and \"to promote the economic and financial welfare of Canada.\"", "We know that too much demand can lead to inflationary pressures, and that too little demand means that resources are being wasted.", "So our aim in conducting monetary policy, insofar as monetary policy can influence demand, is to have the economy operating very close to its level of potential output.", "Over time, we have found that the best contribution that monetary policy can make is to try to keep inflation low, stable, and predictable, in order to provide the best setting for strong and sustained economic growth.", "The question then becomes, What should a central bank target in trying to bring this about?", "Following Canada's return to a floating exchange rate system in 1970, the Bank of Canada tried to achieve a low-inflation environment by targeting the growth of money from 1975 to 1982.", "But the relationship between money growth and the rate of inflation proved to be unstable.", "So, in 1991, the Bank adopted an explicit inflation-targeting approach.", "Under a joint agreement with the federal government, we aim to keep consumer-price inflation at the 2 per cent midpoint of a 1 to 3 per cent range.", "If the trend of inflation moves away from the target, the Bank will take action to return inflation to the target within 18 to 24 months.", "Our framework is symmetrical.", "This means that we worry as much about inflation falling below the target as we do about it rising above the target.", "Through most of the last decade, we have succeeded in keeping inflation close to the target.", "And so, Canadians' expectations for inflation have become anchored around 2 per cent.", "All this has helped to smooth out the ups and downs in the economy and to create the best possible environment for longer-term economic growth.", "This framework may sound simple in theory.", "But it is quite complex in practice.", "Our monetary policy decisions are based on economic projections, which can always be thrown off by unforeseen events.", "Because monetary policy actions take time to have their full impact on the economy, we must aim these actions at where we see the economy sitting 18 to 24 months into the future.", "In doing so, we are always looking at what is called the output gap - the difference between the actual level of production in the economy and the level of potential output.", "If the economy is operating above its potential capacity and inflation appears likely to be above target in the future, then we would tighten monetary policy.", "This would cool demand and bring inflation back down to the target.", "On the other hand, if the economy is operating below its potential capacity and inflation appears likely to be below target in the future, we would ease monetary policy in order to stimulate demand, close the output gap, and bring inflation back to its target.", "This means that we are always looking at demand and supply in the economy and trying to bring them into balance.", "So, in carrying out our policy, a large part of the analysis we do is concerned with the many factors that can influence demand and supply.", "The most important factor is, of course, the strength of domestic demand.", "But Canada is a trading nation, and so the strength of world demand is also important to us.", "In particular, the United States is a major customer for Canadian goods, so we closely monitor the health of the U.S. economy.", "Economic activity is also affected by movements in exchange rates.", "As you well know, there has recently been a significant adjustment in the value of the U.S. dollar against major currencies, including the Canadian dollar.", "As always, we need to understand the causes of this movement, as well as its effect on the Canadian economy.", "Furthermore, movements in exchange rates have a direct effect on the prices of traded goods and services and, therefore, on inflation.", "However, our research has shown that, in economies such as Canada's, the effect of exchange rate movements on consumer prices has been less pronounced in recent years, when inflation was relatively low, than was the case in earlier years, when inflation was high.", "Many other considerations go into our monetary policy decisions.", "We hear from the Bank's regional offices across Canada, which are in constant contact with Canadian businesses.", "We look at the economic clues in the data on credit conditions, monetary aggregates, and some asset prices - though I should make it clear that we don't have targets for those aggregates or for asset prices.", "Finally, we look at the expectations of financial markets.", "All of this information goes into our decisions, which always have the goal of aiming inflation at the 2 per cent target over the medium term.", "And as I said earlier, we are convinced that keeping inflation low, stable, and predictable is the best way for monetary policy to contribute to a healthy economy with strong and enduring economic growth.", "The Case for Flexibility But more is needed to ensure economic health.", "A doctor will tell you that, besides strength and endurance, healthy bodies need to be flexible.", "The same is true of an economy.", "Financial policymakers not only need to encourage strong and sustainable economic growth, they also need to work on improving economic flexibility.", "At the outset, I spoke briefly about trade.", "Removing barriers to trade is one important way of making an economy more flexible.", "We all know that freer international trade helps countries to more fully exploit the gains that come from increased competition and specialization.", "It is true that adjusting to freer international trade is not always easy.", "Canada's economy had to make some difficult adjustments after the Canada-U.S. Free Trade Agreement came into effect in 1989 and after the North American Free Trade Agreement added Mexico to the group in 1994.", "Both of these agreements sparked a great deal of domestic political controversy.", "Many Canadian companies were understandably concerned about their ability to compete.", "But despite initial misgivings, Canadian companies rose to the challenge.", "Some of the sectors that we used to protect the most - such as furniture, clothing, and wine - have since established a strong presence in international markets.", "Overall, Canadian exports have flourished.", "The success we have had strengthens our resolve to see freer trade extended beyond regional trading blocs.", "Canada is hoping to see meaningful progress at the World Trade Organization's Doha round of multilateral talks.", "Clearly, agriculture is going to be a major hurdle.", "The developed countries, including all of us in the G-7, have a considerable way to go in terms of liberalizing agricultural trade.", "And there are other sectors where major effort is required.", "This effort must be made so that the global economy can benefit.", "It won't be easy, but, in the long run, it will be worth it.", "Improving economic flexibility can also require structural reform.", "Improving the structures of our economies should help us not only to adjust to changing world economic conditions, but should also ensure the longer-run viability of our social- and income-security arrangements.", "Clearly, most structural reforms are not easy to accomplish.", "Adjustments can be difficult because reforms often affect different groups in painful ways.", "Further, the economic benefits of increased flexibility may take a fairly long time to emerge, making it harder to muster the political will to carry out needed reforms.", "But these difficulties should not sway us from the task of reducing rigidities and increasing efficiency.", "In Canada, we have made progress on a number of fronts over the past decade or so.", "In the early 1990s, Canada began to reform its system of unemployment insurance, reducing and restructuring benefits with a view to strengthening the incentive to work.", "In the mid-1990s, industrial subsidies were slashed by roughly two-thirds.", "In 1996, Canada's federal and provincial governments agreed to changes that would put the Canada and Quebec Pension plans on a sustainable footing.", "This meant some restructuring of benefits and a sharp increase in contributions - moves that were not popular, but were necessary.", "In 2000, the federal government implemented a five-year, $100-billion tax-reduction plan that lowered personal and corporate tax rates.", "And in the last federal budget, the government announced that Canada's tax on capital is being phased out.", "I would be remiss if I did not also mention how Canada cleaned up its public sector balance sheets during the 1990s.", "Many difficult and unpopular decisions had to be taken, by both the federal and provincial governments.", "But Canada has turned a vicious circle of rising deficits and debt into a virtuous circle of balanced budgets and falling debt.", "Reducing, and ultimately eliminating, the deficit in the 1990s helped Canada's international credibility and led to a reduction in the risk premium demanded by investors.", "The fiscal improvement gave the Bank of Canada the flexibility to lower interest rates more easily when economic circumstances warranted.", "Not only did lower interest rates reduce debt-servicing costs, they also stimulated economic growth, which brought in more revenues for the government.", "The extra revenues and lower debt-servicing costs, in turn, led to an even better fiscal position.", "Earlier this year, Canadian Finance Minister John Manley announced a sixth consecutive surplus in the federal budget and projected that the budget will continue to be balanced this year and next, despite slower-than-expected growth.", "The federal government is committed to following a prudent path for its budget planning.", "Canada is expected to have one of the lowest debt burdens in the G-7 this year.", "Not only have we reduced the debt-to-GDP ratio, but we have paid down almost $50 billion of federal debt.", "This has freed up about $3 billion of resources every year for the federal government.", "The main point is that, while the initial work of fiscal consolidation is certainly difficult, it is necessary in order to enjoy the dividends later on.", "Concluding remarks These policies I've mentioned - fiscal consolidation; a monetary policy focused on low, stable, and predictable inflation; and improving flexibility through trade liberalization and structural reform - have all been difficult to implement.", "Putting Canada's strong economic policy framework into place involved short-term pain.", "But our economic performance in recent years is compelling evidence, in my opinion, that these policies are the right ones to follow.", "I don't want to suggest that we've achieved perfection in Canada.", "There is much more to be done, particularly in regards to microeconomic policy.", "Nor do I want to suggest that the precise ways in which we've implemented these policies should be followed by every country.", "Instead, the messages I want to leave you with are: that these economic principles are important, and implementing them is difficult, but the economic payoff is ultimately worth the effort.", "In times of global economic uncertainty, there is a natural tendency to put off difficult reforms or to backtrack on hard-won policy gains.", "But it is precisely during these difficult times that it is most important to stay the course.", "Canada is committed to staying the course and to building a strong, vibrant, and flexible economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Demand", "Economic growth", "Trade", "Flexibility", "Structural reform", "Fiscal consolidation", "Debt", "Economic uncertainty"]}