{"sentences": ["Introduction Developments in equity and bond prices, house prices, credit and debt may have an impact on inflation and are important information for central banks when they set interest rates.", "Asset prices may also be indicators of future developments in output and demand.", "Sharp changes in asset prices have often occurred when there are considerable imbalances in the economy.", "There have been episodes where bubbles have accumulated in the form of sharp increases in asset prices in the equity and housing markets while inflation has been low.", "Higher asset prices and increased optimism often contribute to high debt growth.", "Increased access to credit pushes up asset prices further.", "There is therefore an interaction between developments in debt and asset prices.", "When the bubbles burst, the result may be an economic downturn and deflation.", "In this way, developments in asset prices may give rise to an unstable inflation environment.", "Developments of this kind may also threaten the stability of the financial system, cf.", "the banking crises in the Nordic countries around 1990.", "Today, I will discuss whether and how monetary policy should take the build-up of financial imbalances into account.", "I will also touch upon the driving forces in the foreign exchange market.", "The krone is affected by mechanisms similar to those found in other asset markets.", "Finally, I will say a few words about current economic developments.", "Internationally, developments are weaker than expected.", "Interest rate cuts are expected in a number of countries.", "The fall in international interest rate levels has dampened the effects of our interest rate reductions on inflation.", "Growth in Norway is likely to be fairly weak now, and with an unchanged interest rate, inflation is likely to remain below target in the period ahead.", "The easing of monetary policy will therefore continue.", "Norges Bank's Executive Board will also carefully consider reducing the interest rate in larger steps.", "Price stability and financial stability Seeking to foster price stability and financial stability is often considered a natural task of central banks.", "In Norway, the Government has set an operational objective for monetary policy.", "This objective is low and stable inflation.", "Financial instability is often defined as the absence of financial stability.", "Financial instability is characterised by unduly wide fluctuations in prices for assets such as dwellings, commercial property and securities, or failure in the functioning of financial institutions or financial markets.", "Financial instability is characterised by disturbances in credit availability or the flow of capital.", "In most cases, this will have consequences for output, employment and inflation.", "Financial stability therefore fosters price stability.", "In Norway, the authorities' work on financial stability is divided between the Ministry of Finance, the Banking, Insurance and Securities Commission and Norges Bank.", "The Ministry of Finance is responsible for establishing a framework which ensures that Norway has a financial industry that functions smoothly.", "The Banking, Insurance and Securities Commission is responsible for supervising the financial sector.", "Norges Bank shall foster robust and efficient payment systems and financial markets, i.e.", "This is in accordance with the Norges Bank Act and the Payment Systems Act.", "Primarily, we wish to avoid instability in the financial system.", "A number of instruments are available, including regulation of financial markets, oversight and shaping the financial infrastructure.", "Norges Bank's instruments are primarily the interest rate, banks' borrowing facilities, including requirements for collateral that can be accepted to secure such lending, and its oversight of the payment systems.", "We are also obligated to alert the Ministry of Finance when we assess the situation as cause for concern.", "The Financial Stability reports are an important tool.", "Norges Bank can also serve as the lender of last resort.", "This is reserved for very special situations where financial stability may be threatened.", "Without financial institutions and financial markets that function smoothly, the effects of interest rate changes on inflation and employment will be unstable and uncertain.", "Low and stable inflation provides households and enterprises with a clear indication of changes in relative prices.", "This makes it easier for economic agents to make the right decisions and contributes to price stability in financial and property markets.", "Low and stable inflation therefore provides the best foundation for financial stability.", "The two objectives normally underpin each other.", "Previous financial crises in Norway From history, we know about a number of financial crises in Norway.", "During the time of the silver and gold standard prior to 1914, banking crises occurred relatively frequently and were mainly regional.", "This is an indication that banks at that time were small and locally anchored.", "Therefore, the crises did not spread through the banking system.", "Many Norwegian banks experienced liquidity and solvency problems in 1857 following the collapse of the US railroad industry, in 1864 in Oppland, in 1886 in Arendal and in Kristiania (now Oslo) in 1899-1905.", "The Norwegian author Alexander Kielland depicts the local financial bubble in Stavanger in the 1880s in his book Fortuna.", "There was a surge in credit growth and speculation in commercial bills that did not represent actual values.", "Speculation formed the basis for quick gains and it all ended in bankruptcies and banks that failed.", "A dramatic scene in the book is the following: When the clock struck 1, Taraldsen hurried in - the old messenger from Norges Bank; he always trotted with arms flailing.", "He stopped at Marcussen's desk and greeted him; an uncertain smile quivering on his old face as he \"It is - hmm - of course an oversight?\"", "responded Marcussen drily.", "The smile disappeared rather quickly and in breathless surprise Taraldsen asked again: \"Aren't your bills of exchange to be redeemed today?\"", "People say that you are a jocular man; but this -\" \"I'm not joking - damn it!\"", "Old Taraldsen straightened up; everyone was hunched over their work; only young Rasmus' eyes met his.", "The boy was white as a sheet; he began to understand.", "It also started to become clear for old Taraldsen; but immediately afterwards, he became very confused again; because he understood the entire scope of this; he had the entire town's bills of exchange in his head; and of course he had seen a lot of this kind of thing during his long life but all of those were trifles compared to what would happen now.", "His voice shook as he almost ceremoniously asked: \"Will Carsten Løvdahl's papers be protested?\"", "\"Yes,\" replied Marcussen without looking up.", "Old Taraldsen trotted out of the offices; but on the steps he met the messenger from Aktiebanken: \"Is it true?", "\"Now the entire town is collapsing,\" answered the old man, throwing up his arms in despair.\"", "Kielland's description of a financial crisis and the consequences were realistic.", "There was speculation then and there is speculation today, but in other kinds of financial instruments than at that time.", "The 1899 banking crisis in Kristiania was the most serious of the regional crises.", "The crisis was particular to Norway, following in the wake of the strong property boom and the subsequent crash in summer 1899.", "There were particular reasons for each of the last three crises, but they also have much in common: Asset prices rose quickly prior to crises.", "Each cyclical upswing had its speculation objects.", "Property prices and share prices for property companies rose to a very high level in the last half of the 1890s.", "Share prices, particularly in shipping and whaling, rose dramatically during the First World War, then fell markedly afterwards.", "In the 1980s, prices for dwellings and commercial property increased rapidly.", "Households and enterprises increased their debt more than their nominal income in the periods of expansion before the crises.", "High debt made them more vulnerable to loss of income or increases in real interest rates.", "The debt burden increased less in the 1890s and during the First World War due to a strong increase in nominal income.", "Under the gold standard, however, periods of growth in nominal income were normally followed by periods with a fall in nominal income.", "The debt burden thereby increased when the economy declined.", "During the three banking crises, many banks had an aggressive lending policy.", "Bank lending (in constant prices) increased sharply prior to the crises and decreased markedly afterwards.", "Deflation in the 1920s led to a real increase in lending and debt.", "Favourable financing terms for banks underpinned expansion during all three periods.", "In the second half of the 1890s and during the First World War, commercial banks expanded sharply by issuing new equity.", "Savings banks were not as expansive.", "One reason for this may be that savings banks were subject to a certain degree of supervision and regulation.", "There was little regulation of commercial banks until the interwar years.", "In all three crises, the banks that were most expansive were also the most severely affected in the subsequent crises.", "In the 1980s, strong lending growth was primarily made possible by foreign funding.", "When foreign funding dried up, when confidence in the Norwegian economy deteriorated, bank borrowing from Norges Bank increased sharply.", "In addition, collateral was not required - as it is now - as security for loans from Norges Bank.", "During the banking crisis that followed, the division of responsibility between the government authorities and Norges Bank was clarified.", "If solvency support proves to be necessary, the guarantee funds, and as a last resort the government, shall provide such support.", "The supply of extraordinary liquidity is one of the instruments available to Norges Bank, but it will only be used in special situations when financial stability may be threatened.", "We must exercise the role of provider of emergency liquidity in close cooperation with the Banking, Insurance and Securities Commission and the Ministry of Finance.", "In the 1980s, prices for dwellings and commercial property increased rapidly.", "A rapid and sharp increase in asset prices provided the basis for higher loans.", "This created the basis for surging, debt-financed consumption which in turn contributed to higher inflation.", "House prices began to fall in 1988 and equity prices started to drop in 1990.", "At that time, enterprises and households had a very high debt burden, and were therefore vulnerable to weaker economic developments.", "Many wished to reduce their debt as a result of the decline in wealth.", "Consumption and fixed investment were reduced.", "The need for financial consolidation added force to the downturn in the Norwegian economy at the end of the 1980s and the beginning of the 1990s.", "They led to a decline in output and employment and this contributed to wide fluctuations in the economy.", "The crisis in 1899-1905 had an impact on fixed investment in particular.", "Fixed investment declined sharply during the crisis after having risen prior to the crisis.", "The same thing happened during the crisis of 1988-1992.", "Not all periods with a strong upswing end in a downturn.", "After the deregulation of the 1980s, the upswing was so strong, the financial imbalances were so large and the high level of inflation had gained such a firm foothold that a downturn was almost impossible to avoid.", "Monetary policy and financial stability Norges Bank's operational objective for monetary policy is inflation over time of 21⁄2 per cent.", "This objective can normally be achieved by applying different interest rate paths.", "The choice of path may have an impact on developments in output and employment in the short term.", "It may also affect how quickly we achieve the inflation target.", "Choosing between the different strategies involves balancing fluctuations in output and employment against deviations from the inflation target in the short term.", "A rapid and pronounced change in the interest rate would be appropriate in cases where there is a risk that inflation may deviate considerably from the target over a longer period, or where heightening turbulence in financial markets or a cost-push shock resulting from wage negotiations indicate that confidence in monetary policy is in jeopardy.", "Financial market confidence in the inflation target provides Norges Bank with greater opportunities for promoting stability in the real economy, even more so as inflation targeting is incorporated as an anchor for wage determination.", "The impact of monetary policy occurs with a lag.", "The current inflation rate does not therefore provide sufficient information to determine the level at which interest rates should be set now.", "Our analyses indicate that a substantial share of the effects of an interest rate change will occur within two years.", "Two years is thus a reasonable time horizon for achieving the inflation target of 21⁄2 per cent.", "Using this time horizon, we avoid substantial variations in output and employment.", "A shorter horizon than two years would result in wider swings in production.", "Credit developments and developments in equity and property prices influence inflation.", "With an inflation targeting regime, we take these variables into account to a certain extent when setting interest rates.", "Equities and dwellings account for a substantial share of household wealth.", "Higher equity and house prices increase the value of this wealth.", "The increase in wealth can relatively rapidly result in rising consumption.", "Several studies indicate that an increase in the value of housing wealth is more likely to lead to higher consumption than a corresponding increase in the value of equity wealth.", "Higher prices for commercial buildings may be passed on in the form of higher prices for goods and services.", "Developments in asset prices can thus affect inflation more directly.", "In Norway, a high proportion of households own their own dwelling.", "Even when we include securities funds and some insurance claims, Norwegian households' housing wealth is far higher than their equity wealth.", "For Norwegian households, changes in house prices will therefore probably have a greater impact on consumption than changes in equity prices.", "In Norway, it became more common to own equities for all income and age groups in the 1990s.", "This was to a large extent reversed last year as a result of the fall in equity prices.", "We should nevertheless not rule out the possibility that fluctuations in equity prices in the future may have stronger effects on the real economy than we have witnessed so far.", "Developments in various asset prices may also influence investment.", "High equity prices may make it easier to gain access to capital to finance the acquisition of new machinery and buildings.", "A rise in property prices provides scope for raising larger loans against collateral in the asset.", "Possibilities for increased credit may contribute to higher demand for goods and services.", "The process may be self-reinforcing since part of the available credit can be used to purchase dwellings and other property.", "Similarly, bubbles in the stock market can result in overinvestment.", "When equity and property prices start to fall, companies are left with too much real capital and investment declines.", "This may lead to or amplify an economic downturn.", "There may be several factors that imply that particular emphasis should not be placed on financial imbalances in the conduct of monetary policy.", "First, it may take a long time before imbalances are triggered.", "The uncertainty surrounding developments so far ahead is considerable.", "In addition, it is often difficult to determine with a sufficient degree of certainty whether financial imbalances are developing.", "It is also difficult to determine the magnitude of the imbalances and how close they are to being triggered.", "An increase in interest rates will not necessarily curb the build-up of financial imbalances to a sufficient extent.", "It cannot be ruled out that in some cases very substantial interest rate changes will be required.", "The costs may then be high.", "History has demonstrated that the basis for downturns is laid during upturns.", "Financial crises are often characterised by an initial phase of excessive optimism, where risk assessments deteriorate, the willingness to incur debt increases and asset prices rise.", "When negative news appears and spreads, investments do not match expectations and the sentiment is reversed, asset prices fall.", "Many experience problems in servicing their debt.", "The factors that contributed to the upturn may also amplify the downturn.", "As a rule, periods of expansion are accompanied by higher inflation.", "The objectives of price stability and financial stability then imply the same medicine: a higher interest rate.", "However, this will not always be the case.", "In Japan, equity and property prices surged in the 1980s, while inflation was low.", "In the US, household and corporate debt rose fairly sharply and equity prices trebled between 1994 and 1999, and inflation was moderate.", "Some observers3 have therefore posed the following question: has the functioning of the economy changed so that higher demand does not necessarily translate into higher inflation, but instead results in growing financial imbalances?", "If so, a conflict may arise between achieving the inflation target in the short term and financial stability.", "There are several reasons why financial bubbles can develop in periods of low inflation.", "First, a highly credible monetary policy results in low inflation expectations.", "Explicit or implicit long-term price and wage contracts will become more common.", "It will take longer for higher demand to translate into higher inflation.", "Cyclical changes will have less impact on inflation.", "Moreover, periods of higher productivity growth may lay the basis for high corporate earnings, heightened optimism and reduced risk awareness.", "At the same time, with strong productivity growth, inflation remains low.", "Banks that record low losses and solid results can increase lending without eroding their capital adequacy level.", "Debt-financed investments may lead to a faster rise in house and property prices.", "A third factor is that strong international competition may contribute to curbing inflation during a period of strong economic expansion.", "China, because of its access to an abundance of cheap labour and its substantial production capacity, has contributed to a fall in prices for many manufactured goods.", "In Norway, we have not experienced situations where there has been a conflict between the objectives of financial stability and price stability.", "Prior to the last banking crisis, household debt rose sharply and house prices increased, while at the same time inflation was high.", "When monetary policy was eased last year, a sharp rise in domestic costs, with the outlook pointing to higher inflation, was accompanied by high credit growth.", "House prices are now falling, which in the long run will probably contribute to curbing credit growth.", "Wage growth has been reduced and inflation is subdued.", "Even though high asset prices and strong credit growth build up in a period of low inflation, these imbalances may influence inflation in the somewhat longer run.", "In that event, a tightening of monetary policy may be consistent with the objective of maintaining low and stable inflation over time.", "This will also stabilise developments in production.", "In order to achieve this, economists have recommended that monetary policy should place emphasis on developments in credit growth and asset prices when extraordinary conditions so warrant.", "In some cases, this will mean that a somewhat longer horizon than normal is applied in order to achieve the inflation target.", "The advantage is that substantial deviations from the target would be avoided in the somewhat longer run.", "If imbalances have been allowed over time to become severe, however, situations may arise where the interest rate should be set lower than implied by the inflation target, in order to prevent financial instability from being triggered.", "In the Norges Bank Watch report of 25 September 2001, Norges Bank was encouraged to place greater emphasis on asset prices.", "A two-stage strategy was proposed.", "The first stage is the current flexible inflation targeting.", "The second stage consists of monitoring credit developments and asset prices and, in special cases, overruling the signals given by the first stage.", "This is in line with the reasoning above.", "Statements by the Monetary Policy Committee in the Bank of England last autumn are an example of the emphasis placed on risk factors for future economic developments.", "In the minutes of the meeting on 9-10 October 2002, the Committee pointed to the build-up of financial imbalances as a factor which implied that the interest rate should be kept unchanged rather than reducing it.", "Considerable work remains before the available indicators of financial imbalances can be regarded as satisfactory.", "High credit growth or sharp rises in asset prices alone do not necessarily pose a threat to financial stability.", "Research conducted by the BIS has shown that periods of strong credit growth, a rise in asset prices and a high level of investment will almost always put pressures on the financial system.", "Earlier banking crises may provide some indication of where the critical levels are.", "The IMF has shown that bubbles that burst in the housing market lead to a financial crisis more often than stock market bubbles.", "The IMF also finds that the probability of bubbles bursting in the housing market is greater than is the case for stock markets.", "A decline in the housing market also has a greater impact on output and employment.", "Housing wealth has a greater impact on consumption than other assets.", "The contagion effects via the banking system are stronger because housing and property loans normally account for a substantial share of banks' loans.", "A sharp rise in asset prices and debt build-up may pose a risk to economic stability.", "To minimise this risk, there may be situations when it is appropriate to apply a somewhat longer horizon than the normal two-year horizon for achieving the inflation target.", "A precondition for this is that financial market participants are confident that inflation will be low and stable over time.", "The current situation Today, private sector debt and house prices are at a historically high level.", "Banks' loan losses will probably rise.", "However, our assessment is that the banking sector is reasonably well equipped to cope with the increase.", "For a long time, household debt in Norway has risen at a far higher rate than income growth.", "The debt burden has therefore risen rapidly and is high in a historical context.", "Partly as a result of the reduction in interest rates, interest expenses are moderate.", "High and growing debt means, however, that households are vulnerable to sharp increases in interest rates or a substantial rise in unemployment.", "Some groups of households are particularly at risk.", "The change in monetary policy from an exchange rate target to an inflation target has probably made it less likely that households will be exposed to a \"dual shock\" in the form of higher unemployment and higher interest rates, as was the case during the banking crisis.", "This may imply that households can bear a somewhat higher debt burden than was the case prior to the banking crisis.", "The level of household debt in Norway is also high by international standards, although not as high as in Denmark.", "However, if we look at debt in relation to wealth, the picture is very similar for all the Nordic countries.", "In Denmark, household financial wealth is high, while housing wealth is relatively high among households in Norway.", "The value of the housing stock may partly explain the level of debt.", "However, housing wealth does not provide a liquid buffer against payment problems.", "After a lengthy and sharp increase, house prices have edged down recently.", "From May last year to May this year, house prices fell by 1.1 per cent.", "The price level is nonetheless high in a historical context.", "Growth in corporate debt has been more moderate, but the debt burden is high.", "Debt growth among Norwegian borrowers can also be illustrated by the credit gap, an indicator developed by the BIS.", "The credit gap is derived from developments in the ratio of credit to nominal GDP and is defined as the deviation between actual developments in this variable and trend.", "The analyses show that a credit gap of more than 4 percentage points can predict almost 80 per cent of banking crises in a selection of countries.", "In some cases, the indicator also signals some banking crises that do not materialise.", "Accuracy improves when other indicators are included in addition to the credit gap.", "The credit gap for Norway was above the \"critical\" level prior to and during the crisis in the 1920s.", "This was first due to high debt growth and later to a fall in GDP.", "During the Second World War, private sector debt fell sharply, but was followed by a catch-up period.", "The next episode of a high credit gap was in the 1980s, prior to the last banking crisis.", "The gap is also high today.", "More sluggish developments in the Norwegian economy have contributed to a sharp rise in the number of bankruptcies over the past year.", "In spite of the pronounced reduction in interest rates in recent months, we must expect a large number of bankruptcies and somewhat higher bank losses in the period ahead as a result of continued rather weak economic growth in Norway.", "Gross non-performing loans to the business sector increased considerably through 2002.", "During the banking crisis, loans to commercial property companies accounted for a substantial share of banks' loan losses.", "Losses on such loans are relatively small today.", "Lower rental and property prices and higher vacancy rates may suggest that losses in this sector will increase in the period ahead.", "Most banks, including the largest, have satisfactory financial strength and are fairly well equipped to cope with substantial losses.", "We therefore consider the outlook for financial stability to be satisfactory, even though loan losses are moving up.", "Debt growth and the level of household debt are high.", "However, we expect debt growth to slow in time, partly due to weaker economic developments and as an after-effect of the levelling-off of house prices.", "Consequently, developments in debt and house prices are no longer an obstacle to an easing of monetary policy.", "The exchange rate as an asset price An asset price of particular importance to economic developments is the exchange rate.", "It differs from other asset prices in a number of ways and it is to a lesser extent linked to financial stability.", "In the long term, changes in the exchange rate will essentially be based on underlying fundamentals.", "If inflation in Norway is persistently higher than that of our trading partners, the nominal krone exchange rate will tend to depreciate.", "In the very long term, the nominal exchange rate will therefore be determined by inflation differentials.", "There is a tendency for the real exchange rate to return to its longterm average.", "Changes in the real exchange rate in the short and medium term may also reflect, for example, differences in productivity growth across countries or developments in the terms of trade.", "Bubbles may develop in the foreign exchange market in the same way as in markets for other assets.", "However, abrupt changes in the exchange rate are not necessarily a bubble.", "The exchange rate may move more in the short term than is necessary in the long term.", "One reason may be that the exchange rate must overshoot its long-term level because market participants weigh the interest rate differential against the possibility of a future depreciation of the krone.", "The relatively wide interest rate differential between Norway and other countries was an important driving force behind the appreciation of the krone from 2000 to 2002.", "Themes in the foreign exchange market vary over time.", "Analyses carried out by Norges Bank indicate that the interest rate differential has a greater impact on the exchange rate the more equity prices fall and the lower the expected variability is between the main currencies.", "The oil price increased considerably from the end of 2001.", "In isolation, this probably also contributed to making the Norwegian krone more attractive.", "Norway's key rate, the sight deposit rate, has been among the highest in the OECD countries.", "The fewer countries there are with a wide interest rate differential, the greater the demand will be for NOKdenominated assets.", "The exchange rate may serve as an automatic stabiliser.", "In periods of excessive activity in the economy, or expectations of excessive activity, the exchange rate may appreciate, even if the sight deposit rate does not change.", "Similarly, the exchange rate may depreciate if activity is low.", "With inflation targeting, we no longer have a specific objective for the krone exchange rate.", "The krone is floating.", "The exchange rate represents an important channel through which monetary policy functions.", "Changes in the exchange rate are desirable when they contribute to stabilising inflation.", "To what extent the exchange rate will depreciate as a result of a reduction in the sight deposit rate depends on several factors.", "The more the krone depreciates as a result of a reduction in interest rates, the less the sight deposit rate will have to be reduced when it is appropriate to relax monetary policy.", "A weaker currency contributes to higher economic activity and thereby higher inflation.", "In addition, consumer price inflation will increase because prices for imported consumer goods will be higher if the exchange rate depreciates.", "The response to a change in the exchange rate will depend on how the change is judged to influence inflation.", "This is consistent with the way we normally take other asset prices into account.", "In conclusion, I would like to comment briefly on current economic developments.", "Global economic growth appears to be weaker than previously projected.", "This is partly because the after-effects of the financial bubble that burst appear to be more substantial and more protracted than previously assumed.", "It is expected that a number of countries will reduce their interest rates again, and that the level of interest rates in other countries will remain low for some time.", "In Norway, price inflation is lower than implied by the inflation target and will remain low in the period ahead.", "The krone has remained strong, partly due to the fall in international interest rates, weakening the impact of our interest rate reductions.", "Growth in the Norwegian economy is now likely to be weak.", "Although private consumption continues to show strong growth and oil investment is providing an impetus to the Norwegian business sector, labour market developments have been weaker than expected in our previous Inflation Report.", "Employment has fallen and unemployment is on the rise.", "House prices are falling and many commercial properties are vacant.", "It now appears that fiscal policy will have a more neutral impact on overall demand, and growth in public consumption and employment is no longer rising.", "Fiscal policy as drawn up in the Revised National Budget will therefore not contribute to locking in the strong krone.", "One encouraging development is that wage growth appears to have moderated more quickly than expected.", "This may partly be explained by the interim wage settlement this year, as in 1999.", "However, with greater awareness on the part of employers in the public sector and a low level of activity in some business sectors, the risk that wage growth will again pick up seems to have been reduced.", "Norges Bank has previously stated that a rapid and pronounced change in the interest rate would be appropriate if, for example, heightening turbulence in financial markets or a cost-push shock resulting from wage negotiations indicate that confidence in monetary policy is in jeopardy.", "Similarly, it would be appropriate to change the interest rate in larger steps if the outlook points to inflation that deviates substantially from the inflation target over a longer period.", "We have experienced a period of monetary policy easing.", "This period is not over.", "The next assessment of the interest rate will take place at Norges Bank's Executive Board meeting on 25 June.", "Our next Inflation Report will be presented at the same time."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "none", "none", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none"], "topics": ["Financial stability", "Asset prices", "Monetary policy", "Inflation", "Credit", "Debt", "Banking crises", "Exchange rate", "Financial imbalances", "Economic growth"]}