{"sentences": ["Ladies and gentlemen, it is a great pleasure and an honour to be with you today, on the occasion of the \"Financial Forum 2003\", organised by the New Economy Forum and the Wall Street Journal Europe.", "I would like to present my views on the successful set-up of the euro, on the economic and financial integration of Europe and on the challenges that the euro-zone will confront going forward.", "The Euro: built on a successful set up Set-up of the Eurosystem The single monetary policy is formulated and implemented within a sound institutional framework, the Eurosystem, comprising the European Central Bank and the twelve national central banks of the euro area.", "Three principles underpin the Eurosystem: independence, transparency and decentralisation.", "The independence of both the European Central Bank and national central banks is enshrined in the Treaty.", "When exercising their powers and carrying out their tasks and duties, neither the central banks of the Eurosystem nor any member of its decision making bodies shall seek or take instructions from Community institutions, from any government of a Member State or from any other body.", "Independence refers to institutional, operational and financial independence.", "We consider that independance as defined above contributes to the clarity and the credibility of the single monetary policy.", "Transparency and accountability: elected authorities, key economic players, as well as all European citizens must be fully informed on the conduct of the single monetary policy.", "At the European level, the ECB maintains a permanent dialogue with the European Council and the European Parliament, as do national central banks with national institutions.", "The ECB is the only central bank in the world to enforce the concept of regular, frequent, real-time communication in the domain of monetary policy.", "Indeed, once a month, immediately after the meeting of the Governing Council, the President of the ECB holds a press conference.", "The independence of a central bank and its democratic accountability are two sides of the same coin.", "In this respect, both public speeches and testimonies by the President of the European Central Bank and by the Governors of national central banks, to the attention of institutions as well as public opinion, are crucial.", "An important part of our collective duty consists of tirelessly explaining the rationale that underpins the Governing Council's decisions.", "Lastly, decentralisation: as the subsidiarity principle underlies the whole European construction, decentralisation is a major principle of the architecture of the Eurosystem.", "The Eurosystem is a team whose members work in close co-operation, and the team spirit is really strong and fruitful.", "Monetary policy decisions are taken, at the centre, by the Governing Council, and are implemented by the national central banks in a closely co-ordinated way.", "On 3 February 2003, the Governing Council of the ECB unanimously approved a Recommendation for a European Council decision, which is aimed at adjusting the voting modalities in the Governing Council in an enlarged euro area, in accordance with article 10.6 of the Statutes introduced by the Treaty of Nice.", "This adjustment became necessary so as to maintain the efficiency and timeliness of the Governing Council's decision-making process.", "The Recommendation has been submitted to the EU Council.", "We hope that it will eventually be endorsed by the Heads of State and Government after both the European Parliament and the European Commission, which has already delivered its opinion, have been consulted.", "As soon as the number of members of the Governing Council will reach 22, the total number of voting rights will be limited to 21.", "The six executive board members will have a permanent voting right and the NCB Governors will share the remaining 15 voting rights which will rotate among them according to pre-established rules.", "To ensure that all decisions taken by the Governing Council are representative of the euro area economy as a whole, Governors will be allocated to groups which differ with respect to the frequency with which their members will have voting rights.", "The allocation of Governors to groups will therefore be done in accordance with a ranking of their respective NCB's, reflecting mainly the size of economies and of financial sectors.", "All in all, this recent recommandation from the Governing Council is testimony to its ability to smoothly adapt its internal governance to the challenges posed by enlargement.", "Strategy of the single monetary policy The Maastricht Treaty clearly defines the ultimate objective of the single monetary policy, that is to say maintaining price stability.", "However, for attaining this goal, it is essential to clearly define price stability: we define it as a year-on-year increase in the overall Harmonised Index of Consumer Prices (HICP) of below 2% in the whole euro area.", "Bearing in mind this objective, our monetary policy strategy is based on two \"pillars\".", "We have first assigned a key role to the monetary aggregate M3.", "This \"pillar\" is based on a reference value which is set at 4.5% for the annual growth rate of the broad monetary aggregate M3.", "The concept of a reference value does not mean that the Eurosystem is committed to automatically correcting deviations in monetary growth in the short term.", "Naturally, we also follow the components and counterparts of M3 closely.", "In this regard, the development of loans to the private sector, as well as the evolution of government finance and capital flows with the rest of the world, deserve a particular attention.", "However, it is common sense to say that monetary developments do not account for all the risks to price stability.", "This is why we have defined a second \"pillar\" for our monetary policy strategy, consisting of a broad range of variables that are referred to as indicators for the euro area price outlook.", "The relatively low yields on long-term euro-denominated bonds confirm investors' confidence in the new currency.", "This was not the case four or five years ago.", "At that time, financial markets were convinced that the euro would be the weighted arithmetic mean of its legacy currencies and would not inherit the level of confidence and credibility of the strongest of these.", "The euro has actually been founded on a benchmarking principle, not on a convergence towards an average.", "This may explain why the interest rates of the euro were the lowest in Europe from the outset.", "To sum up, we consider the maintenance of price stability over the medium term to be the Eurosystem's greatest contribution to fostering an environment which is conducive to sustainable growth and employment.", "And, it is also its greatest contribution to limiting unnecessary volatility of output and employment in the short run.", "The success, thus far, of our strategy does not mean that our current monetary policy strategy is engraved in the marble.", "With the benefit of hindsight, 2003 seems the appropriate point in time to take stock of our experience thus far and to reflect on the various elements of the strategy.", "This issue is actively dealt with our Eurosystem's staff and we plan to complete this evaluation in the course of the spring and to publish it.", "Needless to say that the decision to undertake an in-depth assessment of our experience does not necessarily imply that substantial changes are contemplated.", "Successful technical framework The launch of the euro on the financial markets, on 1 January 1999, has been an indisputable success from a technical point of view.", "This is a great achievement since many observers doubted of the immediate success of a technical challenge of such a magnitude.", "Three orientations still shape this • the monetary policy framework includes a set of instruments chosen with a view to observing the principles of market orientation, equal treatment, simplicity, and transparency.", "The decentralisation of operations has undoubtedly contributed to the smooth functioning of the framework.", "Maintaining a close contact between commercial banks and their national central banks has helped financial markets to quickly adopt the harmonised practices relating to open market operations, eligible collateral for credit operations and minimum reserve systems.", "• operational efficiency is highlighted by the precise adjustment of banking liquidity and effective steering of short-term interest rates; the Eurosystem has demonstrated this efficiency, in the days after the tragic events of 11th September 2001, by acting quickly and by ensuring a smooth and orderly functioning of the European financial markets.", "Here again, doubts had been previously raised on the ability of the Governing Council to make decisions swiftly.", "• security is provided by the procedures and systems implemented, both for the execution of inter-bank transactions, and vis-à-vis large-value payments.", "The inter-bank market has become highly integrated thanks to the setting up of the Target system for the real-time transfer of large-value payments throughout the euro area and in other EU countries.", "Let me turn now to the introduction of euro banknotes and coins, which has been the last step of a now more-than-twenty-year process of monetary integration.", "On 1 January 2002, the euro banknotes and coins were issued and became legal tender in the countries of the euro area.", "This was a unique and highly symbolic milestone for Europe.", "Let me first stress that, thanks to national efforts and the co-ordination by the European Commission and the Eurosystem, almost 100 % of cash transactions in the euro area were being carried out in euro only two months after the changeover.", "Although the practical changeover to the euro might be considered as an outstanding achievement, we should remain vigilant on the following issues: • First, price stability.", "Although some increases in prices of a certain number of consumer goods and services have been reported, the first evidence shows that, overall, the effect of the changeover on price stability has been marginal.", "But consumers must keep alert, while companies and retailers remain responsible as regards price setting.", "In the end, competition should also contribute to lowering the prices in the short-to-medium term.", "• Second, we must closely monitor the risks of counterfeiting of notes and coins: the information campaign of the Eurosystem \"The Euro.", "Our money\" was aimed at familiarising all the European citizens with their new banknotes and coins (and their security features) and, by doing so, it helped them identify the obviously fake banknotes.", "All institutions concerned, both national and European, are co-operating closely to prevent and fight counterfeiting.", "Right now, counterfeit banknotes are scarce and conspicuous.", "The credibility of the Eurosystem and of the single monetary policy, and the successful changeover to the euro represent major achievements.", "They certainly contribute to the efficient functioning of EMU and to European economic and financial integration, as I will explain it right now."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Eurosystem", "Monetary policy", "Price stability", "Euro", "Euro area", "Governing Council", "Central banks", "Financial markets", "Economic integration", "European Union"]}