{"sentences": ["The installation of the Financial Stability Committee, the committee which the Ministers Reynders and Moerman are doing us the honour of inaugurating today, is one of the very last stages in the implementation of the law of 2 August 2002, designed by the Ministers Reynders and Picque and adopted by Parliament by a very large majority, a law which has modernised our financial markets and reformed their supervision.", "I would like to take advantage of the opportunity to welcome this reform, and especially its institutional aspects.", "Thus, I am delighted that the supervision of the rules on market operation has been transferred to the public authorities - more precisely the BFC (Banking and Finance Commission) - in cases where those rules are of public interest.", "It was doubtless also necessary to review the governance - to use a fashionable word - of the institutions responsible for supervising the financial markets and intermediaries, and I include insurance companies here.", "By equipping the supervisory institutions with proper management boards whose members carry full responsibility for managing the institution, we are undoubtedly providing a better guarantee that decisions are genuinely taken on a collegiate basis.", "In my view, it was also wise to decide that the microprudential supervisory authorities, the BFC and the ISO(Insurance Supervision Office), which tomorrow become the BFIC (Banking, Finance and Insurance Commission), should remain separate from the central bank while strengthening their links with the Bank.", "Finally, in a country where \"bancassurance\" groups are particularly well developed, the reform was complemented, I believe logically, by the planned merger of the BFC and the ISO.", "Where financial supervision is concerned, we must admit that there is no obvious model to follow.", "Thus, the arrangements still vary from one country to another, depending on the national institutional history.", "Broadly speaking, however, we can identify two main models for organising these powers in the European Union: a model like that used in Britain and also in Sweden, in which a single agency, almost entirely separate from the central bank, is responsible for all micro-prudential supervision, and a model - which is the most common type in the euro area - in which the central bank itself takes charge of part of the prudential supervision, usually the supervision of credit institutions, while one or more separate agencies supervise the other financial intermediaries and the markets.", "I consider that what we might call the intermediate model resulting from the law of 2 August 2002 is a fairly good combination of these two main models, and it is fair to say that this Belgian design could be a source of inspiration once it is considered necessary to set up prudential supervision arrangements at European level.", "In any case, the reform has attracted favourable comments both from the European Central Bank and from the International Monetary Fund.", "The new set-up is headed by the Financial Stability Committee, which now combines the management boards of the BFC, the ISO and the NBB, alongside the Financial Services Authority Supervisory Board, which will combine the supervisory boards and council of regency of the various institutions.", "As regards the Financial Stability Committee which is being installed today, in accordance with the intentions of the legislature I see it as: • the pilot for the collection and development of expertise relevant to the professions of both supervisor and central banker; • a place for dialogue and consultation, certainly for providing warning of financial instability but also, if necessary, for managing such situations; • a body in charge of organising certain synergies between the three institutions (tomorrow it will be two: the BFIC and the NBB), in order to achieve economies of scale in their operation, all without affecting the specific responsibilities of each institution.", "To quote an expression used by my colleague at the European Central Bank, T. Padoa-Schioppa, macro- and micro-prudential supervision are nowadays two sides of the same coin: distinct but inseparable.", "The central bank, traditionally in charge of macro-financial stability, as well as being the bankers' bank, must not be cut off from information about the conduct of the few major players who dominate the financial scene and whose failure - should it occur - could have systemic consequences.", "Similarly, the body or bodies in charge of micro-prudential supervision have the advantage of being able to suit their action to the relevant macro-economic context.", "The many shocks which the world financial markets have suffered in recent years are sufficient demonstration that financial stability cannot be regarded as an established fact.", "Even though, very fortunately, no major problems have ensued for individual players or for the systems as a whole, these events have confirmed the need to reinforce the resources devoted to the preservation of financial stability at macro and micro level.", "In Belgium, the legislature considered that, in a small country like ours, whose human and material resources are bound to be limited, the way to achieve significant reinforcement of the resources allocated to financial stability is to develop substantial synergy between the various institutions concerned, in order to achieve the maximum economies of scale and to take the resources thus released and reallocate them to the basic functions of each institution.", "The law of 2 August 2002 provides that the rules governing the arrangements for pooling resources must be set out in a protocol concluded between the institutions concerned and approved by the King.", "Without waiting for the official inauguration of the FSC, its members have agreed on a framework for exploiting synergy and have submitted proposals to the Minister for achieving greater cooperation in regard to prudential policy and various support activities.", "The FSC has also set up a number of priority projects for the coming months, in particular the launch of a national coordination initiative on the subject of business continuity, which will take account, in particular, of the lessons which can be drawn from the events of 11 September 2001.", "In conclusion, I would simply say that this new Committee and the far more historic institutions from which it emanates are firmly resolved that they will actively seek the solutions best suited to the general interest in the field entrusted to them, namely the field of financial stability."], "classifications": ["none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["Financial stability", "Prudential supervision", "Microprudential supervision", "Financial markets", "Central bank", "Macroprudential supervision", "Banking", "Financial intermediaries", "Synergy", "Business continuity"]}