{"sentences": ["The operational target of monetary policy as defined by the Government is inflation of close to 21⁄2 per cent over time.", "Norges Bank sets the interest rate so that future inflation will be equal to the inflation target of 21⁄2 per cent.", "Interest rates were reduced this winter in response to the change in the inflation outlook.", "The inflation projections were revised downwards as a result of weaker cyclical developments in the world economy, a sharp drop in interest rates internationally and a strong krone.", "In addition, the Norwegian business sector is feeling the effects of the high Norwegian cost level.", "Moreover, growth in domestic demand has slowed.", "Household purchasing power has been reduced as a result of higher electricity prices.", "The weak prospects at home and abroad are in turn having an impact on the Norwegian labour market and the outlook for wage growth and inflation in the years ahead.", "The inflation target provides economic agents with an anchor for their decisions concerning saving, investment, budgets and wages.", "Households, businesses, public entities, employees and employers can base decisions on the assumption that inflation in Norway will be 21⁄2 per cent over time.", "High demand for goods and services and labour shortages normally point to higher inflation in the future.", "When interest rates are increased, demand falls and inflation is kept at bay.", "When demand is low and unemployment rises, inflation will tend to slow.", "Interest rates will then be reduced.", "The inflation target is a vehicle for, not an obstacle to, monetary policy's contribution to stabilising output and employment.", "This intention is also expressed in the Regulation on Monetary Policy.", "The inflation target of 21⁄2 per cent is broadly in line with the inflation targets of our trading partners.", "It is also an anchor for developments in the krone exchange rate.", "The krone fluctuates.", "We have open trade with other countries and free capital movements.", "We do not have the instruments to fine-tune the krone exchange rate.", "The krone has been strong.", "As a result, prices for imported goods have fallen.", "This has led to low and stable inflation in spite of sharp wage growth.", "The krone exchange rate fluctuates.", "This is not surprising because other countries' currencies also fluctuate.", "The Swedish krona, sterling and the New Zealand dollar have fluctuated considerably in periods.", "The krone exchange rate is the price of our currency measured in terms of a foreign currency.", "Developments in other countries are just as important for the krone as developments in the Norwegian economy.", "Capital flows freely and flows can change rapidly.", "This can spill over to exchange rates and interest rates as well as output and employment.", "Currency swings are driven by cross-border capital movements.", "Capital flows were heavily influenced by investor focus on stock market returns until the downturn began.", "In the US, equity prices almost trebled between 1995 and 2000.", "Stock markets in other countries followed suit.", "The decline was amplified after the downturn in the global economy deepened as a result of terror and fears of war.", "Investors sought to avert the risk in the stock market.", "Capital inflows into the stock market resulted in a strong dollar.", "However, expectations concerning corporate earnings were higher than later proved to be warranted.", "When expectations were lowered, equity prices fell.", "Demand for bonds increased, resulting in low long-term interest rates.", "In response to heightened uncertainty and fears of war, traditional safe havens for capital, such as the Swiss franc and gold, have become increasingly attractive.", "The Swiss franc appreciated after the terrorist attacks on 11 September 2001 and towards the end of last year.", "Gold prices moved up sharply after UN Security Council Resolution 1441 was adopted in November last year.", "Oil prices fell markedly after 11 September 2001, but have since risen.", "Fears of war in Iraq have increased the uncertainty surrounding global oil supplies.", "Strategic oil reserves have risen, while private reserves are low.", "This has exerted upward pressure on oil prices.", "The strike in Venezuela has also had an impact.", "The oil market is unstable.", "The extraordinary conditions in the oil market will not prevail indefinitely.", "Major economies such as the US, Germany and France are struggling with stagnation and fears of recession.", "Substantial tax relief and low interest rates are holding up activity in the US.", "The Japanese economy has been in a deflationary recession for a long period.", "In recent years, the krone exchange rate has shadowed the difference between Norwegian and foreign short-term rates.", "This is why the krone has been strong.", "In addition, high oil prices have had an influence.", "The effect of the interest rate differential on the krone has been intensified by conditions in capital markets.", "Investors have been favouring carry trades.", "Risk premiums in major currency markets have been low, which seems to indicate that investors have until recently been less prone to speculate in exchange rate fluctuations.", "As equity prices fell, investors started seeking alternative vehicles.", "This made the krone market more attractive.", "The krone appreciated at the same time as foreign stock markets and domestic equity prices fell.", "Bonds and other interest-bearing securities have been of particular interest.", "The interest rate differential between Norway and trading partners has contributed to a strengthening of the krone.", "Norges Bank has reduced the sight deposit rate from 7 to 5.5 per cent since 11 December.", "Since mid- January the krone has depreciated, partly reflecting expectations of lower interest rates.", "Monetary policy has been relaxed.", "In January 2003, competitiveness in business and industry was close to 15 per cent below the average for the last 30 years.", "Following such substantial deviations, competitiveness has historically always returned to the average fairly rapidly.", "Market participants weigh the interest rate differential between Norway and other countries against the likelihood of a depreciation of the krone in the future.", "Cyclical divergence may cause the krone to overshoot its future level in the short term.", "With the krone exchange rate prevailing at end-January, competitiveness had weakened by a little less than 25 per cent since 1996.", "The krone was about 10 per cent stronger.", "On 10 March, the krone was about 3 per cent stronger than in 1996.", "The rest of the deterioration in competitiveness is primarily due to the high level of wage growth.", "Wages in Norwegian manufacturing grew by close to 15 per cent more than wages among trading partners between January 1996 and end- January 2003.", "In the years around the millennium, the depreciation of the krone veiled the underlying deterioration in competitiveness.", "In May 2000, the krone exchange rate reached its lowest level in six years.", "The krone has since appreciated, and the effect of high wage growth has gradually come into evidence in company accounts.", "In the ten years following the banking and currency crisis in 1992, the economy featured a long period of balanced growth.", "However, towards the end of the upturn the economy was facing labour shortages, higher wage growth and a sharp increase in household consumption and debt.", "Interest rates had to be kept at a high level in Norway.", "The turnaround abroad took place two years ago, but the Norwegian economy continued to show a high level of activity.", "This led to a widening of the interest rate differential against other countries.", "The main explanation for the wide interest rate differential is not that interest rates are high in Norway, but that interest rates are at a historic low abroad.", "Interest rates in the US have not been at such a low level since the 1960s.", "A further jump in wages in 2002 amplified the imbalances in the economy and fuelled the rise in prices for goods and services produced in Norway.", "This is why monetary policy has been tight.", "The real interest rate, i.e.", "the interest rate adjusted for inflation, rose in 2000 and was thereafter somewhat higher than the average for the past 30 years.", "With the reductions in the key rate this winter, the real interest rate is no longer particularly high.", "The tight monetary stance is reflected in the strong krone.", "Over the autumn and winter, it has become clear that global growth is weaker than we and other observers had expected.", "Several central banks have responded by reducing interest rates further.", "Interest rates in the US and Europe are unusually low.", "Global growth is still expected to pick up gradually towards a more normal level, but the upturn may come at a later stage than previously assumed.", "However, we cannot rule out that the world economy is headed for a fairly long period of stagnation.", "Low interest rates in the US and Europe are a reflection of this risk.", "Weak external developments have had negative spillover effects on the Norwegian economy through the appreciation of the krone, the fall in equity prices and lower demand for Norwegian exports.", "Unemployment has increased, primarily in service industries.", "The prospects for manufacturing industry are deteriorating.", "High wage growth is forcing many businesses and municipalities to cut costs and reduce their workforces.", "In 2002, inflation was close to target at 2.3 per cent, but has been somewhat lower in recent months.", "The strong krone is the primary factor behind low price inflation.", "The rise in prices for domestically produced goods and services is marked by the considerably higher wage growth in Norway relative to trading partners.", "Wage growth moved up further last year, even in industries where profitability had been sharply eroded.", "A situation where wage growth does not react to the labour market outlook, can give rise to substantial real economic costs.", "Developments over the past year show that monetary policy is effective and that inflation can be kept at a low and stable level also in periods with high domestic cost inflation.", "However, if developments in the real economy are to be satisfactory over time, real wage growth must be adapted to underlying productivity growth.", "A precondition for countering a possible downturn by means of monetary policy easing is slower growth in labour costs.", "Monetary policy cannot prevent an increase in unemployment that is caused by a significantly higher rate of growth in labour costs in Norway compared with other countries.", "Nor can an expansionary fiscal policy counter a cost-driven rise in unemployment.", "Growth in real wages is far higher than the underlying growth in productivity.", "If higher costs cannot be passed on to customers, earnings decline and the wage share increases1.", "Many businesses will have to adjust their workforces to maintain profitability.", "This leads to a fall in employment and increased productivity.", "For some companies, this may be a prerequisite for maintaining operations in Norway.", "The alternative is to close down or relocate production to another country.", "While the wage share has risen sharply in manufacturing, it has remained fairly stable in other industries.", "Import firms have wider margins, suggesting that the appreciation of the krone has not fully benefited customers.", "We also know that employment in some service industries has fallen.", "Many companies in the service sector have adjusted their workforces to maintain profitability.", "To some extent, higher costs can also be passed on to customers through higher prices in this sector.", "Manufacturing employment is declining.", "In the public sector, where employment growth has been strong the last few years, budgets will only allow a moderate increase in employment in 2003.", "Overall, employment is projected to fall by 1⁄2 per cent in 2003 and remain unchanged in 2004.", "Employment followed a similar course in the early 1980s.", "At that time, employment rose markedly as a result of continued strong growth in the labour force.", "Labour force participation in Norway is currently at a record-high level, and the demographically determined supply of labour is low.", "At the same time, labour force growth may be lower than implied by demographic trends for various reasons.", "More people may choose to study until the situation in the labour market improves.", "Some of the unemployed may exit the labour market on retirement schemes.", "Outflows from the labour market and low labour force growth as a result of demographic trends may limit the increase in unemployment.", "Nevertheless, unemployment is projected to rise, especially in manufacturing.", "The increase through 2002 primarily reflects a rise in unemployment in the service sector.", "Manufacturing unemployment remained stable until end-2002, but has increased substantially in the last few months.", "More lay-offs and lower expectations regarding manufacturing employment point to increased unemployment in the manufacturing sector ahead.", "In addition, statistics show a 40 per cent reduction in the number of vacancies in manufacturing advertised in the last year.", "Demand for labour, measured in terms of advertised vacancies, is also low in other industries, indicating that unemployment may also increase further in the sheltered sector in the period ahead.", "Unemployment is projected to stabilise at this level in 2005.", "There are wide regional variations in unemployment.", "At the end of February, the number of registered unemployed in Troms County came to 3.6 per cent of the labour force, which is lower than the national average of 3.9 per cent.", "Agriculture and fisheries combined account for a larger share of employment in Troms County than in other counties.", "The internationally exposed sector is relatively small in the county.", "The food industry accounts for about half of manufacturing employment.", "As in the rest of the country, the public sector and some private service segments are important for employment in Troms.", "Business and financial services account for a smaller share than the national average.", "The work on the Inflation Report drew on information from the regional network that was established last year.", "We will have six rounds of talks each year with business and community representatives concerning financial developments in their enterprises and industries.", "There will be a total of about 200 visits in each round.", "We have divided the country into 7 regions and established links with regional research institutions in six of them.", "These institutions will hold meetings with the representatives on behalf of Norges Bank.", "Region North is covered by Kunnskapsparken in Bodø.", "Companies in the north are reporting lower demand and deteriorating profitability.", "The same tendency can be observed in most industries with the exception of retail trade and construction.", "The krone exchange rate, combined with a costly wage settlement, has contributed to weakening competitiveness in internationally exposed industries.", "As a result, demand and turnover in sectors that supply goods and services to this industry have fallen markedly.", "Retail companies have recorded growth in turnover and solid profits in recent months, and our contacts expect this situation to continue over the next months.", "Some activity growth is being reported for the construction industry.", "The increase in activity primarily reflects higher public sector demand.", "Workforce reductions in both the public sector and manufacturing industry have been reported.", "More workforce reductions and lay-offs are planned for the period ahead.", "Developments in the Norwegian economy may prove to be weaker than projected in the October Inflation Report.", "In spite of the interest rate cuts and a stimulatory central government budget, overall economic policy has been tight because the krone has been strong.", "The weakening of the krone since January has, however, led to an easing of monetary policy.", "Several years of deteriorating competitiveness will, nevertheless, have a dampening impact on growth in the period ahead.", "The business confidence survey for manufacturing industry shows that manufacturing leaders' sentiments about future developments are negative.", "Companies report a decline in production, employment and orders for both the export and domestic market.", "Many companies have moved abroad or are planning to move all or parts of their production out of Norway.", "In recent years, the shipbuilding and engineering industries have sustained the activity level in Norwegian manufacturing.", "Shipyards experienced a sharp increase in new orders before end-2000 prior to the elimination of support to the shipbuilding industry in Norway and many European countries.", "The level of new orders has since then been very low, and the order backlog is nearly exhausted.", "A sharp increase in petroleum investment could provide positive growth impulses to the offshore-related industry.", "The demand impulses from petroleum investment to the mainland economy may, however, be weaker than has been the case earlier.", "Construction and installations with a high import content will account for a large share of the increase in investment from 2002 to 2003.", "Due to the high cost level in Norway, a growing number of contracts are also being awarded to foreign companies.", "At the same time, Norwegian shipyards are increasingly using foreign subcontractors in low-cost countries.", "This is having an impact on the Norwegian engineering industry.", "Many service industries have had to adjust capacity in pace with changes in operating parameters.", "Investment in service sectors has fallen sharply, and is expected to continue to fall.", "There is considerable excess capacity in the commercial building market.", "Over the past year, there has been extensive restructuring and downscaling, especially in the ICT sector and the airline industry.", "With the prospect of continued weak developments in the global economy and an uncertain stock market, reductions in capacity may still be necessary.", "The fall in share prices reflects weaker expectations concerning future earnings.", "This may prompt enterprises to postpone or cancel investment plans.", "When share prices are low, companies may also find that raising capital by means of new issues is not an attractive alternative.", "Strong growth in private consumption has contributed to sustaining activity in the Norwegian economy.", "Sharp wage growth, combined with reductions in direct and indirect taxes, resulted in close to 5% growth in household real disposable income last year.", "Real income growth will be considerably lower in 2003 and probably lower than projected earlier.", "Imbalances in the Norwegian electricity market have resulted in a sharp increase in electricity prices.", "This implies a considerable reduction in household real income growth.", "The interest rate reductions this winter will have the opposite effect.", "In addition, developments in employment are expected to be weaker and wage growth somewhat lower this year than previously projected.", "During the last six months, households have become less optimistic about the economic outlook.", "Increased uncertainty in the labour market and lower confidence point to heightened caution and increased saving in the household sector.", "Lower interest rates have the opposite effect.", "Household saving behaviour may also be affected by high electricity prices.", "On the whole, a moderate, temporary decline in household saving is expected in 2003.", "Next year, a normalisation of electricity prices will contribute to increasing real income growth compared with 2003.", "At the same time, we have assumed that a share of the increased use of petroleum revenues over the central government budget will entail increased transfers or tax cuts for households.", "These factors, combined with lower interest rates, may fuel relatively brisk growth in private consumption in the next few years.", "In the last few months, house prices have risen at a slower pace than in previous years.", "Activity in the housing market has declined and it takes longer to sell a dwelling.", "Growth in household borrowing remains high, but has eased somewhat recently.", "Weaker developments in house prices and reduced household optimism may further restrain credit growth in the future.", "The underlying rise in prices in the coming year will be marked by the appreciation of the krone over the last two years.", "Despite high wage growth, the year-on-year rise in consumer prices adjusted for tax changes and excluding energy products (CPI-ATE) will most likely range between 11⁄2 and 2% until the summer.", "Subsequent developments will partly depend on externally generated inflationary impulses, changes in the exchange rate and how these changes feed through to consumer prices in Norway.", "The sharp rise in electricity prices may also affect other consumer prices.", "Wage developments this year and next will play an important role over the next one to two years.", "The inflation projections depend on the assumptions concerning the interest rate and the exchange rate.", "In the Inflation Report, we presented two alternative paths for the Norwegian economy.", "We judged that a gradual easing of monetary policy seemed appropriate.", "In one scenario, the tight monetary policy stance was held unchanged.", "Inflation then fell below target over the next few years.", "In another scenario, monetary policy was relaxed in line with market expectations.", "Inflation then moved up and was higher than the inflation target.", "Actual developments may, however, deviate from both paths.", "Norges Bank will continuously assess developments in the global economy, the Norwegian economy and the krone exchange rate, and set the interest rate with a view to achieving the inflation target."], "classifications": ["none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none"], "topics": ["Inflation", "Monetary Policy", "Interest Rates", "Krone Exchange Rate", "Wage Growth", "Economic Outlook", "Unemployment", "Competitiveness", "Global Economy", "Household Consumption"]}