{"sentences": ["Distinguished guests, ladies and gentlemen, To conclude today's seminar, may I say what a pleasure it has been for me to be here among such distinguished participants.", "This seminar has brought together governors and high-level officials from the central banks of Algeria, Cyprus, Egypt, Israel, Jordan, Lebanon, Libya, Malta, Morocco, the Palestinian National Authority, Tunisia, Turkey and the Eurosystem, namely the European Central Bank and the national central banks of the euro area.", "Let me tell you how impressed I have been to feel, together with all participants in this seminar, the presence of history.", "And not only recent history, but also ancient history.", "I was particularly impressed by the various geographic maps which were presented during the course of this seminar: maps going back to Roman times, illustrating the intensity of trade relations 2,000 years ago.", "I was also struck by how often historians were quoted during the course of this meeting, in particular Fernand Braudel, who had a very deep understanding of the historical development of the Mediterranean region in the period of Philippe II.", "And so when paving the way for enhancing and improving the future relationship between the Eurosystem and Mediterranean central banks, it is vital to take full account of all the close links that have developed among all of us over time.", "It was noted that our seminar was living proof that the so-called \"clash of civilisations\" theory is a totally wrong and inappropriate concept; an absurd theory whose roots were probably to be found in times of economic hardship.", "One of us noted that another colloquium is being held this week by UNESCO entitled \"The clash of civilisations will not happen\".", "We all share that view and consider that we have all worked as efficiently as possible to create the environment of monetary and financial stability that is necessary for growth and job creation, which in turn helps to combat poverty and unemployment on all the shores of the Mediterranean.", "Let me tell you that, for me personally, it was very moving to hear such remarkable speeches on the same issues from the central banks of Morocco and Spain, when one thinks of the historical links between the two countries; from Greece and Israel, which have both been at the roots of European culture; to hear the central bank of Tunisia, when thinking of the Carthaginian Empire; to hear the central banks of Turkey, Lebanon, the Palestinian Monetary Authority, Algeria, Cyprus, Malta, Jordan, Italy and France, to mention just some of the really remarkable contributions we had the privilege to listen to today.", "I cannot help thinking that there is something in the European Union experience which could be of great interest to the non-European Union part of the Mediterranean area.", "Indeed, that experience could be of interest to others throughout the world, particularly where one has to cope with extremely difficult issues that are triggering acute conflicts of interest and that are impossible to solve by traditional methods.", "Jean Monnet had the wonderful idea of pooling conflicting interests and encouraging all partners to make it their common interest to jointly manage this new body of pooled interests, in the best possible way, through an independent multilateral institution.", "In this respect, I have found very interesting suggestions in Jean Monnet's memoirs as regards the eastern part of the Mediterranean."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Mediterranean", "Eurosystem", "Monetary", "Financial", "Stability", "Growth", "Job", "Creation", "Poverty", "Unemployment"]}