{"sentences": ["It has been a number of years since the foreign exchange rate of the dollar has played so prominent a role in evaluations of economic activity.", "I have no intention today of discussing the foreign exchange policy of the United States.", "That is the province of the Secretary of the Treasury.", "Nor do I intend to project exchange rates.", "My experience is that exchange markets have become so efficient that virtually all relevant information is embedded almost instantaneously in exchange rates to the point that anticipating movements in major currencies is rarely possible.", "The exceptions to this conclusion are those few cases of successful speculation in which governments have tried and failed to support a particular exchange rate.", "Nonetheless, despite extensive efforts on the part of analysts, to my knowledge, no model projecting directional movements in exchange rates is significantly superior to tossing a coin.", "I am aware that of the thousands who try, some are quite successful.", "So are winners of coin-tossing contests.", "The seeming ability of a number of banking organizations to make consistent profits from foreign exchange trading likely derives not from their insight into future rate changes but from market making.", "This may seem a rather surprising conclusion, given that so many commentators apparently believe that they know the real value of the dollar must decline further because of the record current account deficit of the United States.", "It should be sobering to recall that three years ago - February 2001 - to be exact for similar reasons a vast majority of a large panel of forecasters were projecting a lower dollar against the euro.", "In the subsequent twelve months, the dollar rose nearly 6 percent against the euro.", "Rather than engage in exchange rate forecasting, today I will discuss certain developments in foreign exchange markets, and in the international financial system in general, which bear on the ultimate outcome of our current account adjustment process.", "Before raising the broader issues of adjustment, I should like to address the actions of certain of the players in the exchange market that are likely to delay the adjustment process, but only for a time.", "I refer to the heavy degree of intervention by East Asian monetary authorities, especially in Japan and China, and the apparent stepped up hedging of currency movements by exporters, especially in Europe.", "As all of you who follow these markets are aware, since the start of 2002, the extraordinary purchases by Asian central banks and governments of dollar assets, largely those by Japan and China, have totaled almost $240 billion, all in an apparent attempt to prevent their currencies from rising against the dollar.", "In particular, total foreign exchange reserves for China reached $420 billion in November of last year and for Japan more than $650 billion in December.", "The awesome size of Japan's accumulation results from persistent intervention to suppress what Japanese authorities have judged is a dollar-yen exchange rate that is out of line with fundamentals.", "One factor boosting the yen is a significant yen bias on the part of Japanese investors.", "This propensity, in my judgment, runs far beyond the normal tendency of investors worldwide to buy familiar domestic assets and eschew foreign-exchange risk.", "Nowhere else in the world will investors voluntarily purchase ten-year government obligations at an interest rate of 1 percent or less, especially given a rate of increase in the outstanding supply of government debt that has generally been running at 9 percent over the past year.", "Not surprisingly, very few Japanese government bonds (JGBs) are held outside of Japan.", "Aside from the holdings of the Bank of Japan, almost all JGBs are held by Japanese households, banks, insurance companies and the postal saving system.", "And none of them holds significant amounts of foreign assets; 99 percent of household assets are in yen, and, including the postal saving system, about 91 percent of the assets of financial institutions are in yen.", "Japanese nonfinancial corporations do hold a larger share of foreign assets in their securities' portfolios, but the absolute amounts are small.", "The Japanese have made significant foreign direct investments, especially in the United States, and the Ministry of Finance does, of course, hold large dollar balances as a consequence of exchange rate intervention.", "But the Japanese private sector, by and large, has exhibited limited interest in accumulating dollar or other foreign assets, removing what in other large trading economies would be a significant segment of demand for foreign assets.", "The degree of domestic currency bias in Japan, which far exceeds that of its trading partners, may thus have contributed to a foreign exchange rate for the yen that appears to be elevated relative to the dollar and possibly other internationally traded currencies as well.", "Of course, this preference for yen assets, while a persistent influence on the value of the yen, has at times been overwhelmed by other factors.", "Granted the level of intervention pursued by the Japanese monetary authorities has influenced the market value of the yen, but the size of the impact is difficult to judge.", "In any event, it must be presumed that the rate of accumulation of dollar assets by the Japanese government will have to slow at some point and eventually cease.", "For now, partially unsterilized intervention is perceived as a means of expanding the monetary base of Japan, a basic element of monetary policy.", "(The same effect, of course, is available through the purchase of domestic assets.)", "In time, however, as the present deflationary situation abates, the monetary consequences of continued intervention could become problematic.", "The current performance of the Japanese economy suggests that we are getting closer to the point where continued intervention at the present scale will no longer meet the monetary policy needs of Japan.", "China is a similar story.", "In order to maintain the tight relationship with the dollar initiated in the 1990s, the Chinese central bank has chosen to purchase large quantities of U.S. Treasury securities with renminbi.", "What is not clear is how much of the current upward pressure on the currency results from underlying market forces, how much from capital inflows owing to speculation on potential revaluation, and how much from capital controls that suppress the demand of Chinese residents for dollars and other currencies.", "No one truly knows whether easing or ending capital controls would lessen pressure on the currency and, in the process, also eliminate inflows from speculation on a revaluation.", "Many in China, however, fear that an immediate ending of controls could induce capital outflows large enough to destabilize the nation's improving, but still fragile, banking system.", "Others believe that decontrol, but at a gradual pace, could conceivably avoid such an outcome.", "Chinese central bank purchases of dollars, unless offset, threaten an excess of so-called high-powered money expansion and a consequent overheating of the Chinese economy.", "The Chinese central bank last year offset - that is, sterilized - much of its heavy dollar purchases by reducing its loans to commercial banks, by selling bonds, and by increasing reserve requirements.", "But the ratio of the money supply to the monetary base in China has been rising steadily for a number of years as financial efficiency improves.", "Thus the modest rise that has occurred in currency and commercial bank reserves has been enough to support a twelve-month growth of the M2 money supply in the neighborhood of 20 percent through 2003 and a bit less so far this year.", "Should this pattern continue, the central bank will be confronted with the choice of curtailing its purchases of dollar assets or facing an overheated economy with the associated economic instabilities.", "Lesser dollar purchases presumably would allow the renminbi, at least temporarily, to appreciate against the dollar.", "Other East Asian monetary authorities, in an endeavor to hold their currencies at a par with the yen and the renminbi, accumulated about $120 billion in reserves in 2003 and appear to have continued that rate of intervention since."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "monetary dominance", "none", "none"], "topics": ["foreign exchange", "exchange rate", "Japan", "China", "intervention", "dollar", "current account", "monetary policy", "yen", "reserves"]}