{"sentences": ["Ladies and Gentlemen!", "It is my pleasure indeed to be here today and to address this distinguished audience, to make use of this opportunity of sharing views regarding Latvia's EMU accession!", "For a number of years Latvia has worked hard to become a NATO member, to become an EU member.", "We have successfully put these challenges behind us.", "The question now is - what lies ahead?", "To my mind the most exciting exercise and challenge faced by the Latvian central bank, our government and our society in general is the EMU accession project.", "This project has been outlined relatively recently and is being implemented as we speak.", "It is no less demanding, I guess, than achieving NATO and EU membership.", "Quite a lot has been said already about the budget deficit and overheating of the Latvian economy and I think that the message of the central bank has been heard.", "Therefore I would like to concentrate more specifically this morning on how we see the road ahead of us.", "As you know, in accordance with the EU legislation stipulates that, by joining the EU, we commit ourselves to introducing the euro as legal tender in Latvia sooner or later.", "Latvia undertook to observe this legislation with a convincing majority of votes in the 2003 referendum.", "Hence the question is not the question is WHEN it will happen.", "WHETHER the euro will be introduced in Latvia, For this process to be as successful as possible, it should be guided by three basic principles.", "It • easy to understand and transparent be - i.e.", "any person living in Latvia, without doing any complicated calculations, must be able to follow how the exchange rate between the lats and the euro is set and quickly make sure whether the existing rate has been set correctly ; • provide for equal treatment of all individuals and group interests of enterprises - i.e.", "no social group should gain advantages at the expense of other groups as a result of the change of the peg; • provide for stability - i.e.", "it must not give rise to speculation and weaken the macroeconomic stability in the country.", "The euro is becoming the most frequently used currency in the Latvian foreign trade transaction (Fig.", "The majority of Latvian entrepreneurs also want stronger ties between the Latvian currency and the euro (Fig.", "With that and the principles just mentioned in mind, the Government and the Bank of Latvia have worked together to develop a three-stage strategy for the introduction of the euro (Fig.", "Latvia will strive to join the Exchange Rate Mechanism (ERM) II soon thereafter.", "In 2007 - spring, at the earliest - the EU institutions give their evaluation of Latvia's readiness to join the euro area after receiving a positive evaluation, Latvia would expect to receive an invitation to join the EMU.", "Then, at the beginning of 2008, the introduction of the euro will begin.", "Let us explore each stage in more detail.", "First - about the first stage that is only a couple of months away.", "change of the lats' peg exchange rate That is - about the and the chosen level between the lats and the euro.", "We have considered all arguments and summed up all the pluses and minuses.", "As most of you may know, the Bank of Latvia has made a decision to peg the lats to the euro on January 1 of 2005 in accordance with the market rate.", "This market rate would be registered on the last business day, December 30, 2004.", "By pegging the lats to the euro, the Bank of Latvia will neither lats: it will neither be devalued, nor re-valued.", "increase nor decrease the value of the Use of SDR formula in setting lats exchange rates remind ourselves of the To better understand the basis for our decision, it might be helpful to whereby the exchange rate between the lats and the euro is set at present.", "As you know, the lats is pegged to the SDR basket of currencies, the IMF unit of settlement - the Bank of Latvia's official exchange rate between the lats and the SDR is 0.7997:1.", "It has remained unchanged since the beginning of the peg in February 1994.", "Taking into account the exchange rates between the currencies in the SDR basket and the fixed exchange ratio between the lats and the SDR basket, the official lats' rate against the other currencies, including the euro, is also determined every business day.", "Since the mutual exchange rates of the principal world currencies, which are all part of the SDR basket - the US dollar, euro, Japanese yen and British pound sterling - are constantly, and often significantly, fluctuating in the global currency market, the exchange rate of the lats against the US dollar, euro and other currencies undergoes similar fluctuations (Fig.", "Thus, for instance, today's exchange rate between the lats and the euro (0.676 lats for one euro) has been set as follows: on October 22, at about 8:30 a.m. the mutual exchange rates of the SDR basket currencies were registered and, applying the SDR formula, the SDR/USD exchange rate was calculated.", "Since the LVL is pegged to the SDR, it is easy to calculate the LVL/USD exchange rate.", "The LVL/EUR exchange rate is obtained by multiplying the EUR/USD exchange rate with the LVL/USD exchange rate.", "The same formula to be used for lats repeg This same principle, using the exchange rates on the global market, will be employed when setting the lats exchange rate against the other currencies on the last business day of this year, December 30, and this rate - based on the mutual exchange rates of the principal world currencies and the relationship between the lats and the SDR basket fixed by the Bank of Latvia - will be the one that will apply as the Latvian entrepreneurs and the population at large start their first working day of 2005, January 3.", "The lats exchange rate fluctuations against the other currencies will be determined by the fluctuations of the euro exchange rate against these currencies on the global currency markets.", "Taking into account the global fluctuations of exchange rates so far, it is a rather safe prediction that, as of next year, the fluctuation band of the lats' exchange rate against all other currencies, except the euro, will widen.", "For example, if the lats had been pegged to the euro already at the beginning of this year, then in the time period between January and October its exchange rate against the US dollar would have increased not only by 0.4% as it in fact did (Fig.", "More exchange rate fluctuation for currencies other than lats and euro Thus an increase in exchange fluctuations is possible for entrepreneurs who conduct important trade transactions in currencies other than lats or euros.", "Every time when discussing the schedule for the re-pegging, the central bank has warned that these entrepreneurs should be thinking about ways of give sufficient time for preventing the possible currency risk increases.", "To this end - that is, to both to the entrepreneurs and the banking sector - the date for the currency re-peg was chosen: more than a year after the referendum on Latvia's accession to the European Union.", "According to the poll conducted by the Bank of Latvia of entrepreneurs and bankers, one year is enough time for anyone to evaluate, without undue haste and also without needless procrastination, the consequences of the currency re-peg on their everyday life and to make all the relevant arrangements.", "Joining ERM II will serve as an additional stimulus for all the relevant state institutions to expend maximum effort to ascertain that Latvia fully meets all the requirements in the shortest time possible and thus maintains its credibility in the eyes of both the local population and foreigners.", "Fluctuation band +/- 1% Although the official exchange rate of the lats set by the Bank of Latvia will remain fixed, the interbank market rate, which the banks use in their mutual currency transactions, will allow for a certain fluctuation band.", "That will ensure successful functioning of the foreign exchange system without continual interventions by the Bank of Latvia.", "Although the EU Treaty provides for permissible currency fluctuations of +/- 15% of the set central exchange rate within ERM II, the Bank of Latvia is planning to one-sidedly limit the lats exchange rate against the euro to +/-1% of the central rate.", "This would have two important advantages.", "First, the hitherto existing width of the fluctuation band, which has proved beneficial in practice, would be maintained.", "• Second, maintaining the existing +/-1% fluctuation band around the fixed rate would ensure a steady and streamlined transition from one peg to the other.", "It is a well known fact that over the past few years the interbank lats exchange rate has not fully coincided with the central rate set by the Bank of Latvia, hovering instead around the lower limit of the fluctuation band because of the continued high demand for lats.", "If the situation remains unchanged at the moment when the lats is re-pegged to the euro at the end of 2004 and beginning of 2005, then the lats interbank rate will also remain closer to the lower limit of the new fluctuation band around the fixed lats exchange rate against the euro.", "That will allow us to re-peg the lats, avoiding sudden and unexpected jerks in the lats exchange rate.", "In our opinion, it will serve to improve the transparency of the process and prevent unnecessary speculations.", "Meeting Maastricht criteria After joining ERM II, the next step toward the introduction of the euro will be meeting all the relevant Maastricht criteria.", "We have spoken about them quite a lot.", "As we have seen also in the previous presentation - the only criterion we are not fulfilling at the moment is inflation.", "However, we believe that there is sufficient time for Latvia to meet it.", "A year or so ago we were perhaps not thinking that this would be such a difficult task: as you know the inflation forecast for this year is closer to 7%.", "But forecast by the Bank of Latvia of inflation for 2005 puts it between 4 and 4.5% and we believe that by the time Latvia has to bring its inflation in line with the Maastricht criteria - by the end of 2006 and beginning of 2007 - we will be able to fulfil the inflation criterion as well.", "In fact I am convinced that there are no other challenges apart from inflation for us to receive a positive convergence report in which the European institutions, the European Commission and the EU Council, recognize Latvia's readiness to join the euro area and introduce the euro.", "In accordance with the effective EU legislation, joining ERM II means that the earliest such a report is received would be the spring of 2007.", "If this report is favourable to Latvia, then, as of 2008, replacing the lats with the euro could begin.", "Speaking about this plan of introducing euro, I should say that it looks realistic.", "The interval between the spring of 2007 and the beginning of 2008 is needed for the entrepreneurs and merchants to make the preparations necessary to provide for a smooth and problem-free euro introduction process.", "We also believe that during this interim period all prices should be quoted both in lats and in euros, which would allow the population to get used to the new price structure and prevent an unnecessary price hikes.", "However, it is not possible to quote the prices in both lats and euros before a positive convergence report has been received and Latvia is invited to become a full-fledged EMU member.", "The government euro plan in a nutshell This is what the Latvian Government strategy for euro introduction of euro looks like in a nutshell, developed jointly by the Finance ministry and the central bank.", "It is our opinion that only a consistent and sequential implementation of the steps I have just outlined constitutes the optimum strategy meeting the relevant requirements: it is transparent, economically sound and understandable, it prevents discrimination and any, even theoretical, possibility of speculation.", "We believe that any other option would be a violation of the principles of transparency, equal access or stability and therefore would not be optimal.", "Another scenario that has been often suggested in relation to the re-peg envisions pegging the lats to the euro not in accordance to the market rate of the given day but on the basis of the average exchange rate of the entire year 2004.", "This scenario is based on the argument that on the last days of any year there are always increased fluctuations on the currency markets.", "First, I should point out that data at our disposal seem to indicate that this is not quite the case (Fig.", "Second, such a solution would violate the requirement that the re-peg be transparent: it would be very hard or even impossible to justify choosing the average exchange rate of the last 12 months over, say the last six or sixteen.", "Moreover, given the exchange rate dynamics between the lats and the euro this year, it is quite possible that the existing market rate would only differ from the average rate for the whole year for less than one santims (a few base points) (Fig.", "It is highly doubtful that correcting the exchange rate in this small amount would have a serious effect on the economic processes.", "At the same time, implementing this scenario would set a needless precedent of the exchange rate of the lats undergoing desultory changes as soon as it has been re-pegged.", "That would be in direct contradiction to the objective of stability and predictability and would give rise to needless speculations.", "Therefore we believe that implementing this scenario would also be less than feasible.", "To recapitulate, I would like to stress once more that since Latvia's accession to the European Union one of the main tasks shared by the Bank of Latvia and other state institutions is to ensure that Latvia join the euro area in a timely and balanced manner and to replace the lats with the euro.", "The currently adopted euro introduction strategy envisions that under successful cooperation between the Government, the Bank of Latvia and commercial banks, Latvia will be able to meet all relevant criteria and begin introducing the euro as of 2008.", "I can assure you that, as far as the Bank of Latvia is concerned, we will spare no effort to ensure that this process in all its stages is as peaceful and even, and successful as possible.", "The Latvian Strategy for the Euro The Latvian Strategy for the Euro Transition Ilmārs Rimšēvičs Governor of the Bank of Latvia October 25, 2004 The The importance importance of of the the euro euro in in the the Latvian Latvian economy economy is is gradually growing gradually growing Structure of the SDR basket and Latvian foreign trade currencies 22% trade turnover SDR GBP Foreign trade turnover 2004 Other Results of the euro poll: by and large, Results of the euro poll: by and large, enterprises enterprises support support the the BoL BoL strategy strategy Answers to the question: Which, from the perspective of your company, would be the desirable peg of the lats?", "LB ask LB bid KB ask KB bid Lats exchange rate against the euro set by the BoL and Lats exchange rate against the euro set by the BoL and quoted on the interbank market quoted on the interbank market 0,66 0,62 Jan. Mai.", "Sep. LB ask LB bid KB ask KB bid LVL/EUR spot Currency market volatility is not greater on Currency market volatility -- is not greater on the the last last day day of of the the year year Exchange Exchange rate rate of of the the euro euro against against the the lats: lats : would would pegging pegging to to the the average average instead instead of of the the market market rate rate be be more favourable?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none"], "topics": ["EMU accession", "Euro introduction", "Lats exchange rate", "Inflation", "Maastricht criteria", "ERM II", "Currency re-peg", "SDR basket", "Euro plan", "Latvian strategy"]}