{"sentences": ["Let me begin by thanking the Federal Reserve Bank of Atlanta and President Guynn for hosting this conference - \"Housing, Mortgage Finance, and the Macroeconomy.\"", "Clearly, housing and the financing of housing purchases have been critical components of economic activity in recent years.", "Understanding better how the financial structure of housing transactions influences households' economic decisions is crucial both for academics and for policymakers.", "In the United States, few financial innovations in recent decades have had so widespread an impact as the development of the secondary home-mortgage market and the attendant diversification of funding sources for depository institutions and other mortgage originators.", "Critical to the success of this innovation has been the role of Fannie Mae and Freddie Mac in promoting mortgage securitization - the key to the development of secondary mortgage markets in the United States.", "Their efforts spawned the vast asset-backed securities market that, along with credit derivatives, has contributed to the transfer of credit risk from highly leveraged originators of credit - especially banks and thrifts - to less-leveraged insurance companies and pension and mutual funds, among other investors.", "The stated intent of the Congress is to use the housing-related government-sponsored enterprises (GSEs) to provide a well-established channel between housing credit and the capital markets and, through this channel, to promote homeownership, particularly among lower-income families.", "Although prospectuses for GSE debt are required by law to stipulate that such instruments are not backed by the full faith and credit of the U.S. government, investors worldwide have concluded that our government will not allow GSEs to default.", "As a consequence, market participants offer to purchase GSE debt at interest rates substantially lower than those required of comparably situated financial institutions without direct ties to government.", "Given this advantage, which private competitors have been unable to fully overcome, the housing-related GSEs have grown rapidly in recent years.", "Fannie and Freddie essentially dominate the market for purchasing conforming home mortgage loans.", "The strong belief of investors in the implicit government backing of the GSEs does not by itself create problems of safety and soundness for the GSEs, but it does create systemic risks for the U.S. financial system as the GSEs become very large.", "As I have recently testified before the Banking Committee of the U.S. Senate, systemic risks are difficult to address through the normal course of financial institution regulation alone.", "But in the case of the GSEs, these risks can be effectively handled by limiting their investment portfolios, which are funded by implicitly subsidized debt.", "The government guarantee for GSE debt inferred by investors enables Fannie and Freddie to profitably expand their portfolios of assets essentially without limit.", "Private investors have granted them a market subsidy in the form of lower borrowing rates, which staff at the Federal Reserve Board has estimated at 40 basis points in recent years.", "This market subsidy is a formidable advantage in our Under securitization, mortgages are bundled into pools and then turned into securities that can be easily bought and sold alongside other debt securities.", "Combining a diversified pool of home mortgages into a single package in this way reduces the sum of the risks associated with the individual mortgages and enables the packager to sell claims against the package that pay interest rates below the average yield of the package as a whole.", "For example, the government provides the housing-related GSEs with a line of credit from the Department of the Treasury, fiscal agency services through the Federal Reserve, exemptions from securities registration requirements, exemptions from bank regulations on security holdings, and tax exemptions.", "Fannie and Freddie can buy a single-family home mortgage only if the principal balance is below the \"conforming loan limit.\"", "The boards of directors of Fannie and Freddie are allowed to invest in almost anything so long as there is some link, direct or indirect, to their mission of supporting conforming mortgage markets.", "As demonstrated by recent innovations in the home equity lending and asset-backed securities markets, much of the $9 trillion in household credit can potentially be secured by real estate and thus appears to be available to the GSEs as investments.", "Moreover, the GSEs have been allowed to invest in many forms of non-mortgage debt, such as corporate bonds and commercial paper, to the degree that the GSEs can argue such investments support their liquidity goals and thus indirectly support mortgage markets.", "highly competitive Aaa market, where a few basis points are often competitively determinant.", "Unlike subsidies explicitly mandated by the Congress, the implicit subsidies to the GSEs are initiated wholly at the discretion of the GSEs.", "They choose when to borrow and gain the advantage of the subsidy, and because markets perceive such debt as government guaranteed, GSEs can effectively borrow without limit.", "Investors have provided Fannie and Freddie with a powerful vehicle for achieving profits that are virtually guaranteed through the rapid growth of their balance sheets, and the resultant scale has given them an advantage that their potential private-sector competitors cannot meet.", "As a result, their annual return on equity, which has often exceeded 30 percent, is far in excess of the average annual return of approximately 15 percent that has been earned by other large financial competitors holding substantially similar assets.", "Virtually none of the GSE excess return reflects higher yields on assets; it is almost wholly attributable to subsidized borrowing costs.", "In a market system, lenders and investors typically monitor and discipline the activities, including leverage, of their counterparties to assure themselves that these entities are financially sound.", "Because the many counterparties in GSE transactions assess risk based mainly on the GSE's perceived special relationship to the government, rather than on the underlying soundness of the institutions, regulators cannot rely on market discipline to contain systemic risk."], "classifications": ["none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "fiscal dominance", "financial dominance"], "topics": ["GSEs", "Mortgage Market", "Systemic Risk", "Government Guarantee", "Market Subsidy", "Securitization", "Housing Finance", "Conforming Loans", "Implicit Subsidy", "Financial Stability"]}