{"sentences": ["Ladies and Gentlemen, Xenophon Zolotas, long-serving Governor of the Bank of Greece and Prime Minister of his country, once said, with supreme synthesis, that \"Political magic has always been anti-economic.\"", "In history, monetary policy has sometimes reverted to magic in an attempt to eschew economic reality.", "The outcomes of such attempts are well-known and their magic has proven short-lived.", "A decisive change in direction started, in a large part of the industrial world, 30 years ago as a result of a deeper understanding of the role of expectations in shaping economic behaviour.", "Today, solid and credible institutions have been put in place in many countries and have earned a respectable reputation of good policy management.", "Decades of experience accumulated from institutional evolution and advances in economic thinking have provided us with guidelines for designing credible institutions that are based on sound economic principles.", "Clearly, the open-ended nature of economic progress confronts central banks with new and unprecedented challenges and will no doubt keep central banks occupied in the years to come with the issue of how to maintain expectations of low inflation and preserve credibility.", "The creation of the Euro is an example of such a challenge.", "These will be my themes today.", "Governor and Prime Minister Zolotas was an early advocate of a monetary regime in which the formation of prices is fully protected from the influence of short-term considerations.", "So, some thoughts on expectations and their subtle interactions with institutions and policies might be an appropriate tribute to his memory.", "Central banks' long quest for macroeconomic stability 30 years ago the formation of expectations moved from a peripheral area of theoretical enquiry into the very core of macroeconomic thinking.", "Today, the economics of expectations and macroeconomics itself are largely coextensive.", "The trigger of this transformation was, as is well known, the rational expectations revolution, which started with the pioneering work by Robert Lucas (1972, 1973) and Thomas Sargent and Neil Wallace (1975).", "The upshot of the Rational Expectations hypothesis is that - at least in a world in which information is largely publicly available and speedily disseminated - individuals should not make predictable errors when formulating conjectures about their future.", "This does not imply that individuals will invariably forecast accurately if random movements are inevitable.", "But guesses about the future must be correct on average if individuals are to remain satisfied with the mechanism by which their anticipations are formulated.", "When agents diagnose systematic errors, they have an incentive to amend the basis of their forecasts.", "Expectations are thus the outcome of a decision process and this process responds and adapts to changing circumstances, in particular to possible changes in the behaviour of monetary authorities.", "Understanding expectations formation as a process underscores the strategic interdependence that exists between expectations formation and economic institutions.", "Recognition of this interdependence by central bankers and legislators profoundly changed the way in which macroeconomic authorities view the nature of policymaking.", "Central bankers came to hold the view that monetary policy is not a sequence of isolated policy actions.", "If agents, when forming their expectations, seek to capture the general pattern of monetary policy, then the relevant problem to solve for central banks centres not only on the size and the timing of a given interest rate move in response to a particular state of the economy, but also and overall it relates to the strategy for repeatedly adjusting the policy instrument in response to the state of the economy, whatever this might be.", "So, monetary policymakers and, gradually, legislators came to recognise that the meaningful set of choices that societies face relates to alternative monetary policy regimes, that is a clear specification of the central bank objective and of its strategy in managing economic events.", "The notion that monetary regimes are very powerful in shaping public expectations had received dramatic evidence when the old monetary policy order, the Bretton Woods arrangements, foundered.", "In those circumstances, private sectors in a large portion of the industrial world were left for years in the dark about the \"true\" objectives of monetary policy, and about the determination with which central banks were prepared to pursue it.", "A new monetary order could not be established unless it tackled the problem of the mandate and of the strategy squarely.", "Building on a time-tested tradition of prudent central banking - which after all had survived in Germany, in Switzerland and in a number of other economies - a number of authors laid out the essence of the mandate problem.", "It appeared that the anchoring of inflation and inflation expectations is primarily a matter of delegating monetary policy to an independent central bank with one overriding long-term objective: the maintenance of price stability.", "As the collective reflections progressed, this notion was sharpened to a considerable extent.", "Throughout the 1990s many central bank charters were stipulated with institutional independence and the primary mandate of monetary stability.", "The 1998 decision of the ECB Governing Council to characterise its understanding of price stability in quantitative terms can be traced to a shared perception that such stipulations could help focus inflation expectations more tightly.", "Recent empirical work indeed offers support to that perception.", "Monetary institutions that have been more explicit in delineating what they mean - in numerical terms - by \"price stability\" have been more successful in promoting lower inflation and lower output variability.", "However, an appropriate mandate is a necessary but not a sufficient condition for lasting macroeconomic stability.", "Important sources of instability in inflation expectations could still arise if the central bank - even one endowed with a clear mandate to preserve price stability - is not sufficiently clear as regards its own monetary policy concept and strategy.", "The decision taken by the Governing Council of the ECB in October 1998 to spell out the contours of its monetary policy strategy attests to the extent to which the notion of a monetary policy strategy has become operationally meaningful.", "To secure stability, a central bank has to act forcefully and pre-emptively to nascent signs of inflation or deflation."], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["Inflation expectations", "Monetary policy", "Expectations", "Central banks", "Credibility", "Price stability", "Monetary policy regime", "Institutional independence", "Economic stability", "Rational expectations"]}