{"sentences": ["In the weeks and months ahead, the Federal Reserve will continue to closely follow the consequences of the recent devastating events in the Gulf Coast region in order to assess their implications for our economy.", "However, we are well aware that the broader economic impact is only a part of the human misery left in the wake of these events.", "In my remarks today, I plan, in addition, to focus on one of the key factors driving the U.S. economy in recent years: the sharp rise in housing valuations and the associated build-up in mortgage debt.", "Over the past decade, the market value of the stock of owner-occupied homes1 has risen annually by approximately 9 percent on average, from $8 trillion at the end of 1995 to $18 trillion at the end of June of this year.", "Home mortgage debt linked to these structures has risen at a somewhat faster rate.", "This enormous increase in housing values and mortgage debt has been spurred by the decline in mortgage interest rates, which remain historically low.", "Indeed, the thirty-year fixedrate mortgage, currently around 5-3/4 percent, is about 1/2 percentage point below its level of late spring 2004, just before the Federal Open Market Committee (FOMC) embarked on the current cycle of policy tightening.", "This decline in mortgage rates and other long-term interest rates in the context of a concurrent rise in the federal funds rate is without precedent in recent U.S. experience.", "Some of the decade-long decline can be ascribed to expectations of lower inflation, a reduced risk premium resulting from less inflation volatility, and a smaller real term premium that seems to be due to a moderation of the business cycle over the past few decades.", "Besides these factors, the worldwide trend reduction in long-term yields presumably reflects an excess of intended saving over intended investment.", "Since the mid-1990s, worldwide saving has been boosted by a significant increase in the share of world output produced by economies with persistently above-average saving-predominantly the emerging economies of Asia.", "This impetus to saving has been supplemented by shifts in income toward the oil-exporting countries, which more recently have built surpluses because of steep increases in oil prices.", "Softness in intended investment, however, is also part of the story.", "In the United States, for example, capital expenditures have been restrained for some time relative to the very substantial level of corporate cash flow.", "That development likely reflects the business caution that was apparent in the wake of the stock market decline and the corporate scandals early this decade.", "In similar fashion, Japanese investment exhibited prolonged restraint following the bursting of Japan's speculative bubble in the early 1990s, and investment in emerging Asia, excluding China, fell appreciably after the Asian financial crisis in the late 1990s.", "The economic forces driving the global saving-investment balance have been becoming manifest over the past decade, so the steepness of the recent decline in long-term yields suggests that something more may have been at work over the past year.", "According to estimates prepared by the staff of the Federal Reserve Board, a significant portion of the more recent decline appears to have resulted from a fall in term premiums.", "Such estimates are subject to considerable uncertainty; nevertheless, they suggest that a perceived increase in economic stability in recent years has encouraged risk-takers to reach out to more-distant time horizons.", "Regardless of the precise mix of factors that explains the decline in interest rates, the associated run-up in housing values has left households with a substantial pool of available home equity.", "According to data recently developed by Jim Kennedy of the Federal Reserve Board staff, and me, discretionary extraction of home equity accounts for about four-fifths of the rise in home mortgage debt.", "Our data splits home equity extraction net of closing costs, and hence debt increase on existing homes, into extraction from three sources: (1) that associated with home turnover-that is, mortgage originations of buyers of existing homes less the associated debt cancellation of sellers, (2) refinancing cash-outs, and (3) increases in home equity loans.", "The size of equity extraction owing to turnover closely parallels and presumably finances the realized capital gains on homes, whereas cash-outs and home equity loans generally extract as-yet-unrealized capital gains.", "What share of the financed capital gains are spent on consumer goods and services, thereby reducing the saving rate, is uncertain.", "Survey data suggest that approximately a fourth to a third of the value of home equity loans and cash-outs finances personal consumption expenditures directly.", "Another fourth funds repayment of nonmortgage debt that had been used, in effect, as bridge financing, predominantly of personal consumption expenditures.", "Home mortgage debt is thus the final source of funding of some consumer outlays originally financed by extensions of credit card and other consumer debt.", "Although there are no comparable surveys of the disposition of equity extracted by sellers of homes beyond amounts applied as a down payment on a subsequent home purchase or outright cash purchases, plausibly they would exhibit similar propensities.", "If indeed this is the case, the implied increase over the past decade in consumption expenditures financed by home equity extraction, rather than by income and other assets, would account for much of the decline in the personal saving rate since 1995.", "We define discretionary extraction as the change in mortgage debt (excluding construction loans), plus scheduled, i.e., nondiscretionary, debt amortization minus mortgage debt originations to finance newly built homes.", "See Alan Greenspan and James Kennedy (2005), \"Estimates of Home Mortgage Originations, Repayments, and Debt on One-to-Four-Family Residences, \" Finance and Economic Discussion Series 200541 (Washington: Board of Governors of the Federal Reserve System, September).", "Because the personal saving rate is measured relative to personal disposable income, any purchases financed with the proceeds of capital gains will increase personal consumption expenditures but not income, and therefore the measured saving rate will decline.", "The reason for excluding capital gains from income, and hence saving, is that only book saving can finance capital investment, a key requirement of the structure of our national accounts.", "Capital gains do not add to gross domestic product (GDP).", "Surveys report approximately a third of mortgage extraction is spent on \"home improvements,\" part of which is home repair, a personal consumption expenditure.", "The survey results cited here were reported in Glenn B. Canner, Karen Dynan, and Wayne Passmore, \"Mortgage Refinancing in 2001 and Early 2002,\" Federal Reserve Bulletin, vol.", ", Peter J. Brady, Glenn B. Canner, and Dean M. Maki, \"The Effects of Recent Mortgage Refinancing,\" Federal Reserve Bulletin, vol.", "441-50, and Glenn B. Canner, Thomas A. Durkin, and Charles A. Luckett, \"Recent Developments in Home Equity Lending,\" Federal Reserve Bulletin, vol.", "It is not possible to trace the part of equity extraction that initially purchases certificates of deposit, stocks, bonds, and other assets but is later liquidated to finance personal consumption expenditures.", "Survey data usually request the disposition of loan proceeds over a limited period of about a year.", "We make the assumption that the shares of the loan proceeds are fixed over the past decade.", "However, a significantly different approach to separating the proportion of consumer spending financed out of income from that financed out of wealth, though one that is similarly robust, concludes that the decline in the saving rate over the past decade can be explained by the decline in interest rates and by the increase in overall household wealth.", "That wealth, however, includes nonhousing wealth, most importantly stock market wealth.", "Thus, we have two approaches, both of which would seem capable of explaining much or all of the decline in the personal saving rate.", "Of course, both cannot be true, for if they were, we would have explained a greater drop in personal saving than actually occurred.", "Obviously, this issue will remain an area of active research interest.", "Nonetheless, it is difficult to dismiss the conclusion that a significant amount of consumption is driven by capital gains on some combination of both stocks and residences, with the latter being financed predominantly by home equity extraction.", "If so, leaving aside the effect of equity prices on consumption, should mortgage interest rates rise or home affordability be further stretched, home turnover and mortgage refinancing cash-outs would decline as would equity extraction and, presumably, consumption expenditure growth.", "The personal saving rate, accordingly, would rise.", "Carrying the hypothesis further, imports of consumer goods would surely decline as would those imported intermediate products that support them.", "And one would assume that the U.S. trade and current account deficits would shrink as well, all else being equal.", "How significant and disruptive such adjustments turn out to be is an open question.", "Nonetheless, as I have pointed out in previous commentary, their economic effect will, to a large extent, depend on the flexibility inherent in our economy.", "In a highly flexible economy, such as the United States, shocks should be largely absorbed by changes in prices, interest rates, and exchange rates, rather than by wrenching declines in output and employment, a more likely outcome in a less flexible economy."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["housing valuations", "mortgage debt", "mortgage rates", "saving", "investment", "home equity", "consumption", "saving rate", "trade deficit", "economic flexibility"]}