{"sentences": ["During two days of the Fifth Conference of the Bank of Albania on \"Central Banking in time of integration\", having guests from the country and international institutions, personalities of academic and banking area, too many important ideas and suggestions emerged.", "The tight agenda did not allow detailed discussion on them; however, I hope that they will serve as starting points for further debates and analyses to sort out central bank challenges in the time of integration.", "It is somewhat difficult to make a concise summary of numerous papers presented in this conference.", "I would categorize the main conclusion into two large groups according to the main pillars of the central bank, that is the price stability and the financial sector stability.", "Concerning the first pillar, that of price stability, the discussions were focused mainly on the monetary policy effectiveness and central bank independence.", "To maintain stability is more difficult than to achieve it.", "Prof. Bolle indicated in a very excellent way that current price stability should be considered as fragile, which requires constant efforts, either by the BoA or by other institutions.", "Therefore, in his discussion, Mr. Ibrahimi emphasized that the Bank of Albania is prudentially analyzing the risks that we may be faced with in the future on maintaining price stability.", "He came out with the proposal of adopting a new inflation targeting regime that may be better adjusted to the new reality that the Bank of Albania and the Albanian Economy will encounter.", "However, simply the mechanic implementation of this new regime is not a sufficient condition for price stability.", "A number of other criteria must be met to increase the chances of its success, without adding pressure at the Bank's reputation.", "A lot of such challenges were treated in details in other presentations at the conference.", "Among the most important ones, I would mention: Issues on central bank independence, which were referred to by most presenters, but I would point out here those presented by Mr. S. Rossi and Mr. L. Papi.", "The significant role of independence, not only on monetary policy, but also, particularly on the second pillar, that of financial sector stability and development came out clearly in these presentations.", "The clarity of Monetary Policy channels and enhancement of the effectiveness of its is another important issue that requires particular attention, notwithstanding the current regime applied.", "The presentations on this issue by Ms. M. Peeters yesterday and by the experiences of various countries during today's panel of the conference were very useful.", "Fiscal domination remains a constant risk to price stability, as it came out of the experience presented here by Mr. Baschi (Turkey).", "We hope that the commitment of the government for developing a better coordination of monetary and fiscal policies will continue in the future, as the Minister of Finance, Mr. Malaj stated in his speech.", "This idea was further elaborated on in the presentation authored by Mr. Hida and Mr. Haderi.", "Dollarisation or FX may constitute another obstacle that places financial stability and monetary policy independence at risk, as argued by Mr. Driessen.", "Therefore, it is a problem that needs attention.", "What inflation rate should be targeted remains a subject of debate.", "This concern was presented by Mr. Olters.", "The Bank of Albania is closely addressing this issue in a very prudential manner, so that it does not become an obstacle for economic growth.", "In light of the above difficulties for passing to a new regime, as stressed by Mr. Mayes, it is important to implement a robust strategy so as to avoid large mistakes.", "Price stability, as stressed some times during the conference, helps economic growth.", "On the other hand, the second pillar of the Bank of Albania, the financial stability, is likely to play a more important role for economic extension.", "But, as Mr. Blejer stressed in his speech, stability should not be turned into an end in itself.", "A good regulated but undeveloped financial sector may be as ineffective as a deregulated sector.", "In order to make the basic policies in economy more harmonized and effective, I would emphasize that the banking system and the other financial institutions of the country should be more effective, open and supervised.", "In the final analysis, it is very important to create a real financial market, where all actors know the rules of game and obey them fairly, as it came out in the presentations of Mr. Niedermayer, Mr. Danielson, Mr. Pencapligil and Mr. Bunda.", "In conclusion, I would underline that the challenges ahead of us, on our way to development and integration, become easier when a spirit of cooperation exists not only within the country but also in the regional framework and broader.", "Thanking you for your participation in this Conference, I declare it closed."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "financial dominance", "financial dominance", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Price stability", "Financial sector stability", "Central bank independence", "Monetary policy effectiveness", "Fiscal domination", "Dollarisation", "Inflation targeting", "Financial regulation", "Financial market development", "Economic growth"]}