{"sentences": ["Ladies and Gentlemen, I am pleased to welcome you at the third seminar on monetary policy organized jointly by the Swiss National Bank and the National Bank of Poland.", "Let me start by thanking staff members from the host central banks, who have not spared their efforts on preparing this seminar.", "For the first time in our seminar, apart from economists from the host central banks we have invited representatives of other central banks to share with us their knowledge and experience with inflation targeting.", "Thus I would like to warmly welcome our guests from the Czech National Bank - the first inflation targeter in Central and Eastern Europe, and from the Central Bank of Turkey - a brand new inflation targeter, which has adopted the framework only this year.", "The topic of this year's seminar is inflation targeting (henceforth called IT).", "As the distinguished former Fed chairman Paul Volcker recently remarked1, inflation targeting may sound like an oxymoron since usually central banks strive to fight inflation rather than to breed it.", "So should we gather here to discuss ways of breeding inflation?", "Needless to say, Paul Volcker perfectly knows that it is low and stable inflation and not any inflation that inflation targeters are trying to achieve.", "Yet, if we know that low inflation is our objective then what is the most suitable monetary policy?", "How low should the inflation target be, which price index to target, what about stabilizing output or preventing asset bubbles, should we be strict or flexible inflation targeters, how to communicate our policies?", "All central bankers, both those beginning the IT adventure and those more advanced with it, have to address these questions.", "I hope this meeting will provide an opportunity to do it."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none"], "topics": ["Inflation targeting", "Inflation", "Monetary policy", "Central banks", "Price index", "Output", "Asset bubbles", "Communication", "Inflation target", "Strict inflation targeters"]}