{"sentences": ["Against the background of a recovery in economic activity, the public finances have improved considerably.", "However, the structural deficit remains substantial; it does not ensure a rapid reduction in the debt burden enabling Italy to tackle the challenge of population ageing in good time.", "The Economic and Financial Planning Document envisages a budget for 2008 that does not improve the deficit on a current legislation basis.", "The budget will nevertheless have to include expenditure-side measures in order to finance outlays deriving from commitments made by the Government or necessary to continue policies under way but not yet embodied in legislation.", "The corrective measures required to achieve a balanced budget are put off to the three years 2009-11; in particular, about half of the reduction is planned for 2011, the last year of the current legislature.", "The present favourable phase of the economic cycle would have made it possible to accelerate the budget adjustment.", "The ratio of taxes and social security contributions to GDP is near the highest levels recorded in recent decades.", "The commitment to curbing and gradually reducing the fiscal burden is reaffirmed.", "A plan for significant tax reductions would provide support for the policies designed to increase the potential growth rate of the economy.", "The Planning Document indicates controlling the quality and quantity of public spending as a priority.", "Reducing the deficit and containing taxation require a sharp deceleration in the growth of primary current expenditure, which in 2007 is again high and above the original target.", "The Government is adopting support measures for old people in economic need.", "Given the projected demographic situation in the decades ahead, only courageous choices that raise the average effective retirement age can make it possible to pay adequate pensions.", "The state of the public finances The public finances improved in 2006.", "Excluding cyclical effects and one-off measures, the Government estimates that the deficit fell from 4 per cent of GDP in 2005 to 2.7 per cent last year; the primary surplus rose to 1.9 per cent of GDP.", "General government net borrowing increased slightly, from 4.2 to 4.4 per cent of GDP.", "This outcome depended on the extraordinary charges deriving from the cancellation of railway company debt towards the State and from a European Court of Justice ruling on VAT (which together cost nearly 2 percentage points of GDP).", "The improvement in the accounts in 2006 came from the significant increase in revenue, which benefited from stronger economic growth, some one-off measures and temporary factors, and the success of the measures to extend and recover tax base contained in the budget for 2006 and the supplementary measures enacted last July.", "The ratio of tax and social security receipts to GDP rose from 40.6 to 42.3 per cent.", "More than half of the €37.7 billion increase in tax revenue can be attributed to trends in the main tax bases.", "Another 30 per cent can be ascribed to discretionary measures enacted with the budget for 2006 and the additional measures enacted in July.", "A further 5 per cent of the increase was due to favourable events during the year, in particular large-scale redemptions of post office savings certificates, which increased receipts from the taxes on interest income, and the return to the usual due dates for the tax on insurance companies' mathematical reserves.", "The remainder of the increase, some €6 billion, reflected the reduction of tax evasion and avoidance both as a result of enforcement action and in connection with some structural changes in the Italian economy in recent year (such as the increasingly important role of mass retailing).", "Despite the acceleration in economic growth, the ratio of primary current expenditure to GDP remained basically constant, near the highest levels of recent decades.", "The reduction in intermediate consumption was offset by the rapid increase in social benefits.", "The contraction of public investment spending continued.", "The deficit was considerably smaller than had been forecast both in drafting the budget and in the course of the year.", "Both the official estimates and other forecasts underestimated the growth in revenue; for that matter, receipts exceeded expectations in other euro-area countries as well.", "The general government borrowing requirement decreased by 1.6 percentage points, to 3.7 per cent of GDP.", "The ratio of debt to GDP rose for the second successive year, reaching 106.8 per cent.", "For 2007, Italy's stability programme update of last December indicated a deficit of 2.8 per cent of GDP.", "In March the Combined Report on the Economy and Public Finances estimated net borrowing at 2.3 per cent.", "The Planning Document now projects it at 2.1 per cent By comparison with the Combined Report, the revenue projection is revised upwards by more than €2 billion for the year, taking account of the better-than-expected revenues of the first few months.", "Expenditure is revised downwards by nearly €1 billion, reflecting, among other things, the postponement to 2008 of the renewal of several public-sector labour contracts.", "The revised estimates for revenue are consistent with the results to date.", "Excluding the amounts collected in January, which appertained largely to 2006, by the end of June central government tax revenue was 5.1 per cent higher than in the same period of 2006.", "The Planning Document estimates the annual increase in general government tax revenues at 4.6 per cent for 2007, compared with 3.9 per cent in the Combined Report.", "The behaviour of the borrowing requirement in the first part of the year is fundamentally consistent with the new estimates of net borrowing for 2007.", "In the first five months of the year the general government borrowing requirement amounted to €48.7 billion, about €10 billion less than in the same period of 2006.", "More than half of the improvement in the accounts with respect to the projections in December has now been earmarked by the Government for additional expenditure.", "In fact, together with the Planning Document, the Government has passed a decree law and a midyear budget revision that according to official estimates will entail additional outlays of 0.4 percentage points of GDP this year and 0.1 points in each of the next two.", "A good part of the additional expenditure in 2007 represents an adjustment of resources to the necessities of policies already in place; about a fifth reflects new Government initiatives.", "The increase in outlays connected with Decree Law 81 of 2 July 2007 are estimated at €5.6 billion for this year and €1.6 billion a year when fully phased in.", "The decree comprises a number of measures.", "Most of the provisions (worth €2.5 billion) involve central government departments and consist in supplementary appropriations or attenuations of spending constraints enacted in previous budgets.", "In particular, with an effect valued at €1.5 billion, the decree frees the funds that ministries were obliged to set aside in unavailable reserves under the Finance Law for 2007.", "It also appropriates funds to increase low pensions (€0.9 billion), for humanitarian aid (€0.3 billion), for current transfers to public enterprises (€0.3 billion), and for short-term substitution of school personnel (€0.2 billion).", "Finally, it allocates €0.5 billion and €0.7 billion for the modernization of the road and railway networks, respectively.", "Taking these measures into account, the Planning Document sets the new deficit target for 2007 at 2.5 per cent of GDP (compared with 2.8 per cent in last year's Document, which was confirmed in the subsequent budget documents).", "Excluding one-off measures - among which the transfer to INPS of a part of workers' annual severance pay - the deficit is nearly 3 per cent.", "The ratio of public debt to GDP is projected to fall from 106.8 to 105.1 per cent.", "The fiscal burden rises further, by half a percentage point, to 42.8 per cent of GDP.", "Excluding the severance pay referred to above, the increase comes to 0.1 percentage points.", "Primary expenditure, excluding the two extraordinary charges for 2006 mentioned earlier, rises from 44 to 44.1 per cent of GDP, reflecting the sharp increase of 19.1 per cent expected in direct investment.", "Primary current expenditure increases by 4.3 per cent; its ratio to GDP declines slightly (from 39.9 to 39.8 per cent).", "The growth in expenditure is equal to 4.7 per cent for social benefits, 4.5 per cent for intermediate consumption and 1 per cent for wages and salaries."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["public finances", "deficit", "revenue", "expenditure", "taxation", "debt", "budget", "primary expenditure", "social benefits", "economic growth"]}