{"sentences": ["Sehr geehrte Frau Bundeskanzlerin, Sehr geehrter Herr Minister Präsident, Sehr geehrte Frau Oberbürgermeisterin, Sehr geehrter Bundesbank Präsident, Sehr geehrte Kollegen der Bundesbank, dear colleagues of the Eurosystem, Dear guests, ladies and gentlemen, It is a great pleasure for me to celebrate with you this evening the 50th anniversary of the Deutsche Bundesbank.", "The year 1957 was marked by a number of events that should subsequently prove to be major milestones in the areas of technological, institutional and economic development: the launch of the first artificial satellite, the signature of the Treaty of Rome, and the foundation of the Deutsche Bundesbank.", "At the time, I was a teenager and I have to confess that I very closely followed only the first event.", "Since then I had the privilege to appreciate the immense historical importance of the Treaty of Rome for peace and prosperity on our continent.", "With regard to the Bundesbank, I think that it is fair to say that its foundation provided not only Europe but also the rest of the world with a very good example, and indeed a role model, of central banking.", "The trademarks of this role model are monetary stability, independence and credibility.", "The Bundesbank has embodied them from its inception, and, today, they are recognised all over the world as essential for monetary policy to deliver price stability and, in this way, to support sustained economic growth and job creation.", "J'ai eu moi-même l'honneur d'être pendant dix ans le gouverneur de la Banque de France indépendante par la volonté du peuple français, depuis le 1er janvier 1994, avant de passer le témoin au gouverneur Noyer.", "Et je ne peux dissimuler la fierté qui a été la nôtre quand nous avons pu démontrer à nos concitoyens que le mandat premier de la stabilité des prix - que la Banque de France avait défini dès janvier 1994 comme étant moins de 2 % - associé à la pleine indépendance, nous permettaient au bout de quatre ans de supprimer toute prime de risque entre le franc francais et le deutschemark.", "C'était, avec les résultats également remarquables des autres banques centrales nationales, une contribution décisive à la création de la monnaie unique.", "Independence from executive branches is an essential feature of the institutional framework for a successful monetary policy as it allows the central bank to pursue its primary objective and to take full responsibility for its actions.", "The legal and institutional framework of the Bundesbank has been decisive in this respect, but equally important has been the quality of its staff and leadership.", "I have had the very great privilege to know and work closely with five of the Bundesbank's Presidents - Karl-Otto Pöhl, Helmut Schlesinger, Hans Tietmeyer, Ernst Welteke and Axel Weber - and with Board members, in particular Otmar Issing and Jürgen Stark at both the Bundesbank and the ECB, as well as with the many excellent professionals committed to fulfilling the mission of this important institution.", "The clear objective of price stability and the independence from executive branches, however, only necessary conditions for the success of the Bundesbank as an institution.", "The additional and decisive condition has been the credibility it gained with the German people and with global financial markets.", "Credibility is not something that can be installed by decree, it has to be earned.", "The strong determination of the German people to keep the value of their money stable on a lasting basis had initially provided the Bundesbank with a broad constituency that shared this conviction about importance of price stability and its task \"to safeguard the currency\", or \"die Währung zu sichern\" as it says in the Bundesbank Act.", "As the vivid memory of the hyperinflation faded and price stability was achieved, the Bundesbank's credibility - fostered by a broad-based and intensive communication with all parts of society - was essential to protect its independence and rebuff any temptations to relax the notion of price stability.", "Ich möchte Sie daran erinnern, dass Preisstabilität und Zentralbankunabhängigkeit tatsächlich Tag für Tag verteidigt werden müssen, da sie immer wieder auf die Probe gestellt werden: 1956, noch vor der formellen Gründung der Bundesbank, forderte Bundeskanzler Adenauer, man solle die Erhöhung der Leitzinssätze um ganze 100 Basispunkte verschieben.", "Die deutsche Zentralbank ließ sich jedoch nicht darauf ein und überzeugte die deutsche Bevölkerung von ihrer Politik sowie davon, dass sie dafür sorgen würde, dass der Geldwert erhalten bleibt.", "In den folgenden 50 Jahren gab es viele weitere Herausforderungen: das Ende des Bretton-Woods-Systems, größere Ölkrisen, die Wiedervereinigung, die Grundlagen des Europäischen Währungssystems sowie die Vorbereitungen zur Wirtschafts- und Währungsunion - um nur einige zu nennen.", "Allen diesen Herausforderungen begegnete die Bundesbank mit Souveränität und festen Grundsätzen.", "Als Präsident der erstmals unabhängigen Banque de France bin ich stolz darauf, dass ich gemeinsam mit Vertretern der Bundesbank an der Vorbereitung der Wirtschafts- und Währungsunion - auf der Grundlage des vorrangigen Auftrags der Preisstabilität und der klaren Unabhängigkeit der EZB von politischer Einflussnahme - mitwirken konnte.", "Die Formulierung des Vertrags und die Zusammenarbeit mit den Hauptakteuren auf deutscher Seite habe ich als besonders bereichernd empfunden.", "Diese Persönlichkeiten haben entscheidend zur Gestaltung und zum Funktionieren des Maastricht-Vertrags beigetragen.", "Hier möchte ich auf jeden Fall Horst Köhler, den jetzigen Bundespräsidenten, erwähnen, mit dem meine Kollegen und ich den Vertrag von Maastricht verhandelt haben.", "Heute genieße ich das Privileg, mit der Bundesbank als Mitglied des Eurosystems zusammenzuarbeiten, das in vollem Umfang zum Erfolg des europäischen Währungsteams und zur Erfüllung unseres Auftrags, die Preisstabilität zu gewährleisten, beiträgt.", "Fünfzig Jahre mag von einigen als fortgeschrittenes Alter empfunden werden, aber für eine erfolgreiche Institution wie die Bundesbank ist dieses Jubiläum kein Grund zur Wehmut, sondern stellt eine Auszeichnung dar.", "Die Werte und Beiträge, die die Bundesbank in das Eurosystem einbringt, sind jung wie eh und je.", "Herzlichen Glückwunsch!", "Ich möchte Dir, Axel, und Deiner Institution meinen Dank und meine Freundschaft aussprechen!"], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Price stability", "Independence", "Credibility", "Bundesbank", "Eurosystem", "ECB", "Monetary policy", "Maastricht Treaty", "Inflation", "German people"]}