{"sentences": ["Monetary policy is oriented towards low and stable inflation.", "The operational target of monetary policy is consumer price inflation of close to 21⁄2 per cent over time.", "The objective of low and stable inflation provides the economy with a nominal anchor.", "This means that all economic agents - households and enterprises, whether large or small - can plan ahead on the assumption that inflation is, and will continue to be, low and stable.", "In a small, open and decentralised market economy like Norway, and with our particular industry structure, there will be cyclical fluctuations.", "When economic agents are confident that inflation will be low and stable over time, the interest rate can also be set with a view to dampening the fluctuations somewhat.", "The labour market plays an important role in the effect on inflation of the key policy rate, which is the instrument of monetary policy.", "First, as interest rates rise, household and local government consumption and investment will tend to fall.", "Lower demand leads to lower output and employment.", "Wage growth may slow.", "Lower wage growth combined with lower profit margins will result in more subdued inflation.", "Second, the effect of interest rate changes may be amplified because the interest rate also affects the krone exchange rate.", "When the interest rate was lowered in 2003, borrowing increased and investment in NOK declined, leading to a depreciation of the krone.", "A weaker krone results in higher exports and improved profitability in Norwegian business and industry.", "This normally leads to higher employment, and a rise in wage growth and inflation.", "Third, inflation expectations will also influence wage demands and have an effect when companies adjust their prices.", "It may be difficult to perceive how expectations are generated.", "Confidence in the inflation target may provide an anchor.", "The labour market is also exposed to other disturbances that may have an effect on employment, wage growth and thereby inflation.", "Such disturbances influence the orientation of monetary policy.", "Disturbances that result in a tight labour market and high capacity utilisation can lead to higher wage growth and thereby higher inflation.", "A tight labour market will thus imply higher interest rates.", "Norway has substantial petroleum wealth, but our most important resource is labour.", "A smoothly functioning labour market is therefore important to our welfare.", "Although it is difficult to quantify in exact terms the contribution of labour to value added, there is no doubt that even a small increase in the \"return\" on labour could generate considerable gains.", "Labour market legislation must be formulated to provide incentives to work.", "In Norway, a relatively large share of the population is now economically active, after lagging behind our neighbouring countries up to the 1990s.", "It should be noted that, even though labour force participation is high and unemployment is low, the average employee in Norway works far fewer hours per year than employees in the other Nordic countries.", "This gap seems to have widened through the 1990s and up to today.", "The standard working year is short in Norway, and Norway also has a higher percentage of part-time employees than other countries.", "The opportunity to work part-time has for a long time made it easier for women and young workers to enter the labour market.", "There are considerable outflows from the labour market into various social security schemes.", "Sickness absence is high, and the share of the working-age population on rehabilitation schemes or receiving disability pensions is rising.", "Many workers choose to take early retirement under the AFP scheme (contractual early retirement) when they reach the age of 62, and this number will probably increase in the years ahead.", "In Norway, close to 600 000 persons of working age receive social security benefits or pensions.", "This is equivalent to 25 per cent of the labour force.", "A disturbing aspect is that disability is increasing among young people.", "We know from experience that this group tends to remain outside the labour force for parts or all of their lives.", "In the second quarter, sickness absence stood at 6.5 per cent of contractual person-days, although there are substantial occupational and geographical variations.", "In Rogaland, sickness absence is 1.4 percentage points lower than the national average.", "If sickness absence in the rest of the country falls as low as in Rogaland, nearly 30 000 additional person-years would be available for productive activity.", "Reduced sickness absence and reduced outflows into social security schemes - particularly among young people - would result in substantial economic gains.", "Economic developments The Norwegian economy is in a period of strong expansion after a marked upturn since summer 2003.", "The upturn followed a period of slow growth since 1998 and a mild slowdown in 2002 and into 2003.", "Growth in the mainland economy has been high since then, and higher than expected.", "When the key policy rate was reduced in 2003, demand and output picked up quickly.", "The upturn was supported by strong productivity growth, reflected in exports, petroleum investment and, after a period, public demand.", "So far in the cyclical upturn, the mainland economy has grown by an average of just over 4 per cent annually.", "The upturn is now in a mature phase.", "Even though output increased rapidly, it took a long time for employment to edge up.", "The increase in employment was for a long period slower than in the upturns in the 1980s and 1990s.", "Employment only began to pick up towards the end of 2005, and has since risen sharply.", "Employment developments were also influenced by substantial labour inflows from central Europe following EU enlargement in 2004.", "Strong growth in labour productivity is not due to any substantial increase in the real capital behind each hour worked, but is related to a considerably more efficient utilisation of labour and capital.", "In addition, growth in labour productivity reflected a marked fall in sickness absence in 2004.", "The national accounts show more moderate productivity growth in recent quarters.", "However, since the figures are provisional and can often be revised considerably, we should be cautious about reaching any conclusions.", "The strong rate of growth has only to a limited extent fed through to a higher rise in prices for consumer goods and services.", "The rise in prices has none the less accelerated in recent months.", "In August, the year-on-year rise in the CPI-ATE was 1.8 per cent.", "Underlying inflation has long been projected to be between 11⁄2 and 2 per cent in the second half of this year.", "The year-on-year rise in the total consumer price index (CPI) has been just under 1⁄2 per cent in recent months.", "This is because electricity prices have been substantially lower this year than in 2006, when unusually high electricity prices due to low precipitation levels pushed up the year-on-year rise in the CPI close to the inflation target.", "In recent months, electricity prices have been at their lowest level since 2002.", "Due to favourable developments in prices for goods produced in Norway compared with prices for imported goods, our terms of trade have improved.", "The impact of the rise in oil and gas prices is particularly strong, but the terms-of-trade gains for the mainland economy have also been high.", "The labour market and the orientation of monetary policy Developments in recent years have paved the way for strong growth in employment, and the same applies today now that the cyclical upturn is in a mature phase.", "The labour market is tight.", "There have never before been so many vacancies in relation to the number of unemployed.", "Unemployment has fallen sharply in the past few quarters.", "The rate of decline and level of unemployment are reminiscent of two previous cyclical peaks, the one in the mid-1980s and the other that started in the late-1990s and continued into this decade.", "Both expansions culminated in a sharp rise in wage and cost inflation.", "While unemployment is now very low, the current upturn with high productivity growth and low growth in real wages has, from a corporate perspective, resulted in a reduction in employees' share of corporate earnings.", "Historically, however, unemployment has been high when the wage share was low.", "What are the factors that can explain the current situation of both low unemployment and a low wage share?", "Developments in unemployment and the wage share have probably been influenced by a number of positive supply-side conditions.", "The improvement in terms of trade has benefited both wage-earners and enterprises.", "Low import prices have resulted in a slow rise in consumer prices and a solid increase in wage-earners' real wages.", "High export prices have contributed to holding down the rise in real wages.", "Combined with high productivity growth, this has resulted in high corporate earnings and solid growth in employment.", "Equally important is the ample supply of foreign labour in Norway.", "There was a particularly sharp increase in inward labour migration after EU enlargement in 2004.", "Over the past two years, these labour inflows have accounted for over 30 per cent of growth in the labour force in Norway.", "At the same time, this has enabled Norwegian companies to be bolder in accepting new assignments and making investments, in the knowledge that they can procure labour not only from the Nordic countries but throughout Europe.", "Norwegian firms also have greater scope for relocating production to other countries if labour costs become too high.", "This has resulted in intensified competition in the labour market and has probably had a dampening effect on wage demands.", "Increased globalisation may have resulted in permanent changes in the Norwegian labour market.", "The integration of additional countries in the global economy - in particular India and China - and changes in the social structure in these countries has led to a doubling of the global labour force.", "Norwegian enterprises have access to this labour supply through trade, capital flows and outsourcing of jobs and capital.", "With increased access to cheap labour in the extended global economy, labour market competition in Norway will intensify, initially for jobs that do not require highly-qualified labour, but eventually encompassing these jobs as well.", "Since India, China, Brazil, Indonesia and many other emerging economies are investing substantially in education, the supply of qualified labour will increase ahead.", "It remains to be seen whether the combination of low unemployment and a low wage share is sustainable.", "It partly depends on whether the positive supply-side conditions persist.", "There is probably symmetry here.", "First: Should Norway's terms of trade deteriorate, productivity growth slacken and foreign workers return to their home country, the wage share will increase, profits fall and unemployment will rise.", "Second: If enterprises, in their search for the best qualified candidates, go so far as to bid up wages, profits may fall and unemployment edge up.", "Developments ahead will also depend on how wage-earners react.", "If the wage share has fallen solely because of sluggishness in the wage formation process, both the wage share and unemployment may increase.", "Structural changes in the global economy will affect the Norwegian economy.", "Monetary policy in Norway cannot influence these developments, but the effect of these structural changes must be taken into account in interest-rate setting.", "In the November 2005 Inflation Report, Norges Bank published its own forecast for the interest rate for the first time.", "The aim is to enhance the predictability of monetary policy.", "With a predictable monetary policy, market participants can react to new information in a way that contributes to stabilising developments in output and inflation.", "Norges Bank's interest rate forecast satisfies two main criteria.", "First, the interest rate is set with a view to stabilising inflation close to the target in the medium term.", "The horizon will depend on disturbances to which the economy is exposed and the effects on the path for inflation and the real economy ahead.", "Second, the interest rate path provides a reasonable balance between the path for inflation and the path for capacity utilisation.", "In the assessment, it is taken into account that asset prices, such as property prices, equity prices and the krone exchange rate, can also influence the prospects for output, employment and inflation.", "The results of this trade-off are presented in the Monetary Policy Report in the form of a chart that presents central projections for the interest rate, inflation and capacity utilisation in the economy.", "Even though Norges Bank publishes an interest rate forecast, this does not mean that the interest rate will follow this precise path throughout the projection period.", "Forecasts of inflation, output, the interest rate and other variables are based on an assessment of the current situation and a perception of how the economy functions.", "Disturbances to the economy may result in changes in the forecasts.", "Data revisions imply that the current economic situation is not fully known.", "Our ambition must be to reduce uncertainty with regard to our own response pattern.", "That actual interest rate developments will deviate somewhat from the Bank's forecast will probably be the rule rather than the exception.", "In Monetary Policy Report 2/07, it was pointed out that high capacity utilisation and higher cost inflation may on the one hand lead to higher-than-projected inflation.", "Sustained high productivity growth, a more pronounced shift towards imports from low-cost countries and a stronger krone exchange rate may on the other hand result in lower-than-expected inflation.", "When Norges Bank's Executive Board decided on 26 September to raise its key policy rate by 0.25 percentage points to 5.0 per cent, it was stated in the press release that growth in the economy has been stronger than expected, cost inflation is on the rise and that there are prospects of a further pick-up in price inflation.", "It was also pointed out that financial markets have been turbulent since the beginning of August, the global economic outlook is uncertain and the krone is strong.", "The Executive Board therefore considered the alternative of leaving the key policy rate unchanged at this meeting.", "In addition, it was stated that if the turmoil in financial markets persists and the krone remains strong, and this has considerable consequences for the outlook for inflation, output and employment, Norges Bank's key policy Monetary Policy Report rate may be raised to a lesser extent than envisaged in 2/07.", "Thank you for your attention."], "classifications": ["monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance"], "topics": ["monetary policy", "inflation", "labour market", "interest rate", "wage growth", "productivity growth", "sickness absence", "economic growth", "globalisation", "structural changes"]}