{"sentences": ["1 Introduction The euro at ten can justifiably be called a success story, and increasing financial integration in the euro area is a striking example of this.", "I am therefore pleased to comment on the two very interesting and insightful papers presented by Philip Lane and by Sebnem KalemliOzcan, Simone Manganelli, Elias Papaioannou and José Luis Peydró.", "Professor Pagano has already given some helpful and meaningful comments on the papers.", "In my comments, I shall first concentrate on Philip's reflections on EMU and financial integration and add to them some findings for Germany.", "Second, I shall discuss some issues raised by Sebnem Kalemli-Ozcan et al.", "in their paper on the role of the monetary union for financial integration and risk sharing.", "Philip R. Lane: \"EMU and Financial Integration\" Philip Lane : EMU and financial integration Provides broadly based evidence that the first 10 years of EMU have seen a remarkable increase in financial integration Many barriers to full integration still remain, but initiatives are under way to remove obstacles in the financial The Eurosystem is supporting these projects (SEPA, Challenges a number of general predictions about the macroeconomic impact of financial integration on the financial development of euro-area countries, international risk sharing and net capital movements 13 November 2008 Comments on papers by P. Lane and S. Kalemli-Ozcan et al.", "3 o f 10 Philip Lane's paper builds on his extensive research on EMU and financial integration, and presents us with a comprehensive and well structured overview of recent research and market developments.", "The paper provides broadly based evidence that the first ten years of EMU have seen a remarkable increase in financial integration, even if the extent of convergence varies across different sectors.", "Philip notes that there are still many barriers to full integration, but that initiatives, such as SEPA, Target 2 and T2S should remove some of these obstacles.", "This is why the Eurosystem is actively supporting these projects.", "Philip then challenges a number of general predictions about the macroeconomic impact of financial integration on the financial development of euro-area countries, international risk sharing and net capital movements.", "To complement Philip's findings on financial integration in bond and equity markets, I would like to focus on one issue of great importance: To what extent has investors' home bias changed over the past decade?", "Using German data it can be shown nicely, first, that home bias has declined and second, that EMU plays a prominent role in how the portfolios of German investors are diversified internationally.", "Home bias: Some findings for Germany The home bias of German investors has declined EMU plays a prominent role in how the portfolios of German investors are diversified internationally.", "This is due to decline in transaction costs - harmonisation of financial market institutions (FSAP) - improved information on foreign investments 13 November 2008 Comments on papers by P. Lane and S. Kalemli-Ozcan et al.", "4 of 10 To start with some theory, Solnik's1 (1974) international Capital Asset Pricing Model predicts - given there are no transaction costs - that the regional diversification of a securities portfolio should be the same in all countries worldwide and it should copy the structure of the global portfolio.", "In reality, the portfolios in all countries show divergences from this \"benchmark portfolio\" in favour of domestic securities; this \"home bias\" can be explained by transaction costs and imperfect information, in particular, concerning foreign securities.", "In the euro area, transaction costs should have declined significantly with the abolition of exchange rate movements within the European Monetary Union and further initiatives for harmonising the financial market institutions by the Financial Services Action Plan (FSAP).", "At the same time, information on foreign investments can be expected to have improved within EMU.", "To see whether these predictions are true, I shall now investigate the regional structure of the German international investment position.", "German investors' preference for domestic securities is calculated by comparing the share of actual foreign assets held by German investors with the percentage of foreign assets in the global benchmark portfolio.", "Against this backdrop, home bias on the assets side indicates whether foreign securities are less intensively (and domestic securities are more strongly) represented in the national portfolio compared with the benchmark.", "A home bias would reach the value 100 if investors were to take exclusively domestic securities into their portfolios.", "If the benchmark portfolio is perfectly copied, the home bias would carry the value 0.", "A negative number of the home bias indicates that domestic investors invest more heavily in the securities of a particular country or group of countries than is indicated by the global benchmark portfolio.", "The number indicates the underrepresentation of foreign securities in German portfolios as a percentage of their share in the benchmark portfolio.", "A negative number indicates an overrepresentation.", "November 2008 Comments on papers by P. Lane and S. Kalemli-Ozcan et al.", "5 of 10 The calculations yield some interesting results: First, since the start of EMU, the home bias of German investors in equities has been tending to decline.", "While, in 1998, German investors invested 76% of their stock in domestic equities, this share had diminished to 58 % at the end of 2007.", "By comparison, the percentage of German equities in the global benchmark portfolio was 6 % in both years.", "In our calculations, this yields a decline in the home bias from 75% to 55% of the benchmark.", "Second, German investors have developed a strong liking for stocks of EMU partner countries - as the corresponding negative home bias demonstrates.", "In the beginning, the German \"EMU bias\" was only small but it has grown to a notable amount during the past decade.", "At the end of 2007, the share of EMU equity securities in German investors' portfolio was 51 % higher than the corresponding portion in the global benchmark portfolio.", "Third, with regard to extra-EMU investment, German home bias was also reduced, albeit slightly.", "The number indicates the underrepresentation of foreign securities in German portfolios as a percentage of their share in the benchmark portfolio.", "A negative number indicates an overrepresentation.", "November 2008 Comments on papers by P. Lane and S. Kalemli-Ozcan et al.", "6 of 10 These results are not specific to German portfolios.", "Investors from other EMU countries also display a bias in favour of German bonds.", "This is reflected in the disproportionately large representation of German bonds in the portfolios of the other EMU member states.", "To put it in a nutshell, the data on home bias and \"EMU bias\" with regard to German crossborder investment in securities give an idea of how EMU has influenced cross-border financial integration.", "The home bias is also an important issue when it comes to investigating international risk sharing.", "This brings me to the paper by Sebnem Kalemli-Ozcan, Simone Manganelli, Elias Papaioannou and José Luis Peydró.", "Sebnem Kalemli-Ozcan et al.", ": \"Financial Integration and Risk Sharing: The Role of the Monetary Union\" 4.1 General remarks Seblem Kalemli-Ozcan et al.", ": Financial integration and risk sharing Financial integration in EMU has been driven by the introduction of the single currency and by legislative and regulary policies striving for harmonisation ⇒The impact of these factors is difficult to disentangle ⇒The authors tackle the banking sector, but other financial market segments are worth examining as well Financial integration in the form of cross-border banking integration increases consumption risk-sharing ⇒May be worthwhile to make a distinction between intra and extra-euro-area risk sharing Part I of their interesting and topical paper gives an overview of financial integration in EMU and describes the main legislative and regulatory policies that EU member states have implemented in financial markets.", "Part II provides empirical evidence for the impact of the single currency and European harmonisation policies on financial integration.", "Furthermore, it analyses the implications for consumption risk sharing in the euro area.", "The main findings are that the single currency and the harmonisation policies of EU have both fostered financial integration and that cross-border banking integration increases consumption risk sharing.", ".2 EMU and cross-border banking integration An important contribution made by Sebnem Kalemli-Ozcan et al.", "is that they try to disentangle the impact of the single currency and harmonisation policies on financial integration.", "This distinction is of major relevance with respect to the further process of integration.", "The authors' focus on banking integration is appropriate with regard to the subsequent analysis of consumption risk sharing, where bank lending is deemed to be a prominent transmission channel.", "However, it should be kept in mind that there are more financial market segments of interest and that the euro and harmonisation policies might affect them to a different degree.", "As I have already noted, there is strong evidence that monetary union has fostered integration of markets for equity and long-term debt securities.", ".3 Banking integration and risk sharing As for the authors' concept of consumption risk sharing, let me make two remarks.", "First, consumption smoothing is measured relative to a panel of 20 European and non-European countries.", "This reflects the fact that the paper concentrates on differences in consumption growth across countries and, therefore, analyses international consumption smoothing.", "Domestic smoothing is thereby ignored.", "Furthermore, the estimates do not make a distinction between whether consumption smoothing of EMU countries takes place within the euro area or vis-à-vis the rest of the world.", "It is true that, from a welfare point of view, a distinction between intra and extra-euro-area risk sharing does not make sense.", "However, the authors' conclude that \"the increased cross-banking integration due to the euro has improved ex-post the optimality of the currency union by improving risk sharing\".", "This implies that risk sharing of euro area countries takes place mainly among each other.", "My second comment concerns the way the authors measure consumption smoothing.", "The paper regresses international differences in consumption growth on international differences in GDP growth, multiplied by a term including banking integration.", "A perfect consumption smoothing would imply that asymmetric GDP shocks do not transmit into diverging consumption paths at all.", "Following Asdrubali, Sørensen and Yosha (1996) and the modification of Mélitz (2004), it might be helpful not to stop here but to have a further look at the individual components of GDP and the respective channels of risk sharing.", "Expressed in logarithms and first differences, GDP growth can be decomposed into4 (growth of private consumption) (consumpti on smoothing) lnln ln or, in more detail, ln GDP ln C (growth of private consumption) ln GDP ln GNP (smoothing by net foreign income) ln GNP ln A (smoothing by external saving) ln A ln C (smoothing by domestic saving) ln GNP ln A In this disaggregation, we would expect the term to be the main channel through which consumption smoothing by cross-border banking integration should work.", "In the following table, calculated for Germany, the coefficients and indicate the absorption of additional GDP growth by net foreign income and external saving, respectively.", "A positive sign stands for a positive effect on consumption smoothing.", "The coefficients suggest that international consumption risk sharing in Germany is primarily achieved by countercyclical net foreign income, whereas external saving tends to go along with business cycles.", "This outcome holds for both overall consumption smoothing and consumption smoothing vis-à-vis other euro-area countries only.", "International consumption smoothing Absorption of additional GDP growth by net foreign income and external saving Overall vis-à-vis EMU βE βH 0.01 -0.03 0.13 -0.23 0.22 -0.17 0.08 -0.16International consumption risk sharing in Germany is mainly achieved by countercyclical net foreign income External saving tends to be procyclical 13 November 2008 Comments on papers by P. Lane and S. Kalemli-Ozcan et al.", "9 of 10 Obviously, your paper goes beyond these simple correlations.", "It clearly identifies the impact of cross border banking integration and uses more sophisticated econometric techniques.", "I highly appreciate your work and consider it a valuable contribution to the current debate.", "Nevertheless, I would like to stress that this interesting topic leaves much room for further research.", "Concluding remarks To conclude, both papers are very instructive in terms of learning more about details of the ongoing process of financial integration in the European Monetary Union.", "They have both shown that cross-border risk-sharing has improved during the past decade and that EMU has given a major stimulus to this.", "Our own calculations on the German home bias point in the same direction.", "These approaches, therefore, allow us to conclude that EMU has welfareenhancing effects.", "The Eurosystem will do its best to make them come to the fore with full force in the years to come."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial integration", "EMU", "Home bias", "Risk sharing", "Banking integration", "Consumption smoothing", "Cross-border investment", "Monetary union", "Harmonisation", "Welfare effects"]}