{"sentences": ["Ladies and Gentlemen, It is always a pleasure to join you at the annual Frankfurt European Banking Congress.", "I noted that the organisers have chosen as title: \"After the crisis\".", "I understand that the mood in the financial system is one of relief.", "But as of today, it is too early to declare the crisis over.", "Recent financial developments have been more benign, it is true.", "However a significant volume of official support underlies these developments.", "Nobody knows this better than financial institutions and markets themselves.", "The total amount of outstanding ECB refinancing is around 60% larger than it was before the financial market turmoil.", "This reflects also the need for the ECB to \"intermediate\" parts of the money market.", "Euro area governments for their part have committed 26% of GDP to supporting the financial sector.", "This assistance has come in the form of guarantees, capital injections and asset support.", "The magnitude of support is without precedent, and all participants in financial markets should be conscious of that.", "It has been extended on behalf of the general public, and for the benefit of the overall economy.", "Banks are an important part of the economy.", "The support has been given for their role in the economy, not for the banks by themselves.", "We also have to understand the concern of our democracies as regards compensation and bonuses.", "Principles have been agreed upon at the level of the international community.", "They were worked out by the Financial Stability Board and approved by the G20.", "Let us apply rigorously those principles, under the control of the banking supervisory authorities.", "The wrong incentives to embark in absurd risks and dangerous short-term ventures have to be eliminated.", "Challenges to guard against excesses are as old as mankind.", "I quote Frankfurt's most \"Die Hauptsache ist, daß man lerne, sich selbst zu beherrschen.", "Wollte ich mich ungehindert gehen lassen, so läge es wohl in mir, mich selbst und meine Umgebung zugrunde zu richten.\"", "One could translate this as follows.", "\"The most important issue is to learn self-restraint.", "If I wanted to lavishly let myself go, I could well destroy myself and my environment.\"", "Goethe made this remark in 1830.", "I am sure he would have repeated it today."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial crisis", "Financial support", "Financial markets", "Banking", "Compensation", "Bonuses", "Risks", "Short-term ventures", "Self-restraint", "Goethe"]}