{"sentences": ["Madame Prime Minister, Madame Chairman, honourable Ministers, honourable Ambassadors, ladies and gentlemen: As we gather here for this 49th Annual General Meeting of the Central Bank of Iceland, the Icelandic economy is still recovering from overheating and the shocks of the recent past.", "The contraction in the economy is a part of this process, but it is rooted in three things.", "First, it was inevitable that the enormous expansion characterising the Icelandic economy in 2005- 2007 should subside.", "In line with previous experience in Iceland and other countries, it was highly likely that this would occur through a sharp drop in exchange rate and asset prices, followed by a temporary contraction in business activity and employment.", "Second, the Icelandic economy sustained severe blows as a result of the worldwide recession in late 2008 and early 2009.", "The third cause was the collapse of the Icelandic banks in the fall of 2008.", "When the banks failed, assets were lost, and Iceland's relations with the international financial system were severely damaged.", "They remain damaged to this day, as our capital controls bear witness.", "The question of how to quantify the proportional contribution of these three causes to our current economic hardships is a persistent one.", "But no conclusive answer is yet on the horizon - and certainly not now, when so much has yet to be revealed - as the contraction is not over and the effects of the currency crisis and banking collapse are still in evidence.", "It is clear, however, that 2009 and 2010 would have been difficult for the Icelandic economy in any case, whether the international banking operations headquartered in Iceland had developed or not.", "This is a most necessary reminder that we must not only clean up the financial market regulatory framework and improve supervision, as I will touch on later, but we must also make efforts to ensure that economic policy prevents macroeconomic imbalances from developing once again.", "The Icelandic authorities are faced with a host of challenges that are rooted in the circumstances I have just described.", "I would like to focus on three of these.", "First, it is critical to allow the economy to adjust without allowing inflation or unemployment to become entrenched.", "The goal is a situation in which economic slack has disappeared, GDP growth is in line with growth in production, inflation is at target levels, and the external position of the economy is sustainable.", "Second, we must establish a financial system that serves Icelandic households and domestic business activities and is both economical and relatively secure.", "The third challenge is that of re-establishing confidence abroad in Iceland's institutional framework, economy, and financial system; repairing the relationship with the international financial market; and ensuring that the Icelandic Government and Icelandic companies have access to foreign credit markets once again.", "I will touch on these three tasks later, but first I would like to shed some light on where we are in the adjustment period I mentioned earlier, and what the immediate future could have in store.", "First, the contraction in GDP to date has been less pronounced than was forecast early in 2009.", "The same can be said of unemployment.", "On the other hand, the króna depreciated more than expected, and inflation has proven more persistent.", "The Central Bank's January forecast assumed that GDP would contract by 10% between 2008 and 2009, while the most recent figures indicate a contraction of 61⁄2%.", "On average, the króna was some 15% weaker than was forecast at the beginning of the year.", "For this reason, among others, inflation was higher than projected, or just over 6% in the first quarter of 2010, excluding tax effects.", "The January 2009 forecast assumed that we would already have attained the 21⁄2% inflation target by now.", "These deviations stem from a variety of sources other than normal forecasting errors.", "First of all, measures have been taken to support households, and these measures have reduced the contraction in private consumption.", "Among these measures are a significant increase in mortgage interest allowances, various measures to reduce debt service, and private pension fund payouts amounting to 21⁄2% of GDP.", "Second, a lower real exchange rate stimulated exports, as well as the sectors that compete with imports.", "Third, corporate financial restructuring was delayed, and while this is negative for the long term, it delayed the side effects that often accompany such measures and which generally emerge in a temporary contraction and elevated unemployment levels.", "Fourth, it can be expected that, under the circumstances reigning for most of 2009, the Icelandic export business would have been at an advantage.", "When uncertainty paralysed the world's consumers after the financial crisis peaked in the fall of 2008, it was simply more advantageous to export aluminium, fish, and tourism than cars and flat screens.", "Elevated inflation was primarily due to a lower exchange rate and more robust domestic activity than had been expected.", "To an extent, these effects were temporary and will be reflected, in part, in less economic activity in 2010 than would otherwise have been the case.", "This applies, for example, to corporate financial restructuring and, to some extent, pension savings payouts.", "In this context, it is important that fiscal consolidation measures will be implemented this year, while automatic fiscal stabilisers were allowed to work largely unhindered in 2009.", "As a result, it is assumed that GDP will contract year-on-year in 2010.", "How much it will contract is uncertain, however, particularly because investment remains undetermined, largely due to uncertainty about access to foreign credit.", "The adjustment following the overexpansion of recent years has run its course, for the most part, and in some areas it has overshot the mark.", "If we include the Central Bank's forecast for 2010, public expenditure has contracted by nearly one-third since 2007, which is virtually unparalleled in other countries, as other countries did not experience the overheating Iceland did.", "Iceland's huge current account deficit has turned to a surplus, excluding calculated interest in the estates of the failed banks, which may not be paid.", "The plunge in the currency has been arrested, and other things being equal, inflation will fall sharply in the next few months.", "The latest inflation measurements, published earlier this week, change nothing in this regard, as they were foreseen by the Central Bank, and because the year-on-year rise in inflation is due largely to the drop in the CPI in March 2009.", "A number of economic variables have now overshot the mark, as often happens when imbalances like those in Iceland correct themselves.", "The most important of these is the real exchange rate of the króna, which is currently one-third below its historical average and probably considerably below its long-term equilibrium.", "The real exchange rate will therefore rise in the quarters to come.", "It is the role of monetary policy to ensure that the nominal appreciation of the króna as a share of the real exchange rate rise is conducive to bringing inflation down to target by the time the adjustment is over."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance"], "topics": ["economic adjustment", "fiscal policy", "monetary policy", "inflation", "exchange rate", "financial system", "GDP growth", "unemployment", "confidence", "credit markets"]}