{"sentences": ["Ladies and Gentlemen: It is a real pleasure to be back at Bocconi University, after having been here two years ago.", "Going through my remarks then, I was struck at how much has changed in the world economy in so short a period.", "My intervention took place a few months before the collapse of Lehman Brothers, which marked the peak of the global financial crisis.", "Back in the spring of 2008, we were keenly aware of the risks ahead but few could have imagined the proportions of what eventually came to happen in the autumn of the same year.", "According to the calculations made by two economists, Barry Eichengreen and Kevin O'Rourke, the initial decline in global production between mid-2008 and mid-2009 was broadly comparable with that between mid-1929 and mid-1930, i.e.", "during the Great Depression, while the corresponding correction in global equity prices and global trade volumes were even larger.", "However, the good news is that the global economy has now turned the corner, also thanks to the unprecedented support measures taken by both central banks and governments, which have helped restore confidence.", "Global financial and economic conditions have improved significantly over 2009.", "According to the latest projections published by the International Monetary Fund (IMF), global output is expected to rise by about 4 percent this year after a contraction of about half a percent last year.", "However, the recovery remains fragile.", "In Europe, we expect it to be modest and we do not exclude a bumpy road ahead of us.", "Available indicators suggest that the economic recovery in the euro area is on track, although it is likely to remain uneven.", "Inflation is expected to remain moderate over the policy-relevant horizon.", "Activity remains dependent on past support measures to a significant extent.", "Central banks have started to implement their gradual exit from non-standard support measures and it is of paramount importance that governments implement rigorously consolidation strategies in the near future.", "Above all, we cannot afford to be again in such a dramatic situation at the global level, nor can we expect taxpayers to be ready to put again as much as 25 percent of GDP at risk in order to avert a collapse in the financial sector.", "We have an absolute obligation to make the global financial system more solid and sustainable, and the international community is keenly aware of this need."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-financial coordination"], "topics": ["global financial crisis", "global economy", "economic recovery", "central banks", "support measures", "inflation", "consolidation strategies", "financial sector", "sustainability", "international community"]}