{"sentences": ["Raila Odinga, Prime Minister of the Republic of Kenya; Hon.", "Prof. Sam Ongeri, Minister for Education; Mr. Peter Munga, Chairman of Equity Bank; Dr. James Mwangi, Chief Executive Officer, Equity Bank; Distinguished Guests; Ladies and Gentlemen: 1.", "I am honoured to join you this morning on this important occasion.", "Let me at the outset acknowledge the presence of the Right Honourable Prime Minister and the Honourable Minister of Education.", "Your presence here is testimony to the emphasis that the Government of Kenya places on education.", "Allow me also to salute the Equity Group Foundation and the Master Card Foundation on the launch of scholarships for top primary school performers.", "This is a worthy extension of the corporate social responsibility activities of Equity and Master Card.", "I urge other entities to take up similar initiatives.", "Developing the requisite human capital base is the cornerstone for Vision 2030.", "Endogenous growth models emphasize the role of human capital.", "Inadequate human capital will choke growth and condemn the country to a low equilibrium trap.", "The focus of this Foundation on high performing students from vulnerable backgrounds who may easily drop out of the education system should serve as the best signalling mechanism for hard work and excellence.", "I look forward to the success of this Foundation and the rolling out of similar schemes by the corporate sector.", "I am sure that these scholarships will nurture Kenya's next generation of transformational leaders.", "It is now my pleasant duty to invite the Honourable Minister for Education to address this distinguished gathering.", "Honourable Minister, You have the floor.", "Ajith Nivard Cabraal: Expanding financial services in Sri Lanka Address by Mr Ajith Nivard Cabraal, Governor of the Central Bank of Sri Lanka, at the Opening of a New Branch Office in Jaffna by The Hongkong & Shanghai Banking Corporation Ltd, Jaffna, 11 February 2010."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial Services", "Sri Lanka Economy", "Banking Expansion", "Jaffna Development", "Financial Inclusion", "Economic Growth", "HSBC Partnership", "Central Bank Role", "Investment Opportunities", "Financial Technology"]}