{"sentences": ["Today I would like to take up some aspects of the difficult balancing act that monetary policy has to perform and that in many respects reflect the lessons we have learned from the financial and debt crisis.", "The global economy has suffered a number of turbulent years.", "More than four years have now passed since the outbreak of the global financial crisis.", "Unfortunately, the recovery following this crisis came to a halt when the financial crisis developed into a debt crisis in Europe.", "The Swedish economy has coped rather well with the crisis so far.", "We have of course been affected by the unease abroad and by the economic downturn, but to a much lesser extent than many other countries.", "This is due to factors such as stable public finances and good competitiveness.", "Another reason why Sweden has coped so well is that we have not suffered a crash on the housing market.", "However, household indebtedness is very high, which makes the households more vulnerable to a fall in housing prices and other risks.", "The course of events in several countries during the financial and debt crisis shows that we must take risks of this type seriously.", "As growth prospects have weakened we have cut the repo rate over the last 12 months in order to attain the inflation target and support economic activity.", "However, a lower repo rate also increases the risk associated with household indebtedness.", "The decisions to cut the repo-rate have therefore not been self-evident.", "Low repo rate in Sweden over the last 12 months In connection with the financial crisis the repo rate was lowered all the way to 0.25 per cent, where it remained for almost a year - from mid-2009 to mid-2010.", "During the strong recovery that followed the financial crisis we moved towards a normalisation of monetary policy, and during the autumn of 2011 the repo rate reached 2 per cent.", "However, the financial crisis then became a debt crisis in Europe, which has undermined economic prospects once again.", "We therefore had to call a halt to the normalisation process.", "This year, the Riksbank has instead cut the repo rate in a number of stages to stimulate the Swedish economy and prevent the rate of inflation becoming too low.", "Historically speaking, the repo rate is now very low (see Figure 1).", "Let me now go back a little and describe how we ended up in the position we are now in with regard to monetary policy.", "I also intend to take up some of the important lessons learned from the international financial and debt crisis of recent years.", "The financial crisis became a debt crisis in Europe...", "The global financial crisis began about four years ago.", "The origins of the crisis lay in problems on the US housing market, but after the bankruptcy of Lehman Brothers in September 2008 the situation developed into a global financial crisis.", "GDP in the world as a whole fell for the first time since the 1940s (see Figure 2).", "There was also a dramatic fall in global trade (see Figure 3).", "This was then followed by a couple of years in which the global economy began to recover, and global trade increased (see Figure 3).", "However, it did not take long for clouds to gather on the horizon again.", "Problems with major budget deficits and sovereign debts became apparent in several countries in the euro area, primarily in Greece, but also in Ireland, Italy, Spain and Portugal (see Figure 4).", "In Europe, the financial crisis was followed by a debt crisis.", "However, the reasons why the various countries were hit by problems were not always the same.", "In Greece, for example, public finances were far too weak at the outset to cope with such a severe downturn as that brought about by the financial crisis.", "But countries like Ireland and Spain also suffered serious problems, despite their relatively strong public finances at the outset.", "The problems on the US housing market originally triggered the global financial crisis.", "But problems also arose on the housing markets in several other countries, such as Spain and Ireland (see Figure 5).", "Public finances were hit hard when the banking sector had to be rescued in the wake of a bursting housing bubble, in which housing prices and bank lending had chased each other's tails to form an unsustainable spiral.", "This was why these countries quickly encountered major problems in managing the growth of their sovereign debts, despite their relatively good position at the outset.", "An excessive build-up of debt - irrespective of whether it takes place in the private or the public sector - leads to problems sooner or later.", "Events in the euro area in recent years provide a frightening illustration of this.", "It is clear that the euro area is facing major challenges, not only for individual countries but for the EMU as a whole.", "The ECB, the EU and the IMF have implemented a range of support measures to come to terms with the acute problems.", "A number of new decisions and measures have also been announced within the EMU over the course of the year.", "However, it is important to point out that responsibility for managing these problems primarily lies with the politicians in the respective countries.", "Decisions are required at the national level, not only to resolve the problem of weak public finances but also to improve competitiveness (see Figure 6).", "As the problems have worsened the recovery that began after the financial crisis in 2008 has ground to a halt, and our assessment in the Monetary Policy Report published in October is that GDP will actually fall in the euro area in 2012.", "...which is having a major impact on the Swedish economy Sweden is what we usually call a small, open economy.", "We are highly affected by developments abroad.", "This high dependence on economic activity abroad has led to considerable fluctuations in production in recent years.", "The fall in GDP in 2009 was the largest since World War II, but growth in 2010 was the highest for 40 years.", "The recent weak development of economic activity in the euro area has once again dampened growth prospects in Sweden.", "An important explanation of why the Swedish economy is affected so much by what happens abroad is that we are highly dependent on the demand for the goods and services that we export to other countries.", "The euro area is our largest export market and problems in the euro area therefore have a major impact on the demand for Swedish exports.", "One way for Swedish export companies to reduce this impact is to turn to new markets instead, but this is a very slow process (see Figure 7).", "The euro area will continue to be easily the largest export market for Sweden for the foreseeable future.", "Uncertainty abroad affects households and companies in Sweden.", "One way of illustrating this is to look at the Economic Tendency Survey of the National Institute of Economic Research, which shows the households' and companies' aggregated expectations for the period immediately ahead.", "All in all, this survey has been at a low level throughout the year, which indicates that Swedish companies and households are now less confident about the future (see Figure 8).", "The Swedish economy has coped relatively well... Over the last 12 months, growth in Sweden has thus been much more subdued than during the strong recovery in 2010 and early 2011.", "Sweden has nevertheless withstood the problems abroad relatively well, and the Swedish economy continued to grow at a good rate during the first six months of this year.", "This is partly because the development of domestic demand has been relatively stable.", "There are several reasons why Sweden has coped so well.", "Sweden's stable public finances, for example, have meant that fiscal-policy consolidation, which has otherwise dominated the economic-policy agenda in several other countries, has not been necessary in Sweden.", "Competitiveness has also developed well.", "This can be seen very clearly if we look again at Figure 6.", "There are also a number of explanations for this positive development.", "We have had a period in which productivity grew very strongly in Sweden for several consecutive years, inflation has been low and stable and pay formation has improved significantly compared with the period prior to the introduction of the inflation target.", "The fact that the Swedish economy has been strong has also led to a resilient Swedish labour market, and the number of those employed has continued to increase somewhat during the year.", "However, the supply of labour has also increased, so that the fall in unemployment we have seen since the start of 2010 was interrupted at the end of 2011.", "Unemployment in Sweden is now just below 8 per cent per cent (see Figure 9).", "...but high household indebtedness constitutes a risk Another reason why the Swedish economy has coped so well is that we have not suffered a crash on the housing market or in other areas of the financial sector.", "Nevertheless, developments in Sweden have given cause for concern.", "Housing prices have risen significantly in Sweden over the last 15 years in both an international and historical perspective (see Figure 5).", "The same applies to household indebtedness (see Figure 6).", "It is not surprising that there is a link between these factors as a large proportion of the banks' lending to households has been used to buy housing.", "I and several of my previous colleagues on the Executive Board warned about the risks associated with household indebtedness and housing prices in Sweden long before the financial crisis.", "One could say that the crisis has given these issues renewed and increased currency.", "A positive factor is that the rate of increase in lending to households has slowed down recently following the very high rates of increase we saw in the years before the financial crisis.", "Housing prices have also levelled out recently.", "Both monetary policy and the mortgage cap have probably played a role in subduing lending to households.", "However, the debt ratio, that is debt as a percentage of disposable income, is still very high and higher than in many of the countries that have had problems in recent years as a result of substantial falls in housing prices (see Figure 12).", "A high level of household indebtedness can have serious consequences.", "When the households have large debts they become vulnerable.", "For example, a substantial fall in housing prices could give rise to extensive debt consolidation on the part of the households, which would risk leading to weak consumption demand and high unemployment.", "Ultimately of course this would also lead to the risk of higher loan losses at the banks and risks to financial stability.", "It is true that the households' total assets exceed their debts by a broad margin.", "However, these assets are largely illiquid, which means that they would be hard to convert into cash if the households needed to reduce their debts quickly (see Figure 13).", "Few other tools are in place - monetary policy has its part to play We can also examine the issue of indebtedness more generally by reviewing the history of stabilisation policy in Sweden.", "During the period with a fixed exchange rate prior to 1992, when responsibility for stabilisation policy lay with fiscal policy, it was not considered that the sovereign debt imposed any limitations on fiscal policy.", "This eventually led to the sovereign debt becoming unsustainable, and we had to reform the framework for public finances.", "We gradually managed to put public finances into much better shape and to achieve a falling tend in the sovereign debt as a percentage of GDP (see Figure 4).", "After the fixed exchange rate regime was abandoned in November 1992, we also needed new rules for monetary policy.", "The inflation target was the solution adopted.", "Inflation has been low and stable since the mid-1990s and the expectations of the public and the market participants have been anchored around the target of two per cent (see Figure 11).", "We can thus claim that the current framework for stabilisation policy has enabled us to gain control over the sovereign debt and inflation.", "However, there is no natural limitation of the indebtedness of the private sector and this becomes a particularly important issue when the repo rate is low.", "This has led to major problems on two previous occasions.", "In the 1990s, there was an excessive expansion of credit and many loans were used to fund the purchase of commercial properties.", "More recently, we imported problems via the banks' excessive lending in the Baltic countries.", "Today I am talking most about household indebtedness, but the issue is a general one.", "We need to focus more than previously on debts and the stock of debts in our analysis apparatus.", "More specifically-targeted tools are possibly more effective than the repo rate to deal with household indebtedness, for example amortisation requirements and higher risk weights for mortgages.", "Higher risk weights for mortgages mean that the banks must hold more capital for their mortgages.", "This is something that the Riksbank has pointed out earlier on a number of occasions and that we analyse in more detail in our latest Financial Stability Report.", "The issue has also been discussed by the council for cooperation on macroprudential policy set up jointly by Finansinspektionen and the Riksbank.", "Finansinspektionen recently proposed a floor of 15 per cent for risk weights for mortgages in Sweden.", "However, of the conceivable concrete measures for preventing risks on the housing market in Sweden, the mortgage cap is practically the only one in place today.", "Unfortunately experience, including the experience gained during the Swedish crisis of the 1990s, has shown that it can be difficult to reach practical decisions on measures to promote financial stability.", "A point that I have made in many different contexts is worth repeating: the less others do, the more monetary policy has to do.", "As you know, the Riksbank has two objectives for its operations: \"a safe and efficient payment system\", which we usually interpret as financial stability, and \"price stability\", which the Riksbank has formulated as an inflation target of two per cent.", "I believe that one of the most important lessons of the financial crisis is that these two objectives are interlinked.", "Financial stability is a precondition for monetary policy being able to work as intended, while monetary policy can affect financial stability.", "It is therefore rather natural to take the risk of financial imbalances into account in monetary policy.", "However, there must be a reasonable connection between alternative regulations and monetary policy.", "Regulations can be described as an indirectly-targeted means of raising or lowering interest rates in a certain social sector.", "If the regulations deviate significantly from the monetary policy that is being conducted, distortions and contradictory messages will arise after a while in the financial sector.", "New control problems will emerge, for example through the appearance of shadow banks or through excessive borrowing abroad.", "As is so often the case, it is a question of finding the right balance.", "A low repo rate is justified, but how low?", "The economic situation over the last 12 months, that is the weak development of economic activity abroad and the low inflationary pressures, has made it necessary to gradually lower the repo rate in order to enable inflation to rise towards the target of 2 per cent and to normalise resource utilisation (see Figure 1).", "This means that we have a very low repo rate today, which is also reflected in lower interest rates for households and companies (see Figure 10).", "Determining how low the repo rate should be entails balancing many different factors against each other.", "As I said earlier, I believe that we must take the risks associated with financial imbalances into account in our monetary policy decisions as the level of household indebtedness is so high.", "Why not lower the repo rate more when unemployment is high?", "One of the arguments put forward for further repo-rate cuts is that unemployment is high (see Figure 14).", "I have a lot of understanding for this argument.", "So why not cut the repo rate more?", "Here I would like to point out once again that we have lowered the repo rate and the repo-rate path several times over the last 12 months, partly with particular reference to unemployment.", "However, our analysis shows that the relatively high rate of unemployment also reflects structural problems.", "For example, there are signs that the matching of job-seekers with job vacancies has deteriorated in recent years, which makes it difficult to reduce unemployment.", "Figure 15 clearly shows that while the number of unemployed in non-vulnerable groups has fallen in recent years, the number of unemployed in the more vulnerable groups has instead increased.", "This illustrates the matching problems on the Swedish labour market.", "But even while focusing on unemployment, monetary policy must take a long-term view and strive to avoid problems further ahead.", "A low repo rate may provide short-term gains, but \"if we go too far down that road\" problems will be waiting for us, including problems regarding unemployment.", "Figure 16 shows the development of unemployment in a number of countries that have been hit by major adjustments on the housing market.", "Many factors have contributed to these adjustments, but access to cheap loans during the upturn is one of them.", "There are thus risks associated with setting the repo rate too low and this applies not least to unemployment, although perhaps beyond the rather short economic horizon that normally attracts almost all the attention.", "An appropriate balance I have now provided some background to some aspects of the difficult balancing act that we must perform when determining monetary policy.", "Let me conclude by illustrating this with reference to our latest monetary policy decision and our latest forecast for the repo rate.", "Here we have achieved what I believe is an appropriate balance.", "The weaker economic prospects and the low inflationary pressures justify keeping the repo rate low.", "This will help inflation to rise towards the target of 2 per cent and to strengthen economic activity (see Figure 17).", "However, we also need to take into account the risks associated with household indebtedness in our repo rate decisions.", "Our balancing act in October resulted in an unchanged repo rate, but a downward adjustment of the forecast for the repo rate (see Figure 18).", "Such a monetary policy means that we can, on the one hand, attain the inflation target and stabilise employment in the long term and, on the other hand, take the risks associated with financial imbalances into account.", "However, monetary policy alone cannot eliminate the risks associated with household indebtedness that I have discussed today.", "It is important to have a wide-ranging discussion among several authorities in Sweden on the need for additional measures.", "The broken line and bars refer to the Riksbank's forecast in MPR October 2012.", "Sources: IMF, Statistics Sweden and the Riksbank Figure 3.", "The broken lines represent IMF forecasts.", "Unit labour costs in relation to the euro average Percentage change since 1997 20 20 -10 -10 Portugal Ireland Italy Greece Spain Sweden Germany Note.", "In the case of Sweden unit labour costs are converted to euro.", "Sources: The OECD and the Riksbank.", "Sweden's export markets Percentage of Sweden's total exports of goods 40 2000 40 30 30 15 15 Euro area USA UK Denmark+Norway BRIC Note.", "BRIC refers to Brazil, Russia, India and China.", "These figures do not total 100 per cent, as not all countries have been included.", "Source: Statistics Sweden Figure 8.", "Economic Tendency Survey of the National Institute of Economic Research Index, average = 100, standard deviation = 10 100 100 The Economic Tendency Indicator +/- one standard deviation 00 02 04 06 08 10 12 Source: National Institute of Economic Research Figure 9.", "Repo rate, mortgage rates for households and bank interest rates for companies Average bank interest rate for companies Average mortgage rate 5 5 0 0 06 07 08 09 10 11 12 Note.", "Per cent, monthly averages.", "Average mortgage rates for households and bank interest rates for companies on new agreements, and the repo rate Sources: Statistics Sweden and the Riksbank Figure 11.", "There is no regular publication of official data for total household wealth and its components.", "The series are based on the Riksbank's estimate of the households' financial and real wealth.", "Real wealth is the households' wealth in housing.", "Liquid wealth mainly consists of household assets in cash, bank deposits, bonds and shares.", "Sources: Statistics Sweden and the Riksbank Figure 14.", "Number of unemployed in vulnerable groups and total of other registered unemployed Total number of unemployed individuals registered with Employment Office Vulnerable groups 200 000 200 000 100 000 100 000 04 06 08 10 12 Note.", "Trend-adjusted values.", "Number of remaining job-seekers at end of month.", "Source: Employment Office Figure 16.", "Unemployment and the development of the housing market Unemployed as a percentage of the labour force, index 2007=100.", "The figures in brackets present the fall in real housing prices from the peak to the trough.", "Inflation in Sweden Annual percentage change The CPIF is the CPI with a fixed mortgage rate.", "The CPIF is the CPI with a fixed mortgage rate.", "Sources: Statistics Sweden and the Riksbank Figure 18.", "Repo rate Per cent, quarterly averages October 0 0 Source: The Riksbank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial stability", "Household indebtedness", "Economic recovery", "Inflation", "Unemployment", "Housing market", "Public finances", "Debt crisis", "Eurozone"]}