{"sentences": ["The Italian economy is going through a very difficult period, in which structural weaknesses have been compounded by adverse cyclical conditions.", "In the last five years, we have had to deal with the financial crisis, instability in the sovereign debt market and a severe double-dip recession.", "Since the start of the crisis, GDP has fallen by 7 per cent and 600,000 jobs have been lost.", "Thanks to sound initial conditions, the Italian banking system has been able to withstand the succession of real and financial shocks, benefiting from prudent supervision, which has reassured international investors as to the quality of banks' balance sheets and averted the destabilizing surge that has hit other European financial systems.", "Nonetheless, Italian banks could not avoid the indirect repercussions of the crisis: the recession affected loan quality; the deterioration of sovereign debt ratings dried up the sources and increased the cost of funding; profitability fell dramatically.", "This affected the supply of credit, which has tightened in recent months.", "The latest data, for January, indicate a twelve-month contraction in lending to firms of around 3 per cent.", "The exceptional measures taken by the Eurosystem in 2011 and 2012 stopped the liquidity crisis from turning into a credit crunch, with ruinous consequences for the real economy.", "Tensions are now concentrated on loan quality: bad loans account for 6.9 per cent of total lending, while all deteriorated credit amounts to 12.8 per cent (3.3 per cent and 8.4 per cent, respectively, net of value adjustments).", "The impact on earnings is substantial: in the three years 2009-11 write-downs and loan losses absorbed 60 per cent of operating profit on average.", "The economic cycle forces banks to take high lending risks, which must be covered by their reserve assets.", "The Bank of Italy is checking, including by means of on-site controls, the adequacy of the value adjustments made by a great number of large and medium-sized banking groups and, where necessary, requiring corrective action.", "The preservation of a satisfactory level of provisioning allows banks to maintain investor confidence and attract low-cost external funding.", "This is essential to continue to guarantee an adequate flow of credit to households and firms.", "In order to avoid procyclical effects, in connection with this action the Bank of Italy has asked banks to increase internally-generated resources by cutting costs, selling non-strategic assets, and adopting dividend policies consistent with their individual income and balancesheet position.", "The criteria for the remuneration of directors and executives must also be consistent with the aim of capital strengthening, giving a clear indication of company strategy.", "Beyond the short term, the recovery of banks' profitability and the strengthening of their capacity to serve the real economy will require profound changes to their business model.", "In the following pages I will examine two topics of particular importance for the Italian banking system.", "The first regards the need to encourage firms to access the capital markets directly.", "Conditions are now favourable for both banks and firms to work for this objective to their profit.", "The second regards the need to shift more decisively, through technology, the traditional distribution channels towards more advanced systems, achieving a substantial reduction in operating costs."], "classifications": ["none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none"], "topics": ["credit", "banks", "lending", "profitability", "loan quality", "provisioning", "capital strengthening", "business model", "capital markets", "operating costs"]}