{"sentences": ["Summary The euro area has made considerable progress on its reform agenda, says ECB President Mario Draghi.", "Speaking at a conference organised by Germany's Bundesbank in Frankfurt he emphasises that euro area governments have improved their fiscal positions despite recessionary headwinds and stressed euro area countries have become more competitive.", "\"In parallel, the architecture of EMU has been strengthened in ways that many would have considered inconceivable two years ago\", says Mr Draghi.", "The move towards a banking union is crucial not only for the functioning of the financial system, but also for the conduct of monetary policy.", "Since the beginning of the crisis the ECB's Governing Council has taken decisive steps to engineer a monetary policy stance that is commensurate with the subdued medium-term inflation outlook.", "But standard monetary policy in the form of rate cuts was not enough to ensure an appropriate monetary policy stance, because unwarranted fears of euro break-up impaired the monetary transmission, he says.", "Against this background the ECB announced Outright Monetary Transactions (OMT).", "Like all the ECB's monetary policy measures, OMT served, says Mr Draghi, to ensure compliance with the bank's price stability mandate.", "\"And it builds on an established monetary policy doctrine that has gained prominence not least through its successful adherence by the Bundesbank for several decades\", Mr Draghi says.", "\"Namely that the central bank should be endowed with a clear price stability mandate and, within this mandate, should be allowed - in fact obliged - to use its instruments in full independence to deliver price stability.\""], "classifications": ["none", "none", "monetary-financial coordination", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance"], "topics": ["price stability", "monetary policy", "EMU", "banking union", "fiscal positions", "euro break-up", "monetary transmission", "Outright Monetary Transactions", "Bundesbank", "independence"]}