{"sentences": ["Deputy Prime minister of Croatia spoke a moment ago about the recent entry of his country into the EU as the 28th member.", "Exactly twenty years ago, on 1st of March 1994, accession negotiations of Finland, Sweden and Austria were concluded, and the countries soon joined as the 13th, 14th and 15th member states.", "So much has happened during these 20 years, not least in the EU integration.", "About a month ago, Strobe Talbott wrote an article for the New York Times about the state of European integration.", "In that excellent piece, he evoked the contribution of Jean Monnet, one of the founding fathers of the EU.", "Talbott's point was that the Europeans need to recall Monnet's idea of institution-building as the only durable method of integration.", "\"Nothing is possible without men, but nothing lasts without institutions\", he said.", "Talbott linked Monnet's dictum to the present stage in the deepening of the integration, that is, the building of the Banking Union.", "As you all know, Jean Monnet was son of a cognac entrepreneur who later became a top civil servant in France and at the League of Nations.", "In 1952, he became the first president of the European Coal and Steel Community, from which the present European Union has developed.", "During most of the Second World War Monnet worked in the U.S.", "He was involved in many international diplomatic operations during the war, with the confident backing of President Roosevelt.", "I just want to mention two episodes in Monnet's career.", "First I shall relate a historical episode from Monnet's wartime activities, which starts his memoirs.", "In June 1940, the French government was wavering between continuing the war and ceasing hostilities.", "Monnet was in London at the time, doing his utmost to encourage the French government to continue the war.", "Monnet proposed that the British government should do something dramatic to galvanize the French government.", "Monnet's solution was to create a political union between England and France.", "The union would have a common currency and joint citizenship.", "It would also include a customs union.", "Winston Churchill hesitated, but forwarded the proposal for his cabinet to discuss.", "To his surprise, the British government received the proposal enthusiastically and approved it on 16 June 1940.", "The plan was also supported by the French Prime Minister Reynaud, who was unable to convince his cabinet and resigned.", "Petain came into power.", "The second episode relates to the year 1950.", "We are here in the middle of the Massachusetts winter.", "Winter sports seem to unite many of us, here in Boston and in Finland.", "We have even a same asset in ice hockey, the goalkeeper Tuukka Rask, of the Boston Bruins and of the national team of Finland.", "Winter and skiing meant a lot for Jean Monnet, too.", "Monnet wrote his great proposal of the European Coal and Steel Union during a two-week cross country skiing holiday on the Alps in the winter of 1950.", "He made his skiing trip alone, with only a guide helping him to find his way.", "European integration can only be understood against its historical background and especially the two world wars.", "The Community was founded on the necessity of ending the historical antagonisms between the great European powers.", "Jean Monnet stressed that there could be no peace in Europe, if states continued to be structured around the sort of national sovereignty that leads to politics of privilege and economic protectionism.", "This thinking was certainly shared by many other European politicians.", "One of them was J.K. Paasikivi, the Finnish banker and diplomat, and later the President of Finland.", "In the summer of 1944, Mr. Paasikivi wrote in his diary about the fate of small countries.", "His reading of history had made him a pessimist: \"States act according to the raison d'état, only in the national interest.", "It is frightening, blood-red.\"", "He went on: \"Solving the problem of limiting the raison d'état and its relationship to morality is an issue that, although primarily affecting the future of small countries, will ultimately also determine the future of larger countries and the whole of mankind.\"", "This rather grim background goes a long way in explaining the European approach to integration.", "The emphasis has been on agreeing on common rules building EU law.", "The member states have been willing to commit to joint rules which protect members from negative externalities of each other's policy actions.", "But they have been cautious in delegating executive power to the EU institutions.", "This is evidenced, for example, by the fact that the EU budget is small in relation to the member states' budgets, but the states have instead agreed on binding rules and surveillance which limits their fiscal policies.", "The EU has often been contrasted with the U.S. One of the differences is that whereas the U.S. has its Constitution, which was signed more than two centuries ago and has been remarkably stable ever since, the European approach to integration is evolutionary and gradual.", "The EU is not a country, but a unique union of nation states.", "The development of the EU reflects more the concrete challenges faced on the path of integration than any political theories.", "For better or worse, the union has moved forward as a result of successive crises which have always prompted the next reform."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European integration", "Jean Monnet", "EU institutions", "EU budget", "U.S. Constitution", "EU law", "Banking Union", "European Coal and Steel Union", "Historical background", "National sovereignty"]}