{"sentences": ["Summary Communication and transparency have become more important for central banks like the ECB in recent decades, and will become even more important in the decades to come.", "A transparent central bank is not only more accountable, but also more effective in implementing its monetary policy.", "If the general public and financial markets can understand how the ECB is likely to respond in a given situation - its so-called \"reaction function\" - they can form reasonable expectations about future monetary policy.", "This in turn gives the ECB the capacity to influence interest rates at longer maturities and steer broader financial and economic conditions.", "While such \"management by expectations\" worked relatively well in normal times, the crisis inevitably made our decision-making process more complicated and our policies more difficult to understand.", "For example, the use of unconventional measures implied a wider range of possible monetary policy responses to a given shock.", "To continue to steer expectations in this environment, the ECB had to be more explicit in its communication.", "This involved reaffirming our mandate and explaining its medium-turn orientation and euro area perspective.", "Furthermore, the Governing Council will be equally active in guarding against inflation and deflation.", "And, faced with the effective lower bound and different contingencies, we had to explain our future policy intentions and clarify our more complex reaction function.", "With our forward guidance, we aim to give guidance on the expected level of future interest rates, and to remove uncertainty about that level by strengthening communication on our reaction function.", "We have also further simplified our reaction function by laying out some contingencies that would warrant a monetary policy reaction.", "These are, first, an unwarranted tightening of monetary policy stance (from developments in short-term money markets, global bond markets or foreign exchange markets) that could be tackled through more conventional measures.", "Second, a further impairment in the transmission of our stance, in particular via the bank lending channel, for which a targeted LTRO or an ABS purchase programme might be the right response.", "Third, a worsening of the medium-term outlook for inflation, which would warrant a more broadbased asset purchase programme.", "The Governing Council is committed - unanimously - to using both unconventional and conventional instruments to deal effectively with the risks of a too prolonged period of low inflation.", "Despite these efforts to enhance transparency, the predictability of the past will not readily return.", "Hence, judgement is likely to play a greater role in decision-making, and this involves trade-offs that need to be explained.", "That is why the Governing Council has been reflecting on the publication of a record or account of its policy deliberations.", "Such a written account would provide a more detailed explanation of the reasoning behind the Governing Council's decisions, and give a sense of the discussion and the main arguments.", "Any written account needs to preserve the independence of the Governing Council members and the collegiality of their decision-making.", "Releasing an account of the main arguments considered, in a nonattributed form, should on balance achieve these goals.", "Such a release should complement the real-time messages conveyed in the press conferences and offer additional information to improve understanding of our reaction function."], "classifications": ["none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Reaction function", "Communication", "Transparency", "Monetary policy", "Inflation", "Forward guidance", "Unconventional measures", "Contingencies", "Decision-making", "Account of policy deliberations"]}