{"sentences": ["Summary Communication is always key for effective monetary policy-making, and the benefits of good communication are greatly increased in difficult times, says ECB Board member Peter Praet.", "Speaking at a conference of ECB watchers at Frankfurt he emphasises that central banks have been communicating more intensely during the crisis and by steering expectation more firmly their communication have had a stabilising effect.", "\"We communicate what we are trying to achieve, and how we go about achieving it\", Mr Praet says.", "Notably, forward guidance has emerged as a useful complement to existing tools, he adds.", "The introduction of Outright Monetary Transactions is according to Mr Praet an example of how communication added to the effectiveness of monetary policy tools.", "The ECB reaffirmed its commitment to the price stability mandate, as the pricing-in of unwarranted denomination scenarios could be a potential serious obstacle to fulfilling the mandate.", "He adds, \"The OMT communication - unusual as it was in substance, for the ECB and probably for the entire community of central banks - was in fact strictly coherent with our general communication approach.", "It was a well-articulated frame of reference for our actions.\"", "Until now the ECB has resisted publishing accounts of the Governing Council meetings, Mr Praet states.", "One reason was according to him, that offering even more information on the ECB's policy deliberations, in addition to what was already being provided, would come at the expense of clarity.", "On the other hand, publishing an account of the policy deliberations has now become \"best practice\" in the central banking community.", "Moreover, circumstances have changed, economic uncertainty has increased and the tools used now include nonstandard measures.", "He highlighted: \"It is important for us to provide the public with a fuller picture of the internal debate: we need to explain ourselves better.\"", "To avoid a \"cacophony problem\", with many voices tending to obscure the message, Mr Praet says he would favour to convey the content of the debate and the balance of views of Governing Council members.", "Mr Praet concludes by explaining that the value of clarity in central bank communication is particularly evident in a financial crisis.", "He emphasises, \"But communication - no matter how clear - only works if the communicator is credible.", "The ECB has a track record of following up words with deeds, and we intend to maintain it.\""], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy Communication", "Forward Guidance", "Price Stability", "Outright Monetary Transactions", "Governing Council Meetings", "Clarity", "Credibility", "Financial Crisis", "Economic Uncertainty", "Nonstandard Measures"]}