{"sentences": ["I am particularly grateful to Professor Nicholas Vincent for commenting on an earlier draft of this speech, and to James Bell, Ben Nelson and Iain de Weymarn for assistance in its preparation.", "A crisis in the public finances.", "Not eight years ago, but eight hundred.", "That was the economic context for the striking of Magna Carta.", "To many today, Magna Carta is a document of profound, almost mythical, significance.", "It is seen as the cornerstone of the United Kingdom's constitutional arrangements and as a blueprint for the constitutions of many other nations, including the United States.", "It is credited with establishing the foundations of parliamentary democracy, creating a framework for the rule of law, protecting individual liberty, defending the rights of the innocent, and limiting the role of the State.", "It is undoubtedly true that Magna Carta - or more correctly the idea of Magna Carta - has played a central role in British political development over the centuries, not least as a banner under which those seeking liberty from oppression have rallied.", "But many modern scholars argue that its significance, in and of itself, has been overstated.", "They characterise Magna Carta as a pragmatic political document that was a product of its time, including the difficult economic circumstances that then prevailed.", "As usual with historical arguments, the answer lies somewhere in between.", "In what follows, I will spend a few moments on the pragmatic element not only because it plays to my comparative advantage as an economist but also because it ultimately underscores the foundational character of the document itself.", "The enduring legacy of Magna Carta is how its strictures on unconstrained power are reflected in our systems of political and economic governance.", "I will conclude that both the constitutional and pragmatic perspectives are relevant to modern central banking and the current conduct of monetary policy.", "Specifically, the costs of inflation were among the key economic catalysts of Magna Carta, and its core constitutional legacy - namely the importance of delegated authority, with clear lines of public accountability - is at the heart of the Bank of England's institutional arrangements.", "In the spirit of Magna Carta, the Bank of England has been given a great responsibility: to deliver monetary stability for the good of the people of the United Kingdom.", "Our goal, the 2 per cent inflation target, is set by the Government, and we operate under constrained discretion in its pursuit.", "The economic and political context Where did Magna Carta come from?", "The political background is one of nearly constant conflict both within the dysfunctional \"English\" monarchical family, as well as with France over control of Normandy and the rest of Henry II's continental empire.", "The England of the 1200s was far from a unitary state.", "Most matters were administered by local barons, with the King acting as an arbiter in the event of a dispute.", "The relationship between local (baronial) and central (monarchical) authority was much less deferential, and much more arms-length, than it is today.", "Indeed, the early Plantagenet Kings of England spent most of their time living at home in Normandy or Anjou, allowing the English barons a considerable degree of autonomy.", "It was only after King John lost Normandy to the French in 1204 that the King resided full-time in England, breathing down the necks of the barons, who did not much like the closer observation of their activities, and the eyeing of their stockpiles of silver that this proximity entailed.", "The relationship between the barons and King John broke down in part because of unsustainable public finances, with John imposing an intolerably heavy and arbitrary tax burden in order to pay for royal extravagance, infighting, and wars with the French.", "The royal judicial system, whose tendrils extended ever deeper into the barons' lives, was used to extort cash and as an instrument of royal control, rather than to ensure \"justice\".", "What lay behind such unsustainable public finances?", "First, and most obviously, the need to pay for constant military protection for the Normandy estates created what modern-day macroeconomists would think of as an enormous structural deficit.", "If John had let his expulsion from the continent be the end of the matter this financial burden would have extinguished itself.", "His folly was a series of vain attempts to re-conquer Normandy, efforts which finally ended on the eve of Magna Carta.", "Second, the monarchic finances had taken a colossal hit in 1193 because of the need to fund a gigantic public sector bailout.", "Richard I had managed to get himself caught in Germany on his way back from the Holy Land and was held to ransom for £66,000 in silver.", "Being \"Too Big To Jail\", the equivalent of two to three times annual crown income was needed to bail him out.", "In comparison, the government's peak cash support to UK banks in 2007-2010 amounted to a trifling one-quarter of annual UK government revenues.", "Third, the need to raise additional cash for the public finances was made much more problematic by the strain of inflation, which accelerated in the early years of the 13th century.", "The problem was that a large proportion of regular crown income came in the form of \"farms\", which were fixed rental payments for leases to use the King's land for agriculture.", "These farms were fixed by custom in nominal terms, whereas the King's expenditures were not.", "The King's finances were unhedged.", "For an excellent summary, see Vincent, N (2012), Magna Carta: a very short introduction, Oxford University Press.", "His allies were finally defeated in 1214 at the Battle of Bouvines, which ended the 1202-1214 Anglo-French War.", "This would have been bad enough on its own.", "What was even worse was that it had come only five years after the collection of the \"Saladin Tithe\", a windfall tax of a similar amount, in order to pay for a campaign to wrestle Jerusalem out of the hands of Salahuddin Ayubi, who had captured it in 1187.", "That cost the barons one-tenth of all their revenues and movable property.", "Latimer (2001) suggests that the inflation was concentrated in the first six years or so of the thirteenth century.", "In fairness to the monarchy, there was not an enormous amount that could be done about this.", "There was obviously no CPI(H) to which the leasehold rents could be indexed.", "The UK's statistical challenges have a long history.", "The preferred way of hedging the risk was to kick the leaseholders off the land, and bring it into direct demesne management.", "This is what the barons themselves had been doing with their own land holdings.", "By taking it into demesne control, instead of receiving a fixed nominal rent, the lord of the manor could take receipt of the real output of the land, which could be consumed, traded, or sold for silver at the going spot price.", "The consequence was that the richer the baron, the more land he had to exploit, and the greater his potential profits.", "The effect was to create a massively wealthy elite of oligarchs, now breaking free both of the middling ranks of the gentry at one end, and of the hard-pressed King (or public sector) at the other.", "In all of this, the option of demesne management was infeasible for the King, likely because it would have involved destabilising relations with the administrative class of \"sheriffs\" and other royal officials upon whom the King's political stability depended.", "Causes of the inflation Forget royal infighting, wars or the whiff of revolution, it is inflation that really sets the pulses of central bankers racing.", "And for good reason because closer inspection suggests that inflation may have been a significant catalyst to Magna Carta.", "Historians estimate that prices were rising sharply in the early 1200s.", "The prices of agricultural goods, including wheat and oxen, probably doubled in that period.", "Evidence suggests that prices of linen, wax, lead and even palfreys - the Toyota Prius of medieval horses - were also rising rapidly.", "Wages were rising as well - and to a greater extent than could have just been the consequence of medieval real-wage resistance.", "King John was paying his knights almost three times as much as Henry II (even though they weren't as productive on the battlefield).", "The daily rate for foot-soldiers had doubled.", "And limited evidence suggests the wages of skilled labourers on the crown estates probably increased by a similar proportion.", "With pay growth approaching 20% a year, wages really were fizzing!10 The underlying causes of this inflation are debated among historians, but the most convincing argument is that the inflation was a monetary one, albeit with a twist.", "Given the countless other abuses of authority that were going on at the time, one wonders why it was so problematic for the rents simply to be \"renegotiated\" periodically.", "In part, custom dictated that this was not the done thing.", "In part, the problem lay with the \"sheriffs\" in each of England's counties.", "They were responsible for collecting the fixed farms from the King's assets.", "In normal years, they made an enormous profit, paying only a small fixed farm to the King, yet raking in a great deal more in terms of the real income of the counties.", "They were accustomed to keeping this surplus.", "Any attempt to reform this system, by reducing the imbalance between real income and fixed farm threatened to destabilise relations between the King and the vitally significant administrative class of sheriffs and other royal officials upon whom the King's political stability depended.", "As a result, the Kings' preference was to find other ways of raising the cash.", "As Latimer says, \"[b]etween 1198 and 1206, sheep prices, wine prices and the price paid by the exchequer for its regular supply of cloth all indicate a steep and sustained increase.\"", "Henry II had paid his knights 8d per day: King John was handing over 2s or 3s, an increase of about 275%.", "Less directly, one can infer from evidence on the exercise by manorial lords of their options to take cash payments from their villeins (peasants), instead of forcing them to work the land, that the going rate for unskilled farm labour must also have increased.", "Assuming those increases occurred over the six years Latimer identifies as the period of significant inflation.", "surprisingly, the quantitative information on the thirteenth century money supply is of very poor quality, imputed, as it has been, from archaeological finds of cash hoards.", "Latimer notes that \"...between the middle of the twelfth century and the middle of the thirteenth century there was an enormous increase in the quantity of silver coins in England.\"", "As well as the possibility of a general increase in the European silver supply (especially with the opening up of the Harz silver mines in eastern Germany), it is likely that silver inflows to England in particular were boosted as the counterpart to a sizeable private trade surplus - probably resulting, especially, from the success of the wool trade with Flanders.", "Over several decades, these silver inflows were likely to have much more than offset the \"public sector deficit\" as silver leaked out to pay for the protection of Normandy as well as the occasional trip to the Holy Land.", "As a result, the balance of payments was probably in surplus for years, with the consequent increase in the silver money supply going unsterilised.", "Even to a thirteenth century Englishman, global monetary conditions mattered.", "Would Britain's constitutional history have been different had King John lamented: A Central Bank!", "My Kingdom for a Central Bank!?", "He needed one because other factors reinforced monetary developments, including the usual suspect - financial innovation.", "Specifically, developments in the common law made land an increasingly liquid asset, and therefore one capable for the first time of being used as a store of wealth.", "This set a medieval financial accelerator in train (about 750 years before Ben Bernanke coined the term)13 by providing an alternative to storing one's wealth in silver coin (prone to being whisked away by the King).", "This led to a reduction in the demand for silver money balances.", "An increase in money velocity would have followed and with it, all else being equal, price inflation until the transactions demand for silver had risen sufficiently to equal its supply.", "At the very least, the existence of an alternative store of wealth provided an environment in which money velocity could take off, were it to be nudged in that direction.", "One possible nudge was the anticipation of the re-coinage of 1204.14 Re-coinages were good for the King because he benefitted from the seigniorage of the re-minting fee.", "They were bad for cash holders both because of the re-minting fee and because they had to exchange their clipped coins for what they were actually worth, rather than their face value (a medieval haircut - some of which were appalling).", "Consequently, there was a strong incentive not to be the one holding the old-issue coins when the music stopped.", "So to sum up: a fiscal squeeze exacerbated by accelerating inflation, combined with monarchical ambition and incompetence to stretch and then break relations with the barons.", "In very crude terms, the supposition here has been that we can extrapolate from the quantity of coins found in modern times the number of moneyers and mints that were in operation in the thirteenth century.", "With this information, we can then work out how many coins each moneyer struck (the only coin in circulation at this time being the silver penny), and then calculate the total money supply.", "Bernanke, B, Gertler, M and Gilchrist, S (1996), \"The financial accelerator and the flight to quality\", The Review of Economics and Statistics, Vol.", "LXXVIII, 1, February.", "It is perhaps for this reason - a thirteenth century manifestation of Gresham's Law - that archaeological finds of coin hoards are often thought to contain suspiciously high proportions of freshly minted coins.", "Constitutional significance In that context, Magna Carta was a desperate (and probably disingenuous) attempt at a peace treaty that failed almost immediately.", "Brokered by the Church, and issued by King John in June 1215, the Charter sought to placate the disgruntled barons.", "It is doubtful that John ever intended to uphold his side of the bargain, with all the constraints on his authority that this implied.", "Indeed, within a few months of its agreement, by the end of August 1215, John had convinced Pope Innocent III to annul the Charter on the grounds that it had been issued under duress.", "The 1215 Magna Carta was never enacted, and England slipped into the First Barons' War.", "Charters of this type were not uncommon at that time.", "It had been fairly routine, in fact, for English kings to attempt to curry favour with the nobles upon whom the stability of their realm depended by rubbishing the reputations of their predecessors and issuing \"coronation charters\" that demonstrated how virtuous and peace-loving they were by comparison.", "It was also fairly routine for kings to renege on the promises in those charters, creating fertile ground to begin the cycle anew.", "What was novel about Magna Carta was that: (a) it was longer and more detailed than its predecessors; and (b) it was issued not at John's coronation, but under compulsion from a true political opposition, sixteen years into his reign and evidentially too late to serve its purpose.", "This brings a second observation.", "Obnoxious and tyrannical as he might have been, King John was not solely to blame for the aristocratic discontent that led to Magna Carta.", "His predecessors had reneged on their promises, mismanaged the realm and imperilled its finances.", "John's administrative and military incompetence were merely the straws that broke the camel's back.", "If Magna Carta was such a product of its time, how did it become to be so venerated?", "And once we cut through the legend, what is its significance for economic governance today?", "The revisionist interpretation of Magna Carta as a timeless statement of natural rights and liberties became imprinted onto the minds of the English-speaking world only in the 17th century.", "In large part, this was due to the work of Edward Coke.", "As well as being an enormously influential jurist, Coke was also the author of popular English legal textbooks that exported his views around the world.", "Coke resurrected the long-forgotten Magna Carta from 400 years of obscurity by appealing to its spirit in order to resist the absolutist tendencies of the Stuart Kings James I and his son Charles I - themselves inspired by the continental European model of monarchic divine-right.", "The Charter, Coke argued, could trace its lineage from an ancient constitution that harked back not just to the time of pre-Norman King Edward the Confessor, but to King Arthur himself (!", "): an ancient constitution that was now being imperilled - and with it the Englishman's rightful way of life - by the tyrannical behaviour of the Stuarts.", "Despite the efforts of Coke and others, Charles I's rejection of all enterprise to constrain his authority led to the English Civil War and to the king's beheading in 1649.", "Meanwhile, Coke's unstoppable Magna Carta redux had been set in motion.", "In contradiction to their behaviour at home, James and Charles had been busily granting royal charters promising the liberties of Englishmen to the American colonists.", "Coke himself had been involved in the drafting of the first charter of the Virginia Company in 1606, and similar English liberties were extended in the charters of Massachusetts, Maryland, Connecticut, Rhode Island and Carolina over the next sixty years.", "Some have argued that references to Magna Carta, however irrelevant its provisions might by then have been, were used as a way of \"drumming up\" New World settlers.", "To this day, 25 US States have extracts from Magna Carta on their statute books; a further 17 have the full text.", "Goodness knows how the latter intend to enforce the removal of \"[a]ll fish-weirs ... from the Thames, the Medway, and throughout the whole of England, except on the sea coast\" (Clause 33).", "Of course, sometimes American extraterritoriality literally knows no bounds.", "Coke's romantic resurrection of Magna Carta transformed it into part of the backdrop to the American Revolution, with his influence clearly evident in the drafting of the US Constitution."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Inflation", "Monetary policy", "Magna Carta", "Public finances", "Central banking", "Constitutional significance", "Economic governance", "Financial innovation", "Fiscal squeeze", "Money velocity"]}