{"sentences": ["I would like to thank Hanna Armelius and Björn Lagerwall who helped me with this speech.", "As you know, we are experiencing very unusual - not to say unique - times with regard to monetary policy.", "The mind boggles - in September 1992 the policy rate in Sweden was 500 per cent, and now it is below zero.", "To understand the background, we must go even further back in time.", "The purpose of my speech today is to describe current monetary policy in an historical perspective.", "The objectives and means of central banks have changed over time, usually as a result of economic crises.", "During all periods, monetary policy has rested on some form of nominal anchor.", "But regardless of how the anchor has been designed, it is a clear lesson from history that when confidence in the anchor has been undermined, major problems have arisen.", "The Riksbank is no exception in this respect.", "I hope that by accompanying me on a journey through history you will gain a deeper understanding of current monetary policy.", "Let's set off on our journey!", "The Riksbank's objectives and means have been influenced by developments in Figure 1 illustrates inflation in Sweden over the past 140 years and the exchange rate regimes we have had during this period.", "Something that becomes clear is that even if we have now become used to a flexible exchange rate, over a long period of time a fixed exchange rate has been much more common.", "However, from time to time socioeconomic developments in general have led to the prevailing monetary policy regime being reconsidered.", "As you know, Sweden has not introduced the euro as currency, but on the other hand we were part of a Scandinavian currency union between 1873 and 1924.2 This began a period with different varieties of fixed exchange rate, which - with the exception of the First World War and a brief period in the 1930s - came to last until 1992.", "During 1931-1937 the Riksbank worked with a price stability target, for some years this was also combined with a fixed exchange rate.", "It would take another 50 years until we introduced a price stability target again.", "The Bretton Woods regime, which came into force in 1951, saw the introduction of a stabilisation policy regime where monetary policy, in addition to focusing on a fixed exchange rate, was also marked by detailed regulation of both the volume and allocation of credits: Liquidity ratios, loan caps and ceilings for lending rates were all weapons in the Riksbank's arsenal, at the same time as there was an aim to allocate loans towards the housing sector.", "During the Bretton Woods era 1951-1973, the Swedish economy developed strongly at the same time as inflation was also relatively low (see Figure 1).", "But when the Bretton Woods regime collapsed in 1973, a period of more unstable economic development began.", "Sweden entered a number of fixed exchange rate regimes (see Figure 1).", "One condition for these arrangements to work was that economic policy would largely be conducted in a way that was in harmony with international developments.", "The oil price shocks of the 1970s were met with the so-called bridging policy, which involved using expansionary fiscal policy to try to bridge over economic downturns.", "However, the oil price shocks entailed what are usually known as negative supply shocks, which generate a combination of low growth and high inflation.", "As these shocks were met with expansionary fiscal policy, inflation in Sweden became higher and higher (see Figure 1).", "With a fixed exchange rate and an inflation rate higher than that in other countries, Swedish competitiveness deteriorated, which was dealt with by devaluation of the krona.", "Between 1976 and 1982 the krona was devalued five times.", "In this way, competitiveness was temporarily restored, but inflationary impulses were boosted further.", "It became clear that the fixed exchange rate was beginning to function poorly as nominal anchor.", "Credibility was gradually undermined.", "During the 1980s, the credit regulations were increasingly questioned and the large capital flows meant that the effectiveness of the regulations was in doubt.", "As Englund (1999) writes: \"The stage was set for deregulation\".", "For this reason, the deregulation of the credit markets began in the first half of the 1980s, with an important stage being the phasing out of the loan cap in 1985.", "This had the consequence that lending to companies and households increased rapidly.", "However, this development was not met with tighter fiscal policy.", "In that monetary policy was aimed at maintaining the fixed exchange rate, economic policy became on the whole too expansionary.", "We are now at the beginning of the 1990s.", "Following reunification in 1990, the German economy grew strongly, which pushed up interest rates there.", "To defend the fixed exchange rate, the Riksbank raised the repo rate.", "During 1990-1991 the major tax reform was implemented, which meant that tax deductions declined significantly.", "All in all, the real interest rate after tax rose very substantially over a short period of time, which subdued the demand for credit substantially, and property prices took a sharp downturn.", "The end result of this process was a banking crisis.", "The banking crisis also led to a dramatic deterioration in public finances.", "At the same time, there was a currency crisis in Europe.", "Sweden had abolished currency regulation in 1989 and in 1991 pegged the krona to the ecu, the euro's predecessor.", "However, partly as a result of the higher interest rates in Germany, an increasing number of countries in the European Exchange Rate Mechanism, ERM, experienced a depreciation pressure on their currencies.", "The previous history of devaluations also meant that there was even greater pressure for another Swedish devaluation.", "In an attempt to defend the fixed exchange rate, the Riksbank raised its policy rate to a massive 500 per cent.", "Finally, the situation became untenable and the fixed exchange rate was abandoned on 19 November 1992.", "The route to the 500-per cent interest rate was thus part of a longer sequence of events, with several interacting circumstances.", "It also provides a clear illustration of what can happen when the confidence in the nominal anchor is lost.", "s crisis: \"Things abroad were quite OK, but Sweden was not OK\" I hope that it is clear from what I have described so far that the 1990s crisis was in many ways domestically generated.", "Inflation was far too high in relation to other countries, and the deregulation of the credit market and the too expansionary economic policy created an overheating that ended in disaster: the banking crisis, a currency crisis and also a public finances crisis.", "In somewhat simplified terms, I usually describe the crisis of the 1990s like this: \"things were quite OK abroad, but Sweden was not OK\".", "There were thus many lessons to be learned with regard to domestic economic policy and not least monetary policy.", "Important lesson - increased elements of \"norm-based thinking\" give credibility to the Perhaps the most important individual lesson learnt from the 1990s crisis was the importance of \"norm-based thinking\" and long-term game rules for economic policy.", "This came to mark the thinking behind the new monetary policy regime.", "Almost at once, the question arose of what would guide monetary policy in Sweden, now that the fixed exchange rate had been abandoned.", "By this time, some countries had already introduced inflation targets: New Zealand was the first in 1990, followed by Canada in 1991 and the United Kingdom in 1992.", "In January 1993 the Riksbank decided to introduce the inflation target we have now: The annual rate of increase in consumer prices shall be 2 per cent a year.", "As we saw earlier, it is extremely important that the nominal anchor is credible.", "The results of academic research indicated that the conditions for attaining low inflation increased if one delegated monetary policy to an independent central bank, which focused on a clearly quantified target.", "This increased the element of \"norm-based thinking\" in monetary policy.", "The motives for short-term deviations from the inflation target declined, for instance, by trying to stimulate demand to gain political sympathies prior to an election.", "This also reduced the so-called time inconsistency problem in monetary policy, where the long-term objective of low inflation is not compatible with the short-term motives for high inflation.", "The new Sveriges Riksbank Act meant that we have had an Executive Board with six members and greater independence from the political system since 1999.9 Fiscal policy also became much more norm-based than before.", "There was a need to tighten regulatory frameworks with regard to decisions on state income and expenditure.", "Several important steps were taken, where the surplus target - the target of a 1 per cent surplus in public finances over a business cycle - is the most well-known.", "The increased element of \"norm-based thinking\" in monetary policy has also had clear consequences for the way it is conducted in practice - moving away from detailed regulations and credit allocation to a more \"minimalistic\" system, where the Riksbank steers the repo rate to attain the inflation target.", "Long period of economic stability following introduction of inflation target - but loss of focus on financial stability In many respects, the Swedish economy has developed better from the 1990s and onwards.", "Productivity growth increased substantially during the second half of the 1990s.", "Possible reasons for this include structural reforms, such as deregulation on several markets and increased use of IT.", "This development continued until the mid-2000s and the Riksbank was one of several analysts who were surprised by the strength - and resilience - of the growth in productivity.", "The result was strong GDP growth with low inflationary pressures.", "The reformed framework for public finances led to a declining trend in the national debt as percentage of GDP.", "From being regarded as a heavy burden 20 years ago, public finances rapidly developed into one of the Swedish economy's major strengths.", "It is also clear in a long time series like the one in Figure 1 that a sharp slowdown in the rate of inflation took place when the inflation target was introduced.", "The average rate of inflation has been fairly close to the target of 2 per cent.", "Although several factors in addition to monetary policy have contributed to the low inflation, such as productivity development, stable public finances and improved wage formation, I would certainly claim firmly that the inflation target has functioned largely as intended.", "In several respects, developments in Sweden prior to the financial crisis reflect the international trend that has come to be called the great moderation - that is, a long period of stable growth combined with low inflation.", "The stable macroeconomic development - combined with the insight that the long-run development of the economy is determined by real factors - also affected the framework for monetary policy analysis.", "The models that came to be used by many central banks, including the Riksbank, were not primarily developed to capture long-run trends, but focused on cyclical fluctuations.", "Moreover, financial markets and credits played a subordinate role in the analysis framework at this time.", "An overall consequence of this was that monetary policy to a large degree had moved away from \"norm-based thinking\" towards \"fine tuning\".", "One might say that there was also a kind of blind faith in the ability of monetary policy to govern the macroeconomy in detail: During which quarter would inflation exactly meet the target?", "But history repeated itself - economic crises put the current monetary policy framework to the test.", "The financial crisis: \"Things abroad were not OK, but Sweden was OK\" The global financial crisis that broke out in connection with the collapse of Lehman Brothers in September 2008 was in some ways the direct opposite of the Swedish financial crisis at the beginning of the 1990s.", "The crisis originated in the US housing market, and in other areas, such as Ireland and Spain, collapsing housing markets also played a major role in the course of events.", "As you know, the financial crisis was followed by a debt crisis in Europe.", "Thanks to the lessons learned from the 1990s crisis, the Swedish economy was in a better state than many others to manage the weak economic developments after the financial and debt crises.", "For instance, Sweden's public finances were in good shape before the crisis broke out.", "Unlike the 1990s crisis, here one can say that \"things were not OK abroad, but Sweden was OK\".", "This does not mean that the Swedish economy has been spared the repercussions of the financial and debt crises - far from it.", "Sweden is a small, open economy.", "We are strongly affected by developments abroad.", "The euro area is our largest export market, and the problems there consequently have a very negative effect on demand for Swedish exports.", "The developments in inflation reflect in many ways the repercussions from the weak global demand in the wake of the financial and debt crises, something I will return to later.", "Nor were the Swedish banks spared problems during the most recent global financial crisis.", "But in some ways, this was also an entirely different course of events compared with the 1990s crisis.", "At that time, loan losses among the Swedish banks were very large, as I clearly remember from my position as head of the Swedish Bank Support Authority then.", "The banks' loan losses were from the commercial property sector, which was devastating for profitability; it was a solvency crisis rather than a liquidity crisis.", "During the most recent global financial crisis, loan losses on the domestic market were very limited; most losses arose on loans to the Baltic region.", "This time, the solvency of the banks was not threatened; instead, an acute shortage of liquidity in the banks arose when the functioning of the capital markets deteriorated.", "This was managed by means of extensive loans from the Riksbank.", "Important lesson - financial stability and price stability are interlinked One major question after the financial crisis was whether monetary policy should give greater consideration to financial stability.", "The prevailing international view during the great moderation was that financial crises could best be managed by monetary policy when they arose - this view has been described as the \"Jackson-Hole consensus\".", "Another description of this view is that crises are managed by \"mopping up afterwards\".", "This did not mean that there were no differing opinions, but as you know the advocates of these different views were talking to deaf ears.", "However, the most recent financial crisis illustrates with great clarity the size of the costs of \"mopping up afterwards\".", "In this context, it should be pointed out that the Riksbank warned about developments in the Swedish housing market long before the financial crisis.", "This was in turn connected to the fact that we in Sweden had not in every aspect learnt our lessons from the 1990s crisis.", "One can say that the new stabilisation policy framework had given us control over public debt and inflation, but that there was no natural limit for indebtedness in the private sector.", "This led to the substantial increase in housing prices and household indebtedness we have seen - with a few brief intermissions - since the middle of the 1990s.", "The experiences of the global financial crisis have also led to extensive international regulatory work and to many countries now establishing new organisational structure and tools within what is known as macroprudential policy.", "Unlike the traditional financial supervision - microprudential policy - which focuses on the risks in individual institutions, the focus of macroprudential policy is on risks in the financial system as a whole.", "The European Systemic Risk Board, ESRB, began its operations in 2011, with the task of identifying threats to the financial stability of the EU.", "However, the ESRB has no binding instruments at its disposal; it can instead issue warnings and recommendations.", "For instance, in January 2012 the ESRB published a recommendation to EU countries regarding national mandates for macroprudential policy.", "This stated that responsibility for macroprudential policy should rest with an institution or council and that this body should have control over appropriate tools to attain its objectives.", "The way the framework for macroprudential policy has been set up differs somewhat from country to country.", "As you know, we have had such a framework in Sweden now for a year, with Finansinspektionen (the Swedish Financial Supervisory Authority) having the main responsibility for the macroprudential policy tools.", "The new framework also entailed establishing a forum for representatives of the Government, Finansinspektionen, the Swedish National Debt Office and the Riksbank to meet and discuss questions of financial stability, what is known as the Financial Stability Council.", "To some extent, macroprudential policy involves taking a backward step towards a greater element of regulation in the credit market.", "As we see here, history has a tendency to repeat itself.", "Some say that macroprudential policy is a \"blend of old and new\" policy area, and even mention the Swedish credit regulations from the 1950s-1980s as an early example of macroprudential policy measures.", "The \"blend of old and new\" also applies to the challenges connected with the regulations.", "As I mentioned earlier, one reason for the deregulation of the Swedish credit market in the 1980s was that the effectiveness of the regulations was questioned.", "This was in turn because they were easy to circumvent.", "For example, the combination of a loan cap and negative real interest rates created large incentives for regulatory arbitrage, which led to the emergence of a \"grey\" credit market.", "A major challenge for today's macroprudential policy is how one prevents \"leakage\" from regulations in a particular sector to other sectors not covered by the regulations.", "One can see macroprudential policy measures as a \"shadow interest rate\" for a particular sector of the economy, which can be related to the policy rate set in monetary policy.", "The tendency to leak will of course become higher the greater the tension between the policy rate and the \"shadow interest rate\" that ensues from the regulations.", "I think that a proper discussion of this is often missing in the Swedish debate.", "Personally, I think it is obvious that financial stability and price stability are closely interlinked.", "There are two main reasons for this.", "Firstly, financial crises unavoidably lead to weak economic development and major difficulties in controlling inflation.", "Secondly, it becomes much more difficult to influence the economy via monetary policy, what we usually call the transmission mechanism, if a financial crisis occurs.", "A characteristic element of the most recent financial crisis was that the difference between the interest rates paid by households and companies and the central banks' policy rates increased substantially.", "I also think that a central bank can never \"renounce\" the responsibility for financial stability, as we have many of the tools required to manage banks in distress, for instance, supplying credit to banks with liquidity problems.", "This is indicated not least by developments during the acute financial crisis 2008-2009.", "Moreover, the policy rate influences housing prices, credit granting and general financial risk-taking in the economy - and thereby also financial stability.", "We must continue to safeguard the inflation target, and learn the major lesson from developments in the 1970s and 1980s, namely to ensure to retain the credibility of the nominal anchor.", "And we must also learn the major lesson from the financial crisis, namely that financial stability is a condition for low and stable inflation and good economic developments in general.", "The global dimensions of the financial and debt crises affect the conditions for Swedish monetary policy As I mentioned earlier, the Swedish economy, despite good conditions, has been greatly affected by the financial and debt crises.", "One question that has arisen once again is how much monetary policy in a small, open economy like Sweden's can deviate from that conducted in other countries.", "The correlations between Swedish and international (KIX-weighted) GDP growth and inflation since the 1980s are both above 0.8, which indicates that a very large part of the variation in economic activity in Sweden stems from abroad.", "Since 1993 the correlation between the policy rate in Sweden and the policy rate in the euro area has been above 0.9.", "One can capture this phenomenon using a model that hardly needs any detailed introduction in this assembly: the Mundell-Fleming model, also known as the IS-LM model for a small open economy.", "This model is greatly simplified, but nevertheless puts its finger on some essential mechanisms.", "The model is intended to illustrate short-term cyclical variations, for instance, prices are assumed to remain constant, which is more or less reasonable in the short term.", "As the analysis refers to a small, open economy, it is also assumed that the interest rate abroad is exogenous.", "Another central assumption is perfect capital mobility, which can be assumed to have become increasingly reasonable in line with the ever more globalised financial markets.", "In a small, open economy with a floating exchange rate like Sweden's, tightening monetary policy means that the exchange rate strengthens, as the interest rate in Sweden becomes higher than that abroad.", "The appreciation of the currency continues until the domestic interest rate is the same as that abroad.", "The stronger exchange rate pushes down net exports and thus general demand and GDP.", "If the international interest rate falls instead, and monetary policy in Sweden is held unchanged, the exchange rate will also strengthen, because the Swedish interest rate is higher than the international rate.", "The currency will appreciate until the domestic interest rate is the same as the international interest rate, and the stronger exchange rate will lead to reduced net export and GDP.", "We thus see that a lower international interest rate has a restraining effect on the economy through the exchange rate in roughly the same way as a tightening of monetary policy in Sweden.", "As I mentioned earlier, this model is a very simplified picture of reality.", "In practice, the results will of course depend on why the interest rates are changing and also on other factors not included in the simple model.", "But the conclusion, that a lower international interest rate has a restraining effect on the economy through the exchange rate in roughly the same way as a tightening of monetary policy in Sweden, is valid even in many more complicated models.", "The effect of lower international interest rates on the Swedish exchange rate and the Swedish economy has been discussed a lot at monetary policy meetings in recent years, although the discussion has revolved around the effects on inflation in Sweden and not the real economy.", "One can see that international interest rates are very important to Sweden if one studies longer time series of international real rates.", "Figure 2 shows long real interest rates for a number of developed countries.", "It is clear that large movements in real interest rates are common to most developed countries, even if the smaller cyclical fluctuations can vary in different countries.", "One also sees that the degree of covariation has increased over time, as the financial markets have become increasingly integrated and globalised.", "This is also something confirmed by more formal analysis..It is also striking that real interest rates have shown a declining trend in recent decades and are currently around zero.", "At the end of the 1970s, real interest rates were also close to zero or negative in many countries, but at that time inflation was high.", "A practical example that is close to hand of how the conditions for monetary policy in Sweden are affected by international developments is that the ECB has chosen to conduct a very expansionary monetary policy in the euro area.", "In the slightly longer term, it is good for the Swedish economy that the ECB's policy stimulates growth and inflation in the euro area, as this contributes to higher exports and higher imported inflation in Sweden.", "In the short term, however, problems may arise if the krona strengthens so that inflationary pressures risk being lower in a situation where inflation is already too low and has been so over a long period of time.", "As I demonstrated earlier in the simple model, a lower international interest rate risks having a restraining effect on Sweden in the short term via the exchange rate, if we keep our interest rate at a relatively higher level.", "Current monetary policy reflects earlier lessons This brings me to current monetary policy.", "As I have argued, monetary policy has changed over time and has been adapted to the new situations that have arisen.", "And that's how it's been this time too.", "I would say that current monetary policy has learnt many lessons from earlier episodes.", "Negative repo rate and bond purchases - to safeguard the credibility of the inflation The fact that we now have introduced a negative interest rate and begun purchasing government bonds in Sweden is basically because we want to safeguard the role of the inflation target as nominal anchor.", "I mentioned earlier that monetary policy should give consideration to financial stability.", "But this is because financial stability is a necessary condition for attaining stable inflation in the long run.", "Conditions for being able to give consideration to financial stability in monetary policy decisions are that inflation expectations are firmly anchored around the target and that inflation is fairly close to the target.", "With hindsight, we can see that inflation has been lower than the Riksbank and most other forecasters had expected.", "And this doesn't only apply to Sweden; inflation is very low in most developed countries.", "What happened in Sweden last year, when inflation continued to be lower than expected at the same time as inflation expectations continued to fall, has thus rather dramatically changed the conditions for monetary policy.", "Although inflation has not been falling recently, but has remained at a low level, and inflation expectations are fairly close to 2 per cent, it is very important to ensure they do not fall further - especially given the coming wage bargaining rounds.", "As I mentioned earlier, the global dimensions of the fiscal and debt crises, combined with the fact that Sweden is a small, open economy, have brought to the fore the question of how much our monetary policy can deviate from that conducted abroad.", "When several central banks abroad are conducting a very expansionary monetary policy, the conditions for monetary policy in Sweden are affected.", "If the policy rate is higher in Sweden than abroad, the krona exchange rate will tend to strengthen, contributing to lower inflation through lower import prices.", "All other things being equal, the lower policy rates abroad thus argue for lower policy rates in Sweden too.", "It was in the light of all this that we began a series of repo-rate cuts, which resulted in the repo rate coming down to zero per cent in October last year.", "When the repo rate approaches its lower limit further complementary measures are required if monetary policy needs to become more expansionary.", "The Riksbank has therefore cut the repo rate to -0.25 per cent and has begun purchases of government bonds to a total value of SEK 80-90 billion.", "If monetary policy were to need to be more expansionary we can extend the purchases of government bonds, or cut the repo rate further and lower the repo-rate path.", "We also have the possibility of introducing a programme of loans aimed at companies similar to the ECB's TLTRO or the Bank of England's \"Funding for Lending Scheme\".", "Moreover, we can intervene on the foreign exchange market.", "How do complementary monetary policy measures work?", "Regardless of which measure one chooses, the effects of complementary monetary policy can be divided into two main lines; one is that they contribute to reducing interest rates in general and the other that they increase the amount of money in the economy.", "The purchases of government bonds reduce the supply available in the market, which leads to an increase in the price and a decrease in the yield.", "When government bond yields fall, investors find it more attractive to seek higher-risk assets, which pushes down interest rates and raises prices there, too.", "This is usually called the portfolio balance channel.", "When the price of the assets rises, the wealth of those who own the assets also increases, which contributes to stimulating consumption and investment.", "More liquidity among the banks may also lead to increased lending.", "All in all, complementary monetary policy thus functions in roughly the same way as normal repo-rate cuts.", "The supply of credit increases, at the same time as interest rates are pushed down and the exchange rate weakens - aggregate demand in the economy increases.", "When the economy is stimulated, inflation gradually rises, as companies can charge higher prices and the lower unemployment pushes up wages.", "A weaker exchange rate also leads directly to higher inflation, as prices of imported consumer goods rise faster.", "Let me give an example of how the increase in the Riksbank's balance sheet in the form of government bond purchases can spread throughout the economy.", "When we buy government bonds, those who sell them receive liquid funds in the form of their bank account balance instead of the bonds they previously held.", "To improve the return on the portfolio, they must invest the liquid funds in some other assets, and the price of these assets will then be pushed up.", "This could be, for instance, corporate bonds or foreign government bonds.", "In the first case, companies could issue new bonds at more favourable rates.", "In the latter case, the exchange rate could weaken, which could lead to higher import prices and inflation and also benefit export companies.", "Household indebtedness must be managed However, these measures are no \"free lunch\".", "There are risks and costs linked to the very expansionary monetary policy.", "Housing prices and household debts are now showing signs of increasing faster again.", "I have on several previous occasions emphasised how important it is that other policy areas ensure that these risks are managed.", "Measures are needed to deal with the driving forces behind household indebtedness, such as reforms to increase housing construction, but also further macroprudential policy measures.", "With regard to macroprudential policy measures, it is worrying that Finansinspektionen's amortisation requirement could not be implemented as planned.", "It is important, not least with regard to the recommendation from the ESRB I mentioned earlier, that the responsible authority has control over the appropriate tools to attain its objectives.", "I therefore consider it very important that Finansinspektionen's mandate should be clarified and that the conditions for an amortisation requirement are investigated as quickly as possible.", "When it comes to the costs of the expansionary monetary policy, there is also a risk that losses will arise on the Riksbank's balance sheet as a result of the bond purchases.", "In pure accounting terms, the bond portfolio will be booked at market value.", "This means that the value of the portfolio will vary as interest rates change.", "The cost of funding the holdings will therefore increase when short-term interest rates eventually rise.", "If the Riksbank were to suffer a loss, however, it would not entail any particular problem, but it would lead to the surplus we pay to the state every year declining.", "There will thus be less money for the Swedish Treasury.", "We have nevertheless chosen to take these measures to emphasise that we want to safeguard the role of the inflation target as nominal anchor for price-setting and wage formation.", "Moreover, we have said that if more is required to get inflation to rise towards the target, we will do more.", "And we are prepared to do so with force.", "Concluding reflections In my speech today I have tried to describe current monetary policy from an historical perspective.", "I hope that you have gained a deeper understanding of current monetary policy.", "The objectives and means of central banks have changed over time, usually as a result of economic crises.", "This has led to rethinking of the prevailing consensus view of monetary policy.", "Experiences from the 1990s crisis showed the importance of having a credible nominal anchor, which led to an increased element of \"norm-based thinking\" in monetary policy.", "For the Riksbank, this resulted in the inflation-targeting regime we have now.", "With regard to the experiences of the most recent global financial crisis, we are to some extent still on a learning curve.", "But personally, I think that one important lesson is that financial stability is a necessary condition for macroeconomic stability and price stability.", "Developments in the wake of the financial crisis have also shown how dependent Sweden's economy is on developments abroad.", "I think that current monetary policy reflects all of these lessons.", "We are conducting a very expansionary monetary policy to preserve confidence in the nominal anchor provided by the inflation target for more than 20 years.", "At the same time, we are emphasising the importance of managing the risks linked to household indebtedness, as financial stability is a necessary condition for attaining the inflation target in the longer run."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "financial dominance", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Monetary Policy", "Inflation", "Economic Crisis", "Financial Stability", "Nominal Anchor", "Monetary Policy Framework", "Macroprudential Policy", "Riksbank", "Exchange Rate", "Interest Rate"]}