{"sentences": ["I would like to thank Marie Hoerova, Peter Hoffmann and Andreas Moser for their contribution to the speech.", "I remain solely responsible for the opinions expressed herein.", "On 9 March the Eurosystem launched its public sector purchase programme (PSPP).", "On that day the ECB and the national central banks of the euro area purchased €3.2 billon of public sector bonds, putting the programme on track to reach a total of €60 billion in March.", "Monetary policy is implemented in normal times in money markets.", "Stepping into bond markets creates challenges and might have unintended consequences.", "One key principle underlying the implementation of the PSPP is the minimisation of unintended consequences, which can be ensured by obeying the concept of market neutrality.", "We do want to affect market prices but we will not suppress the price discovery mechanism.", "The Eurosystem will ensure a high degree of transparency around its interventions and will closely monitor their impact on market liquidity and collateral availability.", "Some market reports have suggested that we may not be able to buy the intended amounts of government bonds.", "While the effective supply of eligible securities is undoubtedly lower than the total amount outstanding, it will still be substantially higher than the amounts we intend to purchase.", "If this is the case, there will be a price at which we can buy the quantities needed to meet our monthly targets.", "In other words, we may face a scarcity of bonds, but we won't face a shortage.", "And there are good reasons to expect that scarcity will materialise first and foremost in those market segments with a higher duration, potentially helping to maximise the economic impact of our operations."], "classifications": ["none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none"], "topics": ["Public Sector Purchase Programme (PSPP)", "Monetary Policy", "Market Neutrality", "Price Discovery", "Transparency", "Market Liquidity", "Collateral Availability", "Government Bonds", "Scarcity", "Economic Impact"]}