{"sentences": ["GOVERNOR'S ADDRESS OPTIMIZING POTENTIAL, STRENGTHENING RESILIENCE .", "Developments in Global Economies.", "Developments in Domestic ECONOMY......csessceesseseseeseesseeeseee Economic Policy Challenges and Direction... Economic Potential.", "Basic Function and Principle of Policy.", "Bank Indonesia's Policy Direction.", "Policy Coordination...... Bank Indonesia's Internal Strengthening............... Economic Prospect...", "Wb., Greetings to alll, Praise be to Allah SWT, God the Almighty, as it is upon His blessings that we may all gather here today, ina good health, at the \"2016 Annual Meeting of Bank Indonesia\".", "lam grateful and deeply honoured by the presence of His Excellency the President, and all other distinguished guests, here at t!", "he the \"2016 Annual Meeting of Bank Indonesia\".", "The presence of His Excellency the President and of distinguished guests testify to our commitment to crea te synergy, to develop the national economy, and to strive towards equitable welfare for for the nation.", "This commitment will hopefully encourage t!", "the resilience of our economy, and to furthe and competitive national economy.", "This evening, allow me to present the Bank he optimization of the potentials and r promote a more efficient, productive ndonesia's perspectives on the latest economic condition and the prospects, under the theme \"Optimizing Potential, Strengthening Resilience\".", "In our view, the unfavourable global economic development.", "theme is relevant as response to the , and the positive achievements of the Developments in Global Economies Developments in Global Economies Our latest assessment concludes that the the global economy continues to weaken, which is followed by the continuation of the low commodity prices, and the declining of capital flows to emerging countries.", "The momentum for global economic recovery that we initially anticipated would begin this year has yet to materialize and is visibly weakening in a number of areas We estimate global economic growth in 2016 to be at around 3.0%, which is lower than in 2015 of 3.2% (Figure 1).", "In the developed countries, the United States (US), which was_ previously expected to be the engine of global economic growth, has yet to be solid in its development up to the First Half of 2016.", "Recovery in Europe and Japan has also yet to strengthen.", "The Brexit Referendum that led the UK out of the Figure 1.", "World GDP and Global Commodity Prices % yoy- World GDP -= Oil & Gas and Non-Oil & Gas Commodity Prices European economic zone even has the potential to reduce Europe's economic prospects in the medium term.", "Developing countries also need to continue to be monitored.", "China, as one of Indonesia's export destinations, continues to consolidate and rebalance its economy.", "We estimate that China's economic growth in 2016 will likely continue to be restrained despite improvements and a 6.6% growth, but this achievement is lower compared to growth achieved in previous years of above 7% (Figure 2) Likewise for India's economic growth, which in previous periods was fairly impressive, seemed to lose its momentum in the recent periods.", "Meanwhile, Brazil and Russia's performance also needs to continue to be monitored despite the fact that the pressure of a decline has begun to recede.", "China's Economic Growth apace © Primary Industry ® Secondary Indu: Source: National Bureau of Stat Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 Figure 3.", "Capital Flow To Emerging Markets Global financial crisis in 2008 i ational Finance (IF) As in previous years, the global economy, which has yet to strengthen, had an impact on the continuation of low global commodity prices.", "We estimate Indonesia's non-oil & gas export commodity prices in 2016 will slighty be higher the 2015 levels.", "Meanwhile, world oil prices continue to follow a declining trend brought about by the increasing oil supply from Positive expectations has begun to be seen in coal and palm oil (CPO), which in recent months has begun to increase.", "However, this price increase was largely driven by reduced production as opposed to increased demand.", "The global economy, which has not strengthened, and the anticipation of the Fed Fund Rate's hike once again Figure 4.", "Emerging Market Potential Output 3 Productivity 1 - capital 2 2013-14 Source: World Economic Outlook Database led to lingering high uncertainty in the global financial markets.", "Market players continue to focus on the uncertainty of the anticipated Fed Fund Rate's hike, which up to November 2016 continues to be maintained at a level of 0.25- 0.50%.", "This is in addition to the impact brought about by geopolitical uncertainties that includes the US presidential elections.", "These various uncertainties subsequently led to the decline in capital flow to the emerging markets and followed by global fund outflow volatility.", "In our view, these various global economic changes in 2016 reinforce indications of structural problems in the global economy.", "Problems that in our view contributed to decline in economic productivity in numerous countries and subsequently reduced the global economy's potential output, Developments in Global Economies Figure 5.", "GDP vs World Trade Volume Figure 6.", "One structural problem of the global economy that we need to highlight and affects emerging markets such as Indonesia, is the diminishing impacts of the global economic growth on the world trade.", "Data shows that the relationship between world GDP with the volume of world trade is not as strong as it was in previous years (Figure 5).", "World economic growth elasticity towards world trade that since early 2000 was within the range of around 1.3 has weakened and in the last five years elasticity that occured was only around 0.9 Various studies have argued that there are a number of factors that led to this condition.", "Moreover, declining Global Value Chain (GVO), which among others was brought on by a maturing process, mastering technology and reshoring process, also further receded the relationship between the both Structural global issues subsequently needs to be further monitored due to its implication on the completion process, which certainly cannot be carried out within the short-term.", "In other words, we will continue to face global economic downturn within a longer timeframe, which may risk spreading to the emerging markets, including Asia.", "The global economic recovery up to 2020 is expected to continue to remain below 4% (Figure 6).", "najor countries, such as China Meanwhile, the reshoring e US and declining US, is a result of al mastery that allows mainly occuring in the US is driven by the impact of within the US.", "Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 Figure 7.", "Economic Growth Contribution % yoyao on I Sow.", "Demand (Excludes Inventory) == Net Exports Developments in Domestic Economy As an open economy, Indonesia's economy is not immune from the unfavorable global condition.", "However, our national economy has the flexibility to adjust and respond to the global economic risks ndonesia's economy continues to grow 5.02% (yoy) up to the Q3 2016, which represents an increase compared to that achieved in 2015 (Figure 7).", "Bank Indonesia estimates ndonesia's economic growth in 2016 to be at around 5%.", "This amount is much lower than our initial estimates submitted at the end of 2015 of around 5.2%-5.6% brought about by the the global economy's impact that was actually much lower than initially projected.", "However, this amountis still considered to be impressive in comparison with the other countries that continued to struggle to boost its economic growth (Figure 8).", "Economic Growth of Peer Countries 2015 22016 = Brazil em India =m Indonesia\" me Malaysia® mp Russia South Africa mm Thailand @-@ Turkey «= Vietnam' Data shows that the flexibility of Indonesia's economy is mainly driven by domestic demand.", "Domestic demand as of Q3 2016 continues to follow an upward trend thereby minimizing the impact of a decline in the external sector's performance Moreover, non-food household consumption has already registered an upward trend since 2011.", "In line with this, the role of Rupiah lending as a source of domestic financing is also in an upward trend.", "In regional terms, a number of provinces have registered growth of above 6%, such as the regions of Sulawesi, Bali, and Nusa Tenggara (Figure 11).", "This condition is driven by the positive impact of the economic transition taking hold in these regions, from a previous dependence on raw commodities to value-added commodities through the construction of smelters and industrialization of the agricultural sector.", "Despite this, a number of provinces Sumatra, opments in Domestic Economy Kalimantan and Papua continues to grow below 4% thereby requiring continued attention.", "Inflation also continues to be maintained within a low and stable level.", "This low inflation is also attributed to the consistency of monetary policy and coordination with the Government to control prices of volatile foods and strategic commodities.", "In spatial terms, inflation is also low with Java, a number of areas in Eastern Indonesia and Lampung registering inflation of below 3% (Figure 12).", "Meanwhile, high inflationary pressure mainly occured in North Sumatra and West Sumatra that registered rates of above 5%.", "Two aspects at the very least drove the national economy's flexibility in response to the global economic downturn.", "The first factor deals with consistency in maintaining economic stability.", "The outcome of this consistency is reflected Figure 9.", "Inflation and Its Components 20102016\" ME CPI Inflation (Right Scale) «mm Core == Government Administered Prices amp Volatile Food in inflation that continues to be low and stable (Figure 11), the Rupiah's exchange rate that continues to be under control, the current account deficit (Figure 10) and 2016 budget deficit that remains to be within a healthy level, as well as the banking sector's resilience and a strong financial system.", "Apart from these consistency factors, economic stability also attributed to a stable political situation and conducive domestic environment supported by the parliaments and national security institutions.", "The preserved economic _ stability and the controlled economic _ risks subsequently provided the basis for the businesses to move freely to respond the existing conditions.", "The second factor deals with the impact of the Government and Bank Indonesia's countercyclical policies.", "The sizeable fiscal stimulus, including infrastructure spending, supported sectors that are directly related to the government, such as Figure 10.", "Yogyakarta 5.0 Tenggara Source: BPS-Statistics Indonesia, processed data investment.", "Government's deregulation and debureaucratization through a number of policy packages as part of the structural reform efforts, also positively contributed to enhance _ business confidence in Indonesia.", "The relaxation of Bank Indonesia's monetary policy has improved the domestic demand.", "In the last year, Bank Indonesia has reduced its benchmark rate by up to 150 bps and Minimum Reserve Requirement (GWM) of up to 150 bps.", "The monetary policy's relaxation is also applied in opments in Domestic Economy 6.0 6.4 oe I =.", "Sulawesi 12.0 Sulawesi Sulawesi Sulawesimee ¥ 1\" & Tenggara 5.2 synergy with macro-prudential policy As a note, we have reformulated through relaxation of Loan To Value the monetary policy's operational (LTV) for property loan and Financing framework by replacing interest rate To Value (FTV) for property financing, policy from the BI Rate to the BI 7-day as well as increasing the GWM-Loan Reverse Repo Rate on 19 August To Funding Ratio (LFR) limit from a 2016.", "This is carried out to strengthen previous of 78% to 80%.", "monetary policy transmission effectiveness and promote deepening Figure 12.", "We are grateful that through the support, coordination, and trust of various parties this policy can be effectively implemented.", "BI 7-day Reverse Repo Rate currently is within the 4.75% level, which in our view is consistent with the Kalimantan 3.1 Kalimantan 3.6 Belitung Central DI.", "Yogyakarta Tenggaraachivement of the inflation target and macroeconomic stability.", "Amidst the global economic situation that has yet to strengthen, the domestic economy's flexibility has been duly recognized by a number opments in Domestic Economy 0.78 2.9 Central ain Sulawesi @ Op southeast South 4 3.2 East Nusa BQ Tenggaraof global ratings agencies.", "Fitch ability to grow solidly, backed by the Ratings, Moody's Investors Service, robust domestic demand.", "In terms of Japan Credit Agency, and Rating investment climate, we appreciate the and Investment Information Inc government's efforts in promoting the maintained the Indonesia's Investment Indonesia's Ease of Doing Business Grade Rating in 2016 due to its ranking from 106 to 91.", "Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 Economic Policy Challenges and The prospects for the - global economy's conditions that have yet to recover and some risks in the commodity and the financial markets, will continue to pose a challenge to our economy going forward.", "Challenges that we must continue to strive to find comprehensive solutions to mitigate the impact of global economic conditions on the domestic economy.", "We view global challenges as one that increasingly needs to be closely monitored so as to ascertain its impact on the national economy as we continue to face various short-term and domestic structural challenges that have yet to be resolved and may potentially slow the economic recovery process.", "Short-term challenges derive from the effects of the fiscal stimulus that has yet to attract private investment, particularly Figure 13.", "Time Deposit and Lending Rates for non-construction investments.", "Non- construction investment growth up to Q3 2016 remains low.", "Our assessment indicates that this condition is related with business consolidation at the private sector by enhancing efficiency, both in production activities as well as in managing loans The monetary policy easing's effects on the banking sector has not been fairly transmitted.", "The effects of the decline in policy rates on lending rates was registered to be smaller than the decline in deposit rates.", "The decline in lending rates from the beginning of the year up to September 2016 has only reached 60 bps, which is lower than the decline in deposit rates that has already reached 108 bps (Figure 13) The ongoing consolidation by the private sector and limited decline in the lending rate subsequently affected loan growth performance that was not as strong as expected before.", "Low credit growth was also influenced by bank's tighter credit policy in response to increasing NonPerforming Loan (NPL) (Figure 14) In regional terms, the Kalimantan region registered the lowest loan growth compared to other regions and was followed by the highest NPL (Figure 15).", "This was caused by the performance of the mining and manufacturing sector within this region that has yet to recover.", "Slow loan growth in other regions were caused by, among others, loan to the trading sector.", "Meanwhile, domestic structural challenges were closely linked to a number of aspects in the real sector, particularly in terms of supply, and in the financial sector.", "In terms of the real sector, we registered challenges linked Figure 15.", "Regional Credit Growth and NPL Credit Growth (% yoy) with export product composition that are largely dependent on natural resource products, market structure and trade system that requires to be more efficient, and the role of the manufacturing industry that continues to decline.", "In terms of the financial sector, the challenges continues to come from unvaried domestic financing structure, unbalanced bank's funding structure, as well as shallow financial market Amidst looming uncertainty that affects global conditions, the presence of these cyclical and structural challenges requires us to constantly strive to seek strategies that simultaneously can optimize existing domestic potential while reducing various challenges that continues to surface.", "In this regard, therefore it becomes relevant that going forward our policy will be aimed at optimizing various domestic potential to reinforce the national economy's resilience Source: Bank Indonesia Sulampua - Balinusra Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 The strengthening and optimalization of the domestic potential does not mean that we retreat from the global constellation.", "This means that we need to improve and prepare ourselves by utilizing the existing domestic potential, thereby serving as a firm basis to leverage the domestic economy once the global economy In terms of the domestic sector, we need to continue to build a strong national industry so that once the global economy recovers we will get the benefit for our economy.", "In terms of the external sector, we need to prepare some leading sectors that are competitive in the global market.", "Competitiveness that is backed by productivity and not merely in terms of nominal factors such as the exchange rate.", "Strengthening and optimizing this domestic potential is subsequently directed towards reinforcing the national economy's resilience.", "This potential includes the huge potential sources of domestic financing, as reflected in the results of the Tax Optimizing financing sources can strengthen the economy's resilience from the aspect of fiscal sustainability, corporate sector's resilience, and external sector's resilience in the form of declining dependence on foreign debt.", "We believe the economy's resilience will be strengthened with effective implementation of deregulation policies that can resolve many structural issues.", "Economic Potential We registered that there are at least 3 (three) economic potential that needs to be optimized to support Indonesia's economic resilience.", "The first potential is the high level of trust and strong confidence of the economic agents to the government and policy makers We believe that the results of the Tax Amnesty program is unlikely to be accomplished without the high level of trust on the government's policy direction and Indonesia's economic prospects.", "Macroeconomic policy management discipline, including fiscal policy management with a realistic target and medium to long-term vision, as well as monetary policy that is committed to maintain macroeconomic stability in our view serves as one of the main elements for trust and confidence of these economic agents.", "In addition, the confidence of the economic agents is also driven by the implementation of the government's structural reform policies.", "Economic Potential The second potential that has surfaced and deserves special note in 2016 is the emergence of ample sources of economic financing.", "We extend our appreciation to the Government for its success to unravel this potential through the Tax Amnesty program.", "Up to 14 November 2016, this program has successfully collected tax payments amounting to Rp94.8 trillion, with repatriated funds amounting to Rp142.7 trillion and declared funds of Rp3,773.2 trillion.", "The accomplishment deserves to be appreciated since the Tax Amnesty program is the most succesfull program in the world.", "We view that this potential can serve as the solid momentum for the Government to accelerate tax reforms in Indonesia.", "The broadened tax base is expected to be followed by tax intensification in order to boost the role of tax as the source of development In Indonesia, the role of tax in the development financing only reached 1% of GDP in 2015, which is lower compared to that achieved by a number of countries in the region such as Singapore and Malaysia that achieved around 14% of GDP.", "We are confident that the tax intensification through the benefit of a wider tax basis, will serve as a solid ground for the efforts to widen fiscal space to support economic growth, without jeopardizing the sustainability of its prospects.", "The third potential is digital technology that has rapidly developed.", "In 2016, we witnessed that the sharing economy and digital economy has_ sharply increased as reflected in Fintech and e-commerce activities.", "This positive development will, if it is used properly, enhance efficiency and support domestic economic activities.", "These three potentials that emerge in 2016 will, if it is effectively and optimally empowered, strengthen and boost the benefits from the existing domestic resource potential, specifically human and natural resources The sizeable population represents a huge market potential to support domestic demand through household consumption.", "Moreover, this huge market potential will readily serve to be the driver for more sizeable added value if it is subsequently followed by an increase in domestic production activities.", "Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 In this context, the demographic bonus that is represented by a larger number of productive-aged population compared to senior citizens and children will serve as potential from the labor perspective and a large consumer base in line with the growth of the middle class in Indonesia.", "This demographic bonus will, if adequately managed, provide opportunities for Indonesia to become more prosperous.", "However, it should be noted that the demographic bonus which will reach its peak in the next fifteen years will lose its momentum after those period, which is in line with the increasing dependency level of the population (Figure 16).", "As a consequence, we are raving against the time in utilizing each aspect of the potential Figure 16.", "Dependency Ratio %= Old-Age = Child =Total We also.", "specifically noted the importance of women's participation in economic development.", "The population of women in the world today comprise of more than a half of the world's population, but their contribution to the economy is still far below their potential.", "Many studies have shown that the performance of the economy will increase when women's potential in the labor market is properly utilized.", "Efforts to increase women's participation in the economy also serves as a challenge for Indonesia Data show that female labor participation compared to male labor in 2016 declined and was lower than in neighboring countries (Chart 17).", "This is a challenging figure since the potential of Indonesian women to contributing in the economy is quite substantial, especially in reviving the real sector.", "Ratio of Female to Male Labor Force 2011 2012 2013 Indonesia - Thailand - Malay Phillipines - Vietnam sic Function and Principle of Policy Diagram 1.", "Vicious Circle GDP Growth Credit Growth The World Bank's Survey (2016) reveals that the ratio of female business ownership in Indonesia is higher compared to the same ratio at a global level, particularly for micro and small businesses.", "The survey also found that most of the bank and non-bank financial institutions perceives female owned businesses as profitable (Graph Figure 18.", "Perception of Female Clients in Indonesia Depositors Increased Outflow Depreciation Declining Corporate 18).", "However, financing for micro and small businesses operated by women is still limited.", "Basic Function and Principle of Policy Going forward, we need to continue to promote economic growth so as to avoid the emergence of vicious circle risk.", "The economic downturn poses a risk that may affect corporate and financial sector performance, thereby requiring efforts to strengthen the economic resilience (Diagram 1).", "Optimization of various domestic potential to promote economic resilience should refer to to the three basic function of public policy, namely (l) stabilization function, (II) allocation function, (Ill) distribution function.", "These three functions needs to be supported by policy makers through strengthening the regulations.", "Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 Within this context, various policies that are aimed at resource allocation can be utilized as instrument of economic stabilization through countercyclical policies and also as a tool to promote equitable distribution of economic development outcomes.", "We support the government's efforts to maintain a balance between strengthening the role of government spending as a countercyclical policy instrument with efforts to maintain fiscal sustainability.", "In this context, we view that efforts to increase the composition of capital expenditure, particularly infrastructure projects, should be maintained.", "This step is needed to preserve economic stability, while simultaneously ensuring the resource allocation efficiency.", "Inthe short term, infrastructure projects will boost the purchasing power of the society, including the bottom layer group, as the projects can absorb sizeable amounts of labor.", "In line with this, vocational education to address labor demands for infrastructure projects as well as industry, also needs to be reinforced.", "In the medium to long term, we believe that the emphasis on infrastructure spending will positively improve the economy's efficiency and productivity.", "In line with the spirit to maintain stability and promote efficient resource allocation, the spending aiming to strengthen the social safety net policy through the fulfillment of basic needs in health and education also needs to continue.", "This policy will sustain the purchasing power of middle and lower layers of society.", "In line with this, we believe that strengthening the institutions that are responsible for the implementation of the social safety net program will support government efforts to provide social protection.", "The various steps mentioned above will lead to improvements if it is also coupled with the policy aiming to promote distribution to reduce income gap and expand labor absorption Recently, the Gini Ratio disparity indicator has already shown a sloping trend in recent years thereby posing a challenge for us to reduce it to a lower level (Figure 19) sic Function and Principle of Policy In addition to the high level of disparity, the absorption of economic growth on the work force is still low.", "Data shows that the absorption of the economy on the work force is declining (Figure 18).", "In this regard, structural reforms, particularly to address economic productivity, has become vital to elevate the economy to a higher level which in turn will absorb more work force.", "Inline with efforts to promote equitable distribution of economic development outcomes, Bank Indonesia has welcomed the Government's initiative to explore the eminent sectors.", "The diversification of source of economic growth, both in sectoral as well as spatial terms, will create a buffer for the economy.", "On spatial terms, regional development needs to be harmonized with the characteristic of each region considering that the region may have diverse potential (Diagram 2) Figure 19.", "Gini Ratio 0.45 0.43 2008 2010 202 On a sectoral basis, the promoted leading sector is the maritime considering the fact that Indonesia is the largest archipelago country in the world.", "Policy direction in this sector indeed represents a challenge since the contribution of the non oil & gas maritime subsector's remains insignificant compared to other island nations (Figure 21) Current account, which in recent years registered a deficit, was also contributed by services account deficit, particularly derived from maritime transportation services (Figure 22).", "Once drawn _ further, various factors that led to this deficit can be to two sizeable parts, namely port infrastructure support and ship industry development that has yet to strengthen.", "Labor Force Participation Thousands of Laborers (Labor Force Participation per 1% GDP) average average Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2016 Diagram 2.", "Optimizing Potential, Strengthening Ri Bank Indonesia's Annual Meetini Considering the potential of maritime sector, Bank Indonesia supports the Government's efforts to strengthen the ship industry on an integrative basis together with the development of ports.", "The successful development of the ship industry will have an immense impact that is mutually beneficial, beginning with the steel industry, as the raw material suppliers of ship machinery and equipment, and up to support for the fisheries sector, tourism, as well as the maritime fishing, cruise, and other maritime transport industries.", "The strengthening of the maritime sector becomes increasingly meaningful if the ship industry and port infrastructure as the enabler can be incorporated with an interconnected of the economic zone ecosystem.", "Other sectors that attention as it promotes the acceleration of structural reforms involve the application of digital economy.", "The digital eeconomy has grown tremendously over the last two Figure 21.", "Maritime Sector's Share of GDP IPhillipines decades.", "This growth is reflected in the number of internet users, which continues to increase, and the relatively high investment value placed on the telecommunications field, particularly in Asia (Figure 23 and Figure 24).", "Aside from promoting economic efficiency, the rapid growth in the use of digital technology can also replace the conventional methods of doing business.", "An example of this is perhaps the current application of digital technology and robotics in the advanced economies, which has led to the decline of cheap labor's competitive advantage in the developing countries.", "This condition in turn has led to the export-led manufacturing growth model in the developing nations to become increasingly irrelevant.", "Phenomenon such as this needs to be constantly monitored to ensure that we can maximize the benefits while simultaneously minimize the negative excesses through effective policies.", "Balance of Trade in Services 202 2013 2014 20152016 sic Function and Principle of Policy Meanwhile, in line with the reinforcement of the regulatory function, allow us to convey our appreciation to the Government that has optimized the regulatory function through the issuance of 14 deregulation and debureaucratization policy packages We believe that these policies will reinforce steps to accelerate structural reforms, particularly in terms of micro regulatory aspects, such as regulations on a technical level, which can be harmonized and synergized To operate the three basic public policy functions mentioned above and reinforce the regulatory function, we need to uphold the three policy management principles, namely the sustainability principle, consistency principle, and synergy principle Within the context of the first principal, a policy must be directed towards a longer time horizon that allows the economy to be able to grow equitably Figure 23.", "Number of Internet Users Millions of Users -- Asia-Pacific <M Europe EE North America Latin America MMB Middle East and Africa and sustainably.", "In the second principle, a policy needs to be in line with the philosophical foundation that serves as a basis so that this policy is consistent across time, across sectors, consistent across central-regional policies, as well as across regional policies.", "On the third principle, synergy between policy makers both in the central as well as regional needs to be carried out so as to ensure mutually beneficial impact on the policy that is implemented.", "We believe that the synergy and coordination between the policy makers will minimize the disruption of the policy implementation, as well as enhance efficiency and effectiveness of economic activities.", "In this regard, allow us to reiterate that the various economic policy that is carried out needs to be consistent with and supported by the Regional Figure 24.", "- Thailand Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 Improvement of the economy will be achieved if the Regional Government can also effectively and efficiently enhance the use of regional transfer fund.", "The utilization of Regional Government funds can fill the gap that has yet to be utilized by the Central Government.", "Synergy aspects is also related with the need to harmonize policy between authorities in formulating interest rates, such as monetary policy rates, deposit rates, and government bond yields.", "The formulation of the last two rates must correspond with monetary policy rates that is aimed at maintaining conducive macroeconomic conditions, thereby minimizing risks of market uncertainty that can potentially lead to distortion once the liquidity adjustment process takes place in the economy.", "Bank Indonesia's Policy Direction In the spirit of building synergies, we at Bank Indonesia will also optimize the policy mix to strengthen economic stability, which subsequently support the allocation and _- distribution functions.", "In this regard, Bank Indonesia will consistently direct the policy mix to maintain macroeconomic stability.", "We perceive economic stability will play an important role in supporting consumer purchasing power and _- efficient allocation of resources.", "We wil also continue to promote financial market and payment system efficiencies so as to provide the solid foundation to boost economic efficiencies and This policy direction will be carried out by optimizing Bank Indonesia's three main policy pillars, namely monetary, macroprudential, as well as payment systems and Rupiah cash management.", "Monetary policies continues to be focused on efforts towards maintaining macroeconomic stability.", "We will synergize monetary policy with macro prudential policy to maintain financial system stability.", "Meanwhile, payment system and Rupiah cash management policy is aimed to enhance efficiency in the national economy and provide support for the transmission of monetary and macro prudential policy.", "We will certainly strengthen these various policies by closely coordinating with the Central and Regional Governments as well as other related authorities in order to effective national economic policy.", "Bank Indonesia's Policy Direction From monetary policy, Bank Indonesia consistently will implement policies to maintain inflation within its target and keep the current account deficit at a safe level.", "To enhance the effectiveness of the policies, monetary policy is supported by strengthening the monetary operations strategy and exchange rate policy, as well as financial market In regards to monetary operations strategy, we view that the flexibility in the liquidity management for banks will enhance the bank's ability to absorb temporary liquidity shock thereby avoiding excess interest rate For that purpose, Bank Indonesia will begin to introduce the Reserve Requirement (GWM) Averaging system in 2017.", "With reserves averaging, banks are required to maintain an average of GWM within maintenance period Through this relaxation, we expect inter bank transactions will become increasingly active, interest rate fluctuation will become manageable, and monetary policy transmission will The strengthening of the monetary operations framework will also be carried out by optimizing the use of Government Securities or SBN as a monetary instrument.", "In line with that mandated by the Bank Indonesia Law and State Treasury Law, as well as efforts to enhance the bank's participation in the financial market, Bank Indonesia would - gradually replace the Bank Indonesia Certificate (SBI) with the SBN as the monetary Foreign exchange management policy will continue to pruduently implemented so as to maintain the stability of Rupiah's currency value with the value of its fundamental.", "To support foreign exchange policy and the development of the domestic foreign currency market, Bank Indonesia initiated a hedging transaction to Bank Indonesia that covers foreign exchange transactions denominated in USD and non-USD.", "Other efforts that will be pursued to reduce the dependence on the US dollar involve bilateral cooperation, particularly with countries within the region.", "This bilateral cooperation seeks to promote transaction settlements in the domestic financial market by using local currency in international trade and investment transactions Bank Indonesia will also embark on a number of priority initiatives to accelerate the deepening of the financial markets.", "First is through Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meetini the development of money market instruments, foreign exchange markets, and strengthening coordination with relevant authorities in order to develop capital market instruments, such as infrastructure bonds.", "Second is by inreasing financial market participants, particularly through increased use of repo transactions by financial institutions, banks and non-banks.", "Third is through the development of infrastructure in order to reduce segmentation and strengthen risk mitigation in financial transactions.", "To support these priority initiatives, Bank Indonesia will accelerate the follow up of two strategic financial market deepening issues that require support from the related authorities.", "The first is to align tax regulations governing financial market instruments to support the development of the financial market.", "Secondly, seek to align financial market development initiatives by implementing prudent financial institution practices.", "Bank Indonesia views these two issues as strategic as it is not enough for financial institutions to be merely safe and sound, but they must also fairly developed through growing activities in the financial markets.", "Therefore, we hope that the commitment between the Ministry of Finance and the Financial Services Authority (OJK) to share a common vision to develop the financial market under Development Financing Coordination through the Financial Markets Forum (FK-PPk).", "Macro prudential policy in 2017 will constantly be directed towards maintaining the financial system's resilience.", "Apart from macro prudential regulations on banking industry, Bank Indonesia will strengthen assessment and surveillance of financial system participants, not only financial services institutions but also the users of financial services such as corporations In this regard, Bank Indonesia will strengthen and expand its macro prudential surveillance coverage towards households, corporations and non-financial corporate groups The results of our assessment shows that non-financial corporate's weak performance can result in potential risks to the financial system, particularly banking.", "For that purpose, macro prudential surveillance needs to be strengthened in order to be able to identify at an early stage the source of the risk and the relationship of non- financial corporate risk with other participants in the financial system, particularly banking Risk monitoring outside the banking sector has also become increasingly vital in line with the development of financial technology (fintech).", "In this regard, Bank Indonesia will scrutinize the risk potential and risk mitigation Bank Indonesia's Policy Direction from fintech as macro prudential assessment to anticipate the sources of new risks from fintech activities Therefore, risks occured from fintech activities, as an alternative financing for the public, will remain contain Moreover, Bank Indonesia will continue to reinforce macro prudential assessment by using the National and Regional Balance Sheet approach to strengthen systemic risk assessment and_ identify financial system imbalances, as an_ input to formulate policy options.", "This approach is expected to reinforce risk measurement in every element and interconnected risk between the financial system elements as well as strengthen vulnerability mapping and sources of regional financial system disruptions.", "The issuance of UU PPKSK serves as the momentum to enhance the capacity to prevent and handle a financial system crisis.", "In this regard, Bank Indonesia will strengthen sensitivity and calibrate early warning indicators and policy options under Bank Indonesia's Crisis Management Protocol in the area of monetary and foreign exchange, payment system, and macroprudential.", "Subsequently, through the enhanced integration of Indonesia's financial system and to reduce level playing field disparity with other countries in the region, Bank Indonesia views a sense of urgency to promote banking corporate actions to obtain optimal benefit from an integrated financial system.", "We believe that this corporate action will enhance the economies of scale and efficiency of Indonesia's banks, thereby the banking sector's intermediary role is expected to become increasingly optimized and boost the national banking industry's competitiveness.", "Eventually, through the presence of strategic steps that includes banks corporate actions, Bank Indonesia will restructure the operational relationship of banks with Bank Indonesia, such as in the context of licensing in the area of Monetary, Payment Systems and Rupiah Currency Management, as well as Macroprudential.", "As part of efforts to accelerate economic development and shariah financing in Indonesia, to complement the conventional economy, Bank Indonesia will launch the sharia economic development and financing blueprint at the end of December 2016.", "The program is focused on strengthening the Islamic social finance sector as well as promotion of the shariah financial markets.", "In terms of strengthening the Islamic social financial sector, which is expected to strengthen the social safety net as well as to tap funds Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 or infrastructure financing, Bank ndonesia will focus on improving the role of Islamic Social Finance such as through zakat and wakaf and pursuing initiatives to establish an slamic Inclusive Financial Services Board (IIFSB) as part of efforts to make ndonesia as a \"centre of excellence\" or sharia global financial sector.", "Meanwhile, in the area of shariah financial market deepening, Bank Indonesia will promote the implementation of the Sukuk Linked Wakaf.", "For that purpose, Bank ndonesia will work together with the Ministry of Finance, Ministry of State Owned Enterprises, Badan Wakaf ndonesia, and Agrarian Ministry/ National Land Agency to ensure the certification status of existing wakaf ands, thereby optimizing its use Moreover, Bank Indonesia will also conduct further studies on to the issuance of sharia-based government securites, enhance transaction mechanisms, as well as complement other shariah financial = market infrastructure.", "Bank Indonesia will also strengthen its strategic alliance with ministries and authorities related to the development of the economy and shariah finance under National Shariah Finance Committee.", "In line with the Government's commitment to improve the quality of growth through increasing level of economic participation, BankIndonesia also placed special emphasis on the development of Micro, Small and Medium-Scale Enterprises (MSME) The vital and relevant meaning of increasing economic _ participation, is to provide the opportunity as well as embrace a wider segment of the community, which includes MSME's, to play a more active role in stimulating economic activity, toghether with the Government.", "As we all know, MSME's play a vital role in Indonesia's economic structure, whereby approximately 99.9% of business units in Indonesia are MSME's and absorb nearly 97% of Indonesia's labor (Figure 25).", "However, financial support that is channeled to MSME's in Indonesia is only amounted to 7.2% of GDP, which is the lowest, compared to other ASEAN countries such as Malaysia, Thailand, Korea, and Cambodia (Figure 26).", "In this regard, Bank Indonesia implemented the MSME_ development policy through two main approaches, namely encouraging the banking intermediation role for MSME's and increases MSME's economic capacity.", "Bank Indonesia's Policy Direction Figure 25.", "Share of Total Employment by Enterprise Size Category = Micro Enterprises mB Small Enterprises '== Medium Enterprises =m Large Enterprises Source: Ministry of Cooperatives ar One of Bank Indonesia's efforts to enhance banking intermediation to MSME is by requiring Commercial Banks to gradually fulfill its target of MSME loan proportion relative to total loan.", "In addition to this, Bank Indonesia intends to pursue its expansion and deepening of the MSME infrastructure loan program so as to reduce asymmetric information obstacles brought about by disparities between MSME capacity and the banking sector's financing capacity.", "This is carried out by, among others, developing a financing scheme for the unbanked people by using the value chain financing (VCF) concept approach, as well as promoting the digitalization of financial services that facilitates MSME participants to carry out non-cash transactions specifically for strategic commodities.", "SME Financing ia Indonesia.", "«= Malaysia hailand jem SME Loan to GDP (=m SME Loan to Total Loan === Account Ownership Source: ADB, WB Global Index (2014) Meanwhile, to enhance MSME economic capacity, Bank Indonesia will strengthen the implementation of the program to create new economy activities in the region and rural area through the development of leading MSME through the local economy/ Local Economic Development (LED) approach.", "In regards to efforts to control prices, particularly volatile food, Bank Indonesia will promote to expand and develop MSME-based inflation control clusters through the downstream approach.", "This inflation control cluster also serves as one of the instruments of the Regional Inflation Control Team (TPID).", "In addition to this, Bank Indonesia also facilitates means to record MSME financial transaction so as to enhance MSME management capacity.", "To intensify its support towards MSME development, Bank Indonesia is currently preparing an MSME development blueprint and roadmap Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 that will serve as a guide for Bank Indonesia in its MSME development program and MSME financial access in future.", "One of the efforts to promote role of micro and small businesses in the economy, including the disbursement of micro credit (KUR).", "Bank Indonesia supports the channeling of the new KUR scheme that is operated by the Government since August 2015 Nevertheless, we see that there is considerable room for improvement to appropriately and accurately make KUR more well-targeted Among the few things that require attention is the tendency of shifting smallbusiness borrowersof commercial banks, rural banks, cooperatives, and other non banking financial institutions to the KUR program.", "This shifting may result in the KUR goal to provide eased access to micro finance that have not yet gained the opportunity of financing from banks to be not fully realized In addition to this, we also noted the need to pursue a more equitable KUR distribution so as not to concentrate only within a number of banks, certain regions and sectors.", "In this regard, one also needs to consider refocusing KUR such as on startups and the creative industry sectors, as well as Supermicro KUR scheme that is targeted to female beneficiaries by using the team approach.", "Other policies required includes a policy that minimizes KUR to borrowers that have already received loans from commercial banks.", "Utilizing the Credit Program Information Systems (SIKP) also need to be optimized so as to minimize redundancy in terms of the disbursement of the Government's Furthermore, to optimize the distribution of the new KURschemeand remain in line with efforts to maintain the stability of the financial system, Bank Indonesia views that the planned reduction in the KUR's effective interest rate by the Government should be gradual.", "This is needed to minimize the impact on small non-KUR distribution banks.", "Meanwhile, to maintain KUR's sustainability as well as its quality in the long term, a scheme need to be formulated that allows for KUR interest rates to be kept low, without the need to continuously extend interest subsidies.", "Bank Indonesia's Policy Direction In the area of payment system, Bank Indonesia's policy direction will be realizedin steps aimed at strengthening the institutional and infrastructure elements of the domestic payment system as well as promote financial inclusion.", "Implementation of - this policy direction will be grounded in the mission to create a Payment System that is safe, efficient, smooth and reliable, by taking into consideration efforts to expand access and consumer protection, in order to support the stability of the monetary and financial system.", "strengthening the institution and infrastructure, we will embark on a number of initiatives First is to implement rules relating to Payment Transaction Processing (PTP) that applies to all payment services providers (PJSP), including Fintech the participant.", "Second, to promote the development of a healthy Fintech, we will ensure that the FinTech Office and regulatory sandbox function that was established on 14 November 2016 works effectively and productively.", "Third, we will also accelerate the establishment of institutions that will operate the management functions of the National Standard of Indonesian Chip Card Specification (NSICCS) that we are targeting to be established no later than June 30, 2017.", "Fourth, we will accelerate the National Payment Gateway (NPG), which at this point of time has gone through the concept testing and is in the engagement process with the main participants in the industry.", "Fifth, require the providers of the payment system service to process financia transactions locally, place data locally, and store funds in local banks, using the central bank money, and comply with requirement to use the Rupiah currency within the territory o Republic of Indonesia Meanwhile, in regards to efforts to promote financial inclusion, we wil continue to expand financial access and enhance efficiency by integrating the non-cash electronic ecosystem within the Government's program and services.", "We will direct the policy's strategy by expanding the Government to People scheme, namely non-cash social assistance that is channeled through a system of Digital Financia Services agents, and development o People to Government, namely the smart city program that, among others, covers retribution and public services payments to the public.", "In regards to Rupiah cash management (PUR), we will promote for a clean money policy to distant and furthest areas through the Centralized Cash Network Plan (CCNP) masterplan.", "In the near term, we will initiate with the printing of a new series of Rupiah currency for all denominations outright.", "Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meetini The various policies that we described above will be supported by strengthening the role of Bank ndonesia as a strategic partner of the local government.", "In this context, Bank Indonesia will improve network quality and capabilities of the Bank ndonesia Representative Office at the provincial as well as municipal evel, in order to improve the value proposition that it has, particularly in performing their tasks in the field of monetary, macroprudential, as well as payment systems and Rupiah currency management.", "To support the role as a strategic partner of Regional Government, we will constantly strive to improve the quality of research so as to produce the formulation of policy recommendations that is more precise and relevant to the area.", "In regards to the macroprudential field, we will drive for KPwDN to more actively continue to strengthen the Regional Financial Surveillance (RFS) function in order to understand the regional economy's strength and vulnerabilities, strengthen the identification and assessment process towards financial imbalances and systemic risk in the region In the area of payment systems, Bank Indonesia will strengthen Rupiah Currency Payment and Management System (SPPUR) sector's onsite and off-site supervision in a comprehensive, directed, and efficient manner.", "Furthermore, in the field of Rupiah cash management, Bank Indonesia will strengthen infrastructure and expand distribution network coverage of money in order to provide the Currency Fit For Circulation (ULE) evenly and access remote areas in the entire territory of the Republic of Indonesia.", "Policy Coordination We are fully aware that sharing a common view and harmonious steps is needed to achieve our common aspirations.", "In line with this, the various policies that Bank Indonesia intends to carry out will likely be synergized and coordinated with the various policy makers, both in the central as well as in the regional levels, so as to ensure its effective implementation We intend to intensify coordination that we have effectively implemented to date through various forms of coordination such as the Round Table Policy Dialogue (RTPD), Bl-Central/ Regional Government Coordination Meeting, Inflation Control Team (TPI), Regional Inflation Control Team (TPID), Financial System Stability Committee (KSSK) and Indonesia Payment System Forum (FSPI).", "n the area of financial system stability, within the context of the PPKSK Law, coordination with the Financial Policy Coordination Services Authority is focused on applying Systemically Important Bank (SIB) and short-term liquidity loan coordination mechanism.", "Meanwhile, coordination with the Indonesia Deposit Insurance Corporation (LPS) is focused on the handling of bank solvency issues relating to the sale of Government Securities (SBN) owned by the LPS to Bank Indonesia Within the context of international assessment, Bank Indonesia coordinates closely with the related authorities in implementing the Financial Sector Assessment Program (FSAP) that comprehensively evaluates financial sector stability and changes in Indonesia.", "Internationally, Bank Indonesia will also.", "strengthen coordination with the Government to secure national interests and enhance Indonesia's role in the international arena.", "Moreover, Bank Indonesia will constantly support the Governmentinits efforts to promote improvement of Indonesia's Sovereign Credit Rating (SCR), including ensuring the creation of a positive image of Indonesia's economy.", "In this regard, Bank Indonesia is fully committed to constantly strengthen the role of the Investor Relation Unit (IRU) and will continue to enhance coordination with the central and Policy Coordination regional governments as well as with government representatives overseas to ensure the effectiveness of these activities.", "In regards to improving Indonesia's role internationally, Bank Indonesia is fully committed to support the holding of the IMF-World Bank Annual Meeting in Bali in 2018 with the tag line that was mutually agreed upon with the government, namely \"Voyage to Indonesia\".", "In this regard, Bank Indonesia has prepared a structured and comprehensive program to support the IMF-World Bank 2018 Annual Meeting.", "Bank Indonesia is also constantly actively involved and support the government to promote cooperation in the area of development financing, including those regarded as international cooperation.", "The form of this international cooperation is among others, through the formation of the Islamic Investment Infrastructure Bank or World Islamic Investment Bank (WIIB) that can be used to support infrastructure project financing in Indonesia.", "Subsequently, support for the government was also extended within the context of an investment and infrastructure agenda _ initiative Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 within the cooperative forum of the G20 Global - Infrastructure Connectivity Alliance, which is aimed at facilitating cross-border infrastructure development connectivity through the involvement of non-G20 member states.", "Bank Indonesia's Internal From an_ internal perspective, in response to various changes taking place and to provide optimum support towards Bank Indonesia's contribution, Bank Indonesia has carried out various efforts to improve internal capacity and capability that is focused on reinforcing the four aspects First, improving the organization and human resources by, among others, orming two new departments, namely the Shariah Economics and Finance Department, and the Financial Market Development Department.", "Moreover, the Treasury and Loan Operations Department have been formed that represent as a merger of a number of unctions already in existence in Bank Second, strengthening research and statistics functions as well as strengthening the Bank Indonesia Representative Office locally by, among others, implementing big data technology to support the decision making process, and updating the regional office handbook to support the role of the Bank Indonesia Representative Office as a strategic partner of the Regional Government.", "Third, is by strengthening information system by applying Information System - Enterprise Architecture (IS- EA) and improving system governance Fourth, strengthening governance and risk management.", "In 2017, internal - strengthening will be aimed at supporting the implementation of policy mix and accelerating transformation within Bank Indonesia.", "Various - strategic program has been planned, which includes strengthening the implementation of human resources management system, enhance human resources competency in the head office and representative offices, develop special initiatives to anticipate cyber attacks, and begin to implement the IS-EA road map Economic Prospects Economic challenges, domestic potential, as well policy synergies that will be implemented by the ternal Strengthening Government and Bank Indonesia will likely characterize our economy's prospects.", "The global economy that has yet to strengthen as well as our efforts to build the domestic economy's foundation so as to become resilient and sustainable, will likely affect economic growth achievements in the short-term.", "However, in the medium- term, we believe our economy will grow faster as it is supported by a stronger and better economic structure In 2017, we estimate economic growth to reach 5.0-5.4%, supported mainly by domestic demand.", "The benefits of various potential that we had previously revealed will affect private sector business confidence and appetite.", "Private sector confidence to revive activities amidst the looming weak global economy will be the determinant for an _ accelerated economic growth.", "Meanwhile, inflation will remain within the target range of 4.041% in 2017, which is in line with Bank Indonesia's commitment to drive inflation within its target range.", "With these economic prospects, we estimate that bank credit and deposits growth in 2017 will arrive at 9-11% and 10-12% respectively.", "Meanwhile, the current account deficit is expected to increase slightly in line with the intensification of infrastructure projects, but will remain within a healthy level of below 3%.", "Through stronger resilience, the economy in 2017 will become the turning point for a more solid economic growth.", "The implementation of structural reforms will serve as the basis for more solid economic growth in the medium term.", "Structural reforms that were implemented will enhance productivity thereby allowing the economy to grow to a higher level.", "This higher growth and improved structure in turn will enhance employment and prevent the economy from the middle- On this basis, we project economic growth within the 2018-2021 period will be on an upward trend and arrive at 5.9-6.3% in 2021 through the support of low and controlled inflation.", "Meanwhile, the current account deficit is expected to be trend down and remain within a healthy level o below 3%.", "We are confident that the policy synergy to accelerate economic transformation can bring the economy to grow healthier, inclusive, as well as Optimizing Potential, Strengthening Resilience Bank Indonesia's Annual Meeting 2 These are Bank Indonesia's 2017 policy ideas and direction that we can convey in this opportunity.", "We would like to extend our appreciation and gratitude to all Members of Bank Indonesia's Board of Governors and Employees for their utmost contribution, dedication, and hard work thereby allowing Bank Indonesia the opportunity to consistently execute its mandate of maintaining Indonesia's economic stability.", "Agus D.W. Martowardojo Governor of Bank Indonesia (B) PINT @INIDIONISSIN BANK SENTRAL REPUBLIK INDONESIA"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic Potential", "Economic Policy Challenges", "Basic Function and Principle of Policy", "Bank Indonesia's Policy Direction", "Policy Coordination", "Bank Indonesia's Internal Strengthening", "Economic Prospects", "Developments in Global Economies", "Developments in Domestic Economy", "Structural global issues"]}