{"sentences": ["What to expect from the Fed's Monetary Policy Normalization?1 Sebastián Claro Vice-Governor, Central Bank of Chile  I would like to start thanking the organizers for this invitation.", " Let me start with a disclaimer.", "Next Monday, April 3rd, the board of the Central Bank of Chile will present its inflation report to the Senate.", "Therefore, I will not be able in this occasion to offer a detailed discussion on the macroeconomic situation and perspectives in Chile, which will be described in detailed in the report.", "Rather, I have decided to focus on a broader issue that is relevant for Chile and the region in the current scenario.", "During 2017, we will finally witness the process of monetary policy normalization in the United States.", "After almost 8 years keeping the Federal Funds rates essentially at zero, the Federal Reserve has started a gradual process of interest rate hikes.", "Fundamentally, the normalization of monetary policy is the natural consequence of a normalization of the US economy after the Global Financial Crises.", "A normal US economy is a positive phenomenon for the world economy.", " However, this transition period may become bumpy.", "Indeed, previous episodes of rate hikes by the Federal Reserve have not been smooth at all for emerging economies.", "The most obvious of these examples is the debt crisis in the early 1980s.", "On top of a series of macroeconomic imbalances in many Latin American countries, the sharp raise in interest rates generated a strong reversal in capital flows and pressure on FX markets on the region that induced a collapse in financial markets and activity across countries.", "Since the early 1990s, we can identify two main periods of interest rates rises in the United States, as seen in figure 1.", "The first one started in February 1994, and it comprised a hike of 300 bp in almost a year.", "The second one took place a decade later when, after a few quarters of the then historically-low rates, the Fed started a process of rate normalization in June 2004, increasing almost 450 bp in about two years.", " For the sake of this presentation, I want to offer a simple comparison on these two episodes, which in some dimensions were very similar.", "In particular, the cyclical position of the US economy was arguably very similar in both occasions, and the process of monetary policy normalization is pretty comparable.", "However, the performance of emerging markets in these two episodes was very different.", "Indeed, overall, the process of Fed Funds increases in early 1994 was followed by large difficulties in developing economies the following years, with the Mexican crisis of December 1994 being the first example.", "Thereafter, a series of banking and balance of payments crisis followed in Latin America and elsewhere3.", "The impact of the Fed's tightening cycle in the 1990s on emerging markets was not as widespread as the 1980s episode had been, and countries like Chile and Colombia were able to weather this period relatively well and to keep high growth rates.", "But there is ample evidence that, in a context of several macroeconomic imbalances in several emerging economies, the 1994 episode triggered a series of difficulties and crisis that configured the macroeconomic map in the developing world in the second half of the decade.", " In contrast, the monetary policy normalization process starting in 2004, did not have a negative effect on emerging economies.", "Moreover, the 2004-2007 period was one of prosperity and stability across the developing world.", "Of course, the Global Financial Crisis of 2008 derailed everything, but it is difficult to argue that it was the consequence of the hiking cycle of the mid 2000s.", "If anything, it might have been the consequence of the lack of a timely normalization.", " Hence, although there are many common features in the 1994 and 2004 cycles, the consequences were very different.", "What I want to do in this talk is to identify a few features that help us reflect why this was the case.", "I think this is useful to extract some lessons for the current process of monetary policy normalization in the US.", "-2004 normalization Cycles  As a starting point, it is important to notice that the 1994 and 2004 episodes are comparable for two reasons.", "First, the Federal Reserve started hiking in a context of inflation above 2% and the unemployment rate around 6%.", "This is of course a simplified characterization of the business cycle, but it offers a good base for comparison.", "Beyond that, the monetary policy adjustment in the United States looks quite similar in both cases.", "Not only is the size and speed of the hikes in Fed Funds' rate comparable.", "Also, as Panel A in Figure 2 shows, the shape of the yield curve moves similarly, with a flattening of about 150 basis points between the 10- and 2-year US government bonds in the first year.", "In a related phenomenon, shown in panel B, the term premium implicit in the valuation of the 10-year US government bond also dropped between 1 and 2 percentage points in the two years after the start of the cycle.", " Essentially, the monetary policy shock and the shift in the yield curve were comparable in both episodes.", "Indeed, the lack of response of long term rates to short term hikes in the mid 2000s, labeled as the \"conundrum\" phenomenon by Alan Greenspan was, to some extent, also present in the mid 1990s.", " However, in many dimensions, these two episodes show very distinct features.", "First, during the 1994 one, there was a sharp increase in credit spreads to emerging economies, which contributed to their difficulties in the balance of payments.", "In less than a year, the EMBI credit spread increased, on average, more than 1,000 basis points.", "A decade later, Fed Funds increases were followed by secular decline in EMBI spreads for emerging markets.", "This contrast strikingly with the episode a decade later, when Fed Funds increases not only did not generate an increase in credit spreads but rather it was accompanied by a secular decline in EMBI spreads.", "A year later, EMBI spreads had fallen about 150 basis points.", " A second informative feature is the similar evolution of the dollar in both episodes.", "It is natural to expect that a hiking cycle in the United States would strengthen the US Dollar relative to other currencies.", "This is indeed what happened in the 1994 cycle, with the US Dollar Broad appreciating about 7% in 2 years and almost 30% in 4 years.", "In contrast, the dollar weakened about 5% in the 4 It was not until the Asian crisis in 1998 when the consequences of balance of payment pressures where directly felt across the developing world.", "Hereafter, all panels in figure 2 are centered around the month in which the hiking cycle started, labeled month 0.", "In this case, after a very sharp increase during 1994, the yield on the 10-year US government bond fell significantly during 1995 to levels similar to those observed before the hiking cycle.", "first 12 months in the 2004-2006 cycle, at the very same time that the Federal Reserve had increased short term rates by 200 basis points.", " Because periods of dollar strength have tended to coincide with periods of weaker commodities, it is not surprising to see that commodities had a flat/declining trend in the second half of the 1990s.", "Indeed, high world interest rates, high credit spreads and low commodity prices all contributed to a weakening of emerging market economies.", "The opposite happened in the 2004 cycle.", "Even in a context of fast increases in short term rates in the United States, the US dollar weakened and commodity prices increased significantly.", " As I just mentioned, the fact that the dollar depreciated in the 2004-2006 cycle is very informative about other phenomena occurring in the world at the same time.", "Commodity prices and risk appetite were favorable for EMEs, leading to important growth gains and Real Exchange Rate appreciations.", "In the three years following the beginning of the hiking cycles, currencies in Latin American countries strengthened on average 13%.", "While the Federal Reserve was raising short terms rates, developing countries were doing the same.", " The good performance in emerging economies during the 2004-2006 tightening cycle in the United States, could respond to many factors.", "Three things stand out: Many emerging markets were much more prepared to face restrictions in world financial conditions.", "The move towards more flexible exchange rates, better fiscal policies and stronger financial supervision improved their resilience.", "The tightening in the United States did not worsen financial conditions to EMES.", "Quite the opposite; credit spreads became more favorable.", "The natural answer is China.", "The increasing relevance of China in the world economy and in world trade following its accession into the WTO, generated a booming effect in commodity markets and world demand that more than compensated the negative effect of increases in world interest rates, giving important support for the balance of payment, fiscal accounts and the investment outlook in emerging economies.", " We are now at the early stages of a new and historical tightening cycle in the United States.", "It is reasonable to ask ourselves how comparable the current situation is relative to previous experiences.", "I want to make a few points here.", "We expect the Fed to move more gradually than on previous occasions  Why?", "First, the Fed prefers to err on the side of moving slowly, and markets expect so.", "In part, as seen in Figure 3, inflation measured as the PCE core is still low compared to its level on previous hiking cycles.", "Also, neutral rates are estimated to be very low this time, so the Fed considers that monetary policy is not as expansionary as the headline Fed Funds Rate suggests.", " Besides, the Federal Reserve is very much aware of the financial stability risks of abrupt changes in rates.", "The term premium implicit in long term yields is very low, and the taper Tandrum episode of 2013 shows that it can change fast if markets misinterpret the Fed communication.", "The fact that in previously cycles this did not happen is good news, but a series of good output numbers in the US, a few higher-than-expected inflation prints, or a change in the strategy on how to manage the balance sheet of the Fed could, trigger a significant increase in long term rates.", "The current trajectory of the Dollar/Commodities/Credit Spreads provide mix evidence  Other dimensions suggest we are somewhat in between the 1994 and 2004 episodes.", "The dollar has strengthened in multilateral terms in the last quarters, similarly to what was seen in 1994. Commodities have shown a mild upward trend.", "Definitely smoother than their trend in 2004, but also markedly more bullish than in 1994.", "Finally, EMBI spreads have decreased in tandem to what they did in 2004.", "Indeed, capital inflows have returned massively to the region in the last few months.", "In other words, while commodities are not as supportive of emerging economies as they were in the previous decade, markets are showing a high appetite for emerging market debt.", " This suggests two things.", "On the one hand, there is room for a recovery in emerging economies, and markets are pricing that in.", "But on the other hand, this recovery will not be supported by a commodity cycle as we experienced in the 2000s, so the region is more exposed to financial shocks coming from a disorderly normalization of monetary policy in the United States.", "Emerging economies are better prepared than in the 1990s to absorb these shocks, but we do not expect the subsidy coming from the commodity windfall.", "One final point about China China has become a source of stability in the world economy in the last few decades (isn ́t this the role China played after the Global Financial Crisis in 2009 and 2010?", "), but it has become more interconnected with the rest of the world, and it is also subject to pressures on the capital account and its balance of payments.", "The very same risks that emerging economies face from US rate increases are relevant for China, too.", "This time, a bumpy process of monetary normalization in the US could become amplified rather than ameliorated, depending upon how China is able to adjust to it.", "And this time, the room looks smaller."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy normalization", "Emerging markets", "US economy", "Federal Reserve", "Interest rates", "Credit spreads", "Dollar", "Commodities", "China", "Financial stability"]}