{"sentences": ["SPEECH SVERIGES RIKSBANK 2017-01-17 SE-103 37 Stockholm SPEAKER: (Brunkebergstorg 11) Deputy Governor Cecilia Skingsley World Economic Forum, Davos in Switzerland Tel +46 8 787 00 00 How the Riksbank encourages innovation in the retail payments market∗ Speaking points at the session Financial stability, innovation, economic growth initiative.", "We live in interesting times.", "At least if you are interested in questions about how financial services can be organized in a society.", "Technological innovation are driving change, but so are economic logic and regulatory measures.", "With change come new opportunities and new risks.", "We can be sure of that.", "But that is pretty much where certainty ends.", "What we don't know is the full potential of these new opportunities, which of them will actually materialize and consequently, which stability risks we will be struggling with in the next decade or so.", "My message to the regulatory community is that we must be ready not only to talk about these matters, but also to walk the talk if we want to have an impact on this transformation.", "Let me illustrate with an example.", "In particular, I would like to share with you our experiences from Sweden and how the Riksbank has encouraged innovation in the retail payments market.", "As you may be aware, Sweden is a low cash society on the verge of becoming a very, very low cash society.", "Decreasing cash usage is, of course, mirrored in increasing use of electronic payments.", "This phenomenon has gained some interest in international media over the last couple of years.", "Let me give you some figures: The value of cash in circulation in relation to GDP has decreased steadily from approximately 10 per cent in 1950 to around 1.5 per cent today.", "Over the past decade even the nominal amount of cash in circulation has decreased, which is quite unique.", "The decrease has been substantial, between the peak in 2007 to 2016 the number of outstanding notes and coins decreased by more than a third.", "Most of this decline has taken place in the last two to three years, driven partly by changing consumer habits, partly by our ongoing changeover of banknotes and coins.", "Sources: Statistics Sweden and Sveriges Riksbank.", "Although there are many drivers explaining the move from cash to electronic payments, I would like to highlight two actions by the Riksbank.", "One is a decision to \"not do\" and the other is decision to \"do\".", "The first is the \"not do\".", "We decided in the early 1990s not to implicitly subsidize cash anymore by storing it all over the country and allowing for overnight deposits.", "It took some time to implement this strategy.", "But as of a few years back, the Riksbank only has one cash depot in the entire country.", "It is the market's responsibility to store and transport cash, hence those costs are now borne by the market.", "The second is a \"do\".", "A few years back, we engaged in a dialogue with a consortium of banks and the Swedish clearing house on how a fast payment system available 24/7 could be created.", "For a payment system to be safe, you want to assure an eventual settlement over the central bank's books that is in central bank money.", "This can normally only be done when the central bank's payment system is open.", "After some thinking, we found a way to connect the instant payment system with the Riksbank's system and by allowing ring-fenced overnight balances for this purpose - or to put it differently by extending a secured credit overnight - we managed to construct a scheme where the fast payments are backed by central bank money even when our system is closed.", "Today over half of the Swedish population have downloaded the fast payments app (Swish) on their smart phone and it has become a prominent feature in the retail payment landscape, providing a substitute for cash in person to person (P2P) payments.", "Cards and cash are the most common payment methods among Source: Sveriges riksbank.", "These two examples shows that a central bank may need to be both \"hands off\" and \"hands on\" depending on the situation to foster innovation.", "The trick is to find the right degree of intervention at the right time.", "And to perform that trick there are no short cuts.", "A thorough analysis of costs and benefits is needed.", "Another lesson is that in the wake of such fundamental changes, like the one currently transforming the Swedish retail payments market, new questions keep arising.", "With change, there will be winners and losers.", "In this case the winners are the Swedes who have adapted to electronic payment means.", "Losers are the ones who want, or for some reason need, to keep on using cash and who increasingly find themselves in a world where access to cash, and acceptance of cash, are on the decline.", "This creates a new challenge for society.", "This change needs to be managed.", "For a central banker, the transformation of the retail payments market also implies a more fundamental question.", "If cash basically disappears, then the general public will lose access to central bank money - they will only have access to commercial bank money.", "Is that a good outcome?", "Responding to this, the Riksbank has decided to analyse a \"possible do\".", "Should we issue an electronic currency?", "We have given ourselves about two years to come up with an initial answer to this question.", "One possible outcome is that we as central bank in some sense will ourselves become an innovator.", "Moreover, what we eventually decide to do is likely to affect the possibilities and business cases for different financial innovations in more general terms and have possible repercussions on many other aspects of central banking, such as monetary policy and financial stability.", "To conclude, I believe that a central bank has an important role to play.", "What we do, and what we do not do, will affect the pace and the substance of innovation in the financial system.", "I believe this to also apply to the regulatory community in general.", "We can talk about the promise of innovation, but we also need to walk the talk - that is to make decisions that balance innovation, stability and growth.", "That will by necessity involve deciding upon a suitable degree of public and regulatory intervention.", "There will be winners and losers from these decisions.", "Making the decisions, and finding that balance, is a major challenge, but it is also an unavoidable challenge."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none"], "topics": ["retail payments", "electronic payments", "cash", "innovation", "financial stability", "central bank money", "electronic currency", "monetary policy", "regulation", "Sweden"]}