{"sentences": ["Accompanying slides Ladies and Gentlemen, Price stability and the prevention of financial imbalances are often two sides of the same coin.", "Indeed, price stability and financial stability are supposed to be complementary and mutually beneficial.", "During the recent crisis in the euro area, the transmission mechanism of monetary policy was hampered by a fragmented interbank market, as borrowing conditions deteriorated in stressed countries.", "The resulting deterioration in the economy in turn contributed to a further worsening of the financial stress, in what we call a real-financial feedback loop.", "To cope with this difficult situation, the policy response in the euro area was twofold.", "First, we adopted an active monetary policy and launched unconventional measures that included the credit easing package.", "Second, we set up a Banking Union and assigned new macroprudential powers and tasks both at the European level (the ECB, the ESRB) as well as at the national level.", "In France, the Haut Conseil de stabilité financière (HCSF or High Council for Financial Stability) was created in July 2013 as the French authority with the legal ability to impose binding macroprudential measures.", "The economy is now recovering, so the medicine seems to have worked.", "However, our attention is now turning to the potential side effects of our treatment.", "Monetary policy in the euro area is maintaining short-term nominal interest rates at very low levels, and through our forward guidance, rates are also very low up to medium-term maturities.", "But, as the economy is recovering and we are progressing towards our inflation target, the Governing Council clearly decided on 26 October to pursue the gradual normalisation of our monetary policy.", "We will continue along this road, but financial stability concerns could be increasing.", "It has recently been argued that this could result in unwanted side effects in terms of asset price misalignments or spur a search for yield that would entail excessive risk taking.", "The issue of the side-effects of monetary policy is not entirely new.", "Monetary policy is never neutral since it works its way through to the real economy via its effects on financial conditions, that is to say the current and expected cost of borrowing liquidity, and in turn on asset prices and risk premia, even in normal circumstances.", "Let me first say some words on bank profitability - which is not the only element of financial stability (1).", "I will then discuss the price of assets and the financial cycle (2), before turning to the relation for policy makers between monetary policy and macroprudential policy (3).", "Lastly, I will say a few words on how we should complete financial regulations (4)."], "classifications": ["none", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none"], "topics": ["financial stability", "monetary policy", "macroprudential policy", "asset prices", "risk premia", "financial cycle", "price stability", "banking union", "HCSF", "bank profitability"]}