{"sentences": ["ROMANIA: TEN YEARS AFTER THE GLOBAL FINANCIAL CRISIS Liviu Voinea, Deputy Governor, National Bank of Romania Macroeconomics Panel - 2018 FP Investor Days Your Excellencies, the Lehman Brothers' collapse became the trigger Ten years ago, in mid-September 2008, of the global financial crisis.", "The main cause of the global financial crisis was, in my opinion, excessive deregulation, which fuelled speculative bubbles on many markets, primarily on the derivatives markets comprising mortgages.", "That crisis has thrown US and EU in the midst of financial turmoil, leading to recession, deflation, and forcing central banks to take unorthodox measures, including quantitative easing, which led to negative real and even nominal interest rates.", "Since then, US and EU have recovered, but the exit from these unorthodox policies proves to be harder in the EU, particularly because some countries are not better off in terms of public debt than they were before the crisis.", "Emerging markets were hit even harder, and their resources for recovery were limited.", "Everyone felt the wave of the global crisis, but in the case of some emerging markets that was exacerbated by their domestic vulnerabilities.", "Today, this is more evident than before, when we witness some emerging markets being hit not by a global crisis, but by their in-built vulnerabilities.", "This is why I would like to speak today about the Romanian economy, ten years after the global financial crisis.", "Are we more protected against contagion risks?", "Have we put in place stronger prevention mechanisms?", "Have the IMF/EU financing agreements paid off?", "And what remains to be done in order to have our house in order?", "Romania itself faced a severe economic downturn which started in the fourth quarter of 2008 and continued until 2011 - first and foremost because of its domestic vulnerabilities.", "In the year before the crisis, the current account deficit exceeded 13%, the structural deficit was close to 9%, the economic growth was based on consumption of imported goods, and it was driven by loose fiscal policy and by the credit boom based on foreign exchange denominated loans, while the real estate bubble reached unprecedented levels.", "All that it was needed for a crisis was a sparkle.", "That sparkle was the global financial crisis, which led to massive speculative capital outflows, although the Vienna Initiative was a useful tool for damage control in this region.", "The rest is known and I do not want to insist upon it here.", "The diagnosis that I put in 2009, in my book \"The end of illusion is still valid.", "Crisis and anti-crisis\" Since then, Romania witnessed a decade of major transformations.", "Under three successive IMF/EU programs, we have made a long way to reform the economy and to make it more resilient to further external shocks.", "In what follows, I will argue that Romania is now more developed and better equipped to deal with external shocks than it was ten years ago; but risks coming from unwarranted domestic policies remain.", "assessment is based on a longer time perspective and it may differ from a year on year approach.", "Romania is one of the few success stories of converging within the European Union, even during and after the crisis.", "By the end of 2018, these figures will further grow by approximately 4 percentage points, according to IMF and EC forecasts.", "IMF/EU programs from 2009 to 2015 were successful in many ways, contributing to a sharp adjustment in the budget deficit, exit from the Excessive Deficit Procedure in 2013 and reaching the MTO in the period 2013-2015.", "Structural reforms also advanced during the programs, one indicator of these being the large reduction in public government and state enterprises' arrears.", "Exports of goods and services doubled in the last ten years, from 38.3 billion euro in 2008 to 77.9 billion euro in 2017, while imports increased by only 42.7% over the same period.", "CPI-based Real effective exchange rate (REER) is also lower than in 2008 (Figure 2).", "Consequently, the negative contribution of net exports to GDP has diminished, and the current account deficit witnessed a major adjustment of about 10% of GDP.", "As social contributions and other taxes were reduced, the increase in real wages was only partially mirrored by the increase in compensation of employees.", "When compared against EU average, labor productivity raised faster than compensation of employees over the entire period, therefore the unit labor cost, relative to our main trade partners (EU), decreased by 7.7 percentage points (Figure 3).", "This explains the positive dynamics of exports.", "Public debt, as a percentage of GDP, is three times higher now than it was in 2008 (35% in 2017 compared to 12% in 2008), but this is a misleading figure for a number of reasons.", "First, in 2008 and few years before that, Romania did not access international markets, by its own choice, as it financed the deficit from one-off revenues.", "Second, international reserves were 10 billion euro higher by the end of 2017 compared to the end of 2007 (Figure 4).", "International reserves include a foreign exchange buffer which has been built since 2011, reached an average of 4 months of financing in 2013 and fluctuated around this level since then.", "This buffer is the first line of defense against short-term external shocks which may affect emerging markets, and our opinion is that it is a very good instrument which needs to be preserved and consolidated.", "Third, the financing gap is now much lower than it was when the crisis emerged: after jumping in 2009 to 16.4% of GDP, it gradually decreased year after year, it went below the 10% benchmark in 2014, then to 7.5% in 2017 and it stagnated now in 2018.", "Fourth, the refinancing risk has been significantly diminished as it is negatively correlated with the average maturity.", "As of June 2018, the average maturity of Eurobonds is 9.7 years (Figure 6), and the investors base is much more diversified than in 2011.", "Average maturity for local bonds doubled from 1.6 to 3.2 years, and the average maturity of our debt is 6.4 years, compared to 3.8 years in 2011.", "Moreover, the share of public debt with fixed interest rate is 90%, which reduces the interest rate risk on the stock of debt.", "Regaining and consolidating our access to the international markets after the crisis has been a major success of all governments and it is a sign of trust in our economy.", "Another factor pointing towards lower contagion risk from external shocks refers to net external debt.", "The reduced contagion risk is also visible in the banking sector, through at least 5 key indicators.", "Foreign denominated loans represent now only one third of the total stock of loans, compared to two thirds prior to the crisis, therefore reducing the exposure of debtors to foreign exchange risk (Figure 8).", "Financing from the parent banks are now 9 billion euro (as of July 2018), compared to 26.1 billion euro in December 2008 (Figure 9).", "July 2018), domestic deposits count for 70.9% of total banks' liabilities, Currently (as of whilst the foreign liabilities represent only 9% of total banks' liabilities.", "Loan to deposit ratio decreased from 122% in December 2008 to 75.2% in June 2018, showing that the local deposits are now the main source of financing for banks.", "Of course, the higher solvability ratio (Figure 10) and the much lower NPLs (Figure 11) also indicate that the banking sector is more resilient now than ever to external shocks.", "Even the high concentration of sovereign debt in the hands of local banks has a positive side effect, which is the relatively low reliance on non-residents (they account for about 18% of the market).", "These are all indicators of reducing the contagion effect by alleviating the risk of a sudden reversal in the investors' sentiment - which was described as a high systemic risk in the latest Financial Stability Report of the National Bank of Romania.", "Jerome Powell, the chairman of the Federal Reserve, referring to the assessment of risks in emerging economies (2017), said that three elements are important:  first, the vulnerabilities in the EMEs themselves;  second, the evolution of monetary policies; advanced-economies  third, how markets might respond to that evolution.", "Emerging economies are takers in the global markets; we cannot do much about the last two elements mentioned above, which are exogenous.", "Our duty is to prevent the accumulation of domestic vulnerabilities, because deterioration in a country's economic conditions makes it more vulnerable to adverse external shocks.", "The main medium-term vulnerabilities of the Romanian economy refer to the accumulation of the twin deficits when growth is above potential, to debt sustainability in an adverse scenario, but also to the insufficient progress on structural reforms all being further constrained by the biggest loss of the last 10 years which is the loss of working force through emigration.", "Public debt is now sustainable, but a word of caution is needed with respect to an adverse scenario in which the structural deficit does not return to the MTO.", "As our model shows (Figure 12 and 13), medium term debt sustainability is ensured only by returning to the medium term budgetary objective.", "The structural budget deficit has been deviating from the MTO (1% of GDP) since 2016.", "Nowadays structural deficit is, however, the cash deficit of tomorrow, which will need to be financed under circumstances that may turn unfavorable for emerging economies (Figure 14).", "On the one hand, it represents a slowdown compared to last year.", "On the other hand, it brings growth towards its potential, therefore reducing the output gap and making growth more sustainable.", "But, as former US President Harry Truman said, \"All my economists say on the one hand...on the other hand...Give me a one-handed economist!\".", "The current account deficit, although much lower than prior to the crisis and below its long time trend of 4% of GDP, remains a concern because our peers are recording current account surpluses in these years (Figure 15).", "However, it remains fully financed from autonomous flows (FDI and European funds) (Figure 16).", "Let me make two remarks here.", "The FDI flows, although lower than prior to the crisis, are much more stable, as they only comprise of equity and reinvested profits (especially after mid-2014), while short-term intra-company loans have practically vanished.", "As for the European funds, in the last 10 years, more than 40 billion euros entered the country, representing a factor of the increase in the monetary aggregates.", "This brings me to the issue of inflation.", "Price stability is our main task and I think we did a good job, given the circumstances.", "Last year the inflation target was met.", "This year, after a fast raise in inflation mostly due to administered prices and imported inflation, we saw that inflation stagnated in June and then went down in July, following our three interest rate hikes in the first four months of the year and subsequently more firm liquidity management.", "CORE 2 adjusted inflation, an indicator that excludes highly volatile prices, has been decreasing since May (Figure 17).", "We are confident that inflation will reach our target by the end of this year, even if that would be at its upper bound.", "Next year, we expect inflation to go down close to 3%, but, as always, our predictions are not interest rate policy-neutral.", "What is important to emphasize is that investors are discriminating among emerging economies, and for good reasons.", "Romania belongs to the group of Central Europe, with lower exchange rate volatility than its peers and slightly higher yields and interest rates than them, but very far away from the troubled emerging markets (Figure 18, 19, 20 and 21).", "Nevertheless, there is no time for complacency.", "And there is no room left for demand-side measures in the absence of supply side policies aimed at increasing potential GDP, and at improving the utilization of factors.", "Structural reforms are incomplete and a possible roadmap for euro-accession or just for further convergence cannot be done without a detailed program of these reforms which should cover governance issues (both in the public and private sectors), investment prioritization, better tax collection, broader reporting, centralized procurement, addressing the issue of companies with negative capital, and much more.", "In the financial sector, the recent Financial Sector Assessment Program undertaken by the IMF and WB has issued a number of recommendations for structural reforms, including a series of macroprudential policies which the National Bank has already started to implement.", "Agustin Carstens, General Manager of the Bank for International Settlement, said at the presentation of the 2018 Annual Report in Basel: \"We must seize the day.", "Addressing vulnerabilities is key to keeping the growth momentum on track.", "The stronger recalibrate policies.", "Let's performance gives us a window to pursue necessary reforms and not miss this opportunity\".", "On this note, let me conclude here and wish you all not to miss the opportunities.", "Share of local currency loans Share of foreign currency loans Figure 9.", "Structure of banks' funding RON bln.", "NPL ratio (NBR definition) NPL Coverage Ratio (rhs) Figure 12.", "Public debt sustainability assessment yi,t lralia_aaari,t-4 rlallllylalri,t-4 allrrllrilli,t-4 aalalaai,t-4 r_alai,t-4 = - + - Structural Model Dt-1 rt τt gt βiDt τt+i gt+i International comparison the level of the signal Calibrating the optimum level of the public debt threshold in the case of public debt using the general equilibrium condition (regression model) (structural model) 40 LV BG SI RO CZ HU Public debt level Signal threshold (regression model) Source: NBR Source: NBR For Romania, public debt level > 43% of GDP would lead to risk of recession > 50% Figure 13.", "The primary government budget balance of 0.3 percent of GDP corresponded to a structural deficit of around 1 percent of GDP (MTO Medium-Term Budgetary Objective) in 2014. )", "Source: MPF, NBR calculations Maintaining the deficit within the limits set by the MTO (medium term objective) ensures long-term sustainability of public debt Figure 14.", "Current account and FDI % nominal GDP Current account deficit and non-debt-generating flows * Mainly European structural and investment funds ** Current account balance + Capital account balance 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018Q1 Capital account balance* Direct investment, equity (including reinvested profit) Current account balance Net lending (+) / borrowing (-)** Source: NBR EUR bln.", "Inflation will stay in the target band in 2018 and 2019 CPI inflation CORE 2 adjusted inflation Source: NIS, NBR Figure 18."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Public debt", "Current account deficit", "Structural reforms", "Inflation", "Exports", "IMF/EU programs", "Banking sector", "Economic growth", "Financial stability", "External shocks"]}