{"sentences": ["Monetary Policy in Trinidad and Tobago: How it Stacks up to Other Central Banks Address by Dr. Alvin Hilaire, Governor of the Central Bank of Trinidad and Tobago Launch of Monetary Policy Report, November 23, 2017 Central banks worldwide are making increasing efforts to lift the veil of mystery that has traditionally enveloped the world of monetary policy.", "Apart from making transactions with notes and coins, the general public often has very little notion of what goes on at a central bank.", "For most people-apart from perhaps academics and those involved directly in finance-their eyes glaze over when seemingly esoteric concepts involving monetary aggregates, transmission mechanisms and global interest parity conditions are used to explain what the institution does.", "What they do relate to, however, is how much their notes and coins can purchase over time!", "This simple consideration-the changing value of money as represented by the inflation rate-is really at the core of monetary policy.", "Of course, in a world with 24/7 financial transactions, goods and services changing hands by the second, and instantaneous cross-border capital flows, keeping inflation in check requires some deft maneuvering by a central bank.", "In the early days of central banking, it was seen as a virtue for Governors to communicate very little on what they were doing for fear that misinterpretation by the public Even when they communicated, efforts would be made to would destabilize financial markets.", "be as vague as possible: consider for example the statement of Alan Greenspan, Chairman of the \"If I turn out to be US Federal Reserve between 1987 and 2006 to Congress in 1987: particularly clear, you've probably misunderstood what I said.\"", "But things have evolved meaningfully over time, and nowadays, most central banks have substantially stepped up communication of their policies, realizing that this could help to build confidence and understanding and actually facilitate policy effectiveness.", "Apart from the US Fed, the European Central Bank, Norges Bank and Sveriges Riksbank are among those that have taken meaningful strides in boosting communication.", "At the Central Bank of Trinidad and Tobago, enhanced communication is one of the key objectives of our current Strategic Plan (available at www.central-bank.org.tt) and this presentation today is an effort to set the stage in explaining (we'll treat with the financial stability objective how monetary policy is being conducted involving supervision of financial institutions at another time).", "While inflation control is a well-established objective, in law and often in practice monetary policy is often tasked with other goals.", "The roles of central banks have changed throughout history.", "A paper commissioned by the Bank for International Settlements (BIS) makes a useful distinction of 3 epochs: (i) the Victorian era (1840s to 1914); (ii) the decades of government control (1930s to 1960s); and (iii) the triumph of the markets (1980s to 2007)1.", "Central banks were put into the spotlight in the wake of the global financial crisis of 2008/09, prompting greater public demand for transparency in their operations.", "The historical, economic and geographical contexts shape the expectations for central banks outside of the basic goal of maintaining the value of domestic currencies.", "While in some jurisdictions, the establishing mandate requires a square focus on inflation, elsewhere other goals are formally set out.", "The US Federal Reserve Act stipulates these as maximum employment, stable prices and moderate long- term interest rates.", "Economic development objectives are also sometimes explicitly stated, or at times a more general formulation is provided; sometimes, potentially conflicting objectives appear side by side2.", "Over the past few years, in an attempt to sharpen their focus some Central have become explicit \"inflation Banks (for example Brazil, Colombia, and New Zealand) targeters\": in this regime, they establish concrete inflation targets and commit to a certain rigid Trinidad and Tobago's Central Bank was framework of announcing how they are performing3.", "established in 1964 and its governing legislation specifies a range of objectives including to \"maintain monetary stability, control and protect the external of the monetary unit...[and] encourage expansion in the general level of production, trade and employment\".", "action in Trinidad and Tobago has had to respond to the economy's 4.", "Monetary energy- Apart from direct local spending by exporting nature and associated growth/inflation cycles.", "energy companies, the main channel through which the energy sector affects the Trinidad and Tobago economy is via government taxes.", "This has interesting implications for monetary policy since, even in the absence of an overall fiscal deficit, government spending in excess of what it receives from domestic taxes could add to inflationary pressures.", "The Central Bank therefore has to pay close attention to the financial activities of the Government to avoid the possibility of overheating of the economy.", "This is further complicated by the fact that international energy prices are unpredictable, and the economy has been subject to the boom-bust cycles over the last half century associated with external price movements.", "For the most part spikes in energy prices-as from 1973 to 1982 and 1995 to 2013-have been accompanied by episodes of relatively high growth in Trinidad and Tobago and moderate to high inflation.", "On the flip side, depressed prices led to economic contraction and slower inflation.", "Another important consideration is the exchange rate regime.", "The country switched from a fixed exchange rate with controls to a flexible regime with no controls on current or capital account transactions in 1993.", "The absence of capital controls meant that monetary policy now had to more directly take into account its impact on capital movements.", "In simple language, attempts by the Central Bank to conduct monetary policy could be offset by people moving their money in or out of the country, especially if the exchange rate is managed4.", "In adapting over time, the Central Bank has moved progressively towards more For the first four decades or so, the Bank relied on more market-determined policy instruments.", "'direct' tools to conduct policy.", "The typical example was altering the amount of money financial institutions were required to keep at the Central Bank, i.e.", "the so-called 'reserve requirement' whereby institutions were mandated to put a certain proportion of their deposit liabilities in non-interest bearing accounts at the Bank.", "When the Central Bank wanted to tighten monetary policy, it increased the reserve requirement and when it wanted to loosen policy the requirements were lowered5.", "Another direct instrument was selective credit controls, by which the Central Bank would dictate to financial institutions the proportion of credit that must go to various activities.", "There was a shift in focus towards less direct instruments by the early 2000s, in tandem with the more developed nature of local financial markets and international moves towards more market-based central bank policies.", "In this new framework, the Central Bank would buy and sell financial instruments in a way that would affect interest rates and the amount of liquidity in the financial system.", "This would be bolstered by the adjustments to its \"repo rate\", which broadly represents the interest charge on banks needing to borrow from the Central Bank; movements in the repo rate would not only affect the potential cost of funds for on the Central Bank's intentions for the path of the banks but would serve as a wider signal interest rates in the economy.", "But this requires constant adaptation to market behaviors, and could over time be even more complicated with the advent of digital currencies.", "The use of indirect instruments has considerable merit by allowing market forces to operate; in this way a small change in interest rates for example could ripple through the financial system, with institutions reacting based on their particular circumstances and needs.", "In contrast, the blunt direct tools would largely be unable to discriminate among financial institutions, notwithstanding their differing situations.", "Indirect paths however do require a deep understanding of how the Central Bank's tools would work their way through the financial system-in economic parlance, the 'transmission mechanism' of monetary policy.", "This world is inhabited by moving parts such as behavioral functions, reaction functions, anticipations and expectations that are not always stable and that often operate with varying lags.", "To take a practical example, the Central Bank may wish to raise interest rates in the economy by selling securities (open market operations); the idea is that as financial institutions invest in these securities this would push up interest rates.", "Alternatively, the Bank may opt to increase the repo rate on the expectation that other interest rates would rise as the cost of potential commercial bank funding from the Central Bank goes up.", "But in both circumstances, if financial institutions have a lot of excess funds on their hands, then interest rates may not rise at all!", "The point is that the Central Bank has to be consistently monitoring the markets and gauging reactions for indirect instruments to be successful.", "At times, moral suasion has to be employed-telling financial institutions how they are expected to behave-to reinforce the signaling effect of an action.", "Looking ahead, with digital currencies likely on the near horizon, the very definitions and measurement of money and credit are up for grabs and could further complicate how monetary policies operate.", "Trinidad and Tobago currently remains in what may still be the early stages of The declines in the prices of adjustment to a potentially permanent shift in the terms of trade.", "petroleum and natural gas since 2014, coupled with domestic production shortfalls, have had impacts on the Government's finances and the balance of payments.", "The economy contracted by 6 per cent in real terms in 2016 and a small contraction is anticipated in the current year.", "The positive news on the growth front is that energy production has started to recover in the second half of 2017 and could be further boosted by some major projects in the pipeline.", "The Government's finances have however taken a major hit and fiscal consolidation efforts are underway; in the short run, this can be expected to constrain growth if capital spending is significantly rolled back.", "Turning to the local price front, headline inflation has been very low, hovering around 2.0 per cent for the large part of this year, with core inflation at just about 1.9 per cent.", "In this context, international reserves declined from about the equivalent of a year's worth of imports in 2014 to just over 9 months of import cover.", "Meanwhile, the short term global prospects, particularly for non-energy exporters, are The IMF's main message in its October 2017 economic outlook is that looking very good.", "recovery in the global economy is strengthening.", "Other things being equal, this augurs well for export demand for Trinidad and Tobago products.", "There has also been some recent firming in international energy prices-at around US$56 per barrel of oil and US$3.05 per mmbtu of natural gas.", "Nonetheless, the medium and long term prospects for prices of fossil fuels are daunting in light of rising shale oil/gas output and the drive in many parts of the world towards alternative energy sources.", "Financial markets are also now firmly of the view that the US Fed will maintain its upward trajectory for interest rates in 2018, perhaps with a rate hike as early as next month.", "In this context monetary policy is simultaneously aiming to keep inflation low while facilitating an economic recovery and maintaining external balance-a delicate act at the best The backdrop painted above shows that, taken separately, there are convincing of times!", "arguments for both loosening as well as for tightening monetary policy.", "On the one hand, the GDP statistics provide a case for monetary support, especially since inflation is so low.", "Lowering interest rates could potentially help to stimulate credit growth, notably for businesses, and aid in a recovery.", "At the same time, the external setting shows that the rise in foreign interest rates has not been matched by a similar move in domestic rates, so that the domestic vs foreign interest differential has narrowed over the past year.", "A further lowering of local rates could exacerbate the situation, especially given the clear and present prospects of rate rises in the US.", "This could then lead to a disincentive to portfolio capital directed toward Trinidad and Tobago; a similar consideration is currently preoccupying authorities in many emerging and developing market countries.", "The Central Bank of Trinidad and Tobago has navigated this dilemma over the past year or so by keeping a neutral policy stance and the repo rate stable.", "It Central banks in other countries are also responsive to their specific circumstances.", "is fair to say that there is generally little harmony or indeed coordination among central banks as to their monetary policy stances.", "Of course, one clear exception was the consensus among developed nations that monetary stimulus was necessary to deal with the recent global financial crisis.", "But for the most part, despite sharing similar philosophies on monetary action, specific country conditions dictate the monetary priorities of the day.", "At present, the US Fed is well on the road to raising interest rates and rolling back its significant monetary accommodation of the last few years, incentivized by the positive news on employment and growth.", "In light of a more mixed picture in its member countries, the European Central Bank is hedging by keeping rates steady and adopting a wait-and-see attitude to monetary stimulus next year.", "Closer to home, both the Central Banks of Colombia and Brazil have recently lowered their interest rates, sensitive to the sluggish domestic economic conditions.", "Meanwhile the Banco de Mexico had been on a tightening cycle but levelled off in recent months, given the rate movements in its northern neighbor alongside concerns about the impact of earthquakes on growth.", "Nonetheless, there remains a strong consensus of views among central bankers on three important issues: A clear lesson from global experience is that for successful macroeconomic adjustment, there must be effective coordination among fiscal, structural and monetary It is well known that the success of any action can be frustrated by some other action policies.", "that works in another direction.", "Let's take a practical example that many persons can relate to (especially as New Year resolutions are formulated and Carnival is fast approaching): trying to lose weight by adopting a rigorous exercise regime can very easily fail if there's an increase in intake of desserts and high-calorie food!", "The lesson is that to manage weight, diet and exercise should go hand in hand.", "It is remarkably similar when we move to the macroeconomic front.", "As we discussed earlier, monetary policy has an important role, among other things, in guiding financial markets and facilitating the conditions for internal and external balance.", "But attempts, say, to reduce interest rates to stimulate economic growth won't succeed if for example, public sector borrowing puts upward pressure on interest rates (the fiscal side) or if private businesses are unwilling to take up credit as they are discouraged from pursuing export or other opportunities by too much red tape (the structural side).", "In essence, in an economy dominated by energy as Trinidad and Tobago, fiscal policy leads the way.", "But structural policy is arguably no less important.", "Consider the case of large exchange rate adjustments in Latin America versus East Asia.", "Experience over the past few years suggests that in several Latin American countries a large devaluation (accompanied by complementary fiscal actions) did help to bring about external balance6.", "But most of this came about because of a huge compression in imports-as opposed to a meaningful rise in exports-because it was very difficult for businesses to quickly shift production to take advantage of the lower prices of their exports in international markets.", "In contrast, in Asian territories like Japan and South Korea, production is generally ramped up quite rapidly once any price advantage appears!", "The upshot is that structural reforms, geared to make an economy much more dynamic, efficient and responsive, can pay rich dividends.", "There are certainly many areas in Trinidad and Tobago that can benefit from such reforms, via concerted action towards changes in legislation, institutions, attitudes, technology, modernization of standards and strengthened accountability.", "At the same time, constant attention must be paid to avoiding excessive central bank financing of governments, given the implications for inflation.", "One of the functions of many central banks (including in Trinidad and Tobago) is to act as banker to governments.", "One may shouldn't a banker ask then, provide credit facilities to its client?", "When the banker is a central it is vital to keep in mind that, unlike other banks, this institution has the power to 'create' money (including most noticeably, cash); a huge amount of money created by the central bank can then lead to high inflation.", "The capacity to create money then is why central bankers are concerned about excessive financing of government deficits7.", "A BIS survey of central banks in 1999 found that the majority were not required, and often not allowed, to lend to governments, either by legislation or written agreements with their government.", "Particularly strong prohibitions exist in Brazil, Chile, Peru and Poland, where lending to the government is precluded by the constitution.", "In other countries a limit may be specified in law.", "In Trinidad and Tobago, the legal limit is 15 per cent of projected Government revenue, with a stipulation that the borrowing be repaid \"as soon as possible.\"", "Finally, in terms of timing, it is better for macroeconomic adjustments to be made from Determining the pace of adjustment to a large terms of trade shock as a position of strength.", "Trinidad and Tobago is facing is not a simple choice between shock therapy and gradualism.", "Key considerations include assessments of whether the shock is temporary or permanent, what is the menu of appropriate policies, how financial markets and the public would react, and what is the room available for maneuver.", "Focusing on the latter, it is evident that, unlike some earlier periods of energy price declines, Trinidad and Tobago entered this latest episode a few years ago with substantial buffers: these included high international reserves by any standard, substantial deposits in a sovereign wealth fund (Heritage and Stabilization Fund) and meaningful fiscal space due to a relatively low level of debt.", "These cushions have allowed the adjustment to proceed at a somewhat measured pace.", "Of course, it also means that the degrees of freedom would become progressively smaller over time and this would likely affect the perspective of financial markets.", "Taking everything into account, compared to many other energy exporters, Trinidad and Tobago is still in a relatively strong position, but attention must be taken to engender the necessary reforms in a context of fiscal, structural and monetary policy coordination as early as possible.", "Looking forward, monetary policy in Trinidad and Tobago will need to maintain its dynamism to deal with current as well as future domestic and external financial challenges.", "In summary, the Central Bank of Trinidad and Tobago joins the fraternity of central banks across the world in pursuing a monetary policy appropriate to country-specific circumstances, while advocating for close coordination with other macroeconomic policies sooner-rather-than-later, and avoiding excessive money creation.", "The Bank is also aiming to simplify and strengthen public communication on our operations as well as on financial literacy more generally-at this stage however I must admit that we are still working through the arguments on providing explicit forward guidance on the stance of monetary policy.", "We anticipate that, despite some bright spots on the horizon, 2018 will present further challenges for macroeconomic management, including monetary policies."], "classifications": ["none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "none", "none", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary dominance", "fiscal dominance", "fiscal dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["Monetary Policy", "Inflation", "Central Bank", "Fiscal Policy", "Structural Policy", "Economic Growth", "Interest Rates", "Exchange Rate", "Energy Sector", "Financial Markets"]}