{"sentences": ["Questioni di Economia e Finanza (Occasional Papers) Monetary policy in a low interest rate environment by Giuseppe Ferrero and Stefano Neri Number Questioni di Economia e Finanza (Occasional papers) Monetary policy in a low interest rate environment by Giuseppe Ferrero and Stefano Neri Number 392 - September 2017 The series Occasional Papers presents studies and documents on issues pertaining to the institutional tasks of the Bank of Italy and the Eurosystem.", "The Occasional Papers appear alongside the Working Papers series which are specifically aimed at providing original contributions to economic research.", "The Occasional Papers include studies conducted within the Bank of Italy, sometimes in cooperation with the Eurosystem or other institutions.", "The views expressed in the studies are those of the authors and do not involve the responsibility of the institutions to which they belong.", "The series is available online at www.bancaditalia.it .", "MONETARY POLICY IN A LOW INTEREST RATE ENVIRONMENT by Giuseppe Ferrero* and Stefano Neri* The debate on the underlying causes of the decline of interest rates to historically low levels is ongoing both in academia and among policy makers.", "Several explanations have been put forward, ranging from those citing real and structural factors to those underscoring the importance of cyclical and financial phenomena.", "However, the empirical evidence regarding their relative importance is still limited.", "These different but complementary views can be framed around the concept of the natural rate of interest and the monetary transmission mechanism.", "The low interest rate environment that still characterizes advanced economies raises important questions regarding the implications for monetary policy in the medium- and long-run.", "Our work provides a systematic outline of the potential changes to monetary policy strategies that could ensue.", "Keywords: interest rates, natural rate, monetary policy, secular stagnation, financial cycle.", "Larry Summers, Tweet 6 July 2016 'One can debate whether the stagnation is secular or not, but short-lived it is certainly not.'", "Coen Teulings, Vox.EU, 30 January 2015 'Fundamental drivers of the economic slowdown may prove crucial in evaluating potential policies' Kenneth Rogoff, 13th Annual BIS Conference, June 27, 2014 1.", "Introduction* The 'Great Moderation' and the debate on its causes seem light years away.", "Macroeconomics has moved on from 'the end of the business cycle' and 'the conquest of inflation' to 'secular stagnation', 'debt super-cycles', 'balance sheet recessions', 'deflationary spirals', the 'de-anchoring' of inflation expectations and the 'effective lower bound'.", "Money, credit and financial markets, which had disappeared from the macroeconomic models used in central banks (Smets and Wouters, 2003) to guide monetary policy during the 'Great Moderation' (Woodford, 2003 and Galí, 2008), have returned to the centre of the 'operating table'1 after the outbreak of the global financial crisis (Gertler and Kiyotaki, 2010, Adrian and Shin, 2010, Christiano, Motto and Rostagno, 2014).", "Channels of the monetary policy transmission mechanism that hinge on intertemporal decisions by households and firms and that are at the heart of dynamic stochastic general equilibrium (DSGE) models, suddenly turned out to be overvalued, while other channels working through wealth and redistribution, which were judged to be less important, began to be considered as key to the transmission of monetary policy (Kaplan, Mol and Violante, 2016).", "Models where households are heterogeneous in terms of income and wealth started being used to better assess the efficacy of monetary policy decisions (Nuno and Thomas, 2016, Cloyne Ferreira and Surico, 2016) and banks, which in most macroeconomic models were simple institutions intermediating already existing money between agents with an excess of funds (savers) and those with a deficit (borrowers), came back as suppliers of inside money (Jakab and Kumhof, 2015, McLeay, Radia and Thomas, 2014).", "Meanwhile, nominal and real short- and long-term interest rates were decreasing, following a trend that started in the eighties.", "This trend has broadly continued until today, leading to a greater focus on the implications for the natural rate of interest and the effectiveness of monetary policy.", "The conceptual framework commonly used to study the transmission of monetary policy would suggest that low interest rates should, other things being equal, lead sooner or later lead to higher inflation and stronger output growth.", "However, developments since the outbreak of the global financial crisis do not provide support for such a view: nominal rates are currently at or close to their historical minimums in advanced economies and long-term expectations for inflation and real GDP growth are also low by historical standards.", "Several years after Lehman Brothers filed for Chapter 11, the risk of falling into a deflationarystagnation spiral such as that of the Japanese 'lost decades' were assessed as being high in the euro area (OECD, 2015 and European Parliament, 2016), despite the very low policy rates and the introduction of the asset purchase programme by the European Central Bank (ECB).", "Several explanations for the persistent decline of interest rates have been put forward in the literature; some refer to structural changes in aggregate supply, others to those in aggregate demand; some to temporary but persistent changes in the demand for and supply of funds, also induced by regulatory and institutional changes, others to investors exuberance.", "Some of the explanations concentrate on real interest rates and their natural counterparts, others on nominal rates and their risk components.", "Policy implications have been drawn.", "A plethora of 'very unconventional' monetary policies has been proposed and discussed: from 'helicopter drops' to 'currency abolishment', and from 'price level' targeting to the 'Neo-Fisherian' prescription.", "Some have been recently adopted, such as 'yield curve targeting' and 'inflation-overshooting commitment' by the Bank of Japan and the 'negative interest rate policy' by the ECB, the Swiss Bank, the Central Bank of Denmark, the Sveriges Riksbank and the Bank of Japan.", "The objective of this paper is to offer an organized discussion of the causes of the low interest rate environment by relying on a common framework that can help the debate on the implications for monetary policy-making going forward.", "Section 2 presents some stylized facts on nominal interest rates in advanced countries in the last three decades.", "Section 3 focuses on the main components of nominal interest rates; it provides evidence on their evolution by grouping the explanations for the low level of real interest rates in the literature; we end up with two groups that differ in terms of the nature of the explanation, which may be 'structural/real' and 'cyclical/financial'.", "Finally, we analyse the behaviour of the other components of the nominal interest rates (i.e.", "inflation expectations and risk premiums) by using the above explanations.", "In Section 4 we use the same grouping procedure to sort through the policy debate and to discuss the main challenges monetary policy-makers need to address in the low interest environment.", "Section 5 offers some concluding remarks.", "Some stylized facts on nominal interest rates The current macroeconomic environment is characterized by exceptionally low nominal rates in advanced economies (Figure 1).", "The decline of long and short-term nominal rates started in the 1980s, as part of a global phenomenon and coincided with a decline in real interest rates, a strong and persistent reduction of inflation and a period of low macroeconomic volatility (the 'Great Moderation').", "Figure 1 - Nominal interest rates in main the advanced countries: 1980-2016 Long-term interest rates Short-term interest rates (per cent) (per cent) Source: European Commission, AMECO.", "The decline accelerated with the outbreak of the global financial crisis.", "Since late 2008early 2009, the slack in the economy and excessively low inflation have contributed to further reducing nominal interest rates, as monetary policies have turned very accommodative.", "In some countries a strong compression of risk premiums and flight to quality phenomena have pushed nominal interest rates into negative territory at longer maturities too (Figure 2).", "Figure 2 - Nominal interest rates in the main advanced countries: 2008-2016 Long-term interest rates Short-term interest rates (per cent) (per cent) Source: Datastream.", "Between 2013 and 2016 long-term interest rates in the euro area declined at a faster pace than in the US due to the effects of the sovereign debt crisis and the new measures adopted by the ECB to preserve the correct functioning of the monetary transmission mechanism and to provide further stimulus to the economy when the policy rates had been brought to their effective lower bound and the risks of a too-prolonged period of low inflation where assessed as being high (Praet, 2014).", "The decline in short- and long-term interest rates brought about a decline in the financing costs of banks, non-financial corporations, households and governments, which reached historical minimums (ESRB, 2016).", "Identifying the causes and assessing their persistence The (net) nominal interest rate is the monetary price that borrowers pay to lenders to use their money.", "As credit contracts differ in terms of (i) a borrower's ability to repay its obligation, (ii) the degree of liquidity (transferability) and (iii) the maturity of the contract, the nominal interest rates that a borrower j pays on a credit contract with maturity z, , can be decomposed into: a risk-free component (the theoretical rate of return of an investment with no risk of financial loss, over a given period of time), ; a risk premium component, that includes a counterparty risk premium (the extra amount of money that is required in order to bear the risk of not being repaid), , and a liquidity premium to compensate for the risk of not being able to transfer the contract quickly without affecting its price, : zz zz zz = + + .", "(1.1) iijj,tt iiRRRR,tt ccccjj,tt llccjj,tt Absence of arbitrage in the economy also implies a relationship between short and long term interest rates and between nominal and real interest rates.", "The long-term risk-free nominal interest rates, , can be decomposed into two components: the average between actual and future short-term nominal interest rates, for zz = 0, ... , LL, and a nominal term premium, LL, which measures the excess iiRRRR,tt+zz ttcciitt return that investors require to commit to holding the long-term risk-free bond instead of a series of short-term risk-free bonds: = + LL.", "(1.5) rrccjj,tt ccccjj,tt llccjj,tt ttccrrtt iicctt we obtain an expression for the nominal interest rate on a contract with maturity L which is made up by three components: the average between the current and the future expected short-term risk free interest rates, the expected inflation, and the risk premia = + + .", "(1.6) EEtt∑ zz=0 rrRRRR,tt+zz EEttππtt,tt+LL iijj,tt rrccjj,tt The following sections concentrate on the observed evolution of these three components over the last three decades, in order to have a first assessment on their contribution to the observed decline of nominal interest rates.", "For those components which are not directly observable we provide also a brief description of the economic concept and the main procedures commonly used to estimate them.", "Real interest rates and natural rates of interest Most of the analyses on low interest rates have focused on the factors that have been affecting the real interest rates component over the past few decades.", "The main reason for this is probably that the theory of optimal consumption and the classical growth theory provide an intuitive and direct link between real interest rates, consumption, savings and investment decisions.", "The real interest rate in a market economy is an equilibrium concept determined by the demand and the supply of (real) funds (Figure 3).", "In an overly simplified economy with no uncertainty we can think of the supply of funds as the result of the optimal saving plan of a representative household that maximizes the present value of her utility in terms of current and future consumption subject to a sequence of budget constraints.", "The demand of funds would instead be determined by the amount of investment that maximizes profits of a firm for a given technology.", "The supply of funds depends positively on nominal interest rates deflated by future inflation (as the higher the growth rate of consumer prices the larger the loss of purchasing power), while the elasticity of the supply depends on parameters characterizing the intertemporal utility function, such as the discount factor (a measure of how much people value current consumption relative to future consumption), the intertemporal elasticity of substitution (a measure of the extent to which households are willing to give up consumption today for consumption tomorrow), the level of financial wealth and the present and future discounted labour income of the household.", "The demand of funds depends negatively on nominal interest rates deflated by future inflation, while its elasticity depends on parameters that characterize the production function (to a large extent parameters underlying the technological and the demographical processes) and influence the marginal product of capital per effective labor unit.", "Figure 3 - The Real interest rate and the \"real/structural\" view Commonly used measures for the risk-free real interest rate are computed by deflating nominal interest rates with expected inflation obtained either from financial contracts or surveys3.", "However, since long time series of expected inflation are not always available, a common proxy for inflation expectations is either ex-post realized inflation or current inflation.", "Such measures of real interest rates have been decreasing since the 80s (Figure 4).", "This trend prevailed also with the outbreak of the global financial crisis and, in the euro area, after the sovereign debt crisis, even though in some countries, real interest rates temporarily increased.", "In assessing the behavior of real interest rates over time it is common use to look also at the evolution of the natural rate of interest - which is defined as the real short-term interest rate that equates the demand and supply of funds when output is at its potential, unemployment is at its natural rate and inflation is on target - a measure of the long-run efficient level of real interest rates used to assess the monetary policy stance (an expansionary monetary policy implies a negative deviation of the market real interest rate from the natural one, while a contractionary stance leads to a positive deviation).", "In the highly simplified model described at the beginning of this section, with no uncertainty, no other constraint than the intertemporal budget one and in the absence of frictions, the real interest rate would always be at its \"natural\" level.", "In models with nominal frictions (and uncertainty), the real interest rate may temporary deviate from the natural one.", "To the extent that the central bank is able to affect not only nominal interest rates (i.e., the lower bound constraint on nominal interest rates is not binding) but also real ones (due to the presence of nominal frictions), the central bank would lower the real interest rate below the natural rate in response to deflationary shocks in order to bring back output to its potential, unemployment to its natural level, inflation on target and the real interest rate to its natural level.", "Figure 4 - Real interest rates in main the advanced countries (a) Long-term interest rates (b) Short-term interest rates (per cent) (per cent) Source: European Commission; AMECO.", "According to most of the recent analyses also the natural rate of interest decreased over the last three decades.", "Holston, Laubach and Williams (2016), by applying the Kalman filter to the time series of real rates in order to distinguish trend and cycle and using the above definition to give some structure to the estimating procedure, show that the natural rate of interest decreased in the main advanced countries from around 3% in the 1980s to close to zero in the US and to negative values in the euro area in 2016 (Figure 5).", "Figure 5 - The natural rate of interest in advanced economies Source: Holston, Laubach and Williams (2016).", "Note: two-year moving averages.", "(2015), using a more structural approach based on a dynamic stochastic general equilibrium (DSGE) model, conclude that during and after the global financial crises, the natural rate remained well below zero in the US as well; Christensen and Rudebusch (2017) adopt a third approach, which consists in using a dynamic term structure model estimated solely on the prices of inflation-indexed bonds with adjustments for real term and liquidity risk premiums, and find that the gradual decline in investors' expectations for the underlying natural rate of interest - between the end of the 1990s and December 2016, it fell from 2.25% to 0.0% - accounts for about half of the general decline in long-term real interest rates over the last two decades.", "However, being the natural rate of interest an unobservable variable, there is no consensus either on how to estimate it or on its specific estimates, in particular after the outbreak of the global financial crisis.", "According to some analyses the sharp decline in the estimates of the natural rates between 2008 and 2016 may have been overstated due to the omission in the estimation procedures of important variables and equations related to the presence of financial frictions.", "Taylor and Wieland (2016) claim that \"what appear to be trends in the equilibrium interest rate may instead be trends in other policy variables that affect the economy\" and conclude that recent changes in the regulation and in monetary policy have made the issue more complex.", "Cukierman (2016) argues that since the standard models used to estimate the natural rate abstract from financial frictions, existing estimates \"are likely to be biased downward, particularly so since the onset of the crisis\".", "Marked decrease in the value of financial assets and in house prices during the global financial crisis reduced private sector income and wealth and tightened households and firms' borrowing constraints, leading to a contraction of credit and aggregate demand.", "Since the conventional models employed to estimate the natural rate do not include credit frictions, a decrease in aggregate demand would be interpreted by standard estimation procedures as a decrease in the natural rate of interest.", "A similar conclusion is reached by Borio et al.", "(2016), who expand the Holston, Laubach and Williams (2016) semi-structural model by incorporating information on leverage and debt service.", "However, according to others (Pescatori and Turunen, 2016 and Eggertsson et al, 2017), if we take into account constraints such as the lower bound on policy rates, which limit the ability of central banks to react to adverse shocks to inflation, the estimated natural interest rate during the financial crises would be lower than in most of the estimates available in the literature.", "The debate about the drivers of real interest rates over the past few decades is ongoing, in particular at the policy-making level.", "Two views have been put forward in the literature: a 'real/structural' and a 'cyclical/financial' one.", "Among the 'real/structural' explanations, the 'secular stagnation' is the most known (Summers, 2014).", "As for the 'financial/cyclical' explanation, Borio (2012) and Lo and Rogoff (2015) are the key references.", "These two views are not necessarily conflicting, but rather complementary.", "Looking forward, however, they have different implications for the future path of nominal and real interest rates, and therefore monetary policy.", "The uncertainty about their relative importance of these views and the persistence of the underlying factors may also be contributing to the low level of real interest rates; agents being uncertain on what drives the real rate may increase savings and reduce investment, adding further downward pressure to interest rates.", "The 'real/structural' view According to this view, advanced economies suffer from a persistent imbalance resulting from an increasing propensity to save and a decreasing propensity to invest; excessive savings act as a drag on growth and inflation and push real rates down (Figure 6).", "A number of demand and supply factors have been considered to account for this imbalance, all characterized by a high degree of persistence: adverse demographic developments, the falling relative price of investment goods, the decline in investment due to missing opportunities, the lower pace of technological innovation, the rise in savings rates and the relative scarcity of safe assets in emerging economies, and increases in wealth and income inequality.", "According to this view the global financial crisis just placed a further drag on these structural factors.", "Figure 6 - The real interest rate and the 'real/structural' view This explanation implies that the natural interest rate has declined structurally over the last few decades; this would explain why inflation remained on target during the Great Moderation even if nominal interest rates were relatively low.", "This view also highlights that, in recent years, when the natural rate further decreased, the presence of a lower bound on policy rates has prevented central banks from providing the necessary accommodation before the adoption of non-standard measures.", "Looking forward, structural factors may keep real interest rates low for a long time, even after the effects of the global financial crisis have faded away.", "This persistence would depend on the factor behind such developments.", "For example, while demographics developments are clearly highly persistent, technological progress and developments on productivity are very difficult to predict and the debate about the persistence of the actual low levels is open.", "On the one hand, according to the 'secular stagnation' view, the rate of growth of potential output will slow down further in advanced economies, largely because of a permanently slower pace of innovation (Summers, 2016 and Gordon, 2016); on the other hand, supporters of the 'second machine age' claim that information technology and digital communication still have a long way to go and may increase productivity in the future (Brynjolfsson and McAfee, 2014).", "The 'financial/cyclical' view According to this view, low real interest rates are consistent both with periods of credit expansion and of credit contraction.", "An extended period of steady economic growth and/or rising asset prices encourage relaxed attitudes toward leverage, deregulation in the financial sector, excessively expansionary monetary policies and overly optimistic expectations about future returns; the resulting large and persistent increase in the supply of funds compresses real interest rates, and induces excessive debt accumulation (Figure 7, Phase 1).", "As credit increases, asset prices also increase, raising their value as collateral, and thereby relaxing borrowing constraints and helping to expand credit and raise asset prices even more.", "According to Lo and Rogoff (2015) and Borio et al.", "(2015, 2016, 2017) this phase of the financial cycle was observed, for example, between the mid-90s and the mid-2000s in the main advanced economies.", "After a financial shock hits the economy, the supply and demand of funds decrease (Figure 7, Phase 2).", "While credit reduces, the overall effect on real interest rates in this phase is uncertain, depending on the relative effects on demand and supply (as shown in Figure 4, during the global financial crisis in some countries there was initially a strong increase and then a decrease of real interest rates).", "When expansionary monetary policies begin exerting a positive effect on the supply of funds, however, an extensive need for deleveraging and a high degree of uncertainty about future income dampen investment and consumption, further reducing real interest rates (Figure 7, Phase 3).", "Traditional channels of monetary policy that operate through intertemporal substitution turn out to be less effective during this phase.", "Even if interest rates are very low, a larger share of households and firms either cannot increase debt in order to support aggregate demand because their borrowing constraints are binding (the vertical part in the demand function in Figure 7, panel 3) or decide to reduce current demand due to the uncertainty about future income (the downward movement of the demand curve in panel 3): the result is a further reduction of real interest rates.", "Figure 7 - The real interest rates and the 'financial/cyclical' view Phase 1: Credit expansion Phase 2: Financial crisis Phase 3: Slow recovery Phase 4: Back-to-normal Concerning the effect of the deleveraging process Rogoff (2016) argues that 'weak post-crisis growth reflects the post-financial crisis phase of a debt supercycle where, after deleveraging and borrowing headwinds subside, expected growth trends might prove higher than simple extrapolations of recent performance might suggest'.", "Eggerston and Krugman (2012) formalize the notion of deleveraging crises in a new-Keynesian framework, characterized by an abrupt downward revision of views about how much debt it is safe for individual agents to have; this revision forces highly indebted agents to reduce their spending sharply, also when monetary policies are very accommodative.", "Concerning uncertainty, Bansal and Yaron (2004) show that a rise in uncertainty leads to a fall in asset prices and an increase in precautionary saving both of which reduce consumption expenditure.", "Basu and Bundick (2011) and Leduc and Liu (2012) show that while the increase in precautionary savings should exert a downward pressure on interest rates and output prices, thus stimulating an offsetting rise in investment, this effect does not arise in an economy with price and/or wage frictions.", "In such an environment, prices and interest rates do not fall enough to encourage the offsetting rise in investment, and output falls and as a result.", "Uncertainty not only reduces levels of investment, hiring and consumption, but it also makes economic actors less sensitive to changes in business conditions.", "This can make countercyclical economic policy less effective.", "For example, Bloom (2014) shows that in lowuncertainty periods, the elasticity of investment is higher compared with periods of heightened uncertainty.", "Foote, Hurst, and Leahy (2000) and Bertola, Guiso, and Pistaferri (2005) show that higher uncertainty also makes consumers' expenditure on durables less sensitive to demand and price signals.", "Compared with a 'normal' recession, monetary policy needs to be more accommodative during the downturn of a financial crisis.", "Therefore, even though the natural interest rate is not affected in a permanent way under the 'financial/cyclical' explanation, the risk of reaching the zero lower bound of interest rate and falling into a liquidity trap with persistently low inflation is high.", "In this case, monetary policy should take advantage of other channels, which operate through wealth and income effects.", "Looking forward, according to the cyclical/financial view, interest rates will remain low for an extensive period of time but, as long as the deleveraging process ends, uncertainty diminishes and expansionary monetary policies are phased out, they will recover from current levels (Figure 7, Phase 4).", "Uncertainty and hysteresis effects While it is not easy to assess which of these views is more likely to be true, none of them can be dismissed a priori.", "Moreover, it is difficult to foresee how the factors affecting real interest rates will evolve, particularly the structural ones such as the pace of technological innovation and demographic developments, which in the past have been less persistent than previously thought.", "As underlined by Pagano and Sbracia (2014) 'in retrospect, it emerges that pessimistic predictions were wrong neither because they built on erroneous theories or data, nor because they failed to predict new technologies, but because they underestimated the potential of the technologies that already existed'.", "Finally, factors behind one explanation may affect factors behind the other.", "On the one hand, hysteresis effects may transform temporary reductions in aggregate demand caused by financial crises into long-lasting losses in terms of productivity and growth,7 and a deceleration of productivity could follow credit booms, regardless of whether a crisis materializes or not.", "On the other hand, trends in demographic variables and total factor productivity may also influence the financial cycle.", "Hysteresis effects of financial busts on factor productivity and potential output Financial crises characterized by deleveraging processes, tight credit conditions, great uncertainty and followed by changes in regulations, not only have severe effects on aggregate demand, but may also have long-lasting effects on potential output and real interest rates.", "Gourio, Messer, and Siemer (2016) show that a temporary decrease in new business formation, due to a reduction of credit availability and to increased uncertainty, may result in a persistent decline in productivity and output growth.", "New businesses contribute to growth by increasing competition, innovating, and capturing market shares from some less productive incumbents.", "Financial crises create a 'missing generation' effect: new firms that would have been created never appear.", "Since firm dynamics are slow, the initial effects of lower entry on aggregate variables may be small, but very persistent.", "Ravn and Sterk (2016) show that extended periods of low growth induced by high savings and low investment can be rationalized in New Keynesian models with heterogeneous agents and labour market frictions in which a long-term 'unemployment trap' can occur: in response to large and negative shocks to aggregate demand, firms reduce job creation, leading to a higher unemployment risk to which households respond by increasing precautionary savings, further reducing aggregate demand.", "Financial constraints may also contribute to hysteresis effects following financial crises.", "Buera and Nicolini (2016) show that a credit crunch can generate a fall in total factor productivity, as capital is reallocated from high productivity entrepreneurs, who are bound by collateral constraint, to low productivity entrepreneurs who are not.", "More in general, financial crises and changes in financial regulation may have as a side effect a long-lasting restrictive effect on the financing of most innovative and risky projects, therefore permanently reducing technological innovation, factor productivity, potential GDP growth and real interest rates.", "(2015) motivate the marked slowdown in the estimated trend growth rate of labour productivity after the outbreak of the global financial crisis in the US with an unusually slow pace of business capital accumulation and, more conjecturally, with the sharp decline in spending on research and development.", "According to the authors, young and small businesses that play a prominent role in promoting innovation have been hit the hardest by the financial crisis since large declines in house prices have reduced their ability to finance innovative projects; as a result 'demand' factors that have restrained new business formation since the onset of the financial crisis are probably also working to dampen productivity growth.", "Hysteresis effects of financial booms on factor productivity and potential output Recent evidence also suggests that credit booms may reduce productivity growth, regardless of whether a crisis follows.", "Cecchetti and Kharroubi (2015) find evidence that the financial sector's expansions tend to favor industries with relatively low productivity and which usually own assets that can easily be pledged as collateral.", "So as finance grows, the changing sectoral composition of the economy drives aggregate total factor productivity down.", "(2016) quantify the negative effect of a typical credit boom on productivity growth by at least a quarter of a percentage point per year, and a large part of this effect - about two thirds - reflects the shift of labour to lower productivity growth sectors, such as construction.", "Uncertainty and real interest rates The uncertainty about the importance and persistence of all these aspects is an additional factor that bears on the current low level of real interest rates by increasing precautionary savings, reducing investment and exerting downward pressure on investments.", "Bloom (2009) shows that an increase in uncertainty about macroeconomic developments causes firms to temporarily pause their investment and hiring.", "Aggregate productivity growth also falls dramatically after a shock because the subsequent drop in hiring and investment reduces the rate of reallocation from low to high productivity firms, which drive most of the productivity growth in the real economy.", "Bloom (2014) claims that the jump in uncertainty in 2008 was probably an important factor in exacerbating the size of the economic contraction, 'accounting for maybe one-third of the drop in the US GDP'.", "Uncertainty about the probability of tail risk events is another element that has been considered for explaining the increase in precautionary savings and the downward pressure on interest rates.", "Barro (2013) develops a general equilibrium model in which small changes in the market perception of tail risks can lead to significantly lower real risk-free interest rates.", "Inflation developments: facts and explanations In this section we ask whether the same two explanations behind the developments in real interest rates may also be used to motivate the decline in inflation since the peaks achieved in the early 1980s in all advanced economies (Figure 8, panel a).", "Until the outbreak of the global financial crisis, the answer was certainly negative.", "Improved monetary policies, which focused on maintaining stable prices, and the stronger credibility of central banks were the drivers of these developments; an extensive amount of literature has found evidence supporting this explanation (Erceg and Levin, 2003).", "The disinflation ended in the early nineties, and since then inflation has remained stable around central banks' targets in advanced economies.", "The period between the mid-eighties and the outbreak of the global financial crisis was labelled the 'Great Moderation' and was characterized by low and stable inflation and low output growth volatility.", "With the outbreak of the global financial crisis, inflation decreased to historically low levels in all advanced countries.", "According to the IMF (2016), inflation in more than 85 per cent of a sample of more than 120 economies was below the long-term expectations in 2015; about 20 percent of the countries were in deflation.", "Figure 8 - Inflation in the euro area: 2008-2016 (a) HICP inflation in advanced countries (b) Inflation in main euro-area countries (per cent) (per cent) Source: European Commission, Eurostat and Bank of Italy calculations.", "In the rest of this section we will mainly focus on the euro area, where, between 2013 and 2016, the deviation of inflation from the definition of price stability was much more persistent and generalized across countries and HICP basket items than in previous cyclical downturns (Figure 8, panel b).", "In particular, the disinflationary phase after the sovereign debt crisis differed radically from the one that had taken place during the global financial crisis.", "While, during both periods, short-term inflation expectations declined (even though the decline after the sovereign debt crisis was much more persistent), longer-term inflation expectations behaved differently: in 2009-10 long-term expectations remained wellanchored to levels consistent with the definition of price stability (Figure 9); between 2013 and 2016, instead, there were signs of a de-anchoring of long-term inflation expectations from the level consistent with the definition of price stability.", "Figure 9 - Inflation expectations in the euro area (a) Consensus survey and Inflation swaps (b) Long-term inflation expectations - ECB Survey of Professional Forecasters A symptom of this risk is the tendency of long-term inflation expectations to move together with short-term expectations.", "The increase in correlation between short- and longterm expectations has been documented by Cecchetti, Natoli and Sigalotti (2015) and Natoli and Sigalotti (2016).", "The authors show that the probability of downward changes in shortterm expectations becoming associated with variations in longer-term expectations has increased substantially until the end of 2014.", "Łyziack and Polovita (2016) analyse the anchoring of inflation expectations of professional forecasters in the euro area and show that longer-term inflation forecasts have become more sensitive to shorter-term forecasts and to actual inflation in the post-financial crisis period.", "Both analyses suggest that inflation expectations in the euro area have shown some signs of de-anchoring.", "Measurements based on information drawn from financial instruments, such as inflation swaps used in the above figure, may be distorted by the presence of time-varying risk premius.", "Casiraghi and Miccoli (2015) show that even taking these premiums into account, medium-term inflation expectations persistently diverged from the ECB definition of price stability in 2014.", "Several factors (some belonging to the real/structural explanation described in the previous section, others to the financial/cyclical one) may explain the differences in the behaviour of inflation in 2013-2016 with respect to the 2008-09 disinflation phase.", "First of all, the relevance of the drivers of inflation was different in the two phases.", "Ferroni and Mojon (2016) show that a large fraction of the variance of national inflation rates in OECD countries is explained by global factors, in particular at business cycle frequencies.", "The authors also show that the weakness of global demand has been a key driver of global inflation since 2012.", "Bobeica and Jarocinski (2016) argue, however, that, despite the global nature of inflation, domestic shocks can explain both the 'missing disinflation' and 'missing inflation' episodes in the US and the euro area.", "Conti, Neri and Nobili (2016), using vector autoregressive models, find that the fall in oil prices had a greater indirect effect on core inflation between 2013 and 2016 than during the 2008-2009 period; the effective lower bound on policy rates may also have contributed to limiting the ability of monetary policy to provide the necessary monetary accommodation in the context of weakening prospects for economic activity and increasing risks of a too-low inflation for too long before the launch of the APP.", "The IMF (2016) emphasizes the role that the lower bound on policy rates may have played in recent years in increasing the sensitivity of expectations to inflation surprises, an indicator of the degree of anchoring of inflation expectations (Figure 10).", "(2015) show that if agents have incomplete information about the working of the economy and form expectations through an adaptive learning process, the effects of negative surprises on inflation may become extremely persistent, compared with the case in which agents are 'perfectly rational' and know the correct parameters of the economy, including the inflation rate.", "A similar conclusion was reached by economists at the Bank of Japan, and used to motivate the 'Quantitative and Qualitative Monetary Easing with Yield Curve Control' and the 'inflation-overshooting commitment' in September 2016.", "The Bank of Japan concluded that '[...] expectations formation in Japan is largely adaptive, that is, backward-looking'.", "Figure 10 - Inflation, inflation expectations and projections (a) Inflation and expectations (b) Inflation and projections (per cent) (per cent) Source: Eurostat and Consensus Economics.", "Source: Eurostat, Eurosystem and the ECB.", "Busetti, Caivano and Rodano (2015) use quantile regressions to estimate the relationship between a set of explanatory variables and specific quantiles of inflation distribution.", "The authors find evidence that inflation is more persistent in the lower deciles of its distribution and that when inflation is relatively low (or negative) it becomes less sensitive to changes in the output gap.", "This result implies that when inflation is very low, a more expansionary monetary policy is needed in order to reduce the output gap and raise inflation.", "Risk premiums Risk premiums include different components, which price different risks.", "Each component is conceptually simple to describe, but empirically difficult to estimate, as risk premiums are not directly observable and numerous strategies have been developed to estimate them.", "The size and sign of risk premiums depend on the characteristics of the security (or credit contract), the preferences of the participants in the market where the securities are traded, the constraints on the demand and the supply of funds and the type of shock hitting the economy.", "In this section we focus on premiums on relatively safe long-term bonds and our analysis will therefore be centered on the term and the inflation risk premiums.", "Even if different methodologies may yield large differences in the estimated risk premiums, most of the analyses provide similar results in terms of the developments over the last three decades: both inflation and term premiums have trended down since the mid-80s, with the contribution of the latter to the reduction of long term interest rates being more important.", "The inflation risk premium In theoretical models where optimizing households maximize their intertemporal utility by investing in a risk-free nominal bond that pays €1 at maturity t+k, the price of such a bond, i,k, is given by8 ii,kk uu′(cctt+kk) PPtt = = ββkk (2.1) uu′(cctt) PPtt+kk where is the annualized long-term interest rate on a k-period bond that is purchased on date t and matures k periods later, βk is the stochastic discount factor between period t and t+k and is the price level.", "Assuming a CCRA utility function, = with risk aversion, σ, and defining the real interest rate as9 = - (2.2) the nominal interest rate can be decomposed into ≈ + - (2.3) it Etrt πt,t+k Covtσ∆ln(ct+k), πt,t+k.", "In periods in which consumption growth and inflation are expected to be positively correlated, the inflation premium would be negative.", "A positive correlation between consumption growth and inflation occurs when the economy is hit by demand shocks (or when demand is expected to change persistently, due to structural changes in the economy).", "In a low growth and low inflation environment, nominal bonds allow investors to insure against the bad states of the world, being perfectly countercyclical.", "For this reason investors are willing to accept a lower return.", "If the correlation between consumption growth and inflation is negative, as is the case when the economy is expected to be hit by supply shocks (or by a permanent shift in the supply), the inflation risk premium would be positive, as investors require a larger compensation to hold the nominal bond.", "The empirical literature has not reached a consensus on the sign and magnitude of the inflation risk premia.", "Differences among estimates arise from the methodologies, sample periods and data used in the estimation.", "There is, however, a larger consensus on the time evolution and, in particular, on the existence of a downward trend in inflation risk premiums.", "With regard to the U.S., Chernov and Mueller (2012) show that, independently from the model employed, the inflation risk premium has trended down since the mid-80s.", "Similar evidence, based on a sample that includes the global financial crisis, has been documented by Chen et al.", "(2016), who investigate the correlation between expected longrun inflation and consumption growth since the 1980s (Figure 11).", "The correlation has trended up over time and switched signs with the financial crisis, implying that the risk premium trended down and turned negative after the global financial crisis.", "(2016) also find that the inflation risk premium estimates trended down over time and turned negative at the 5-year maturity at the peak of the global financial crisis.", "The fact that the correlation between long-term inflation and output expectations, which has gradually increased since the mid-eighties, turned positive after the outbreak of the global financial crisis is consistent with the reasoning above, to the extent that the financial crisis can be interpreted as a large negative demand shock.", "Eggertsson (2012) shows that when policy rates reach their effective lower bound, the effects of demand shocks on inflation and output are amplified since monetary policy may be unable to offset them, while the effects of supply shocks on output are weakened because monetary policy may be unable to accommodate them.", "Gourio and Ngo (2016) develop a New Keynesian macroeconomic model featuring the zero lower bound (ZLB) on the nominal short-term rate and show that in normal times (i.e.", "sufficiently far from the ZLB) inflation risk premia are positive on average, while they are negative at the ZLB.", "Figure 11 - Estimated correlations between 10-year forward consumption growth and long-term inflation in the US Source: Chen, Engstrom and Grishchenko (2016).", "The term premium In order to obtain an analytical interpretation of the term premia we apply a similar reasoning to the one used for the inflation-risk premia.", "(2.5) Assuming a CRRA utility function, the long-term real interest rate on a risk-free bond could be decomposed into: ∑ ∑ ≈ + ln r,k-j .", "(2.6) rt j=1 Etrt+j j=1 The above expression states that in an economy populated only by risk neutral agents (σ=0) the k-period interest rate is just the average expected short-term rate over the maturity period; in that case, the \"expectations theory\" of the term structure postulates that the return from investing in a k-period bond is equal to the expected return from investing in a sequence of k one-period bonds.", "In the absence of risk neutrality, the second term on the right-hand side of equation (2.6) is a risk premium, which may arise because on every date, the investor may wish to liquidate rather than continue holding the long-term bond.", "After j periods have elapsed, the k-period bond is a (k - j)-period bond.", "If the price of a (k - j)-period bond tends to be high when the growth rate of consumption is low, this results in a negative value of ln r,k-j, which lowers the long-term interest rate, other things being qt+j equal.", "In this case, the period t+j contribution to the risk premium is negative because the bond provides consumption insurance for that maturity, being the bond price higher when consumption falls.", "In the opposite case, in which the covariance is positive, the bond increases the riskiness of consumption, contributing to a higher value of the long-term interest rate.", "To sum up, the risk premium depends on the discounted sum of the covariances between the bond price and consumption growth during the remaining life of the bond.", "If highly risk-averse investors such as insurance companies or pension funds are interested in maintaining long-term government bonds in their portfolio for a long period of time, they might be willing to accept a lower yield on those securities so to avoid the risks associated with rolling over their investment in a series of short-term bonds.", "Depending on the size of the demand of such investors over the total outstanding amount of such securities, the term premium will take different values and, especially in periods of relative scarcity of long-term government bonds, the term premiums may become even negative.", "Empirical evidence documents a downward trend in term premiums since the mid-80s both in the euro area and the US.", "Hordal (2008) finds evidence of a persistent decline in the nominal term premium in the period 1999-2008 in the US and in the euro area, i.e.", "before the introduction of asset purchases by the Federal Reserve and the ECB.", "While in the U.S. the reduction in nominal term premiums is related to both a reduction of real term premiums and inflation risk premiums, in the euro area, according to the author, the decline is mostly attributable to a decline of the real premium, while the inflation premium has remained relatively more stable.", "Gürkaynak and Wright (2012) extend the estimates of the term premiums backward for the US and find that their decline started in the mid-80s.", "(2013) all find evidence of a negative term premium in the most recent years in US long-term nominal bonds.", "Hördahl, Sobrun and Turner (2016) extend the sample to the 1980-2015 period and find a further sharp reduction of term premiums in recent years (Figure 12).", "The authors also show that much of the decline since the mid-eighties is due to the fall in the real term premium, which has declined by over 300 basis points in the U.S. and by almost 200 in the euro area.", "Measures such as the Large Scale Asset Purchases (LSAP) in the U.S. and the Asset Purchase Programme in the euro area aimed at reducing long-term interest rates by reducing the outstanding amount of long term bonds, have greatly contributed to the reduction of the term premiums since the outbreak of the global financial crisis.", "Figure 12 - Estimated 10-year real term premiums in Euro area and US Source: Hördahl, Sobrun and Turner (2016).", "Challenges for monetary policy The previous sections have presented and discussed the views behind the decline of nominal and real rates and their components since the early eighties, with a focus on the post-global financial crisis period.", "In this section we assess the implications for monetary policy, distinguishing between the short-to-medium term and the long term.", "Short-to medium-term challenges In the medium term the main challenges for monetary policy are related to the impact of a persistently weak outlook and low inflation on macroeconomic and financial stability.", "The implications for financial stability are discussed here not because it is an objective of monetary policy, but since it is a necessary condition for the correct functioning of its transmission mechanism.", "Macroeconomic stability Low inflation tightens the constraints on the decisions of households, firms, and policymakers (Casiraghi and Ferrero, 2015).", "One of these constraints is the lower bound on policy rates.", "This bound is reached when the corresponding short-term nominal market rates are equal to the nominal rate of return on base money, which also includes holding costs, such as handling, monitoring and storing currency, and those related to the imperfect substitutability between components of base money arising from the impossibility of using currency for settling in the payment system.", "The recent experiences by some central banks have shown that this level is close to but below zero.", "When the effective lower bound (ELB) on nominal interest rates becomes binding, the central bank can no longer reduce the policy rate in response to shocks that push inflation below its target.", "In terms of the monetary stance, the shock is de facto equivalent to an unwanted tightening of monetary conditions.", "If nominal interest rates are close to their ELB and inflation is below its target, even favourable supply shocks may be a mixed blessing.", "According to a common classification (Borio, Erdem, Filardo and Hofmann, 2015), deflation is 'good' or 'bad' depending on whether it is determined by a supply or a demand shock, respectively.", "The intuition is that negative supply shocks usually reduce firms' costs and increase productivity.", "However, when the economy is hit, for example, by a negative and temporary supply shock, such as a fall in oil prices, and the ELB and the borrowing constraints are binding, the fall in inflation increases the real short-term interest rate, which in turn reduces aggregate demand and increases the real cost of servicing debt.", "In these circumstances, output would fall despite the more favourable supply conditions (Neri and Notarpietro, 2015).", "As long as debt obligations are undertaken in nominal terms and nominal rates are at their lower bound, any negative inflation surprise increases the real value of debt and its service cost, thereby tightening borrowing constraints.", "When these constraints become binding, any unexpected fall in inflation forces agents to deleverage by increasing their savings and correspondingly reducing consumption and investment.", "Inflation may thus fall even more, raising the real burden of debt and hindering deleveraging.", "This mechanism is known as 'debt deflation' (Fisher, 1933).", "Financial stability Business models that offer longer-term return guarantees, or rely on maturity transformation as their main source of income, may run into difficulty in a low (or negative) interest rate environment due to its adverse impact on their profitability and resilience.", "However, after a financial crisis, bank profitability declines not only because of the fall in interest rates but also, and more importantly, as a consequence of the recession that reduces the quality and quantity of credit demand and of the need to strengthen banks' balance sheets and capital positions.", "When assessing the impact on financial institutions' balance sheets, all the transmission channels should be taken into account.", "Indeed, the negative impact on the net interest income may be counterbalanced by the positive effects on other sources of revenue, such as capital gains on securities portfolios, fees and commissions, and on loan-loss provisions, to the extent that low interest rates bring about an improvement in the economy and in borrowers' creditworthiness.", "A low nominal and real interest can also lead to bubbles.", "A 'search-for-yield' motive can push investors and banks to invest in risky assets with higher returns.", "While this behaviour can be the result of conscious choices by investors, it might also arise because of lack of information, monetary myopia or institutional frictions such as nominal return targets (Bindseil et al., 2015).", "The risk of a build-up of financial imbalances and of mispricing real and financial assets should not be underestimated and, to the extent that risks materialize, appropriate macro-prudential measures should be implemented at country level to limit their accumulation (ESRB, 2016).", "Policy implications In the medium term, the countercyclical role of monetary policy aimed at maintaining inflation at levels consistent with the definition of price stability is pivotal not only from a macroeconomic but also from a financial stability perspective.", "Financial firms will never be 'safe' in a low growth, low inflation environment, irrespective of how much capital they set aside, and they may hamper the proper transmission of monetary policy impulses.", "Hence, monetary stimulus serves the twin purpose of lifting inflation and recreating an environment where financial institutions will ultimately be able to operate more smoothly and contribute to the transmission of monetary policy.", "In this sense, price stability and financial stability are two mutually consistent objectives.", "However, there could be situations, in particular in the short run, in which a trade-off between the two objectives may arise.", "This trade-off can be improved, if not removed altogether, by applying Tinbergen's principle, according to which achieving a number of targets requires an equal number of instruments.", "Macroprudential tools should be employed to deal with the build-up of systemic risk and to preserve financial stability, leaving monetary policy free to pursue its price stability target.", "Long-term challenges As one of the citations in the Introduction highlights, having the correct view of why nominal and real interest rates are low and could remain low in the future is essential for monetary policy-making in a longer-term perspective.", "A similar message has been conveyed by Lo and Rogoff (2015), who have recently argued that 'fundamental drivers of the economic slowdown may prove crucial in evaluating potential policies', although the authors mainly refer to the fiscal and structural policies required in the short run.", "The same reasoning applies to monetary policy.", "The different explanations for the decline of interest rates may, in fact, have different implications in terms of two crucial aspects of monetary policy: the natural or 'equilibrium' real interest rate and the transmission mechanism of monetary policy impulses.", "The 'real/structural' view Under this scenario, the key concern for policymakers is the structural decline of the natural rate of interest.", "It is important to stress that the quantitative definition of the inflation target, per se, does not necessarily depend on factors that have been pushing down the natural interest rate.", "As stressed, for example, by the FOMC in its press release of the 25 January 2012 when it decided its definition of price stability,11 'the inflation rate over the longer run is primarily determined by monetary policy, and hence the Committee has the ability to specify a longer-run goal for inflation'.", "Other objectives, instead, may depend on structural factors that are also behind the evolution of the natural rate.", "For example, in the same press release, the FOMC in the same press release stated that the 'maximum level of employment is largely determined by nonmonetary factors that affect the structure and dynamics of the labor market.", "These factors may change over time'.", "Even if the definition of the inflation target is not related to structural factors, the ability of the central bank to fulfil its mandate may be constrained by the presence of the lower bound on policy rates, which would be reached more frequently the lower the natural rate of interest (Kiley and Roberts, 2017).", "In this sense, the choice of the inflation target may be influenced by the level of the natural rate.", "While fiscal and structural policies should be employed to raise the natural rate of interest, also the monetary policy frameworks 'should also be critically reevaluated to identify potential improvements in the context of a low r-star [i.e., natural rate]' (Williams, 2016).", "Four proposals have been put forward to this end.", "We discuss them and highlight their complexity and possible limitations without expressing any view on their actual need in the current environment.", "However, it is important to stress - and this also holds also for the measures discussed under the financial-cyclical view - that despite the fact that some of these proposals face significant conceptual, legal and practical challenges, they are feasible monetary policy alternatives and, as stressed by Bernanke (2016), describing 'more-radical monetary policy alternatives might help ensure that those alternatives are never needed'.", "Making the unconventional conventional According to this proposal, forward guidance and large-scale asset purchase programmes should remain in the monetary policy toolbox.", "This proposal was been made, among others, by Janet Yellen, Chair of the Board of Governors of the Federal Reserve System, at the Jackson Hole Symposium in August 2016.", "Underlying this reasoning there is the view that similar effects of monetary policy on output and inflation that could be obtained far away from the zero lower bound by moving policy rates, could be obtained when these are at the lower bound by relying on forward guidance and large scale purchases (Reifschneider, 2016).", "This proposal may be effective only if the decline in the natural rate of interest is not large.", "Moreover, it is crucial that the forward guidance is perceived as a commitment to maintaining future policy rates below the level that would have been optimal if there had not been a lower bound on policy rates.", "Such commitment, however, is time-inconsistent and hence problematic for the credibility of the central bank.", "Raising the inflation target One way of addressing the time-inconsistency problem in forward guidance is to increase the target for inflation.", "This would imply higher short- and long-term nominal interest rates and therefore it provides monetary policy with more room for manoeuvre and a more adequate cushion against larger shocks.", "This solution has been proposed, among others, by John Williams, President of the Federal Reserve of San Francisco (Williams, 2016), Eric Rosengren, President of the Federal Reserve of Boston (Financial Times, 20 April 2015) and Blanchard, Mauro and Dell'Ariccia (2010), Ball (2014) and Cecchetti and Schoenholtz (2017).", "Ubide (2014) has argued that for those central banks which do not have a symmetric definition of price stability (such as the ECB), a slightly different formulation of this proposal calls for a clarification of the inflation target that would make it symmetric.", "According to the proponents, one of the main advantage of raising the inflation target is that for those central bank that already have a quantitative target for inflation, an increase of the target is 'a relatively simple step that would be easy to communicate to the public' (Bernanke, 2017).", "However, announcing such a policy change may not be sufficient to persistently affect inflation expectations and bring them closer to the target.", "In an environment where it has become increasingly difficult to raise inflation to levels consistent with the definition of price stability, implementing such a policy is at best challenging.", "The presence of large credibility costs would be the main argument against changing the target (Bernanke, 2010).", "Moreover, the social costs of higher inflation (and presumably of a higher variability of inflation) may be larger than the gains from reducing the probability of hitting the lower bound on policy rates.", "Changing the monetary policy strategy: from inflation to price-level targeting By moving from inflation targeting to price-level targeting, the central bank would allow inflation to overshoot after a period in which consumer prices have been running below the target path (Figure 13): '[...] any surges or drops in the inflation rate need to be made up in the future' (Williams, 2017).", "The main advantage of moving to price-level targeting is that when the lower bound on the policy rate becomes binding, an objective in terms of the price level rather than inflation automatically delivers the time-consistent 'lower for longer' policy prescription that the situation calls for.", "If this policy is perceived as credible, the private sector anticipates that the central bank will undo the price decline, and thus it will be more effective in shaping expectations about future inflation and lowering the real interest, in particular when policy rates are at their effective lower bound.", "McCallum (2000), Coenen and Wieland (2004), Eggertsson and Woodford (2003), Gaspar, Smets and Vestin (2007), and Koenig (2013) are examples of analyses that show how price-level targeting can help to manage a reduction in deflationary risks in a low inflation, low interest rate environment.", "Figure 13 - Inflation and prices under inflation and price-level targeting regimes Inflation targeting Price-level targeting According to Williams (2017) this strategy is not only feasible, but it also satisfies three necessary principles for a successful monetary policy framework to adapt to changes in the economy: adaptability, accessibility and accountability.", "Monetary strategies should be accessible and transparent, allowing the public to understand and act in accordance with the strategy, and they should be easily accountable and measured in terms of their performance.", "This solution, however, presents several challenges.", "First of all, while price level targeting, by reducing long-term variability of the price level, should be beneficial for longterm nominal contracts and intertemporal decisions, it may be detrimental in the short term as it would lead to higher uncertainty and larger volatility of inflation.", "Moreover, just like as raising the inflation target, introducing price level targeting would involve important challenges in terms of communication and credibility, particularly when inflation has been running low for some time.", "In September 2016 the Bank of Japan adopted a form of 'inflation-overshooting commitment' in order to raise inflation expectations.", "As explained in a companion note the final objective of that decision was to move to a sort of price-level targeting, as 'achieving the price stability target means attaining a situation where the inflation rate is 2 percent on average over the business cycle'.", "Removing the zero lower bound on interest rates As the primary obstacle to lower policy rates is the availability of zero-interest-paying physical currency, in order to remove the lower bound it would be necessary to either (i) implement negative rates on paper currency, (ii) increase storage costs for banknotes or (iii) eliminate them completely.", "Concerning the possibility of implementing negative rates on paper currency, different solutions have been proposed.", "One possibility, which dates back to Gesell (1891), is to reduce the value of banknotes over time by putting a stamp on them.", "This proposal was reconsidered by Goodfriend (2000), who proposed a technical feature for the banknotes that would automatically decrease their value according to the time elapsed since the note was last withdrawn from the banking system.", "Another possibility would be to invalidate the banknotes randomly by serial number; Greg Mankiw put forward this proposal in a New York Times article in 2009.", "A further alternative would be to introduce an exchange rate between paper and electronic money.", "This proposal has been made by several economists, starting with Eisler (1932), and more recently by Buiter, (2009) and Agarwal and Kimball (2015).", "The basic idea is to make electronic money the official unit of account, while paper currency would only keep its role as a means of payment.", "An exchange rate between the two would be the instrument imposing a negative rate on paper currency.", "Concerning the proposal of increasing currency storage costs, Summers (2016) proposed to eliminate large denomination bill in order to increase the physical storage size per amount of nominal value and thus the storage costs.", "Finally, completely eliminating completely paper currency is a solution that has been proposed recently, for example, by Rogoff (2016) and Goodfriend (2016).", "All the measures that restrict, disincentive or remove currency, however, entail several important challenges in terms of technological requirements, institutional changes, implementation and acceptability by the general public.", "Rogoff (2014) argues that eliminating a core symbol of the monetary regime could disrupt common social conventions for using money and put the independence of the central bank at risk, due to the loss of seignorage revenue, to the extent that the loss of economic independence entails operation risks and costs.", "Eliminating paper currency and moving towards an electronic currency may expose the financial system to cyber-attacks and technical failures.", "Finally, the elimination of banknotes may be felt by the public as a loss of anonymity and a limitation on civil liberties.", "As for the advantages, besides allowing the lower bound on policy rates to be removed, phasing out banknotes would severely limit the possibility of evading taxes and carrying out illegal activities.", "The 'financial/cyclical' view As described is Section 2, in an economy overhung with debt and where uncertainty is high, the functioning of the transmission mechanism is the main concern for monetary policy.", "In such circumstances, transmission channels that hinge upon intertemporal substitution are less effective.", "Firms and consumers are likely to respond more cautiously to expansionary monetary policies when they are uncertain about the future or when they are heavily indebted.", "In such a situation, the central bank should be ready to implement a comprehensive approach that would involve both conventional and unconventional measures.", "Concerning the former, the central bank would increase the size of the conventional monetary impulse, through a larger reduction of the policy rates.", "In addition, unconventional measures aiming at incentivizing investment (such as the ECB's Targeted Longer-term Refinancing Operations of the ECB or the Bank of England's Funding for Lending Scheme) and at reducing uncertainty about the future stance of monetary policy (forward guidance) would help to stimulate aggregate demand, investment in R&D and, more generally, increase the productive capacity of the economy.", "Finally, the central bank should exploit other channels, and in particular those operating through wealth and income effects.", "Large-scale asset purchases would go in this direction, as they raise the value of real and financial assets, further supporting consumption and investment.", "To the extent that financial crises may have hysteresis effects, rapid and aggressive policy responses are necessary not only to stimulate aggregate demand in the short-tomedium-term and to avoid financial instability, but also to avoid long-lasting effects on the supply side of the economy.", "In addition to an active and aggressive use of conventional and unconventional measures, other more unconventional measures have been proposed in the recent debate.", "The neo-Fisherian prescription The so-called Fisher equation - named after the economist Irving Fisher - describes a positive relationship (or a no-arbitrage condition) between the nominal interest rate and the sum of the real interest rate and expected inflation.", "According to the conventional view, this relationship implies that, as long as real interest rates are unaffected by monetary policy decisions in the long run, the central bank responds to negative deviations of inflation (expectations) from policy objectives by reducing nominal interest rates.", "Supporter of the Neo-Fisherian view, instead, suggest thinking 'of the causation running from the nominal interest rate targeted by the central bank to inflation' (Williamson, 2016).", "In an environment characterized by inflation persistently below the policy target, the neo-Fisherian view prescribes raising the policy rate and modifying the forward guidance on the future stance of monetary policy by announcing a higher path for the policy rate in order to bring inflation towards levels consistent with the definition of price stability.", "According to this view, 'if the central bank holds interest rate steady, inflation will eventually settle down where the interest rates are, not the other way around' (Cochrane, 2016) or by focusing more on communication and expectations, 'maintaining and committing to low interest rate for a sufficiently long period of time could lead to low inflation expectations and low actual inflation' (Bullard, 2015).", "In other words, by stating and convincing households and firms that policy rates will remain low for a prolonged period of time, central banks are signaling that inflation and output growth are expected to remain low: to the extent that agents incorporate this information in their expectations, they would increase precautionary savings and reduce consumption, pushing the economy towards a 'bad equilibrium', characterized by a protracted period of self-reinforcing low inflation, low aggregate demand and a low policy rate (Figure 14; the economy remains stacked in point B, characterized by inflation persistently lower than target).", "This self-reinforcing mechanism is claimed to be particularly important for economies where a large part of the population is relatively close to retirement (according to a survey on the daily lives and attitudes of the elderly conducted by the Japanese Cabinet Office in 2015, nearly 60 per cent of the elderly in Japan considered that they did not have enough savings and assets for their retirement).", "Negative, or very low interest rates would make it difficult to accumulate the amount of assets needed to provide private retirement incomes.", "This may perversely force people to save rather than spend more.", "These concerns have been recently raised by the Bank of Japan.", "Figure 14 - Good and bad equilibria in New Keynesian models with a ZLB Note: G is the \"good\" equilibrium, where inflation is on target (ππGG) and output is at potential (xx∗).", "Supporters of this view consider forward guidance a useful policy instrument, which, however, has been used in the wrong way.", "According to some economists, communicating that interest rates will rise would act as a coordination device that would bring expectations back from a bad to a good equilibrium.", "According to others, if accomplished by a simultaneous intervention in asset markets to prevent the collapse of the values of other risky and long-dated asset classes, it would increase private demand through a wealth effect (Farmer, 2016).", "Critics of the Neo-Fisherian prescription (Krugman, 2013) point out that it is not possible to look directly at the long-run relationship between interest rates and inflation abstracting from the short run: in standard macroeconomic models, the fact that higher nominal interest rates are contractionary in the short run would imply that the economy would move even closer to a 'bad equilibrium' (point B in Figure 14).", "Helicopter drop of money 'All central banks can do it.", "You can issue currency and you distribute it to people.", "The question is, if and when is it opportune to make recourse to that sort of instrument which is really an extreme sort of instrument'.", "This proposal consists in having the central bank transfer base money not backed by assets directly to households.", "Many economists have recently discussed the pros and cons of such a very unconventional monetary measure for economies where fiscal policy is constrained, the intertemporal substitution channel of the monetary transmission mechanism is impaired and/or the effective lower bound on policy rates is binding.", "There is wide consensus on the claim that to be effective at stimulating aggregate demand, at least one of the following two conditions should be satisfied: (i) agents perceive that the money injection is permanent in the sense that money transfers will not be reversed in the future by the central bank or by the government; or (ii) agents face nominal frictions and limits on the amount they can borrow.", "The impact on the price level and output would depend on the slope of aggregate supply, which in turn is affected by the degree of price and nominal wage rigidities.", "In the extreme case in which they are fully flexible, a shift in aggregate demand would merely imply a one-off jump in the price level as the aggregate supply is fixed at its potential.", "However, even in this case, a permanent reduction of the real value of debt would still occur and the effect of the measure might go beyond a mere redistribution of real wealth between savers and borrowers.", "Clearly, the main limitations of helicopter drops lie in their legal feasibility and in the credibility risks it involves for the central bank.", "Concerning the former, even when the measure is implemented by direct transfers to private economic agents, as described by Kaletsky (2012), it cannot be ruled out that helicopter drops could be considered a form of monetary financing.", "However, the main risk embedded in this policy measure stems from the fact that it mechanically involves a financial loss for the central bank, which would put its credibility and independence at risk.", "Yield curve control This measure could be considered a variation on asset purchase programmes: the main difference is that while these purchases mainly work through the scarcity channel (reducing the amount of an asset for which there are no perfect substitutes in the market) and usually involve a pre-commitment on the amount of bonds to be purchased, the yield curve control relies on the signalling channel.", "The central bank communicates a target for the yield curve, implicitly committing to buy whatever amount of bonds is required to achieve the target; as such, it involves a pre-commitment on the price of the bonds.", "From an operational point of view, the main advantage with respect to asset purchases is that, to the extent that the signal is credible, the central bank does not need to purchase the bonds.", "On the other hand, the main risk is that, similarly to what could happen with an exchange rate peg, the market needs to be convinced that the central bank is willing to buy whatever amount of assets in order to reach its target.", "If agents anticipate this possibility, the central bank may end up buying large amounts of bonds, without necessarily controlling the yield curve.", "Another possible drawback, as highlighted by the FOMC of the Federal Reserve in October 2010, is that 'if targets are not adjusted frequently enough to account for changing macroeconomic conditions, interest-rate targeting can induce substantial volatility in central bank securities holdings and have a destabilizing macroeconomic effect'.", "Finally, when monetary policy needs to be tightened, preserving the independence of the central bank would become a key issue.", "This is evident from the experience of the Federal Reserve in the 1940s and 50s when the Federal Reserve was implementing a pegging of the term structure of government bonds.", "In the mid- 50s when the central bank needed to raise the peg on long-term bonds, both the Treasury and President Truman strongly opposed this decision (Hetzel and Leach, 2001).", "This measure was adopted by the Bank of Japan in September 2016.", "As stressed by Ben Bernanke (2016), 'If investors do not believe that the Fed will be successful at pushing down the twoyear rate, or expect that it might abandon the program before the stated end date (due to inflation concerns, for example), they will immediately sell their securities of two years' maturity or less to the Fed.", "In this case the Fed could end up owning most or all of the eligible securities, with uncertain consequences for interest rates overall'.", "According to Hetzel and Leach (2001), 'Although the Fed continued to try to convince the Treasury of the need for a rise in interest rates, it never considered unilateral abandonment of the 2 1/2 percent bond rate peg.", "However, and this was the sticking point, it would not publicly commit to the indefinite maintenance of the peg.", "The Treasury wanted the Fed to commit publicly to maintaining the existing interest rate structure'.", "According to the FOMC minutes of January 1951, President Truman wrote a letter to the Chairman of the Board of Governors, McCabe, saying that to the extent that '[T]he Federal Reserve Board should make it perfectly plain [...] to the New York Bankers that the peg is stabilized [...] I hope the Board will [...] not allow the bottom to drop from under our securities.", "Conclusions and key messages Nominal and real interest rates started declining in the eighties.", "This trend accelerated with the outbreak of the global financial crisis, which caused a widespread deleveraging and a tightening of financing conditions, to which central banks in advanced economies responded promptly by easing monetary policy, aggressively cutting the policy rates and adopting a wide range of unconventional measures to stimulate aggregate demand and support the provision of credit to the real economy.", "Policy-makers are increasingly paying attention to the forces behind the current low interest rate environment and to the implications for monetary policy and financial stability.", "To a large extent, this is due to the downward pressure of low interest rates on the resilience of financial institutions and to the constraint they pose on central banks in fulfilling their mandates.", "This paper has offered an organized discussion of the different views on the drivers of interest rates that have been illustrated in the literature, focusing on the implications for monetary policy.", "We believe that further research is needed in order to better understand the factors behind the low interest rate environment.", "From a monetary policy perspective, the message we wish to convey is twofold.", "The first message concerns the natural or 'Wicksellian' rate of interest.", "The decline of real interest rates has occurred in parallel with the decline of their natural counterparts, as shown by recent estimates.", "Under stable inflation and well-anchored expectations, the policy rate consistent with unemployment or output at their natural levels and inflation on target is currently closer to its lower bound than it was two decades ago.", "For this reason, the room for manoeuvre of policy rates by central banks has become, and could remain, more limited than in the past, to the extent that the probability of hitting the lower bound has substantially increased.", "This concern is particularly serious if the real/structural explanation for the lowinterest rate environment is the predominant one.", "In the long run, from a monetary policy perspective, policy-makers may be less concerned if the financial cycle is the main reason why interest rates have declined and are currently low.", "In this case, to the extent that the financial cycle improves and the deleveraging process ends, the natural rate of interest would increase and provide some relief to monetary policy.", "However, the global financial crisis and the changes in financial regulation that followed may have as a side effect a longlasting restrictive impact on the financing of the most innovative and riskiest projects, thus permanently affecting potential output growth and the natural rate of interest.", "Whatever the true explanation for the low-interest rate environment is, research on estimating the natural rate of interest and assessing its driving forces and future developments is of the utmost importance for policy-makers.", "This may not be easy, but is certainly warranted.", "The second message we wish to convey concerns the transmission mechanism of monetary policy.", "The global financial crisis has shown that the reduction of policy rates required to counteract the fall in inflation and to provide support to economic activity and employment is much larger than what normal business cycle downturns would require.", "The key research issues are to assess whether the ability of central banks to influence aggregate demand through the standard intertemporal substitution mechanism has been affected by the global financial crisis, whether the strength of this channel has been overestimated in the past, and to what extent this strength depends on the amount of public and private debt in the economy and on the degree of uncertainty about future aggregate demand and supply.", "Looking ahead, the implications for monetary policy depend on the persistence of the decline in the natural rate of interest and on the functioning of the transmission mechanism of monetary policy.", "Some of the unconventional measures adopted during the global financial and the euro-area sovereign debt crises should be part of the monetary policy toolbox, ready to be used when needed to ease monetary conditions.", "However, if the natural rate were to further decline and financial shocks were to hit the economies in the future, 'making conventional what today is unconventional' may be not enough.", "A more radical change in the monetary policy framework would be required.", "In this paper we have briefly discussed some of the options that have been put forward by economists and policy-makers.", "Some proposals are easier to implement, but would imply large costs for the central banks.", "Others are intellectually appealing, but would have profound implications for the everyday life of ordinary people.", "Adrian T. and Shin, H. S. (2010), \"The changing nature of financial intermediation and the financial crisis of 2007-09\", Staff Reports 439, Federal Reserve Bank of New York.", "Adrian, T., Covitz, D. M. and Liang, J. N. (2013), \"Financial stability monitoring\", Staff Reports 601, Federal Reserve Bank of New York.", "Andersen A. S. T. (2011), \"Inflation risk premia in the term structure of interest rates: Evidence from Euro area inflation swap\", Copenhagen Business School, mimeo.", "Bansal R. and Yaron A.", "(2004), \"Risks for the Long Run: A Potential Resolution of Asset Pricing Puzzles\", Journal of Finance, Vol.", "(2013), \"Inflation and Economic Growth\", Annals of Economics and Finance, Vol.", "Basu S. and Bundick B.", "(2011), \"Uncertainty Shocks in a Model of Effective Demand\", Boston College Working Papers in Economics, No.", "774, Boston College Department of Economics.", "Part 2: Targeting longer-term interest rates\", -bernanke/ Bernanke, B. S. (2010) \"Monetary Policy Objectives and Tools in a Low-Inflation Environment\", speech at the Revisiting Monetary Policy in a Low-Inflation Environment Conference, Federal Reserve Bank of Boston, Boston, Massachusetts October 15, 2010.", "Bertola, G. Guiso, L. and Pistaferri L. (2005), \"Uncertainty and Consumer Durables Adjustment\", Review of Economic Studies, Oxford University Press, Vol.", "72(4), pages Bindseil, U., Domnick, C., and Zeuner, J., (2015), \"Critique of Accommodating Central Bank Policies and the 'Expropriation of the Saver'\", ECB Occasional Paper No.", "and Summers L. H. (1986) \"Hysteresis and the European Unemployment Problem\", NBER Working Paper, No.", "Blanchard, O. Mauro P. Dell'Ariccia, G. (2010), \"Rethinking Macroeconomic Policy\", Journal of Money, Credit and Banking, 2010, Vol.", "Bloom, N. (2009) \"The impact of uncertainty shocks\", Econometrica, Vol.", "Bloom, N. (2014) \"Fluctuations in uncertainty\", The Journal of Economic Perspectives, vol.", "Bobeica, E. and Jarocinski M., (2016) \"Drivers of Euro Area Inflation since the Crisis\", European Central Bank, mimeo.", "Borio, C. (2012), \"The financial cycle and macroeconomics: What have we learnt?", "\", BIS Working Papers 395, Bank for International Settlements.", "Borio, C., Kharroubi, E., Upper, C., Zampolli, F. (2016), \"Labour reallocation and productivity dynamics: financial causes, real consequences\", BIS Working Papers 534, Bank for International Settlements.", "Borio, C. Juselius, M., Disyatat P. and Drehmann M. (2017), \"Monetary Policy, the Financial Cycle and Ultra-low Interest Rates\", PIER Discussion Papers 55, Puey Ungphakorn Institute for Economic Research.", "Borio, C. Erdem M., Filardo A., and Hofmann B.", "(2015), \"The costs of deflations: a historical perspective\", BIS Quarterly Review, Bank for International Settlements, March.", "Borio, C., Gambacorta, L., and Hofmann, B.", "(2015), \"The influence of monetary policy on bank profitability\", BIS Working Papers, No.", "514, Bank for International Settlements.", "Brynjolfsson, E. and McAfee A.", "(2014) \"The Second Machine Age: Work, progress and prosperity in a world of brilliant technologies\", W.W. Norton and Company Inc., New York.", "Buera, F., and Nicolini, J.P. (2017), \"Liquidity Traps and Monetary Policy: Managing a Credit Crunch: Online Appendix\", Staff Report, No.", "541, Federal Reserve Bank of Minneapolis.", "(2009), \"Negative Nominal Interest Rates: Three ways to overcome the zero lower bound\", NBER Working Papers 15118, National Bureau of Economic Research, Inc. Bullard, J., (2015) \"Neo-Fisherianism\", Speech at Expectations in Dynamic Macroeconomic Models, University of Oregon 13 August 2015, Eugene, Oregon.", "Busetti, F., Caivano, M. and Rodano, L. (2015) \"On the conditional distribution of euro area inflation forecast\", Banca d'Italia, Temi di Discussione (Working Papers), No.", "Campbell J.Y., Sunderam A., Viceira L. M. (2017), \"Inflation Bets or Deflation Hedges?", "The Changing Risks of Nominal Bonds\", Critical Finance Review (Forthcoming.)", "Casiraghi M. and Ferrero, G. (2015) \"Is deflation good or bad?", "Just mind the inflation gap\", Banca d'Italia, Questioni di economia e finanza (Occasional Papers), No.", "Casiraghi M. and Miccoli M. (2015) \"Risk-adjusted inflation expectations\", Banca d'Italia, Questioni di economia e finanza (Occasional Papers), No.", "Cecchetti, S. and Kharroubi, E. (2015), \"Why does financial sector growth crowd out real economic growth?", "BIS Working Papers, No.", "Cecchetti, S., Natoli, F. and Sigalotti L. (2015), \"Tail comovement in option-implied inflation expectations as an indicator of anchoring\", Banca d'Italia, Temi di discussion (Working Papers), No.", "Checchetti, S., and Schoenholtz K.L., (2017), \"The case for a higher inflation target gets stronger\", Post published on the Money, Banking, and Financial Markets Blog, April 03, 2017.", "Chen, A.Y, Engstrom E.C.", "and Grishchenko, O.V.", "(2016), \"Has the inflation risk premium fallen?", "Washington: Board of Governors of the Federal Reserve System, April 4, 2016.", "Chernov, M. and Mueller, P. (2012) \"The Term structure of inflation expectations\", Journal of Financial Economics, Vol.", "Christensen, J., and Rudebusch, G., (2017), \"A New Normal for Interest Rates?", "Evidence from Inflation-Indexed Debt\", Federal Reserve Bank of San Francisco, Working Paper 2017-07.", "Cloyne, J., Ferreira C., and Surico P. (2016), \"Monetary policy when households have debt: new evidence on the transmission mechanism\", Bank of England working papers, no.", "Cochrane, J., (2016), \"Do Higher Interest Rates Raise or Lower Inflation?", "\", Coenen, G. and Wieland V. (2004), \"Exchange-rate policy and the zero bound on nominal interest rates\", European Central Bank, Working Paper Series, No.", "(2017), \"Low inflation and monetary policy in the euro area\", European Central Bank, Working Paper Series, No.", "(2016), \"Reflections on the natural rate of interest, its measurement, monetary policy and the zero lower bound\", CEPR, DP 11467.", "Curdia, V., Ferrero A., Ngc G. C. and A. Tambalotti (2015), \"Has U.S. monetary policy tracked the efficient interest rate?", "\", Journal of Monetary Economics, Vol.", "D'Amico, S. Kim, D. H. and Wei M. (2016), \"Tips from TIPS: the Informational Content of Treasury Inflation-Protected Security Prices\" Finance and Economics Discussion Series, Divisions of Research & Statistics and Monetary Affairs, Federal Reserve Board, Washington, D.C. De Long, B., (2017), \"Sluggish Future\", IMF Finance & Development, March 2017, Vol.", "\", American Economic Review, Vol.", "and Krugman P. (2012), \"Debt, Deleveraging, and the Liquidity Trap: A Fisher-Minsky-Koo Approach\", the Quarterly Journal of Economics, Vol.", "(2017), \"A Model of Secular Stagnation: Theory and Quantitative Evaluation\", NBER Working Paper No.", "Eggertsson, G. B. and Woodford M. (2003) ''The Zero Bound on Interest Rates and Optimal Monetary Policy,'' Brookings Papers on Economic Activity, 1, pp.", "Eisler, R. (1932), \"Stable money, the remedy for the economic world crisis: a programme of financial reconstruction for the International conference, 1933\", The Search Pub.", "Co. Erceg, C. J., and Levin, A.T. (2003), \"Imperfect credibility and inflation persistence\", Journal of Monetary Economics, Elsevier, vol.", "ESRB, (2016), \"Macroprudential policy issues arising from low interest rates and structural changes in the EU financial system\", ESRB Report.", "European Parliament, (2016), \"Secular stagnation and the euro area\", European Parliamentary Research Service, Members' Research Service PE 573.972.", "(1933), \"The debt-deflation theory of great depressions\", Econometrica, pp.", "(2008), \"The new Keynesian approach to monetary policy analysis: Lessons and new directions\", Economics Working Papers 1075, Universitat Pompeu Fabra.", "Gaspar, V., Smets F. and Vestin D. (2007), \"Is time ripe for price level path stability?", "\", European central Bank, Working Paper Series, No.", "Gertler, M. and Kiyotaki, N. (2010), \"Financial Intermediation and Credit Policy in Business Cycle Analysis\", in Handbook of Monetary Economics, Benjamin M. Friedman and Michael Woodford eds., vol.", "Goodfriend M. (2000), \"Overcoming the Zero Bound on Interest Rate Policy\", Journal of Money, Credit and Banking, Blackwell Publishing, vol.", "Goodfriend, M. (2016), \"The case for unencumbering interest rate policy at the zero bound\" Designing Resilient Monetary Policy Frameworks for the Future\", Federal Reserve Bank of Kansas City, Jackson Hole Economic Policy Symposium, Jackson Hole, Wyoming, August 2627, 2016.", "Goodhart, C., Romanidis, N., Tsomocos, D., and Shubik, M., (2016) \"Macro-Modelling, Default and Money\", LSE, FMG Discussion Paper DP755 Gordon, R.J., (2016), \"The Rise and Fall of American Growth: The U.S. Standard of Living since the Civil War\", Princeton University Press Ed.", "Gourio F. and Ngo, P. (2016), \"Risk Premia at the ZLB: a Macroeconomic Interpretation\", Federal Reserve Bank of Chicago.", "Gourio, F., Messer, T. and Siemer M. (2016), \"Firm Entry and Macroeconomic Dynamics: A State-level Analysis\", American Economic Review: Papers and Proceedings, Vol.", "and Wright, J.H., (2012), \"Macroeconomics and the Term Structure\", Journal of Economic Literature, Vol.", "Hatcher and Minford (2014) \"Stabilisation Policy, rational expectations and price-level versus inflation targeting: a survey\", Journal of Economic Surveys, Vol.", "(2001), \"The Treasury-Fed Accord: A New Narrative Account\", Federal Reserve Bank of Richmond, Economic Quarterly Vol.", "Holston, K., Laubach, T. and Williams, J.C. (2016), \"Measuring the natural rate of interest: International trends and determinants\", Working Paper Series 2016-11, Federal Reserve Bank of San Francisco.", "Hördahl, P., Sobrun, J. and Turner, P. (2016), \"Low long-term interest rates as a global phenomenon\", BIS Working Papers, No.", "Hördahl, P. (2008), \"The inflation risk premium in the term structure of interest rates\", BIS Quarterly Review, Bank for International Settlements, September.", "Hördal, P. and Tristani, O.", "(2014), \"Inflation Risk Premia in the Euro Area and the United States\", International Journal of Central Banking, vol.", "IMF (2014), \"Perspectives on global real interest rates\", World Economic Outlook, Ch.", "World Economic Outlook, October.", "Jakab, Z. and Kumhof, M. (2015), \"Banks are not intermediaries of loanable funds - and why this matters\", Bank of England, Working Paper No.", "Kaletsky, A., (2012), \"How about quantitative easing for the people?", "\", -kaletsky/2012/08/01/how-about-quantitative-easing-forthe-people/.", "(2016), \"Monetary Policy According to HANK\", NBER Working Paper No.", "Brookings Papers on Economic Activity, Spring, BPEA Conference Drafts, March 23-24, 2017.", "Knight, F. H. (1921), \"Risk, uncertainty and profit\", New York: Hart, Schaffner and Marx.", "\"Like a Good Neighbor: Monetary Policy, Financial Stability, and the Distribution of Risk.\"", "International Journal of Central Banking 9.", "Krugman, P., (2013), \"On the Importance of Little Arrows (Wonkish)\", posted on the Blog The Conscience of a Liberal, 29 November 2013.", "(2012), \"Uncertainty Shocks are Aggregate Demand Shocks\", Federal Reserve Bank of San Francisco, Working Paper 2012-10.", "Lo, S. and Rogoff, K. (2015), \"Secular stagnation, debt overhang and other rationales for sluggish growth, six years on\", BIS Working Papers, No.", "(2000), \"Theoretical Analysis Regarding a Zero Lower Bound on Nominal Interest Rates\", NBER Working Papers, No.", "McLeay, M., Radia, A. and Thomas, R. (2014), \"Money creation in the modern economy\", Bank of England Quarterly Bulletin.", "Natoli, F. and Sigalotti, L. (2016), \"An indicator of inflation expectations anchoring\", Banca d'Italia, Temi di Discussione (Working papers), No.", "Neri, S. and Notarpietro, A., (2015), \"The macroeconomic effect of low and falling inflation at the zero lower bound\", Banca d'Italia, Temi di Discussione (Working papers), No.", "Nuño, G. and Thomas, C. (2016), \"Optimal monetary policy with heterogenous agents\", Banco de España, Working paper, No.", "OECD, (2015), \"Escaping the stagnation trap: policy options for euro area, Japan\", Pagano, P. and Sbracia, M. (2014), \"The secular stagnation hypothesis: a review of the debate and some insights\", Banca d'Italia, Questioni di Economia e Finanza (Occasional papers), No.", "Pericoli, M., (2012), \"Expected inflation and inflation risk premium in the euro area and in the United States\", Banca d'Italia, Temi di discussione (Working papers), No.", "Pescatori, A. and J. Turunen (2016), \"Lower for longer: The neutral rate in the U.S.\", IMF Economic Review, Vol.", "Pescatori, A. and Turunen, J.", "Praet, P. (2014), \"Speech at the Peterson Institute for International Economics\", Washington, DC, 9 December 2014.", "(2015), \"Secular drivers of the global real interest rate\", Bank of England Staff Working Paper, No.", "Ravn, M. and Sterk, V. (2016), \"Macroeconomic fluctuations with HANK and SAM: An analytical approach\", CEPR Discussion Paper No.", "Reifschneider, D., (2016), \"Gauging the Ability of the FOMC to Respond to Future Recessions\", Board of Governors of the Federal Reserve System, Finance and Economics Discussion Series 2016-068.", "Rogoff, K. (2014), \"Costs and benefits to phasing out paper currency\", NBER Working Paper, No.", "Rogoff, K. (2016), \"Debt Supercycle, Not Secular Stagnation\", Progress and Confusion: The State of Macroeconomic Policy.", "Cambridge: MIT Press, pp.", "Rudebusch, G. D. and Swanson, E. T. (2012), \"The Bond Premium in a DSGE Model with LongRun Real and Nominal Risks\", American Economic Journal: Macroeconomics, Vol.", "Smets, F. and Wouters R. (2003), \"An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area\", Journal of the European Economic Association, MIT Press, Vol.", "Summers, L.H., (2014), \"U.S. Economic Prospects: Secular Stagnation, Hysteresis, and the Zero Lower Bound\", Business Economics Vol.", "Taylor, J.B., and Wieland, V., (2016), \"Finding the Equilibrium Real Interest Rate in a Fog of Policy Deviations\", Business Economics, Volume 51, Issue 3, pp 147-154.", "Ubide, A., (2014), \"Is the European Central Bank Failing its Price Stability Mandate?", "Washington: Peterson Institute for International Economics.", "Williams, J.C. (2017), \"Preparing for the Next Storm: Reassessing Frameworks and Strategies in a Low R-star World\", FRBSF Economic Letter, 2017-3.", "Williamson, S., (2016), \"Neo-Fisherism: A Radical Idea, or the Most Obvious Solution to the Low-Inflation Problem?\"", "The Regional Economist, FRBSL, July 2016.", "Woodford, M. (2003), \"Interest and prices: Foundations of a theory of monetary policy\", Princeton University Press."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "monetary dominance", "financial dominance", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "fiscal dominance", "financial dominance", "financial dominance", "financial dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "financial dominance", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Secular stagnation", "Financial cycle", "Inflation expectations", "Risk premia", "Natural rate of interest", "Transmission mechanism", "Hysteresis effects", "Uncertainty", "Inflation risk premium", "Term premium"]}