{"sentences": ["\"Connecting Global Markets, Supporting Asia's Growth\" - Presentation by Mr Ravi Menon, Managing Director, Monetary Authority of Singapore, at Nomura Investment Forum Asia on 5 Ladies and gentlemen, good morning.", "Thank you for inviting me to speak at this important investment forum.", "Asia's dynamism and growth will be the defining investment theme of the next decade.", "• Asian assets have become an essential component of a balanced and diversified portfolio.", "• The expansion of Nomura's forum from an Asian equity event previously to one that showcases the full suite of investment products in the region reflects the growth in investment opportunities in Asia.", "• Like Nomura which serves investors looking to invest in Asia, Singapore aims to connect investors to opportunities in the region.", "Asia will remain the fastest growing region in the world over the next five years.", "• The IMF puts Asia at the top of the global growth league, with a projected annual growth rate of 6.4%.", "• India at 7-8% p.a., China at 6% p.a., and the ASEAN-5 economies - Indonesia, Thailand, Malaysia, Philippines and Singapore - at around 5% p.a.", "The size of the Asian middle class is set to double by 2025, from 2015 levels.", "• The rapid expansion of the Asian middle class will spur urbanisation and demand for financial services, especially wealth management and insurance.", "Global investors are flocking to participate in the Asian growth story • There has been a growing diversity of institutional investors - from Asia, Europe and the Americas.", "Two key trends in the Asian landscape warrant investors' attention: • the expansion of Asian enterprises; and • the demand for infrastructure development.", "More Asian companies are expanding regionally and globally.", "• Companies from Asia have become increasingly active in cross-border M&A as they seek to expand their regional and global footprint.", "The need to fund this expansion has led to a surge in capital raising in Asia and increased the depth and diversity of Asian assets.", "• Dollar bond issuance by Asia-ex Japan companies climbed to a record high of around US$400 billion last year, up 40% from 2016.", "• About one-third of equity raised through IPOs globally in 2017 were in the Asia Pacific.", "• Investors now have a wide array of Asian assets to choose from.", "As Asian companies gain market share globally, investing in Asian companies has become more attractive.", "• Asia's share of companies with market value of more than US$10 billion stands at 30%, compared to 20% just ten years ago.", "Investors in Asia are also looking to private markets for investment opportunities.", "• Asian companies are choosing to stay private for longer and becoming more receptive to venture capital (VC) and private equity (PE) financing.", "• Asia is already a major destination for VC and PE investments.", "• Last year, VC and PE investments into Asia reached US$160 billion, accounting for 30% of global investments, surpassing Europe for the first time.", "• With close to 7,000 start-ups in Southeast Asia alone, there are opportunities abound for private investments in the region.", "The demand for infrastructure financing in Asia is outpacing countries' funding capacity.", "• According to the ADB, Asia will need around US$1.7 trillion annually in infrastructure financing between now and 2030 to sustain economic growth.", "• Currently, more than 90% of infrastructure investment is financed by governments.", "• This is not sustainable if the demand for infrastructure is to be met.", "The challenge for governments in Asia is this: to make infrastructure more attractive to private capital.", "• At their recent meeting in Singapore, ASEAN Finance Ministers agreed to accelerate infrastructure development through mobilising private capital.", "This means mainstream infrastructure financing as an asset class.", "• The prospects are good.", "There is a strong pipeline of projects in the transport and energy sectors, diversified across the ASEAN countries.", "• We have seen some early success.", "• For instance, the debut of project bond issuance by PT Paiton, Indonesia's second-largest independent power producer, reflects growing demand for Asian infrastructure debt.", "Singapore is well positioned as a gateway to investment opportunities in Asia.", "• We offer a world class financial centre, with a sound regulatory framework and business-friendly environment.", "• With its pan-Asian reach, Singapore is an ideal location for investors to set up base and tap on opportunities in the region.", "Let me highlight two things Singapore provides to connect global investors to Asia: • first, a compelling asset management ecosystem; and • second, a treasury centre with a comprehensive suite of risk management solutions.", "Singapore is a leading asset management hub for institutional investors and fund managers to access pan-Asian opportunities.", "• Assets under management in Singapore have grown by an average 15% each year over the last five years, reaching US$1.9 trillion in 2016.", "• About 80% of funds are sourced from outside Singapore.", "• Two-thirds are invested in Asia.", "• Interestingly, we have seen faster growth in alternative AUM (17%) compared to traditional AUM (3%).", "• This points to the growing pool of investors setting up in Singapore to access private market opportunities in Asia.", "We are taking three major initiatives to further strengthen the asset management ecosystem further.", "• We will introduce by next year a new corporate structure for investment funds - the Singapore Variable Capital Company (S-VACC) - • The S-VACC structure will allow asset managers to achieve greater synergies through co-locating their management and domiciliation activities.", "• We have simplified regulations to facilitate the activities of VC and PE managers.", "• The increased availability of alternative investments like VC, PE, and infrastructure has helped to attract sovereign wealth funds and pension funds.", "• We are strengthening the ecosystem for family offices.", "• The quality and capability of service providers of family offices - like lawyers, consultants and tax advisors - has deepened.", "By welcoming a broader range of institutional investors to set up base in Singapore, we aim to build a deeper and more diverse pool of capital for Asia.", "As global players invest in Asia, they will need solutions to manage their risks in the Asian time zone.", "As a global FX and derivatives centre, Singapore provides a wide range of risk management options for investors • Singapore is the third largest FX centre globally after London and New York, and the largest in Asia.", "• Every day, over half a trillion US dollars of FX is traded here.", "• All top 5 global banks have their regional FX trading desks here.", "• Singapore has the most diverse range of futures and options traded in its three exchanges.", "• In FX alone, there are more than 30 futures and options.", "The next stage in our growth as a risk management centre is to become an electronic trading hub in Asia.", "• As Asian FX flows grow, Asia will become an increasingly important FX market where price discovery takes place.", "• We are working with key partners to build up the e-trading infrastructure in Singapore.", "• This will improve trade execution and reduce latency in pricing, thereby lowering transaction costs for investors.", "Besides connecting global investors to Asia, Singapore is well placed to facilitate financing opportunities for Asia.", "We are building platforms to facilitate bond issuance and infrastructure financing in Asia.", "• This will in turn broaden the suite and depth of Asian investable assets for global investors.", "Singapore is among the choice destinations for Asian bonds issuance.", "• Singapore's bond market has been growing at a compound annual growth rate of around 9% over last five years to reach US$243 billion.", "• The bond market ecosystem remains a big draw, with several companies issuing in Singapore repeatedly.", "• For instance, Hitachi International Ltd has tapped Singapore's debt market frequently for more than a decade, raising over US$1.5 billion in total.", "Investors are able to access in Singapore a variety of bonds, denominated in G3 as well as Asian currencies.", "• Some examples: • UOB's euro-denominated covered bond in 2016 was the first of its kind in Asia.", "• Chongqing Western Modern Logistics raised US$500 million out of Singapore in 2016 to fund infrastructure development in China.", "There are two grant schemes that make Singapore's bond market even more compelling for issuers.", "• The Asian Bond Grant Scheme defrays the issuance cost for first-time Asian issuers looking to raise international capital from Singapore.", "• We have received strong interest in the scheme.", "Some examples: • China Sinochem International raised US$300m in senior unsecured bonds.", "• PT Paiton Energy, Indonesia's second largest independent power producer, raised US$2bn for its project bond.", "• The Green Bond Grant Scheme defrays the additional costs of obtaining an external review for green bonds.", "• Foreign green bond issuers include Indian Renewable Energy Development Agency as well as Canadian insurer Manulife.", "Infrastructure financing is another avenue for investors looking to opportunities in Asia.", "And Singapore, as a full service Asian infrastructure financing hub, is a good place to look for such opportunities.", "• Singapore has strong connectivity to the region and has deep capabilities in project development, urban solutions, and financial and professional services.", "We have set up Infrastructure Asia: a go-to knowledge centre for infrastructure players and investors in Asian infrastructure.", "• The office will facilitate infrastructure investment and financing, availing investors to infrastructure investment opportunities.", "Singapore is developing two significant initiatives to facilitate the take-off of Asian infrastructure financing.", "First, an infrastructure debt distribution facility to help crowd-in institutional investors.", "• We are working with industry partners to securitise a pool of brownfield regional project finance loans from banks into a collaterialised loan obligation that institutional investors, including insurance companies and pension funds, can invest in.", "Second, creation of investment benchmarks to make infrastructure an investable asset class.", "• This will allow investors to compare the returns of privately-held infrastructure debt and equity against other asset classes.", "The Asian growth story will dominate the investment agenda in the next decade.", "Capital and investment will continue to flow into Asia.", "As an international financial centre, Singapore's role is to connect global investors to Asia, and to bring Asian opportunities to global investors.", "And that is why Nomura has gathered you here.", "I wish you a stimulating forum, fruitful investments, and an enjoyable stay.", "Last Modified on 05/06/2018 Copyright © 2018 Monetary Authority of Singapore"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Asian growth", "Infrastructure financing", "Asian investments", "Asset management", "Risk management", "Bond issuance", "Venture capital", "Private equity", "Asian companies", "Institutional investors"]}