{"sentences": ["886 The interaction between macroprudential policy and monetary policy: overview Matthieu Bussière, Jin Cao, Jakob de Haan, Robert Hills, Simon Lloyd, Baptiste Meunier, Justine Pedrono, Dennis Reinhardt, Sonalika Sinha, Rhiannon Sowerbutts and Konstantin Styrin Staff Working Papers describe research in progress by the author(s) and are published to elicit comments and to further debate.", "Any views expressed are solely those of the author(s) and so cannot be taken to represent those of the Bank of England or to state Bank of England policy.", "This paper should therefore not be reported as representing the views of the Bank of England or members of the Monetary Policy Committee, Financial Policy Committee or Prudential Regulation Committee.", "886 The interaction between macroprudential policy and monetary policy: overview Matthieu Bussière,(1) Jin Cao,(2) Jakob de Haan,(3) Robert Hills,(4) Simon Lloyd,(5) Baptiste Meunier,(6) Justine Pedrono,(7) Dennis Reinhardt,(8) Sonalika Sinha,(9) Rhiannon Sowerbutts(10) and Konstantin Styrin(11) This paper presents the main findings of an International Banking Research Network initiative examining the interaction between monetary policy and macroprudential policy in determining international bank lending.", "We give an overview on the data, empirical specifications and results of the seven papers from the initiative.", "The papers are from a range of core and smaller advanced economies, and emerging markets.", "The main findings are as follows.", "First, there is evidence that macroprudential policy in recipient countries can partly offset the spillover effects of monetary policy conducted in core countries.", "Meanwhile, domestic macroprudential policy in core countries can also affect the cross-border transmission of domestic monetary policy via lending abroad, by limiting the increase in lending by less strongly capitalised banks.", "Second, the findings highlight that studying heterogeneities across banks provides complementary insights to studies using more aggregate data and focusing on average effects.", "In particular, we find that individual bank characteristics such as bank size or G-SIB status play a first-order role in the transmission of these policies.", "Finally, the impacts differ considerably across prudential policy instruments, which also suggests the importance of more granular analysis.", "Key words: Cross-border bank lending, financial intermediation, monetary policy, macroprudential policy, policy interactions, spillovers.", "(1) Banque de France.", "Email: Matthieu.BUSSIERE@banque-france.fr (2) Norges Bank.", "Email: Jin.Cao@Norges-Bank.no (3) De Nederlandsche Bank, University of Groningen and CESifo.", "Email: jakob.de.haan@rug.nl (4) Bank of England.", "Email: robert.hills@bankofengland.co.uk (5) Bank of England.", "Email: simon.lloyd@bankofengland.co.uk (6) Banque de France.", "Email: Baptiste.MEUNIER@banque-france.fr (7) Banque de France.", "Email: justine.pedrono@banque-france.fr (8) Bank of England.", "Email: dennis.reinhardt@bankofengland.co.uk (9) Reserve Bank of India.", "Email: sonalikasinha@rbi.org.in (10) Bank of England.", "Email: rhiannon.sowerbutts@bankofengland.co.uk (11) Bank of Russia.", "Email: kstyrin@nes.ru The views expressed in this paper are those of the authors and do not necessarily represent those of the institutions they are affiliated with.", "We would like to thank Claudia Buch, Linda Goldberg, Galina Hale, as well as participants in seminars at the IMF, the Banque de France, the Federal Reserve Bank of New York, and the BIS for helpful comments.", "The Bank's working paper series can be found at www.bankofengland.co.uk/working-paper/staff-working-papers Bank of England, Threadneedle Street, London, EC2R 8AH Email enquiries@bankofengland.co.uk © Bank of England 2020 ISSN 1749-9135 (on-line) 1.", "Introduction This paper presents the methodology and broad results from an innovative, internationally coordinated project of the International Banking Research Network (IBRN), which explores how the interaction of monetary and macroprudential policy affects the cross-border transmission of policy through global banks.", "The project builds in particular on two previous IBRN initiatives that explored, separately, the cross-border transmission of both monetary and macroprudential policy actions via bank lending (for summaries, see Buch and Goldberg, 2017, and Buch et al., 2019).", "Since the global financial crisis (2007-2009), macroprudential policies have joined monetary policy as an important component of policymakers' toolkits (Blinder et al., 2017 and Galati and Moessner, 2018), and international debates have increasingly focused on the impact of cross-border spillovers from those actions.", "The interaction of monetary and macroprudential policy, however, remains underexplored, both academically and from a policy perspective.", "This research initiative directly addresses two strands of the policy debate: (a) How does monetary policy in major economies spill over to the rest of the world?", "To what extent can domestic macroprudential policy or capital flow management measures in recipient countries offset monetary policy spillovers?3 (b) How do monetary and macroprudential policy interact?", "Should these two instruments be seen as complements or substitutes?", "Commentary on this issue (for instance, Broadbent, 2018) has been largely domestic in nature so far.", "Despite the interest from policymakers, there is not yet a settled analytical backdrop to key aspects of the debate.", "In the literature, there is a lively discussion on the extent to which there is a global financial cycle, driven by core country monetary policy (for instance, Miranda-Agrippino and Rey, 2020), and the trade-offs this poses for policymakers (for instance, Bruno and Shin, 2015).", "There is a body of evidence on how prudential policy affects the domestic transmission of monetary policy (for instance, Maddaloni and Peydro, 2013) and an emerging strand on how prudential policies can offset the unintended consequences of monetary policy (for instance, Takáts and Temesvary, 2019).", "But, taken as a whole, the empirical evidence on the extent to which macroprudential policy affects the transmission of monetary policy and mitigates the propagation of shocks across borders remains scarce.", "This initiative by the IBRN comprises six studies by economists from eleven central banks, plus a crosscountry study by economists from the Bank for International Settlements (BIS), all of which use confidential micro banking datasets.", "The studies therefore emphasize the importance of understanding heterogeneity in banks' responses to monetary and macroprudential policy actions, which in turn reflects the capital and liquidity position of individual banks, their risk profiles, access to different types of funding such as through the wholesale market, availability of collateral, or access to an internationally active banking network, which themselves are indicators of underlying market frictions.", "The purpose of the project is to move forward our collective understanding by applying, as far as possible, a common empirical strategy to each country's individual bank-level dataset.", "This common strategy is set out in sections 2, 4 and 5 below.", "Given the range of possible cases of interactions that teams could examine, this has not taken the form of an identical specification followed by all teams; rather, the different teams have tailored the common approach to fit the idiosyncratic characteristics of their countries.", "So, unlike for previous IBRN projects, this overview paper does not conduct formal meta-analysis; instead, it places the results in a common framework.", "These conclusions are based on seven papers (some of the central banks have teamed up to write a joint paper rather than one paper per country).", "These span research for the: United States; United Kingdom and France; Germany; the Netherlands and Ireland; Chile, Mexico and Russia; Norway and Sweden; and a paper using aggregate data from the BIS.", "The participating countries differ substantially with regard to their monetary and macroprudential policy frameworks, the structure of their banking sector, and the overall macroeconomic environment.", "The countries include both the largest advanced economies and a number of significant emerging markets.", "This heterogeneity is a key asset for the project as a whole, as it allows cross-country comparisons.", "The main findings of the papers included in this special issue are as follows.", "First, the interactions between monetary and macroprudential policies are significant.", "Macroprudential policy in recipient countries can partly offset the effects of monetary policy conducted in core countries, a result that is found across many countries, including emerging market economies such as Chile, Mexico or Russia and advanced countries such as Norway or Sweden.", "While these effects are statistically significant, the degree of offset differs across country studies, suggesting that these instruments are not in all cases fully sufficient in neutralizing the effect of foreign monetary policy.", "In addition, domestic macroprudential policy in the US significantly affects the transmission of domestic monetary policy to lending abroad.", "This is an important result, which suggests that there is scope for macroprudential policy in the source countries to attenuate the international spillover effects from domestic monetary policy.", "Second, it is important to analyze these effects at the bank level.", "Key bank characteristics such as bank size or global systematically important bank (G-SIB) status play a first-order role in the transmission of these policies.", "Finally, impacts differ considerably across prudential policy instruments, which might in part reflect the fact that certain instruments are often used for specific purposes (for instance, some are cyclical and others are structural).", "This also suggests the importance of more granular analysis.", "The remainder of this paper proceeds as follows.", "Section 2 considers the hypotheses and identification strategy.", "Section 3 reviews the relevant literature.", "Section 4 presents the data and some key definitions.", "Section 5 sets out the common empirical approach in more detail.", "Section 6 summarizes the results from the country teams' investigations.", "Hypotheses and identification Previous IBRN projects looked in detail at the identification challenges that arise around estimating the spillovers to bank lending from monetary policy (Buch et al.", "2019) and macroprudential policy (Buch and Goldberg, 2017).", "These challenges remain highly relevant to a project looking at the interactions between the two.", "They include: how to relate the data to the theoretical foundation of policy transmission and the relevant frictions affecting international spillovers; how to identify credit demand and supply; and how to distinguish the effects of foreign policy from those of domestic policy.", "In this section, rather than repeating material covered in those papers, we therefore focus on how the interactions between different types of policy action could produce new transmission channels and offsetting or amplifying effects.", "In the literature on monetary policy transmission, studies tend to distinguish between two main channels through which banks respond to changes in the monetary policy stance, which have broadly offsetting effects (Buch et al., 2019): • The bank lending channel.", "In the classical formulation of this channel, monetary policy works by changing both the short-term funding costs paid by banks and the liquidity constraints that banks are facing.", "In the case of a monetary tightening, banks might have to cut lending (including international lending) if they cannot access alternative sources of funding.", "• The portfolio (or balance sheet) channel.", "In this channel, monetary policy works by changing the risk structure of banks' assets, prompting them to substitute into different assets.", "In the case of a monetary tightening, which may reduce the net worth of domestic borrowers, banks might substitute away from domestic credit and toward foreign credit, increasing cross-border lending.", "The transmission channels of macroprudential policies to international bank lending are much more heterogeneous, differing substantially across banks, countries, and instruments.", "Buch and Goldberg (2017) note that, in terms of international spillovers, no single theoretical model captures the range of possible international transmission channels and bank-level responses to different prudential policy instruments.", "They conclude that that there is not a one-size-fits-all channel or even direction of transmission that dominates spillovers, that simple arguments about regulatory arbitrage do not characterize the diversity of experiences across countries, and that almost all prudential instruments have been associated with both positive and negative spillovers, within and across transmission channels, depending on banks' balance sheet characteristics and business models.", "For the current project, then, the question is how we would expect these transmission channels of monetary and macroprudential policies to interact.", "In principle, they could be complements, reinforcing each other; or they could be substitutes, with offsetting effects, perhaps even to the extent of cancelling each other out.", "It is useful to consider some stylized and historical examples of each in turn.", "Policymakers could use a combination of macroprudential and monetary policies to reinforce each other and thereby moderate business and financial cycles.", "In the United Kingdom in July and August 2016, for instance, following the United Kingdom's vote to leave the European Union, the Bank of England announced a cut in Bank Rate and additional purchases of UK corporate and government bonds, alongside a reduction in its countercyclical capital buffer, reversing an increase announced earlier in the same year.", "Similarly, at the onset of the Covid-19 public health crisis in early 2020, central banks and supervisors across the globe simultaneously announced accommodative monetary policy packages and less binding prudential measures to mitigate the economic consequences of the pandemic.", "Policymakers could choose to use either monetary or macroprudential policies to moderate business and financial cycles.", "For instance, although the countercyclical capital buffer has a primary objective of \"protecting the banking sector from periods of excess aggregate credit growth ... [it] may also help to lean against the build-up phase of the credit cycle in the first place\" (BIS, 2010, p. 1).", "There is an active policy debate about just how interchangeable monetary and prudential tools are for different policy purposes, well summarized in Stein (2013), who tends towards the view that there are situations where it might make sense to enlist monetary policy tools in the pursuit of financial stability.", "• Mitigating each other.", "Domestic macroprudential policies can act to offset spillovers from foreign monetary policy.", "For instance, the IMF (2012) noted that, in response to the large capital inflows to emerging markets in the early years of the decade, macroeconomic policy responses were accompanied by prudential measures, such as Brazil's tax on certain types of inflows, Indonesia's holding period on central bank bond purchases, and Korea's leverage caps on banks' derivatives positions (p. 17).", "This can also be the case within a monetary union: from the perspective of Ireland, for instance, former Governor Lane (2017) commented that \"if macro-financial conditions in an individual member country substantially deviate from the rest of the euro area, the area-wide monetary policy may not be optimal from the perspective of the country in question...to mitigate the impact of this type of internal spillover, it is now widely accepted that national macroprudential policies can play an important role, especially in relation to differences in financial cycles across member countries\".", "The papers in this IBRN initiative therefore explore empirically some aspects of these interactions, from a cross-border perspective.", "Given the use of individual bank-level datasets, country teams are particularly interested in investigating the role of bank heterogeneity, specifically that these effects would be strongest for banks with particular characteristics.", "For instance, one might posit that macroprudential policy in recipient countries works well at attenuating spillovers from core-country monetary policy because it affects the same types of banks that are (over-) affected by the core-country monetary policy in the first place (or perhaps generates an offsetting reaction from other types of banks).", "In that case, one could base a hypothesis on a stylized story such as one of the following: a.", "Core monetary policy tightens.", "That leads banks with certain characteristics to reduce their lending via the bank lending channel - perhaps smaller banks with less access to alternative sources of funding.", "Macroprudential policy attenuates that effect, either directly by easing other funding sources for the banks affected, or in aggregate by encouraging lending by other banks.", "Furthermore, macroprudential policy taken in the past may act more generally to reduce the cyclicality of bank lending and exposure to global shocks, including by strengthening resilience.", "The domestic banking sector as a whole retrenches by less than it would otherwise have done.", "Core monetary policy tightens.", "That leads banks with certain characteristics to increase their lending to other countries via the portfolio balance channel - perhaps larger banks with greater international presence.", "In the recipient country, domestic macroprudential policy attenuates that expansion of credit, either directly (for instance via measures that discourage cross-border wholesale funding) or perhaps by discouraging lending by smaller, domestic banks.", "In aggregate, the domestic banking sector as a whole expands credit by less than it would otherwise have done.", "These are, of course, only illustrative examples.", "Country teams have tailored their hypotheses to the particular circumstances of their investigations.", "Literature There are several strands in the literature that address relevant questions, namely: to what extent is there a global financial cycle, driven by core country monetary policy?", "What trade-offs does this pose for policymakers, and how can they manage them?", "How does prudential policy affect the domestic transmission of monetary policy?", "How can prudential policies offset the unintended consequences of monetary policy?", "And what does the empirical evidence on interactions show?", "(i) Is there a global financial cycle, and what trade-offs does this pose for policymakers?", "Empirically, there is a high degree of co-movement in capital flows, asset prices and credit growth in the world economy.", "This has been labelled a 'global financial cycle' (Passari and Rey, 2015)6 , of which US monetary policy is one of the primary determinants (Miranda-Agrippino and Rey, 2020; Rey, 2015).", "This has generated a number of studies into the trade-offs faced by policymakers in open economies.", "Rey (2015) has argued that the global financial cycle can transform the traditional international macroeconomics policy 'trilemma' - with free capital movement, independent monetary policies are feasible if and only if exchange rates are floating - into a 'dilemma' - independent monetary policies are possible if and only if the capital account is managed.", "(ii) How might policymakers seek to manage those trade-offs?", "Prudential policy can be used as an additional tool to balance these trade-offs, by potentially shielding countries from the global financial cycle and reducing their sensitivity to global shocks, as discussed for instance in Bruno and Shin (2015), Takáts and Temesvary (2019) and Coman and Lloyd (2019).", "Extending Bruno and Shin (2015) and Rey (2015), Cao and Dinger (2018) find empirically that monetary policy in small-open economies may be limited by global financial flows, especially during monetary tightening; thus, implying a need for prudential measures to \"lend a hand\" to monetary policy in containing credit booms.", "This finding echoes theoretical results established by Mimir and Sunel (2019) using a model capturing financial market imperfections in open emerging market economies.", "(iii) How does prudential policy affect the domestic transmission of monetary policy?", "In general, the lending volume of poorly-capitalized, higher risk-taking and less liquid banks will be more sensitive to a tightening of monetary policy.", "Hence, tighter regulations would generally be expected to reduce the effectiveness of monetary policy.", "Several papers (including Aghion and Kharroubi, 2013; Budnik and Bochmann, 2016; and Disyatat, 2010) demonstrate at the individual bank level that the response of lending to monetary policy is lower for better capitalized banks.", "Consistent with this, other papers (e.g.", "Gambacorta and Mistrulli, 2004) show that the impact of policy rates on bank lending is greater for poorly-capitalized banks.", "Finally, there is evidence that more liquid banks and banks with longer-term funding are less responsive to monetary policy actions: Kashyap and Stein (2000) show that monetary policy has a greater impact on banks with lower buffers of liquid assets.", "However, the impact could be at least ambiguous, at most asymmetric: a healthier financial sector would be better placed to pass along monetary easing.", "For the euro area, Maddaloni and Peydro (2013) find that better-capitalized banks have been able to soften more their lending conditions during the crisis, thereby being more responsive to countercyclical monetary support.", "(2016) point out that the risk-taking channel is greater for better capitalized banks.", "A second caveat is highlighted in BIS (2015): the extent to which monetary policy transmission channels are altered depends on the degree to which the regulations are binding, once banks have adjusted to the new regime.", "(iv) How can prudential policies offset the unintended consequences of monetary policy?", "One strand of the theoretical literature notes that prudential policy is a necessary complement to monetary policy, especially under situations where monetary policy alone cannot restore efficiency.", "For instance, Svensson (2014) argues that \"leaning-against-the-wind\" type of monetary policy may erode financial stability, while Korinek and Simsek (2016) find that prudential policy reducing excessive leverage mitigates liquidity traps where monetary policy is limited.", "Angeloni and Faia (2013) suggest that prudential policy improves welfare when productivity shocks affect bank leverage, and prudential policy is needed when there is uncertainty on whether credit cycles are caused by productivity shocks or financial shocks (Kiley and Sim, 2015).", "However, the interaction between monetary and prudential policies may also be ambiguous.", "Repullo and Suarez (2013) suggest that business cycles (on which monetary policy is typically based) and credit cycles (on which prudential policy is typically based) do not always coincide, so that the impacts of the two policies can either complement or conflict with each other.", "(2014) argue that the two policies complement each other appropriately only in \"abnormal\" times when financial shocks are major drivers of macroeconomic dynamics.", "In contrast, focusing on banks' excess risk taking, Collard et al.", "(2017) find that non-cooperative, separate monetary and prudential policies are optimal, given that prudential measures generate positive externalities to monetary policy.", "(v) What does the empirical evidence show on the interaction between monetary and prudential policies?", "The literature on the interaction between monetary and prudential policies is relatively scarce, and mostly focuses on the interaction of domestic policies, without a cross-border angle; exceptions are Avdjiev et al.", "In the bulk of the empirical work, such as IMF (2013), Aiyar et al.", "(2012), the interaction term is found to be insignificant.", "There are some exceptions: the interaction between very specific policies in the UK (microprudential capital requirements interacted with the Funding Lending Scheme) in Forbes et al.", "(2017), the effect of macroprudential measures on cross-border lending during the taper tantrum in Takáts and Temesvary (2019), the effects of the interaction term (but only for small banks) in De Marco and Wieladek (2015), and the interactions with Pillar II capital requirements in De Jonghe et al.", "Gambacorta and Murcia (2019), using credit registries in five Latin American countries, investigate specifically the interaction between domestic prudential and monetary policies, finding that prudential policy has a greater effect on credit growth if monetary policy goes in the same direction.", "Data and variable definitions 4.1 Prudential policy measures Papers rely on a range of data sources for prudential policy measures, including cross-country data sources and country-specific data sources.", "The main cross-country dataset employed is by Cerutti et al.", "The data assigns the value of +1 to a given prudential policy if it was tightened in a specific period, the value of -1 if it was loosened, and 0 if no change occurred.", "Although this has the disadvantage of excluding information on the specific intensity of prudential instruments, the data is available for a long period for a wide set of countries and prudential policy instruments.", "An important source of residency-based (capital control) measures is by Fernandez et al.", "(2016), which includes information on the stance of residency-based measures for a wide range of countries until Country-specific data sources.", "Richer country-specific prudential policy data is taken from central bank or regulatory agencies and detailed in the individual papers underlying this initiative.", ".1.1 Assessing prudential policy stance A few studies in this initiative require information on the prudential stance.", "There are - to our knowledge - no data that contain cross-country information for a wide sample that would allow to measure the intensity of prudential policies across a range of measures.", "We therefore rely on cumulated measures as a proxy for the prudential policy stance.", "A possible option is to proxy the stance with cumulated prudential policy actions over two years before the transmission period of the monetary policy surprise to account for time lags in the transmission of prudential policy that could interact with subsequent monetary policy.", "In addition, there is a concern about whether there is an impact of monetary policy (MP) on prudential policies via the dependent variable (e.g.", "in case policy makers see bank funding evaporating following a tightening of MP abroad and then loosen prudential regulations).", "The final concern is that the more recent actions are included in the proxy of prudential stance the higher the chance that we include a transmission effect of prudential policies (earlier IBRN studies suggests a 1-year transmission period).", "This concern can be dealt with by cumulating prudential actions only up to t-K-1 (i.e.to t-4 if K=3 or t-2 if K=1),8 so over t-4 to t-11 in case of cumulating actions over two years.", "Alternative specifications include cumulating measures over longer period given that (i) it might take time for prudential policies to effect bank resilience and (ii) some prudential policy measures are cyclical and the results might hence be driven by the point in the cycle prudential policies are enacted: cumulating over a longer time period might hence alleviate these concerns.", "Of course, the longer the time period the larger the concern that the resulting measure of the prudential policy stance (including e.g.", "pre-crisis actions) is not a reflection of the prudential policy stance of most relevance for bank resilience today and that is why the baseline is two years.", ".1.2 Types of prudential policies There are various dimensions of prudential policies of interest: i) measures aimed at borrowers, ii) measures aimed at financial institutions, iii) measures aimed at building buffers and iv) measures aimed at moderating external sector spillover effects.", "(2017) split actions into capital (general and sectoral), reserve requirements, LTVs, large exposures and concentration limits.", "The appropriate choice for prudential policies depends on the specific case.", "One issue of special relevance for the project on policy interactions is that reserve requirements are often used as a monetary policy tool.", "In order to address this, some authors have complemented the pre-defined index from the database with an index that excludes reserve requirements.", ".2 Monetary policy measures In the literature on the interaction between monetary and prudential actions, various measures of monetary policy are used: excess reserves, policy rates or shadow rates, deviations from the Taylor rule, and monetary policy shocks/surprises - sometimes with dummies indicating tightening episodes to allow for asymmetry.", "Papers testing different measures find that there does not seem to have one yielding better results than the others regarding the significance of the interaction term.", "The primary concern for this project is that the preferred measure of monetary policy is exogenous with respect to the dependent variable (bank lending growth), i.e.", "that monetary policy does not react to changes in bank lending growth or its determinants.", "This is not guaranteed when using 'raw' measures of monetary policy, such as policy rates or excess reserves, although a rich specification of fixed effects and control variables can ensure exogeneity.", "Nevertheless, there is an extensive academic literature on the identification of exogenous monetary policy measures (e.g.", "The various papers in this special issue use different monetary policy measures depending on the nature of monetary policy actions in the region of interest and the richness of control variables in their regression specification.", "Broadly, authors use either shadow rate measures or exogenous monetary policy 'shocks' or 'surprises'.", "All studies in this special issue use data for the post-global financial crisis period.", "In response to the crisis, central banks in many advanced economies lowered short-term policy interest rates to their effective lower bound (ELB) and enacted 'unconventional' monetary policies (UMPs), such as large-scale asset purchases and forward guidance.", "With short-term policy rates at their ELB, UMPs were designed to provide economic stimulus by lowering longer term interest rates.", "As a result, measures of short-term interest rates alone cease to reflect the overall 'stance' of monetary policy for the period.", "Accounting for this, shadow rate models have been employed to measure the stance of monetary policy, accounting for the range of monetary policy actions taken by central banks.", "Prominent examples of shadow rate estimates include Wu and Xia (2016), for the US, and Krippner (2015) for the US, euro area, UK and Japan.", "In situations where the empirical specification includes a rich set of controls and fixed effects, and the monetary policy measure can be reasonably argued exogenous to the dependent variable of interest, some papers in this special issue utilize changes in shadow rates to measure innovations to the overall stance of monetary policy.", "Monetary policy shocks and surprises.", "In other cases, there may be concerns that omitted third factors may simultaneously influence both the monetary policy measure and the dependent variable of interest without being adequately accounted for in the set of regression controls and fixed effects.", "In these instances, teams have drawn on exogenous measures of monetary policy innovations, constructed using high-frequency financial market information.", "These exogenous measures of monetary policy are derived from monetary policy 'surprises', which reflect changes in monetary policy expectations - measured using intraday financial market rates - around monetary policy announcements (Kuttner, 2001).", "These measures are derived from changes in federal funds rates in 30-minute periods surrounding Federal Open Market Committee (FOMC) policy announcements.", "These capture the 'surprise' component of policy because the futures rate at the start of the 30-minute window reflects anticipated monetary policy prior to the meeting, and the only substantive macroeconomic 'news' within the announcement window pertains to monetary policy, so the difference excludes potentially endogenous moves in monetary policy (expectations) in response to news about, inter alia, bank lending growth.", "Furthermore, because federal funds futures rates are forward looking, reflecting expectations of interest rates in some future month, they account for the effects of UMPs that influenced longer term interest rates at the ELB.", "Similar measures of monetary policy surprises for the euro area are constructed by Altavila et al.", "(2019), based on intraday fluctuations of overnight indexed swap (OIS) rates, and for the UK by Cesa-Bianchi et al.", "Building on these surprises, some papers in this special issue use monetary policy 'shocks' estimated within a structural macroeconomic VAR using monetary policy surprises as an external instrument, using the methodology of Gertler and Karadi (2015).", "The key assumption underpinning the construction of these shocks is that the monetary policy surprise contains information correlated with the monetary policy stance, but uncorrelated with other macroeconomic shocks.", "The fact the monetary policy surprise captures changes in monetary policy expectations over a very short time window, containing only monetary policy-related news, is important for ensuring the exogeneity of the measure.", "In this special issue, monetary policy shocks for the US are constructed by extending the Gertler and Karadi (2015) specification to 2018.", "Likewise, UK and euro-area measures are constructed by extending the Gerko and Rey (2017) and Andrade and Ferroni (2016) VAR specifications to 2018.", "These measures account for unconventional monetary policies (UMPs) at the ELB by capturing innovations to longerhorizon government bond yields (e.g.", "1-year and above), which remained responsive to UMP announcements while interest rates were at the ELB (Swanson and Williams, 2014).", "In the regressions, monetary policy measures within each period are aggregated up to monthly or quarterly frequencies.", ".3 Dependent variable Most papers in this special issue focus on bank lending.", "Other variables include financial and banking data that are of specific concern to financial stability authorities, such as lending rates, probability of default and risk spreads.", "The precise variable definition depends on the specific case.", "Generally, the dependent variable can be fine-tuned with respect to (1) type of instrument such as loans, securities, deposits, etc., (2) counterparty such as non-bank and bank sector, (3) currency denomination of the instrument, (4) geographic location of the counterparty, i.e.", "domestic or foreign (both cross-border as well as local lending by affiliates, i.e.", "whether locational or consolidated data are used), (5) the side of the balance sheet (i.e.", "assets or liabilities) the (6) borrowing sector.", "The dependent variable is the growth in the respective category of lending calculated based on exchange-rate adjusted stocks (if exchange rate adjustments are feasible).", "To make sure that large observations are not driving the results, the data on lending growth are adjusted by cutting off the edges of the distribution of lending growth (e.g.", ".4 Balance sheet characteristics To control for bank-specific time-varying heterogeneity a range of variables are included.", "Individual studies may contain additional variables explained in the respective papers but a few core variables include the following: - log of total real assets, i.e.", "assets deflated by GDP deflator (Log total - percentage of banking organization's regulatory Tier 1 risk-based capital to asset ratio Adjustment of loans in response to change in deposits (that are induced by ratiob,t-1.", "monetary policy shocks) could be impaired by capital constraints.", "- percentage of a bank's portfolio of assets that is liquid Liquid assets Control for ratiob,t-1.", "ability to adjust asset side (securities), i.e.", "- percentage of excess reserves over total assets Excess reserves When banks ratiob,t-1.", "hold excess reserves, they are not required to change interest rates nor are they required to tap on alternative sources of funding.", "The basic mechanism is therefore impaired.", "The same reasoning pertains to large provisions of public liquidity.", "- percentage of banking organization's net intragroup funding, which is defined as the liabilities minus the assets of the Head Office with the rest of the banking group, scaled by total assets (Net IG funding Intragroup funding (IG) and bank size (real assets) variables ratiob,t-1).", "reflect ex ante reliance on internal capital markets and, potentially, preferential access to external funding.", "- percentage of the banking organization's balance sheet financed with core deposits Core deposits This variable captures the extent to which banks ex ante access ratiob,t-1.", "alternative sources of funding outside of deposit taking.", "- percentage of unused commitments over assets Commitents As a substantial ratiob,t-1.", "amount of loans is made under commitments, this is an essential control.", "Depending on the respective questions and specifications paper employ a range of additional variables such as macro factors (GDP and credit growth) as well as channel variables which influence the transmission of monetary policy, prudential policy or their interaction.", "Empirical implementation 5.1 Overview The underlying papers use a range of specifications to identify the interaction effects of monetary and prudential policies.", "In this section, we discuss the broad outline of the majority of these specifications.", "It is not exhaustive; the online appendix sets out some alternative specifications that have been used by teams.", "The strategy is less prescriptive than in previous IBRN projects because there are several different cases of policy interaction that teams could explore in principle, both 'inward' and 'outward'.", "These are set out in Figure 1.", "Schematic overview of different cases of policy interaction Teams were encouraged to tailor their papers to aspects of particular relevance for their country.", "For instance, a team from country A could variously choose to look at: Whether the outward transmission of monetary policy from country A depends on A's domestic macroprudential policy (case 1); • Whether the outward transmission of monetary policy from country A depends on macroprudential policy in recipient country B (case 2); Whether the inward transmission of monetary policy from (systemic) country B to country A depends on macroprudential policy in source country B (case 3); • Whether the inward transmission of monetary policy from (systemic) country B to country A depends on domestic macroprudential policy in recipient country A (case 4).", "The methodology seeks to relate the data to the theoretical foundation of policy transmission and the relevant frictions affecting international spillovers; to identify credit demand and supply; and to distinguish the effects of foreign and domestic monetary policy.", "The key question in all cases is how these interactive spillover effects are affected by bank-specific factors.", "For inward transmission, to identify policy spillovers from abroad (a foreign country) in the cross-section requires that at least two banks from the foreign country, or at least two banks with offices in that foreign country (in the case of domestic banks with foreign offices), are included in the specification.", "For example, to analyze spillovers from the US to France, one would need information on the operations of at least two French banks in the US or of two US banks in France.", ".2 Outward transmission The following specification explores how domestic monetary policy affects domestic banks' external lending and how this effect depends on prudential policy settings in receiving countries (it corresponds to case 2 above).", "= + + + ∙ + ∆YYbb,jj,tt αα0 αα4XXbb,tt-1 αα1,kkMMMMtt-kk αα2MMPPPPjj,∑ tt-xx αα3,kkMMMMtt-kk MMPPPPjj,∑ tt-xx + + + + (1) αα4ZZjj,tt-1 ffbb ffjj εεbb,jj,tt is the log change of cross-border lending (or via foreign affiliates) by bank b in country j at quarter t. is a vector of time-varying bank control variables (see data section for a list of variables).", "includes other variables at the j,t level which might co-move with domestic prudential policies including controls for domestic demand (GDP growth and credit growth) or institutional factors (e.g.", "changes to the prudential policy setup).", "are bank fixed effects, are receiving country fixed effects.", "Standard errors should be clustered at the bank-time level.", "As an additional specification, it is important to include time fixed effects which allow for a more precise estimation of the interaction effects by accounting for time-varying global factors (e.g.", "MMMM are monetary policy surprises in the domestic country or alternatively monetary policy surprises in another systemic countries, which the domestic country transmits onwards (as e.g.", "in the case of the UK/France paper).", "It only varies over time.", "In robustness checks teams can also control for ∆MMMM monetary policy in the foreign country by including the terms interacted with foreign prudential policies.", "In the baseline K is likely to be 3 to allow us to examine the transmission of monetary policy surprises over a 1-year period.", "is a measure of the stance in destination-country prudential policy prior to monetary actions MMPPPPjj,∑ tt-xx - in order to avoid endogeneity.", "It is taken from cross-country databases (see data section for hoooooo.", "information on how actions are cumulated, i.e.", "is of interest in MMPPPPjj,∑ tt-xx studies focusing on whether domestic macroprudential policy can affect the transmission of domestic monetary policy to lending abroad.", "To exploit country-specific information on prudential policy settings this variable is likely to be more idiosyncratic and not necessarily based on cross-country databases such as macroprudential policy across a wide range of destination countries.", ".3 Inward transmission and domestic interactions The following specification (which corresponds to case 4 above) explores how monetary policy abroad affects domestic bank lending and how this effect depends on domestic prudential policy settings.", "ccttffcc ooff hoooooo = + + ∙ + + + ∆YYbb,tt αα0 αα3XXbb,tt-1 ffbb fftt αα1MMPPPPbb,∑ tt-xx αα2,kkMMMMtt-kk MMPPPPbb,∑ tt-xx + (2) is the log change of domestic lending by bank b at quarter t. is a vector of time-varying ∆YYbb,tt XXbb,tt-1 bank control variables.", "Importantly, the regression includes country time fixed effects as controls for other global and domestic factors (including the non-interacted monetary policy variable).", "Standard errors are clustered at the bank level.", "ccttffcc is the monetary policy measure in systemic countries.", "In the baseline K is likely to be 3 to allow us to examine transmission of monetary policy over a 1-year period.", "If the focus is on domestic interaction is used as a measure of domestic monetary policy.", "hoooooo is a measure of the stance in home prudential policy prior to monetary actions - to avoid MMPPPPbb,∑ tt-xx endogeneity.", "See data section for information on how actions are cumulated, i.e.", "on how tt - xx is defined.", "Main results A summary of the main findings can be found in the introduction (Section 1 above).", "This section gives a more detailed overview on the methods and findings of the seven papers included in the special issue, before the concluding section further draws out some common themes across studies.", "Three studies take the perspective of core countries in the global financial system.", "How are US monetary policy spillovers to EMEs affected by domestic prudential policies?", "(2020) investigate specifically the effect of stress tests on the cross-border transmission of monetary policy via the US banking sector.", "The explained variable is the value of new loan originations of the banks included in the sample.", "The authors find that a more accommodative monetary policy stance in the US during the zero lower bound period is associated with more bank lending to EMEs.", "Interestingly, the magnitude of this effect depends on how banks fared in CCAR (the Federal Reserve's annual Comprehensive Capital Analysis and Review): only banks that comfortably passed the CCAR stress tests issued more loans to EME borrowers.", "Another notable finding is that banks shifted their lending to safer borrowers within EMEs in response to monetary easing, leaving the risk of their overall loan books unchanged.", "One important implication of their findings is that bank lending to EMEs in the wake of the global financial crisis (when the Fed launched its QE program) would probably have been even higher if the US had not introduced stress tests for its banks.", "The second paper from a core country perspective, Imbierowicz et al.", "(2020), also investigates the role of domestic prudential policies, in this case bank capital requirements in Germany, and the interaction with euro-area monetary policy.", "The authors find that, for less strongly capitalized banks, increases in capital requirements are in the short run associated with an immediate decrease in the total of domestic and cross-border bank lending.", "This is not the case for strongly capitalized banks.", "Furthermore, changes in the monetary policy stance are positively related to lending rates.", "Regarding the interacting effect of national capital requirements and euro-area monetary policy, they find that higher capital requirements attenuate the general effects of monetary policy on lending.", "Overall, they find that adjusting bank capital requirements concurrently with monetary policy changes attenuates the effects of euro-area monetary policy on lending rates but also implies a transmission to the loan growth of less strongly capitalized banks.", "The joint UK-France paper, Bussière et al.", "(2020), also takes the perspective of core countries, but focuses more on the prudential policy response of third countries.", "The results indicate that Frenchowned banks significantly reduce their international lending in response to tighter euro-area monetary policy.", "However, prudential policy can attenuate this spillover: recipient countries with tighter prudential policy face a significantly smaller decline in their cross-border lending from France in response to a surprise euro-area monetary policy tightening.", "The paper then explores the role of bank heterogeneity arising from bank size and location (comparing lending from French headquarters vs. affiliates based in the UK, an international financial center).", "The findings suggest the existence of a 'London Bridge': conditional on euro-area monetary policy, French G-SIBs adjust their funds in the UK in response to global prudential policies and, from there, lend to third countries, responding to local prudential policies.", "The results indicate that the cross-border lending of large French banks from the UK is more strongly offset by recipient-country prudential policy than the cross-border lending of large French G-SIBs from France, suggesting that the two entities engage in fundamentally different types of lending.", "Three other papers take the perspective of recipient countries, both emerging markets and smaller European countries.", "(2020) focus on three EMEs, Chile, Mexico, and Russia, to measure whether macroprudential policy in these countries interacts with monetary shocks in core countries.", "As these three economies can be considered small open economies, the authors can reasonably assume monetary policy in core countries to be exogenous.", "They use both an aggregate prudential policy index and instrument-specific variables that target mortgage and consumer loans, as well as FX deposits.", "Although the overall results are mixed, they find evidence that the strength of international monetary policy spillovers to inward international bank lending varies depending on the stance of the domestic macroprudential policy.", "(2020) conduct a similar exercise, this time focusing on two advanced economies, Norway and Sweden.", "They find that, in both countries, domestic macroprudential policy helps mitigate the effects of foreign monetary surprises.", "But there are important differences that reflect the structure of the banking sectors in the two countries.", "In Sweden, there is weak evidence of an international bank lending channel, perhaps reflecting foreign exchange mismatches, with a significant role for domestic macroprudential policies in shielding the economy against decreases in bank loan supply associated with foreign monetary surprises.", "In Norway, domestic monetary policy and accounting for foreign exchange differentials seem to be more important for understanding banks' lending.", "(2020) focus on Ireland and the Netherlands and examine whether the use of macroprudential policies since the global financial crisis has affected the impact of euro-area and foreign monetary policies on mortgage lending in these two small open economies.", "The authors report that restrictive euro-area monetary policy shocks reduce the growth of mortgage lending.", "They find evidence that stricter domestic prudential regulation mitigates this effect in Ireland, but not so in the Netherlands.", "The final paper, from the BIS (Avdjiev et al., 2020), complements the other papers by taking a crosscountry perspective to examine the role of home and host factors in explaining prudential and monetary policy spillovers through global banks.", "The authors use the BIS International Banking Statistics, which capture banks' aggregate cross-border claims and develop a new methodology to run a \"horserace\" between home and host factors.", "The authors can therefore provide an overview what type of macroprudential policy instrument affects the spillover effects of monetary policy, distinguishing whether this particular instrument was implemented in the home or host economy.", "Conclusions It is useful to think of the papers that are part of this project as part of a map that illustrates how policy interactions affect cross-border bank flows.", "As the IBRN has found in previous projects, banks from core countries expand their cross-border lending, particularly to EMEs, in response to an easing in domestic monetary policy.", "But that is less pronounced for those banks more constrained by capital, in particular via macroprudential actions taken by their domestic authorities that limit the increase in lending by less strongly capitalized banks.", "For instance, Niepmann et al.", "(2020) find for the case of the US that bank lending to EMEs in the effective lower bound era would have been larger in the absence of CCAR stress tests.", "And Imbierowicz et al.", "(2020) find that, for (only) less strongly capitalized banks, increases in capital requirements are, in the short run, associated with a decrease in total domestic and cross-border bank lending.", "Monetary spillovers via cross-border bank lending can also be partially offset by prudential measures taken in recipient countries.", "From the core country perspective, the UK and French teams (Bussière et al., 2020) find that that effect is less pronounced for larger (G-SIB) banks.", "The location, however, makes an important difference: French banks' lending from their London affiliates is more responsive to recipient countries' prudential policies than lending directly from their head office (and there is some evidence that this is not unique to French banks).", "Switching to the perspective of the recipient countries, there is further evidence that domestic macroprudential policy action can counteract the impact of foreign monetary surprises.", "In Norway and Sweden (Cao et al., 2020), the evidence is somewhat lighter, perhaps related to the initial, counter-intuitive finding that a monetary tightening in core countries is associated with an increase in bank lending.", "In these circumstances, there is evidence that aggregate macroprudential policy depresses aggregate lending compared to the counterfactual, although it is difficult to find significant effects for different types of macroprudential policy or different sub-categories of lending, perhaps suggesting some substitution effects.", "Within the euro area (Everett et al, 2020), there is evidence that restrictive euro-area monetary policy shocks reduce the growth of mortgage lending in the Netherlands and Ireland.", "Stricter domestic prudential regulation (particularly measures targeted at the borrower) mitigates this effect in Ireland, but there is no significant evidence of this in the Netherlands.", "In emerging markets, the evidence across Chile, Mexico and Russia is mixed (Bush et al., 2020).", "A tighter stance of domestic prudential policies does appear to attenuate the inward transmission of foreign monetary policy but the offsetting power of those policies differs across countries, specific channels of transmission, and specific policies.", "It is nevertheless instructive that this paper finds that, although all three countries have floating exchange rates, foreign monetary easing stimulates domestic credit growth, suggesting that floating exchange rates do not guarantee monetary policy autonomy.", "Comparing the relative efficacy of policy action taken by core and recipient countries, there is tentative evidence that core countries' prudential policies tend to have greater spillover effects than those taken by recipient countries, when interacted with core country monetary policy.", "The BIS paper (Avdjiev et al., 2020) finds that tightening concentration limits, LTV caps, and local currency reserve requirements tends to boost cross-border dollar lending, while tightening interbank exposure limits and foreign currency reserve requirements have contractionary effects.", "On the recipient country side, tightening concentration limits and interbank exposure limits has a positive impact on cross-border bank lending, whereas tightening LTV caps has a negative effect.", "Taken together, this reinforces some of the overarching lessons from previous IBRN initiatives.", "There is evidence of significant cross-border spillover effects of monetary and macroprudential policy action, and bank heterogeneity clearly matters for understanding that transmission as well as their interactions, though the pattern of heterogeneity is not straight-forward and singular.", "This highlights that studying the heterogeneities across banks provides complementary insights to studies using more aggregate data and focusing on average effects.", "Cyclical macroeconomic policy financial regulation and economic growth.", "BIS Working Paper 434.", "Does macroprudential regulation leak?", "Evidence from a UK policy experiment.", "Measuring euro area monetary policy.", "Delphic and Odyssean monetary policy shocks: Evidence from the euro-area.", "University of Surrey University of Surrey, School of Economics Discussion Paper 1216.", "The interaction between capital requirements and monetary policy.", "Capital regulation and monetary policy with fragile banks.", "The shifting drivers of global liquidity.", "Federal Reserve Bank of New York Staff Report 819.", "Home sweet host: Prudential and monetary policy spillovers through global banks.", "Review of International Economics, this issue.", "Basel Committee on Banking Supervision, Guidance for national authorities operating the countercyclical capital buffer, Bank for International Settlements.", "Regulatory change and monetary policy.", "Bank for International Settlements, CGFS Papers Blinder, A.S., Ehrmann, M., de Haan, J.", "Necessity as the mother of invention: Monetary policy after the crisis.", "Monetary and macro-prudential policies: The case for a separation of powers.", "Speech Reserve Bank of Australia, 12 April 2018.", "Cross-border banking and global liquidity.", "The international transmission of monetary policy.", "Journal of International Money and Finance, 91, 29-48.", "Cross-border prudential policy spillovers: How much?", "Evidence from the International Banking Research Network.", "International Journal of Central Banking, 13 (Supplement), 5-34.", "Macroprudential policy in a currency union.", "The transmission of macro-prudential shocks to the balance sheets of banks in the euro area.", "European Central Bank, mimeo.", "Macroprudential policy and the inward transmission of monetary policy shocks: The case of Chile, México, and Russia.", "Review of International Economics, this issue.", "Le Pont de Londres: interactions between monetary and prudential policies in cross-border lending.", "Review of International Economics, this issue.", "Financial globalization and bank lending: The limits of domestic monetary policy?", "Norges Bank Working Paper 4/2018.", "The interaction between macroprudential and monetary policies: The cases of Norway and Sweden.", "Review of International Economics, this issue.", "Changes in prudential policy instruments-A new cross-country database.", "International Journal of Central Banking, 13, 477-503.", "Cesa-Bianchi, A, Thwaites, G. & Vicondoa, A.", "Monetary policy transmission in an open economy: New data and evidence from the United Kingdom.", "Bank of England Working Paper 615.", "Optimal monetary and prudential policies.", "American Economic Journal: Macroeconomics, 9, 40-87.", "In the face of spillovers: prudential policies in emerging economies.", "Bank of England Working Paper 828.", "De Jonghe, O., Dewatcher, H., & Ongena, S. (2020) Bank capital (requirements) and credit supply: Evidence from pillar 2 decisions.", "Journal of Corporate Finance, forthcoming.", "Policies for macrofinancial stability: How to deal with credit booms?", "IMF Staff Discussion Note SDN/12/06.", "Bank leverage and monetary policy's risk-taking channel: Evidence from the United States.", "European Central Bank Working Paper 1903.", "The real effects of capital requirements and monetary policy: Evidence from the United Kingdom.", "Bank of England Working Paper 573.", "The bank lending channel revisited.", "Mortgage lending, monetary policy, and prudential measures in small euro-area economies: Evidence from Ireland and the Netherlands.", "Review of International Economics, this issue.", "Capital control measures: A new dataset.", "The spillovers, interactions, and (un)intended consequences of monetary and regulatory policies.", "What do we know about the effectiveness of macroprudential policy?", "Gambacorta, L. & Mistrulli, P.E.", "Does bank capital affect lending behavior?", "Gambacorta, L. & Murcia, A.", "The impact of macroprudential policies and their interaction with monetary policy: an empirical analysis using credit registry data.", "), Are post-crisis statistical initiatives completed?", "Bank for International Settlements.", "Monetary policy in the capitals of capital.", "Journal of the European Economic Association, 15, 721-745.", "Monetary policy surprises, credit costs, and economic activity.", "American Economic Journal: Macroeconomics, 7, 44-76.", "A case for an integrated policy framework.", "Paper presented at Jackson Hole Policy Symposium, August 24, 2019.", "Do actions speak louder than words?", "The response of asset prices to monetary policy actions and statements.", "International Journal of Central Banking, 1, 55-93.", "Imbierowicz, B., Löffler, A.", "The transmission of bank capital requirements and monetary policy to bank lending.", "Review of International Economics, this issue.", "The liberalization and management of capital flows: An institutional view.", "International Monetary Fund, November 12, 2012.", "The interaction of monetary and macroprudential policies.", "International Monetary Fund, January 29, 2013.", "Deconstructing monetary policy surprises - the role of information shocks.", "American Economic Journal: Macroeconomics, 12, 1-43.", "What do a million observations on banks say about the transmission of monetary policy?", "Intermediary leverage, macroeconomic dynamics, and macroprudential policy.", "Board of Governors of the Federal Reserve System, mimeo.", "Liquidity trap and excessive leverage.", "Zero Lower Bound term structure modeling: A practitioner's guide.", "Monetary policy surprises and interest rates: evidence from the Fed funds futures markets.", "The effect of U.S. stress tests on monetary policy spillovers to emerging markets.", "Review of International Economics, this issue.", "Overnight indexed swap market-based measures of monetary policy expectations.", "Finance Research Letters, forthcoming.", "External and internal spillovers.", "Monetary policy, macroprudential policy and banking stability: Evidence from the euro area.", "International Journal of Central Banking, 9, 121-169.", "US monetary policy and the global financial cycle.", "Review of Economic Studies, forthcoming.", "External shocks, banks and optimal monetary policy: A recipe for emerging market central banks.", "International Journal of Central Banking, 15, 235-299.", "Financial flows and the international monetary system.", "The procyclical effects of bank capital regulation.", "Dilemma not trilemma: The global financial cycle and monetary policy independence.", "Overheating in credit markets: Origins, measurement, and policy responses.", "Speech, at \"Restoring Household Financial Stability after the Great Recession: Why Household Balance Sheets Matter\" research symposium sponsored by the Federal Reserve Bank of St. Louis, St. Louis, Missouri, February 7, 2013.", "Inflation targeting and leaning against the wind.", "International Journal of Central Banking, 10, 103-14.", "Measuring the effect of the Zero Lower Bound on medium- and longer-term interest rates.", "Can macroprudential measures make cross-border lending more resilient?", "International Journal of Central Banking, 15, 61-105.", "Measuring the macroeconomic impact of monetary policy at the zero lower bound.", "On line Appendix: Additional specifications used in the empirical investigations (extension to Section 5) [Extension to section 5.1 on outward transmission] Extension using Channel variables The following specification can be used to assess in greater detail the factors that (CChaaaaaaaaaabb,jj,tt-kk-1) determine the (bank-specific) conditions under which prudential policy in the receiving country acts to alleviate the effect of domestic or foreign monetary policy surprises on cross-border lending.", "ddooooooeettffcc = + .", "∆YYbb,jj,tt αα0 αα1,kk MMPPPPjj,∑ tt-xx CChaaaaaaaaaabb,jj,tt-kk-1 KK KK ddooooooeettffcc + .", "αα2,kk CChaaaaaaaaaabb,jj,tt-kk-1 αα3,kk MMPPPPjj,∑ tt-xx CChaaaaaaaaaabb,jj,tt-kk-1 kk=0 kk=0 + + + + + (3) αα4 CChaaaaaaaaaabb,jj,tt-kk-1 αα5XXbb,tt-1 ffjj,tt ffbb εεbb,jj,tt One advantage of this specification (if channel varies by bank) is that it allows for the inclusion of country-time fixed effects control for all other confounding factors, such as demand effects or monetary policy changes in the destination country j.", "The variables are idiosyncratic across countries to reflect differences in banking CChaaaaaaaaaabb,jj,tt-kk-1 systems, exposure to domestic and foreign policy and data availability.", "Alternative specification if prudential policy does not vary by bank An alternative way to include bank variation is to interact prudential policies with bank balance sheet variables to identify which banks are most affected and hence where prudential policies might have the greatest effect in changing the transmission of foreign monetary policy surprises.", "KK ccttffcc ooff hoooooo = + ∙ + ∙ ∆YYbb,tt αα0 CChaaaaaaaaaabb,tt-KK-1 αα2MMPPPP∑tt-xx CChaaaaaaaaaabb,tt-KK-1 kk=0 ccttffcc ccttffcc ooff hoooooo + ∙ ∙ + + + CChaaaaaaaaaabb,tt-KK-1 αα4XXbb,tt-1 ffbb fftt αα3,kkMMMMtt-kk MMPPPP∑tt-xx + (4) The variables are likely to be idiosyncratic across countries to reflect differences in CChaaaaaaaaaabb,tt-xx banking systems and data availability.", "They would account for bank-specific exposure to foreign monetary policy or home prudential policy.", "See the data section for a discussion of different options.", "Discussion Case 4b Adjusting the equation above for Case 4b would involve first switching around the MP and Pru entries.", "This implies that we would be interested in obtaining a measure of prudential policy changes in systemic countries and a measure of the stance of domestic monetary policy (see data section for a discussion).", "We may use similar specification to explore Case 4b, i.e., how prudential policy abroad affects domestic bank lending and how this affect depends on domestic monetary policy settings.", "The idea comes from Cao and Dinger (2018), who find that banks explore foreign funding to cushion domestic adverse monetary policy shocks.", "Such channel may be affected by foreign prudential policy.", "Alternative specification if prudential policy does not vary by bank and no channel variable available In this case it is important to control for a range of other country factors which might co-move with domestic prudential policy and monetary policy.", "ccttffcc ooff hoooooo ccttffcc ooff hoooooo = + + + ∙ + ∆YYbb,tt αα0 αα1MMPPPP∑tt-xx MMPPPP∑tt-xx αα4XXbb,tt-1 αα2,kkMMMMtt-kk αα3,kkMMMMtt-kk + + + (6) αα5ZZtt-1 ffbb εεbb,tt includes other variables at the t level which might co-move with domestic prudential policies including controls for domestic demand (GDP growth and credit growth) or institutional factors (e.g.", "changes to the prudential policy setup).", "It is also important to include housing sector prices and seasonal dummies and measures of capital flows which is crucial from an EM perspective.", "In many cases, there is unlikely to be enough persistence in lending growth to justify the inclusion of lagged dependent variables.", "However, in the case lagged dependent variables were necessary, the GMM estimator can be used in robustness analysis to address potential endogeneity concerns.", "Interacting monetary policy surprises with changes in prudential policy When assessing the interaction of monetary policy surprises with parallel changes in prudential policy rather than with measures of prudential stance (cumulated changes), the specification of prudential policy changes mirrors the one for monetary policy as in Gambacorta and Murcia (2017), i.e.", ": ∑ ∙ replacing ∑ ∙ (as well as replacing other kk=0 αα4,kkMMMMtt-kk MMPPPPtt-kk kk=0 (αα4,kkMMMMtt-kk) tt-xx instances of Pru cumulated over tt - xx with contemporaneous and three lags of Pru actions)"], "classifications": ["none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "none", "financial dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Macroprudential policy", "Cross-border bank lending", "Financial intermediation", "Policy interactions", "Spillovers", "Bank capital", "Bank lending", "Bank regulation", "Financial stability"]}