{"sentences": ["The Post-Crisis World: Evolution of the Economy, Economics, and Central Banks Keynote Speech at \"Nippon no Kakushin-ryoku\" (Japan's Innovation) Symposium Co-hosted by the Faculty of Economics, Keio University and Nikkei Inc. Masazumi Wakatabe Deputy Governor of the Bank of Japan It is my pleasure to speak here today at Keio University.", "As an alumnus and former professor at Waseda University, an opportunity like this, given the longstanding fruitful relationship between the two schools, is a great honor.", "Yukichi Fukuzawa, founder of Keio University, Shigenobu Okuma, founder of Waseda University, and the Bank of Japan share a long and intimate history together.", "The fact that Fukuzawa and Okuma were close friends is a famous story.", "During the Meiji Restoration, Okuma sought to lead reforms with the support of Keio's alumni but failed, only to be expelled from the government -- an incident later known as the failed Meiji-14 coup of 1881.", "In the following year, Okuma, emulating his friend Fukuzawa, built a school, which served as the predecessor of Waseda University.", "The Bank of Japan was established that very same year.", "Truth be told, Okuma, back when he was still a member of the government, proposed a plan for building Japan's first central bank (Bank of Japan [1982], pp.-79).", "Although his plan was rejected, it is not far-fetched to consider part of his proposal as having been reflected in the Bank of Japan's charter in the form of liquidity provision.", "This year marks about 20 years since Japan's financial crisis and the 10th anniversary of the Global Financial Crisis triggered by the collapse of Lehman Brothers.", "Milestones provide us with ample opportunity to look back on the past.", "In my speech today, I will begin with an overview of significant changes observed in economic society today.", "I will then discuss the evolution of economics and the role of central banks.", "My message to you is threefold: first, change holds the key; second, it is important that we update our knowledge in response to change; and third, understanding the basics is essential regardless of -- or because of -- changes.", "Progress for Humankind and Challenges Ahead Before reflecting on Japan's financial crisis of about two decades ago and the Global Financial Crisis one decade ago, let me provide the even longer-term perspective of centuries ago.", "As the saying goes, \"no news is good news\" -- people tend to focus on unfavorable news including controversial incidents and natural disasters.", "In the long run, however, humankind has been making steady progress.", "The 17th century philosopher Thomas Hobbes once wrote, in his renowned work Leviathan, that \"the natural condition of mankind\" was \"solitary, poore [sic], nasty, brutish, and short\" (Hobbes [1651], Chart 1).", "The situation has changed drastically since then.", "There has been a dramatic reduction in wars, violence, famine, and diseases, and people live longer so that it is now considered reasonable to expect to live for 100 years.", "Poverty, although persistent, is on a declining trend from a long-term perspective (Norberg [2017]; Pinker [2011, 2018], Chart 2).", "What is the driving force behind these changes?", "First on the list are the effects of Enlightenment-based thought since the time of Hobbes as well as the development, accumulation, and spread of scientific knowledge.", "Economists in the 18th century such as David Hume and Adam Smith made notable contributions in these areas.", "Second, the market economy plays a considerable role in the development, accumulation, and spread of such Enlightenment-based thought and scientific knowledge.", "The so-called globalization has encouraged not only the exchange of goods and money but also the interaction between people and the sharing of knowledge.", "We tend to assume that, in a market economy, human relationships become cold and impersonal, based solely on profit-seeking motives, and people become overly dependent on the market.", "In reality, however, human motivation is complicated and diverse.", "The market economy in fact allows for the coexistence of various motives as long as a certain level of profit is raised.", "Moreover, mutual trust among people is indispensable for markets to function properly (Seabright [2010]), and further, individuals become capable of supporting themselves through market participation (Matsui [2018]).", "These insights are the very line of thinking that had been held by distinguished economists in previous times, such as Hume and Smith.", "Globalization too In his \"Of Refinement in the Arts,\" Hume [1987] argues that industry and refinements in mechanical arts would sophisticate the arts and science and humanity, stating \"industry, knowledge, and humanity, are linked together by an indissoluble chain\" (p.): \"The more these refined arts advance, the more sociable men become...They flock into cities; love to receive and communicate knowledge; to show their wit or their breeding; their taste in conversation or living, in clothes or furniture...and the tempers of men, as well as their behaviour, refine apace.\"", "In his \"History of Astronomy,\" Smith [1980] traces the origins of philosophical and scientific thinking to the stability of social life: \"Mankind, in the first ages of society, before the establishment of law, order, and security, have little curiosity to find out those hidden chains of events which bind when law has established order and together the seemingly disjointed appearances of nature...But often is associated only with the cross-border flow of goods and money, but it is the cross-border exchange of knowledge among countless people all over the world that enables us to create new knowledge atop what already has been built and to enjoy the benefits of our lives today.", "Having said this, we must not presume that the future is nothing more than simply something that lies in front of us.", "In the short run, there is an extensive list of issues on our agenda waiting to be tackled.", "Progress is in fact the by-product of unwavering efforts made by humankind in order to address challenges confronted at each point in time.", "Put differently, failing to keep up with these efforts will result in stagnation, or even worse, retreat.", "Indeed, a wide range of issues, such as macroeconomic policy, stagnating productivity growth, the impact of robotics and machine learning on employment, environmental problems including climate change, income and wealth inequality, and the rise of protectionism and the so-called populism, appear to have piled up.", "Although Japan's economy is no longer in deflation, many people faced economic difficulties during the period of prolonged deflation up until several years ago.", "Financial crises are one such issue.", "While the market economy is built upon mutual human trust, money -- the foundation of economic transactions therein -- is also dependent on trust.", "Intrinsically, circulation of money requires social trust; individuals must have the confidence that money will be accepted by a third party.", "A free and abundant flow of money leads to economic growth through active exchanges and transactions.", "For example, economic growth in emerging economies has been supported by global capital inflows.", "At times, however, such flow of money triggers problems.", "When capital inflows tie in with overly optimistic growth expectations, this may cause asset prices such as land prices and stock prices to rise excessively and, ultimately, the asset price bubble to burst.", "In a time of an abrupt reversal in global capital flows, countries experiencing capital outflows may be forced to undergo large-scale economic adjustments.", "Furthermore, while developments in financial products brought the benefits of providing greater options for asset management, they also catalyzed the contagion of financial crises worldwide, as seen during the Global Financial Crisis of 2008.", "The prolonged economic stagnation that followed amplified people's doubts about globalization and the market economy itself.", "In addition, the data revolution, while significantly enhancing information sharing and utilization, has led to the rise of a small number of big tech companies making full use of data.", "This has caused voiced concerns about the increasing market power of such firms, their effects on income and wealth inequality, and protection of privacy.", "What is more, digitalization is increasing the perceived threat of cyber-attacks so significantly that some claim that the next potential financial crisis could well be triggered by cyber-attacks on global financial institutions.", "Evolution of Economics I would now like to talk about how an ever-changing economy leads to the evolution of economics.", "Let me introduce a satirical article about economists published in 1973.", "The article entitled \"Life among the Econ\" was written in the style of an anthropologist's study on a tribe of economists called the \"Econ\" (Leijonhufvud [1973]).", "In this article, the Econ live in the far north and the status of the members is determined by their skill in making elaborated \"modls\" (taken from \"model\" used in economics) of their \"field\" of study.", "But \"most of these 'modls' seem to be of little or no practical use.\"", "As for the \"field\" of study, the \"Math-Econ\" is considered as ranking higher than the \"Devlops,\" where Math-Econ and Devlops respectively refer to scholars of mathematical economics and development economics.", "The Devlops are ranked lower because they interact with other tribes such as the Polscis (political scientists) and Sociogs (sociologists), and are suspected of having given up modl-making.", "The article concludes, \"The prospect for the Econ is bleak.", "Their social structure and culture should be studied now before it is gone forever.\"", "It warns of the situation of economics at the time, where economists were too focused on making unrealistic \"modls\" and reluctant to collaborate with those outside the field of economics.", "Notwithstanding whether such satire was on point at that time, the days in which it can be applied are over.", "Nowadays, economic research has become increasingly founded on empirical work and data science, along with the increase in computing power, spread of the Internet, accumulation of and increase in data, and development of econometric techniques (Hamermesh [2013]; Angrist et al.", "Data science methodology has been adopted actively not only in economics, but also in social sciences in general and in some fields of humanities.", "Through the sharing of methodologies, interaction of economics with other fields of study is being accelerated.", "This is not to say that economic theory has become extinct, however.", "In fact, there is now greater variety to economic theory, as seen in the rise and establishment of game theory and behavioral economics.", "We should say that the share of purely theoretical papers in economics has decreased.", "What came of this was the rise in popularity of so-called applied work (Backhouse and Cherrier [2017]).", "With the development of economics acquiring a new character of data science and applied science, the areas to which economics is applied have been expanding.", "The first is applications to policy making.", "The term \"evidence-based policy making,\" or EBPM, has finally started to prevail in Japan, and the government is promoting EBPM as part of its administrative reform.", "This is a movement that requires appropriate empirical evidence in policy making.", "\"The cost-benefit revolution\" (Sunstein [2018]) is under way, in which a balancing of costs and benefits based on empirical evidence is made use of in policy making.", "Specifically, economics has been applied in the context of deregulation and market designs such as spectrum auction and medical resident matching programs, for example, which have started to prove successful (McMillan [2002]; Backhouse [2010]; Siegfried [2010]; Litan [2014]).", "Second, economics has become a common language among policymakers.", "Without an understanding of economics at the very least, you will have difficulty in communication, especially at meetings of the Group of 20 (G-20), central banks, and international organizations such as the World Bank and the International Monetary Fund (IMF).", "Third, economists are now working more in collaboration with other disciplines, and engaging in research and education outside economics departments, especially in business schools, law schools, and public policy schools.", "Economists also play an important role at big tech companies (Chart 4).", "For example, it is said that the latest auction theory is applied when online advertising space is sold (Athey and Luca [2018]).", "In sum, economics has become increasingly empirical and useful in a practical manner.", "Economists have been tackling the aforementioned issues facing humankind.", "However, this does not mean that there are no issues to be addressed in economics itself.", "In particular, the outbreak of the Global Financial Crisis in 2008 posed significant challenges to economists.", "It is reported that, when Queen Elizabeth II visited the London School of Economics and Political Science (LSE) in November 2008, she asked economists regarding the turmoil in global financial markets: \"Why did nobody notice it?\"", "The economists were not ready to comment.", "We have to admit that the outbreak of financial crises is essentially a very difficult issue to address, and predicting it is a more difficult task.", "Also, as behavioral economics shows, economists may sometimes have biases or make mistakes as humans.", "This does not mean, however, that the insights gained in economics have become useless.", "Academic studies progress as we learn from past experiences, including failures.", "The accumulation of such processes leads to the selection of our knowledge; that is, our knowledge of economics is constantly being upgraded.", "What you learn from textbooks is a result of this selection process, forming the basic framework of the current economics.", "This holds great significance in your lives, to which I will return later when I talk about financial and economic education.", "Changing Role of Central Banks Central banks, operating at the intersection between the changing economy and economics, have a long history toward becoming what they are today.", "In fact, the concept of central banks itself has been shaped by history.", "Sweden's Riksbank was established in 1668, earliest among currently existing central banks, but it originally differed from central banks we are familiar with today, in that the institution's function included extending loans to the Crown to finance war (Chart 5).", "Central banks have changed, evolving in a process of humankind tackling economic problems that occurred thereafter, such as large price fluctuations and financial crises (Edvinsson et al.", "In the course of this evolution, a number of contributions have been made by economists, from Henry Thornton, David Ricardo, Walter Bagehot, Irving Fisher, John Maynard Keynes, and Milton Friedman to those today.", "Having assumed my current position at the Bank of Japan, I am now better aware of the wide-ranging roles that central banks play today (Chart 6).", "The Bank of Japan Act stipulates that the Bank's purpose is to achieve price stability and maintain financial system stability, thereby contributing to the sound development of the national economy.", "To achieve this, the Bank engages in a wide range of operations, such as issuing banknotes, conducting on-site examinations and off-site monitoring of financial institutions, operation of payment and settlement systems, and coordinating with international organizations.", "Needless to say, conducting research and studies through the application of economics also constitutes an important central bank operation.", "At this point, I will briefly explain how the Bank has responded to the two trends of the data revolution and globalization.", "Starting with the data revolution, electronic payments have become increasingly common in recent years.", "Although the so-called cryptocurrency is termed crypto-assets among central banks, partly because of its highly speculative nature, cashless payments using, for example, credit cards, electronic money, and QR codes have continued to increase.", "Central banks have been paying close attention to these developments, as payment and settlement systems are crucial infrastructures.", "Some central banks have begun research and deliberation on the issuance of a central bank digital currency.", "In relation to the data revolution, economic statistics play a significant role.", "Accurate real-time data are desired since it is required that policy decisions, especially by central banks, be made swiftly based on data available at the time (Nishimura [2012]).", "With regard to globalization, not only financial and economic activities, but also knowledge pertaining to policy conduct is becoming increasingly globalized through dialogue and cooperation among central banks.", "Japan's financial crisis from 1997 to 1998 -- preceding the Global Financial Crisis of 2008 that I mentioned earlier -- has been studied by central banks all over the world as a lesson to be learned (Chart 7).", "In particular, the fact that Japan, the world's second-largest economy at the time, experienced entrenched deflation and prolonged stagnation after the crisis drew the attention of policymakers and economists worldwide.", "Let me sum up the lessons learned from Japan's experience.", "First, it has become clear that an excessive rise in asset prices above fundamentals -- the emergence of the bubble economy -- and its collapse triggering a financial crisis will exert a considerable negative impact on the economy.", "Second, there are still discussions, however, regarding whether to tighten monetary policy as a pre-emptive measure against a rise in asset prices.", "Although we should not ignore asset price fluctuations completely, taking a strong measure to burst the bubble could push the economy into a serious recession.", "Third, in the event of a financial crisis, ex post policy response becomes extremely important.", "As downward pressure is exerted on the economy in the wake of the crisis, it will be necessary to respond with vigorous expansionary macroeconomic policies.", "If the response is inadequate or delayed, the economy will fall into deflation and face difficulty escaping from it.", "Fourth, regarding a financial crisis, however, there is no better way than to prevent it.", "In doing so, ex ante and ex post financial regulation -- monitoring excessive risk-taking behavior of financial institutions and setting up a resolution mechanism -- as well as macroprudential policy -- analyzing and assessing systemic risk in the financial system as a whole and taking policy measures based on it -- play key roles (Wakatabe [2015], pp.-147).", "Regrettably, after Japan's financial crisis, policymakers across the globe could not prevent the Global Financial Crisis.", "They did, however, succeed in preventing another Great Depression by taking swift and bold policy responses after the crisis.", "For example, central banks with inflation targets managed to keep their economies from falling into severe deflation even after the crisis.", "Moreover, financial authorities including central banks have proceeded globally with the development of financial regulations, so as not to repeat a disaster like the Global Financial Crisis ever again.", "Through these efforts, in an ever-changing economy, central banks must be vigilant and prepared for possible future financial crises at all times.", "Promotion of Financial and Economic Education Putting all this in perspective, we could gain a good sense of the most desirable qualities and skills of people working in the financial industry.", "Let me start with simple examples.", "As the data revolution proceeds, there likely will be greater demand for those educated in Kuttner, Iwaisako, and Posen [2015] point out, \"Although the United States and many European countries were also hit hard by the collapse of the housing market in the late 2000s, most responded decisively, partly because policymakers in those countries were determined not to repeat Japan's experience in the 1990s\" (pp.-32).", "Some economists argue that, if the 2 percent inflation target had been set in Japan during the 1990s, the subsequent deflation would not have occurred (Braun and Waki [2006]).", "However, since the rate of growth in total factor productivity also declined during the so-called lost two decades in Japan, it is also possible to say that there were problems on the supply side as well as on the demand side.", "The past recession possibly had lasting negative effects on productivity growth of the economy.", "The Bank of Japan has great interest in the mutual relationship between business cycles and economic growth, on which research has been progressing recently.", "See the Bank of Japan Research and Statistics Department [2018] and Kaihatsu et al.", "science, technology, engineering, and mathematics -- the so-called STEM education.", "On a similar note, globalization will naturally raise demand for those with a strong command of English as a communication tool.", "Society as a whole, including the government, should work toward better education and research in these areas.", "I personally believe that the biggest advantage to learning English is that it enables you to learn about the world and reminds you to not end up as a \"frog in the well that knows nothing of the great ocean\" -- a Japanese proverb that describes a person who measures things only within his or her own world.", "In relation to learning about the world, I would like to remind you that the economy and economics have been changing significantly.", "Given this, education about the underlying mechanism of society and the economy will only grow in importance, so as to help students develop the capability to sense and understand such changes properly.", "For the financial industry to recruit qualified talents, the key lies in whether they can effectively demonstrate the advantages of working in the industry, since those with the qualities I have just mentioned are in high demand across industries.", "Whether or not you work in the financial industry, financial and economic literacy is necessary for everyone.", "In this connection, let me introduce the Central Council for Financial Services Information (CCFSI), an organization with the two main objectives of (1) providing financial and economic information to the general public and (2) supporting financial and economic education (Chart 8).", "Its secretariat office is located within the Bank of Japan's Head Office; as Deputy Governor of the Bank, I serve concurrently as a member of the CCFSI.", "The council, originally the Central Council for Savings Promotion, subsequently was reorganized as the Central Council for Savings Information and renamed as the CCFSI in 2001.", "Especially today, when it is reasonable to expect to live for 100 years, asset formation is gaining more and more importance.", "Here is a set of questions relating to financial and economic literacy in this regard (Chart 9).", "I think that some of you here today are currently studying economics.", "For those who have taken an introductory course in economics, this should be a piece of cake -- at least, I believe so.", "Take question 1, for example.", "This involves compound interest calculation.", "Compound interest calculation is a method in which interest is added to the principal sum so that interest for the following period is then earned on the principal sum plus the previously accumulated interest.", "With this knowledge, you may see that one would be better off starting asset building from an early stage in life and refraining from short-term transactions based on rash decisions.", "Let us next take question 4.", "This teaches you the importance of diversifying your investment portfolio.", "Diversifying rather than concentrating your portfolio allows you to control a certain kind of risk.", "By combining these two ideas, you will find an asset formation plan of investing steadily in a diversified portfolio from a long-run perspective.", "Basic knowledge of economics is indeed useful, but there still seems room for improvement in financial and economic literacy in Japan: The percentage of correct answers to these kinds of questions is lower than those in the United States and European countries (Chart 10).", "Furthermore, consumer fraud is being carried out recently in extremely artful ways, and an understanding of economics is also helpful in determining the factors behind such fraud to seek preventive measures against it (Fukuhara [2017]).", "Today, I have elaborated on the respective changes in the economy, economics, and central banks.", "What they have in common are structural changes of the data revolution and globalization.", "You cannot avoid these changes even by choosing a STEM career.", "According to the findings of research conducted in the United States, compensation is high at the outset of a STEM career; however, because rapid technological change leads to skill obsolescence, there are many cases where wages of STEM workers start to level off at a certain point and they switch jobs early on their career (Deming and Noray [2018]).", "Even if you choose a different career, the basic knowledge I have described using the financial and economic literacy questions will still be necessary, given that you may live for 100 years.", "Whether or not you seek a career in the financial industry, you are required to have the motivation and curiosity to regularly update your knowledge in response to change.", "In concluding, let me share with you a quote from Julian Simon, an economist (Chart 11): The main fuel to speed the world's progress is our stock of knowledge; the brakes are our lack of imagination and unsound social regulations of these activities.", "The ultimate resource is people -- especially skilled, spirited, and hopeful young people endowed with liberty -- who will exert their wills and imaginations for their own benefits, and so inevitably they will benefit the rest of us as well (Simon [1995], p.).", "Thank you for your kind attention.", "Speech at the 2018 Autumn Annual Meeting of the Japan Society of Monetary Economics, October 20, 2018.", "Angrist, Joshua, Pierre Azoulay, Glenn Ellison, Ryan Hill, and Susan Feng Lu.", "\"Economic Research Evolves: Fields and Styles.\"", "Athey, Susan, and Michael Luca.", "\"Economists (and Economics) in Tech Companies.\"", "NBER Working Paper No.", "The Puzzle of Modern Economics: Science or Ideology?", "Cambridge: Cambridge University Press.", "Backhouse, Roger E., and Béatrice Cherrier, eds.", "The Age of the Applied Economist: The Transformation of Economics since the 1970s, Durham: Duke University Press.", "Nippon Ginko Hyakunen-shi [The Centennial History of the Bank Bank of Japan, ed.", "(in Japanese) Bank of Japan Research and Statistics Department.", "\"[Minutes of the 7th Joint Conference Organized by the University of Tokyo Center for Advanced Research in Finance and the Bank of Japan Research and Statistics Department: 'New Developments of Macroeconomic Analysis: Interaction between Business Cycles and Economic Growth.']\"", "BOJ Reports and Research Papers.", "(in Japanese) Advice and Dissent: Why America Suffers When Economics and Blinder, Alan S. 2018.", "New York: Basic Books.", "Bordo, Michael D., and Andrew T. Levin.", "\"Central Bank Digital Currency and the Future of Monetary Policy.\"", "NBER Working Paper No.", "Braun, R. Anton, and Yuichiro Waki.", "\"Monetary Policy during Japan's Lost Decade.\"", "\"Restoring Rational Choice: The Challenge of Consumer Financial Regulation.\"", "\"The Future of Central Bank Money.\"", "Speech at the International Center for Monetary and Banking Studies, Geneva, 14 May 2018.", "Deming, David J., and Kadeem L. Noray.", "\"STEM Careers and Technological Change.\"", "NBER Working Paper No.", "Edvinsson, Rodney, Tor Jacobson, and Daniel Waldenström, eds.", "Sveriges Riksbank and the History of Central Banking.", "Cambridge: Cambridge University Press.", "\"The Last Temptation of Risk.\"", "The Populist Temptation: Economic Grievance and Political Reaction in the ---.", "New York: Oxford University Press.", "\"Kodo Keizaigaku wo Oyo-shita Shohisha Sagi Higai no Yobo ni kansuru Ichikosatsu\" [A Behavioral Insight Approach to Prevent Consumer Fraud].", "Central Council for Financial Services Information.", "\"Six Decades of Top Economics Publishing: Who and How?\"", "Leviathan, or, The Matter, Forme, and Power of a Common Wealth, Hobbes, Thomas.", "Ecclesiasticall and Civil.", "London: Printed for Andrew Crooke.", "Essays, Moral, Political, and Literary.", "Edited by Eugene F. Miller.", "Indianapolis: Liberty Fund.", "Kaihatsu, Souhei, Maiko Koga, Tomoya Sakata, and Naoko Hara.", "\"Interaction between Business Cycles and Economic Growth.\"", "Bank of Japan Working Paper 18-E-12.", "Kuttner, Kenneth, Tokuo Iwaisako, and Adam Posen.", "\"Monetary and fiscal policies during the lost decades.\"", "In Yoichi Funabashi and Barak Kushner, eds.", "Examining Japan's Lost Decades.", "\"Life among the Econ.\"", "Trillion Dollar Economists: How Economists and Their Ideas Have Transformed Business.", "Shijo-tte nan daro: Jiritsu to Izon no Keizaigaku [What is the Matsui, Akihiko.", ": Economics of Interdependence and Dependence].", "Tokyo: Chikuma Shobo.", "Reinventing the Bazaar: A Natural History of McMillan, John.", "New York: W.W. Norton & Co. Nishimura, Kiyohiko G. \"Market Intelligence, Market Information and Statistics in Central Banking.\"", "Keynote Speech to the Sixth Irving Fisher Committee Conference in Basel, August 29, 2012.", "/ko120830a.htm/ Progress: Ten Reasons to Look Forward to the Norberg, Johan.", "London: Oneworld Publications.", "The Better Angels of Our Nature: Why Violence Has Pinker, Steven.", "Enlightenment Now: The Case for Reason, Science, Humanism, and Progress.", "Keizaigaku towa nan daro ka [What is Sawa, Takamitsu.", "Tokyo: Iwanami Shoten.", "(in Japanese) The Company of Strangers: A Natural History of Economic Seabright, Paul.", "Princeton: Princeton University Press.", "Siegfried, John J., ed.", "Cambridge: Harvard University Press.", "Simon, Julian L., ed.", "Oxford: Basil Blackwell.", "Essays on Philosophical Subjects.", "Oxford: Clarendon Press.", "The Cost-Benefit Sunstein, Cass R. 2018.", "Cambridge: The MIT Press.", "Japan's Great Stagnation and Abenomics: Lessons for the World.", "London and New York: Palgrave Macmillan.", "\"Preventing Economists' Capture.\"", "In Daniel Carpenter and David A. Moss eds.", "Preventing Regulatory Capture: Special Interest Influence and How to Limit It.", "New York: Cambridge University Press: 124-151.", "The Post-Crisis World: Evolution of the Economy, Economics, and Central Banks Keynote Speech at \"Nippon no Kakushin-ryoku\" (Japan's Innovation) Symposium October 25, 2018 Masazumi Wakatabe Deputy Governor of the Bank of Japan Leviathan (1651) Thomas Hobbes (1588-1679) \"the life of man, solitary, poore [sic], nasty, brutish, and short\" Progress for Humankind Life Expectancy World Population in Extreme Poverty (bil.)", "Evolution of Economics Percentage Distributions of Methodology of Published Articles in Economics Experiment Empirical: own data Empirical: borrowed data Theory with simulation 1963 1973 1983 1993 2003 2011 Source: Hamermesh (2013).", "Increased Applications of Economics Number of Positions Available for Ph.D. Economists Other than economics departments 2014 2015 2016 2017 Economics departments Business schools Policy schools Tech companies Notes: 1.", "Figures are those for the period from February to the following January.", "Figures for tech companies represent the number of firms with job postings (each firm may offer multiple positions).", "Establishment of Central Banks Riksbank (Sweden) 1668 Bank of Japan 1882 Bank of England 1694 Bank of Italy 1893 Banque de France 1800 Swiss National Bank 1907 De Nederlandsche Bank 1814 Federal Reserve System 1913 National Bank of Belgium 1850 Bank of Canada 1934 Reichsbank (Germany) 1876 European Central Bank 1998 Objectives and Operations of the Bank of Japan Objectives Operations Prudential policy Banknotes, payments and settlements Computer systems planning and development International finance Financial system Research and studies Public relations Source: Bank of Japan.", "Sources: Cabinet Office; Ministry of Internal Affairs and Communications; International Monetary Fund; Bank of Japan.", "History of the CCFSI Transition to Meet the Needs of the Times Year Name Characteristics Council for National movements to control inflation after WWII Savings Promotion and to promote savings for capital accumulation Council for Stress on disseminating information relating to Savings Information savings Stress on supporting independent consumers Central Council for and on promoting financial education at schools, 2001Current Financial Services Information amid financial innovations Source: Central Council for Financial Services Information.", "Financial Literacy Questions Q1.", "Suppose you put 1 million yen into a savings account with a guaranteed interest rate of 2% per year.", "How much would be in the account after 5 years?", "Imagine that the interest rate on your savings account was 1% per year and inflation was 2% per year.", "After 1 year, how much would you be able to buy with the money in this account?", "More than today, exactly the same, or less than today?", "When compared, a 15-year mortgage typically requires higher monthly payments than a 30year loan, but the total interest paid over the life of the loan will be less.", "Buying a single company's stock usually provides a safer return than a stock mutual fund.", "If interest rates rise, what will typically happen to bond prices?", "Will they rise, stay the same, or fall?", "Percentage of Correct Answers to Financial Literacy Questions Comparison with the U.S.", "Comparison with European Countries 30 30 Japan Germany United Kingdom Japan United States Note: The average percentage of correct answers to five questions.", "Comparisons with the U.S. and with European countries are based on different sets of questions, respectively (For this reason, the figures for Japan differ).", "Source: Central Council for Financial Services Information, \"Financial Literacy Survey: 2016 Results.\"", "Simon (1995) The main fuel to speed the world's progress is our stock of knowledge; the brakes are our lack of imagination and unsound social regulations of these activities.", "The ultimate resource is people -- especially skilled, spirited, and hopeful young people endowed with liberty -- who will exert their wills and imaginations for their own benefits, and so inevitably they will benefit the rest of us as well."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Financial literacy", "Central bank", "Economics", "Data revolution", "Globalization", "Economic policy", "Monetary policy", "Financial regulation", "Financial crisis", "Economic growth"]}