{"sentences": ["Economic Letter Climate Change and the Irish Financial System Philip R. Lane Vol.", "1 Climate Change and the Irish Financial Philip R. Lane, Governor of the Central Bank of Ireland Monsignor Pádraig de Brún Memorial Lecture, NUI Galway 5 February 2019 In this Economic Letter, I describe the challenges posed by climate change for the Irish financial system.", "An increase in the frequency of severe weather events has implications for macroeconomic outcomes, asset prices, house prices, credit risks and the cost and coverage of insurance contracts.", "In addition, the necessary transition to a low-carbon economy (supported by a phased schedule of increasing carbon taxes) requires considerable investment by households, firms and the government.", "If the pace of transition is too slow, a sharper adjustment will be ultimately required, posing macroeconomic and financial stability risks.", "As the macroprudential authority, the Central Bank will need to ensure that these financial stability risks are contained by improving the climate resilience of the financial system.", "As the prudential and conduct regulator, the Central Bank also has a lead role in ensuring that financial firms incorporate climate change into strategic and financial plans, while ensuring that consumers have sufficient information to navigate the financial risks posed by climate change.", "Our mission statement reads: \"The Central Bank of Ireland serves the public interest by safeguarding monetary and financial stability and by working to ensure that the financial system operates in the best interests of consumers and the wider economy.\"", "If we are to fulfill this mission, it is a strategic priority for us to address the challenges posed by climate change for the financial system.", "This holds true for several reasons.", "First, climate change will be an important influence on macroeconomic outcomes in the coming decades: both directly through weather shocks and the shift towards low-carbon technologies, and indirectly through its impact on the evolving expectations of households and firms about the future trajectory of the economy.i Second, although this is not the base case, I will argue later in this lecture that financial stability is threatened if we ignore the systemic risks associated with climate change.", "Third, consumers are financially exposed to climate change through a variety of channels.", "Fourth, given the environmental risks and structural changes in the wider economy associated with the transition to a low-carbon economy, our regulatory policies and supervisory practices must address the financing of the related shifts in the structure of the economy and the investments required to adapt to climate change.", "These issues cut across all parts of the financial system.", "In many countries, different institutions are responsible for the regulation and supervision of individual financial sectors, with further divisions between prudential and conduct regulatory authorities.", "Furthermore, the microprudential supervision of individual firms is often separated from the macroprudential policy authority that is tasked with the design of systemic policies to safeguard financial stability.", "In contrast, the Central Bank of Ireland has a wide mandate.", "In addition to our central banking functions, we are the prudential and conduct regulator for banks, insurance companies, investment firms, funds and we also regulate the operation of financial markets and the issuance of securities.", "Moreover, we are also the national macroprudential authority, the national resolution authority and operate the deposit guarantee scheme.", "As such, we are well placed to take a system-wide and holistic perspective on the implications of climate change for the financial system.", "As part of the European System of Financial Supervision, we work in partnership with the European-level supervisory authorities and the other national regulators across the EU.", "In turn, at a global level, the common challenges posed by climate change also mean that much is taking place at a global level in terms of coordinating the response of regulatory authorities to these challenges.", "Although the primary focus of this lecture is on the macro-financial implications of climate change, it is useful to start with a brief overview of the wider context.", "In response to the 2015 Paris Agreement of the United Nations Framework Convention on Climate Change (UNFCCC), the European Union has committed to a 40 percent reduction in emissions by 2030 (compared to 1990 levels) and the attainment of carbon neutrality by 2050.ii Meeting these targets is critical as part of the worldwide effort to limit the extent of global warming, with the reports of the Intergovernmental Panel on Climate Change (IPCC) laying out the consequences of a sustained increase in global temperatures.", "Based on Met Eireann data, the global shift in temperatures is also evident in Ireland: the average temperature during 1991-2016 was substantially above the 1960-1990 average temperature.", "At the domestic level, Desmond (2018) provides an assessment of the current state of national preparedness: this study finds that much of the enabling policy framework has been put in place but a considerable system-wide effort is required to implement the many changes needed to build a low-carbon, climate-resilient Ireland.", "As signalled in the 2018 annual report of the Climate Change Advisory Council (CCAC), sustained action is required if Ireland is to meet its national transition objective and comply with international targets, especially given the current trajectory of rising greenhouse gas emissions.", "As part of a comprehensive policy package, carbon taxes will have a central role in guiding the energy transition by providing the economic incentive to switch from high-carbon to low- or zero-carbon technologies and products.", "In Ireland, the CCAC has recommended a phased increase in the carbon tax from the current e20 per tonne to e80 per tonne by 2030.iii In terms of benchmarking, it is worth noting that some countries already have carbon taxes at the upper end or even in excess of this range, with the Swedish carbon tax currently at $139 (e112), Switzerland at $101 (e81), Finland at $77 (e62), Norway at $64 (e52) and France at $55 (e44) (World Bank 2018).iv The economy-wide and societal challenges posed by climate change mean that it is inevitable that the financial system has a central role in managing climate risks and financing the carbon transition.", "Accordingly, the strategic plans of financial firms will have to address climate change.", "Equally, as the guardian of financial stability and the financial regulators, central banks have a leadership role in ensuring that climate change is a strategic priority for the financial system as a whole.", "Accordingly, having spent the last decade repairing the financial system after the international banking crisis, the global central banking community is increasingly turning its attention to the longer-term challenge of improving the climate resilience of the financial system and the wider economy.", "A Macro-Financial Perspective on Climate Change In assessing the macroeconomic and financial impact of climate change, a dual approach is required.", "Along one dimension, climate change is associated with phenomena such as a greater frequency of more severe weather events and trend factors such as the implications of global warming for the physical environment facing producers in different regions and sectors.", "The increasing frequency of adverse weather events is already evident.", "For instance, as noted by Carney (2018), the value (in 2015 prices) of registered weather-related loss events (both insured and uninsured) has tripled from around $50 billion annually in the 1980s to $150 billion annually over the past decade.", "Along another dimension, the policy response to climate change is to induce a carbon transition in the world economy: over time, a schedule of incremental increases in carbon taxes (together with other regulatory measures) will induce an all-economy investment effort to reduce carbon dependence and adopt alternative technologies.", "As noted by Villeroy de Galhau (2018), the IPCC estimate is that the world needs to spend $900 billion annually until 2050 on energy-related mitigation investments if global warming is to be limited to 1.5 degrees.", "While substantial in absolute terms, this represents less than one percent of 2017 world GDP.", "At a European level, it is estimated that the required additional annual investment over 2021-2030 is e180 billion (European Commission 2016, 2018).", "While there is an important role for public investment, the bulk of the adjustment will fall on the private sector.", "Given the variation in the impact of weather events and the carbon transition, it is useful to take a sector-by-sector approach in thinking about the financial implications of climate risks and the carbon transition.", "At the same time, a comprehensive analysis also needs to take into account the interdependencies across sectors and the configuration of indirect exposures through such inter-linkages.", "In what follows, we focus on sector-specific considerations, while recognising the importance of developing fully-integrated assessment models.", "In thinking about the relevant time horizons for the materialisation of climate risks and the execution of the carbon transition, the multi-stage targets for progress in emissions reduc- tion by 2030 and 2050 provide useful near-term and medium-term benchmarks.", "At the same time, horizon uncertainty remains a central component of the wider macro-financial uncertainty associated with climate change.", "One basic split is between energy producers and energy consumers.v In recent years, the energy production sector has already moved some distance along the transition path by increasing the share of renewables in energy production and announcing the 2025 closure of the only coal-using electricity plant (Moneypoint), even if the speed of adjustment in relation to the future of peat as an input has not been finally settled (Climate Change Council 2018).", "Clearly, much remains to be done in terms of the transformation of the energy production sector.", "Still, on a comparative basis, the adjustment challenge facing Ireland in relation to energy production is less than in some other countries, given the lower dependence on coal and oil as inputs.", "In addition, energy suppliers will have to invest in new infrastructural rollouts, including support for the switch to electric cars.", "Turning to the household sector, there are several challenges over the coming years.vi First, households will have to devote resources to retrofitting homes in order to reduce energy consumption.", "While part of the cost may be met by public subsidies, the bulk of this expenditure will have to be met by individual families.", "Given the multi-year payoff to such household capital expenditures, much of this investment will need to be financed through home renovation loans.", "Second, households face the prospect of more expensive and/or more curtailed insurance policies to the extent that there is an increased frequency of severe weather events.", "Even allowing for some mitigation through public investment in improving infrastructural resilience, more expensive premia or exposure to non-insurable risks mean that home owners will have to build up rainy-day funds to cover or absorb these risk events.", "Moreover, house prices are likely to be more volatile, in response to revisions in assessments of climaterelated property exposures.", "Third, household spending on transportation will be transformed.", "In part, the balance between private cars and other types of transport will shift.", "In part, the adjustment will take the form of a shift from oil-fuelled to electric-powered cars.vii If this shift takes the form of a steady annual switching rate, the depreciation rate of the existing stock of oil-fuelled cars will gradually increase, without any severe shock to the wealth of Irish households or deterioration in the credit risk embedded in the provision of car financing packages.", "In contrast, if the switching rate is too slow, a future cliff edge risk will exist, in which households scramble to sell oil-fuelled cars, with a collective loss of value affecting owners and credit providers.", "For completeness, it is also possible to envisage an excessively-rapid switching rate that would also generate a valuation shock.", "However, the feasibility of a sudden large-scale lurch towards electric cars is limited by capacity limits among car producers to meet a short-term surge in demand and by the low likelihood of a sharp near-term jump in the carbon tax rate.", "Fourth, households holding direct investment portfolios or indirect portfolios (through de- fined contribution pension plans) are exposed to carbon-related shocks to financial asset values.", "There are two categories of market risks.", "First, current market assessments of the value of carbon-related assets (for example, the assets of oil-producing firms) may turn out to be incorrect, if the speed or nature of the carbon transition turns out to be more rapid or more disruptive than current projections.", "Second, as will be discussed further in the next section, the carbon transition may be associated with macroeconomic disruption (inducing a general financial market correction), especially if excessive gradualism ultimately requires a sharper transition adjustment in the future.", "Turning to the corporate sector, firms will also have to devote resources to retrofitting offices, factories and retail outlets.", "In addition, the commercial insurance market faces the same set of issues as the home insurance market.", "Firms that offer defined-benefit pension plans will have to address climate-related market risks.", "Furthermore, the corporate sector faces its own transportation challenges in terms of the transportation of goods and business-related travel.", "In terms of production processes, firms will also have to reduce reliance on carbon-intensive technologies.", "This technological challenge will involve a combination of innovation (finding novel solutions) and imitation (implementing best practices from around the world).", "In part, this transition will take place within existing firms and industries; in part, this transition will be achieved by new firms and new industries that are unburdened by legacy assets and technologies.", "The balance between within-firm adjustment versus the entry of new firms will be a critical factor in determining the balance between debt and equity in financing the transition, since startups naturally require more equity finance than incumbent firms.", "The construction sector faces particular challenges.", "In common with other industries, it will have to adapt in terms of switching towards more environmentally friendly materials and production techniques.", "However, the economy-wide requirement to retrofit existing structures and ensure that new builds meet high energy standards constitutes a structural shift in the role of the construction sector in the economy.", "In turn, this calls for a supportive institutional environment to ensure that there is sufficient availability of construction workers with the required skills, together with the constellation of policies that will facilitate scale efficiencies in the rollout of this work programme.", "Similarly, the agricultural sector faces both transition challenges and opportunities.", "In addition to grappling with the curtailment of greenhouse gas emissions, farmers will have to respond to possible environmentally-related shifts in consumer preferences.", "At the same time, biomass fuels and afforestation are likely to present new opportunities for farmers.", "The government faces a range of challenges in relation to the public finances and the operation of the public sector.", "The public investment programme will have to devote sufficient resources to the retrofitting of the public housing stock, schools, hospitals and other publicly-owned buildings.", "In addition, public investment will be required for climate adaptation, including protection against flooding and rising sea levels.", "In addition, it will also have to support the energy conversion of the public transport system.", "While respecting the \"pol- luter pays\" principle, public subsidies and transfers are likely to play an important role in assisting domestic households and firms in financing the carbon transition and supporting associated research and development activities.", "Furthermore, the global public good nature of the carbon transition and climate justice motivations will likely see increasing expenditure at European and global levels in finding common solutions and assisting the most vulnerable regions of the world.", "Taken together, these different lines of carbon-related public expenditure constitute a trend factor that must be integrated into long-term budgetary strategy.", "Having outlined the sector-by-sector issues, it is also important to develop an integrated assessment that takes into account inter-sectoral interdependencies.", "At one level, this requires sufficient knowledge of intermediation chains in production in order to understand the impact of a shift in production or asset values in one sector on production or asset values in other sectors.", "At another level, non-trivial climate-related or transition-related shocks will have an impact at an aggregate level and operate through the standard range of macroeconomic transmission channels.", "Accordingly, the assessment of the financial implications of climate change also needs to include macro-level scenario analysis and stress testing.", "In this section, I have outlined how the carbon transition is likely to affect the economy in the coming years and decades.", "In the next section, I turn to the implications for the financial system and, especially, the challenges facing policymakers, financial regulators and central bankers.", "Challenges for the Financial System and the Macro-Financial Policy In this section, I first briefly discuss the implications for monetary policy before next turning to financial stability analysis.", "Subsequently, I outline the agenda facing financial regulators and supervisors.", "As emphasised by Carney (2015, 2018), a fundamental challenge in addressing climate change is the \"tragedy of the horizon\": the long-term nature of climate change means that it falls outside the typical short- or medium-term planning horizons of consumers, firms and (for that matter) policy organisations.", "Accordingly, it requires concerted effort and leadership to ensure that sufficient attention is paid to climate-related risks, which have a different frequency and time distribution compared to other types of macro-financial risks.", "In particular, central banks and financial regulators have a special responsibility to drive momentum in addressing climate change.", "In relation to monetary policy, climate change poses several challenges.", "At one level, an increase in the frequency and severity of weather shocks raises the volatility of inflation, sectoral relative price levels and output.", "At another level, the underlying path for potential output will shift due to the structural changes associated with climate change and the carbon transition.", "Moreover, the volatility and level of output will also be affected if carbon policies do not deliver a smooth transition path but rather induce non-linear adjustment through excessively-accelerated or excessively-delayed policy packages.", "Each of these considerations will affect the execution of monetary policy, both in terms of calibration and operational frameworks.viii In addition, through its asset purchase programme and its collateral framework, the balance sheet operations of the Eurosystem have a significant impact on the market for green bonds.", "Turning to the risks to financial stability posed by climate change, one category relates to physical shocks such as a severe weather event or the cumulative deterioration in the sustainability of a given region as a location for production.ix Another category relates to various types of transition risks.", "For instance, if the carbon transition is excessively delayed by insufficient policy action (including inadequate increases in carbon taxes), a sharp policy shift will be ultimately required.", "Such a sudden transition would imply a discrete loss in the value of installed capital together with an associated drop in asset prices and would be sufficiently disruptive to trigger a general recession (ESRB 2016, Vermeulen et al 2018).", "Other disruptive transition scenarios include an over-ambitious schedule for carbon taxes, which outpaces the capacity of the economy to switch to low-carbon production techniques.", "It is possible to envisage an expectations-driven contraction under which households and investors revise beliefs about the economic salience of climate change, even in the absence of immediate policy actions.", "For instance, a sudden drop in demand for oilfuelled cars (in advance of sufficient scale in the production of electric cars) could have a significant impact, especially for economies that are specialised in this sector.", "Accordingly, it is now commonly accepted that climate change constitutes a material financial stability risk.", "This calls for ongoing monitoring of climate risks, together with the development of climate-driven scenario analyses and stress tests.", "By extension, the results of such analyses may call for the appropriate macroprudential policies to mitigate these risks (D'Orazio and Popoyan 2018).", "The implementation of this agenda is not easy, in view of the data and modelling requirements to calculate the mapping between physical risks and macro-financial outcomes.x Vermeulen et al (2018) provide an important example that considers a range of climate stress tests for the Dutch financial system, corresponding to the various scenarios outlined above.", "Importantly, the macroeconomic outcomes that are triggered by the climate risk scenarios are generated by a multi-country macroeconometric model, since financial firms are exposed to foreign risks as well as domestic risks.xi In this study, the authors approximate the carbon exposures in the bond and equity portfolios of Dutch banks, insurance companies and pension funds (plus the corporate loan books of major banks) by calculating transition vulnerability indicators for fifty-six industries.xii In addition to these sectoral exposures, asset values are also affected by the shifts in risk-free interest rates associated with each scenario.", "The results show that Dutch financial institutions would incur significant losses in climate- related stress scenarios.", "In turn, such losses would lead to substantial declines in the capital and solvency ratios tracked by prudential regulators.", "Accordingly, this study demonstrates the salience and feasibility of climate stress testing for the financial planning of the financial sector and the supervisory strategies of central banks and financial regulators.", "Turning to the regulation and supervision of firms and markets, climate change poses several challenges.", "Financial firms (banks, insurance companies, pension funds and investment funds) have to work out the market risks and credit risks associated with climate change.xiii Even under a smooth adjustment path, the considerable structural changes associated with the carbon transition mean that historical correlation patterns will not provide a reliable guide to the future distributions of return; this point holds even more forcefully in the stress scenarios just discussed.", "This uncertainty feeds into re-assessments of optimal allocation and risk management strategies in the design of equity/bond portfolios and loan books.", "Insurance companies face an additional challenge in modelling the implications for their liabilities (the risks they insure).", "It is essential that the financial industry does a good job in taking on this challenge if the switch to sustainable forms of economic activity is to be facilitated and the risks to the household sector (the ultimate owner of financial assets) are to be minimised.", "In terms of supervisory strategies, regulators will need to conduct environmental/climate risk assessments in order to evaluate whether firms are meeting the expected level or risk management.", "Furthermore, consumers and investors require that conduct regulators ensure that climate-related risks are properly disclosed to savers and investors that need to choose among different investment plans.", "For regulators and supervisors, several steps are required.", "First, clear expectations need to be laid out for regulated firms.", "For instance, the Prudential Regulatory Authority in the United Kingdom has published a draft supervisory statement that sets out expectations for banks, insurers and investments firms in relation to managing the financial risks from climate change.xiv There are four dimensions to this guidance: (i) governance; (ii) risk management; (iii) scenario analysis; and (iv) disclosure.", "Jointly with the Financial Conduct Authority (FCA), it is also establishing a Climate Financial Risk Forum to support best practice in the management of climate-related risks by regulated firms.", "Second, sufficient information is required if climate risks are to be adequately assessed.", "As reflected in the discussion of climate stress testing above, it is not easy to work out climate risks at the macroeconomic or industry level: the degree of difficulty at the firm level is even more severe, given the variation across firms within an industry and the complexity of supply chains.", "Accordingly, as highlighted by the work of the Financial Stability Board's Task Force on Climate-Related Financial Disclosures (TCFD), climate risk assessment requires each firm (above a scale threshold) to calculate and disclose its carbon exposures, on the basis of its private corporate information concerning both its current profile and future plans.", "In turn, at the portfolio level, ultimate savers and investors must rely on the information disclosed by intermediaries in relation to the environmental, social and governance (ESG) characteristics of the underlying securities.", "For such disclosures to be useful, some degree of standardisation is required in order to ensure comparability.", "Furthermore, a common taxonomy is essential for a shared understanding of the information disclosed and the definitions of sustainable financial products (such as green bonds).xv Going beyond individual securities, a common approach to the development of benchmark indices is also necessary, in view of the importance of benchmarks in asset allocation.", "Accordingly, the first wave of legislative proposals arising from the European Commission's action plan for sustainable finance tackles these three tasks: developing regulations for a common taxonomy; disclosure; and benchmarking (European Commission 2018).", "While the initial focus of the disclosure regulation is on the responsibilities of institutional investors and asset managers to their customers in terms of factors in their risk processes, the broader action plan also extends to ESG transparency requirements on companies.", "An open question is whether the development of a common taxonomy and disclosure requirements will subsequently prove useful to regulators in discriminating between \"green\" and \"brown\" credit risks in a systematic manner.", "The Network for Greening the Financial System (NGFS) was launched at the Paris One Planet Summit in December 2017 and provides a platform for central banks and supervisory authorities to share knowledge and develop common strategies.", "At the technical level, its current agenda consists of: (a) a macrofinancial workstream that is sizing the macroeconomic and systemic risks associated with climate change; (b) a supervisory/microprudential workstream that is reviewing disclosure practices and environmental-related credit risks; and (c) a workstream on scaling up green finance that is exploring how central banks and supervisors should incorporate ESG factors in their operational and monitoring activities in support of the switch to green finance.xvi Through such initiatives, the global community of central banks and financial regulators is undergoing its own transition, with climate change much higher on the agenda compared to a few years ago.", "Climate Change and the Central Bank of Ireland As the central bank, we plan to incorporate the carbon transition into our macroeconomic and financial stability assessments.", "Over time, the carbon transition will be an influential factor in shaping macroeconomic outcomes.", "Similarly, as discussed in the previous section, the carbon transition can give rise to financial stability risks.", "This holds true at both international and domestic levels, such that our financial stability assessments and macroprudential policy frameworks will have to be extended to incorporate carbon-related systemic risk factors.", "Our macroeconomic and financial stability assessments rely on a mix of modelling tools and analysis of the empirical evidence.", "In order to address climate change, this will require adaptation of our models to incorporate the impact of both short-term weather events and long-term climate change.", "As surveyed by Dell et al (2014) and Batten (2018), there is an emerging research literature on these challenges but there remains many open questions, together with the necessary refinements to implement these adaptations in the specific context of the Irish economy.", "As the financial regulator, we have extensive responsibilities in guiding the adaptation of the financial system.", "In terms of reforms to EU financial legislation, the Central Bank offers technical support to the Department of Finance in its participation in the European Council and in transposing EU directives into domestic law.", "Within the framework laid out in primary legislation, we will participate in the design of regulatory rules and supervisory frameworks at European and global levels and roll out the domestic implementation of new policies and initiatives.", "More generally, given the common nature of the challenges, we will collaborate and coordinate with the international community of central banks and financial regulatory authorities in implementing our climate change work programme.", "Since our regulatory mandate is broad, this work will span a range of areas.", "It will include the revisions to the regulation of financial markets, investment firms and the asset management industry, in addition to the assessment of climate-related prudential risks facing the banking and insurance sectors.", "Furthermore, there will be a parallel challenge for our consumer protection role, given the implications for financial products such as mortgages, insurance policies and investment funds.", "An added dimension to the challenge we face is that we have a dual responsibility.", "In addition to assessing domestic climate-related risks and understanding the national carbon transition path, we are also the regulator of many externally-orientated firms that conduct business on a pan-European basis and have a global customer base.", "Accordingly, the broad geographical scope of the financial firms that we regulate mean that we will have to factor the considerable country variation in climate risks into our supervisory strategies.", "In managing our investment portfolio, ESG criteria are taken into account.xvii In particular, the equities component of our investment portfolio is managed in line with ESG criteria: compliance with the UN-supported Principles for Responsible Investment (PRI) was a condition in allocating the mandate for this portfolio.xviii In relation to the bond component of our investment portfolio, an ESG policy for this asset class is currently in preparation.", "Already, the Bank holds ten green bonds (e221 million) in our investment portfolio and six green bonds (e193 million) as part of the public sector purchase programme component of the ECB's quantitative easing measures.xix In terms of our own carbon footprint, the construction of our new headquarters on North Wall Quay provided an opportunity to design a building that was energy efficient, had low operating costs with a healthy and ambient indoor environment for the occupants.xx Underlining this commitment, the Bank has signed up to the Business in the Community Ireland Low Carbon Pledge that targets a 50 percent reduction in (scope 1 & 2) greenhouse gas emissions by 2030.", "In terms of energy consumption, a challenge for the international central banking community is to make progress in switching (where possible) from physical international meetings to greater use of video conferencing and other communications technologies that cut down on travel.", "This set of policy challenges will be met by a cross-organisational effort that draws on staff from across the Bank's different functional areas.", "These include: economics and statistics; financial stability; financial operations; facilities management; the prudential and conduct regulation and supervision of banks, insurance companies, investment funds and financial markets; and consumer protection.", "Bank staff will also be involved in the work of the international regulatory committees involved in preparing the financial regulation system to address climate change risks.", "Our strategic plan for 2019-2021 puts forward five strategic priorities for the Bank.", "Addressing the implications of climate change for the financial system is essential if we are to make progress on three of these priorities: (a) resilience; (b) consumer protection; and (c) engaging and influencing.", "First, in the absence of taking action, the long-term resilience of the financial system is threatened if the balance sheets of financial institutions, households or firms (and, more generally, macroeconomic performance) are excessively vulnerable to climate risks: climate resilience is an integral component to the overall resilience of the financial system and the economy.", "Second, our consumer protection frameworks must assist households in navigating the personal financial choices thrown up by climate change, both in relation to financial portfolio decisions and the financing of low-carbon housing and transportation.", "Third, the complex and multi-dimensional nature of the carbon transition mean that much of what is required can only be achieved through engagement with households, firms, government and financial intermediaries, in order to influence the design of appropriate policies and the financial decisions of all affected sectors.", "For these reasons, the Bank is fully committed to playing our part in ensuring that Ireland successfully responds to climate change in the coming years.", "Acknowledgements Prepared for the 2019 Monsignor Pádraig de Brún Memorial Lecture at NUI Galway.", "I thank Philip Brennan, Denise Delaney, Liam McMunn, John Nash and Paul Reddan for their help in preparing this speech.", "I am also grateful to John Fitzgerald, Sam Langfield, Rea Lydon and Billy Pizer for helpful interactions.", "References Aldy,Joseph, Alan J. Krupnick, Richard G. Newell, Ian W.H.", "Parry and William A. Pizer (2010), \"Designing Climate Mitigation Policy,\" Journal of Economic Literature 48(4), 903-934.", "Backstrom, Hans, Jennifer Anderson, Laurence Roth, Emmanuel Butin, Martin Vleeschhouwer, Erwen Crehalet and Jakob Thoma (2017), \"Lifeguard Wanted: Tracking Article 2.1c & Transition Risks in Financial Markets,\" Briefing Note, 2 Degrees Investing Initiative.", "Batten, Sandra (2018), \"Climate Change and the Macro-Economy: A Critical Review,\" Bank of England Staff Working Paper No.", "Battiston, Stefano, Antoine Mandel, Irene Monasterolo, Franziska Schutze and Gabriele Visentin (2017), \"A Climate Stress-Test of the Financial System,\" Nature Climate Change 7, 283-288.", "Carney, Mark (2015), \"Breaking the Tragedy of the Horizon - Climate Change and Financial Stability,\" Speech, Lloyd's of London (September 29).", "Carney, Mark (2018), \"A Transition in Thinking and Action,\" Speech, International Climate Risk Conference for Supervisors.", "Coeure, Benoit (2018), \"Monetary Policy and Climate Change,\" Speech, Scaling Up Green Finance: The Role of Central Banks.", "De Bruin, Kelly C and Aykut Mert Yakut (2018), \"The Economic and Environmental Impacts of Increasing the Carbon Tax,\" ESRI Research Series No.", "Dell, Melissa, Benjamin F. Jones and Benjamin A. Olken (2014), \"What Do We Learn from the Weather?", "The New Climate-Economy Literature,\" Journal of Economic Literature 52(3), 740-798.", "Desmond, Margaret (2018), \"National Preparedness to Adapt to Climate Change: Analysis of State of Play,\" Environmental Protection Agency Research Report No.", "D'Orazio, Paola and Lilit Popoyan (2018), \"Fostering Green Investments and Tackling ClimateRelated Financial Risks: Which Role for Macroprudential Policies?,\" LEM Working Paper Series 2018/35.", "Directorate General of the Treasury (with support from the Banque de France and the Prudential Supervisory and Resolution Authority) (2015), \"Evaluating Climate Change Risks in the Banking Sector,\" Report Required under Article 173 Vo of the Energy Transition and Green Growth Act No.", "European Commission (2016), \"Impact Assessment Accompanying the Document: Proposal for a Directive of the European Parliament and of the Council amending Directive 2012/27/EU on Energy Efficiency,\" Staff Working Document No.", "European Commission (2018), Action Plan: Financing Sustainable Growth.", "European Systemic Risk Board (2016), \"Too Late, Too Sudden; Transition to a Low-Carbon Economy and Systemic Risk,\" Advisory Scientific Committee Report No.", "EU High-Level Expert Group on Sustainable Finance (2018), Financing a Sustainable European Economy.", "Gennaioli, Nicola and Andrei Shleifer (2018), A Crisis of Beliefs: Investor Psychology and Financial Fragility, Princeton University Press.", "Golosov, Mikhail, John Hassler, Per Krusell and Aleh Tsyvinski (2014), \"Optimal Taxes on Fossil Fuel in General Equilibrium,\" Econometrica 82(1), 41-88.", "Hebbink, Gerbert, Laurien Berkvens, Maurice Bun, Henk van Kerkhoff, Juho Koistinen, Guido Schotten and Ad Stokman (2018), \"The Price of Transition: An Analysis of the Economic Implications of Carbon Taxing,\" DNB Occasional Studies 16-8.", "Knot, Klaas (2018), \"Supervision and Green Finance?,\" Speech, International Climate Risk Conference for Supervisors.", "McKibbin, Warwick J., Adele C. Morris, Peter J. Wilcoxen and Augustus J. Panton (2017), \"Climate Change and Monetary Policy: Dealing with Disruption,\" Climate Change and Energy Economics Discussion Paper, Brookings Institution.", "Mersch, Yves (2018), \"Climate Change and Central Banking,\" Speech, Sustainability is Becoming Mainstream Workshop.", "Naqvi, Mona, Brendan Burke, Svenja Hector, Tricia Jamison and Stan Dupre (2017), All Swans are Black in the Dark: How the Short-Term Focus of Financial Analysis Does Not Shed Light on Long-Term Risks, Generation Foundation and 2 Degrees Investing Initiative.", "Rehn, Olli (2018), \"Climate Change and Green Finance,\" Speech, Finnish Climate Summit.", "Schoenmaker, Dirk (2018), \"Greening Monetary Policy,\" mimeo, Rotterdam School of Management.", "Solana, Javier (2018), \"The Power of the Eurosystem to Promote Environmental Protection,\" University of Oslo Faculty of Law Research Paper No.", "Schotten, G, S van Ewijk, M Regelink, D. Dicou and J. Kakes (2016), \"Time for Transition: An Exploratory Study of the Transition to a Carbon-Neutral Economy,\" DNB Occasional Studies 14-2.", "Technical Expert Group on Sustainable Finance (2019), Report on Climate-Related Disclosures, European Commission.", "Vermeulen, Robert, Edo Schets, Melanie Lohuis, Barbara Kolbl, David-Jan Jansen and William Heeringa (2018), \"An Energy Transition Risk Stress Test for the Financial System of the Netherlands,\" DNB Occasional Studies 16-7.", "Villeroy de Galhau, Francois (2018), \"The Role of Finance - Anticipating Climate Risks, Fi- nancing Transition Opportunities,\" Speech, Climate Finance Day 2018.", "Weidmann, Jens (2017), \"Green Bond Issuance and Other Forms of Low-Carbon Finance,\" Speech, OMFIF Global Public Investor Symposium.", "See also Gennaioli and Shleifer (2018) on the modelling of beliefs in macro-financial models.", "See the website of the Climate Change Advisory Council for reports on the evolution of emissions in Ireland.", "See also the websites of the Environmental Protection Agency and the Sustainable Nation Ireland network.", "The literature on carbon taxes is vast.", "For recent studies, see De Bruin and Yakut (2018) and Hebbink et al (2018) and the references therein.", "The euro-dollar rate as of 1st April 2018, the conversion date used in the World Bank study (values rounded to nearest integer).", "The sectoral coverage of the carbon tax varies across countries: see World Bank (2018) for a detailed comparative analysis.", "v. Of course, this is not a clean split, with many traditional consumers having the potential to make some contri- bution to energy production through the installation of sonar panels and other mechanisms.", "According to the CSO 2018 Annual Yearbook, households are responsible for a fifth of greenhouse gas emis- sions but pay 61 percent of environmental taxes.", "The environmental tax bill for the typical household amounts to e1,771 as a result of taxes on petrol/diesel, cars and heating fuels.", "Although from a low base, data reported by the Society of the Irish Motor Industry (SIMI) show that sales of electric cars in January 2019 were 811, compared to 104 in January 2018.", "In terms of market share, this is an increase from 0.28 percent to 2.5 percent.", "See: -vehicle-statistics.", "For more extensive discussions of the implications for monetary policy, see McKibbin et al (2017), Coeure (2018), Mersch (2018) and Solana (2018).", "For example, the flood risk from rising sea levels may render some coastal areas non-viable.", "For example, the flood risk from rising sea levels may render some coastal areas non-viable.", "On the data and modelling requirements for comprehensive scenario analyses, see also Battiston et al (2017), Backstrom et al (2018).", "This study employs NiGEM, the global model maintained by the UK's National Institute for Economic and Social Research (NIESR).", "The Central Bank of Ireland uses NiGEM for scenario analysis.", "Mortgage loans are outside the scope of the study.", "See the website of the UNEP Finance Initiative for sets of principles for each part of the financial sector.", "Prudential Regulatory Authority (2018), \"Enhancing Banks' and Insurers' Approaches to Managing the Finan- cial Risks from Climate Change,\" September 2018.", "See also the general climate change agenda of the Bank of England (-change).", "The taxonomy for green bonds can build on the current criteria laid out in the Green Bond Principles (GBP) and the Climate Bond Initiative (CBI).", "The website of the Network for Greening the Financial System (NGFS) provides the details of its work pro- gramme.", "A further step is to calculate and disclose the climate-risk exposures in the balance sheet of the central plan, as is currently planned by the Banque de France (Villeroy de Galhau 2018).", "Furthermore, the portfolio also complies with the World Health Organisation's Framework Convention on Tobacco Control, meaning that tobacco-related investments are screened out of the Bank's fund.", "An important step forward for sustainable finance in Ireland was the launch of Ireland's first-ever sovereign Green Bond by the NTMA in October 2018 that raised e3 billion.", "It is the first office building of its size in Ireland to achieve a BREEAM rating of 'Outstanding' and a Building Energy Rating of A2 (The Building Research Establishment Environmental Assessment Method (BREEAM) is an international independent benchmark to measure and verify the sustainability credentials of a building).", "The design includes progressive energy saving features such as: (i) a Combined Heat and Power (CHP) plant that generates electricity as it heats the building; (ii) a mixed mode ventilation system that relies on fresh air, when conditions permit, to reduce the energy demand from air conditioning (a significant energy user); (iii) extensive energy and temperature metering to help measure performance of the NWQ building and identify opportunities for improvement; and (iv) end of journey facilities, including over three hundred bicycle stands, designed to promote the year-round use of cycling, running and walking as sustainable transport options.", "The Bank operates an energy management system at each of its sites, to the ISO 50001 international energy performance standard.", "Aligning the way that the Bank operates with the environmental features in the physical design of the new headquarters building embeds and drives our sustainability performance.", "Through ongoing stakeholder engagement, the Bank continues to identify new opportunities for improvement and implement new procedures to optimise the performance of the facilities and our energy efficiency.", "By promoting these sustainable practices internally and externally, the Bank is affirming its commitment to reducing its overall impact on the local and global environments.", "The results are already evident: a 20 percent reduction in energy consumption at our currency centre since March 2017.", "This is equivalent to over 1.4 million kilowatt hours, 402 tonnes of carbon dioxide or a saving in excess of e97,000.", "In 2018, we reduced electricity consumption at the North Wall Quay building by twenty- five percent compared with 2017, equivalent to almost one million kilowatt hours, 520 tonnes of carbon diox- ide or an annual saving in excess of e119,000 .", "(Since the NWQ building was commissioned in 2017, it would not be considered a baseline for \"normal\" operations.", "The CO2 conversion factors are different for gas and electricity, hence the varying results from the different ratios of resource use at the two sites.)"], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Carbon Transition", "Financial Stability", "Macroprudential Policy", "Sustainable Finance", "Climate Stress Testing", "Green Bonds", "Environmental, Social and Governance (ESG)", "Climate-Related Disclosures", "Energy Efficiency"]}