{"sentences": ["The prospects for the Italian economy are less favourable today than they were a year ago.", "They are affected by downside risks, partly originating abroad, but which still primarily reflect Italy's own weaknesses, above all the uncertainty surrounding growth, the fiscal policy stance and the resumption of a credible path to reduce the burden of public debt on the economy.", "A high sovereign risk premium exacerbates the imbalance of the public accounts, undermines the capacity of fiscal policy to support the economy and limits the resources available for investment in infrastructure.", "The fall in the value of government securities impacts negatively on household savings and leads to capital losses for institutional investors, such as insurance companies and pension funds.", "Banks also face losses, with repercussions on their funding conditions on the markets; this impairs their ability to supply credit to the private sector and thereby to support production.", "The activation of this vicious circle has been slowed by the relatively high average maturity of the public debt, the expansionary monetary policy conditions and banks' capitalization levels.", "These are positive factors that may, however, turn out to be insufficient in the event of sudden financial market movements, a risk that we have already faced in the past.", "This risk must be avoided by keeping a close watch on the public accounts - in the short and long term - and through the decisive implementation of cohesive reforms to preserve the trust of savers and regain that of investors.", "The ultimate goal, requiring perseverance and determination, has to be that of a lasting return to a path of social and economic development.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "financial dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "none"], "topics": ["public debt", "fiscal policy", "economic growth", "sovereign risk premium", "investment", "credit", "financial markets", "public accounts", "reforms", "social development"]}