{"sentences": ["Financial and Settlement Systems as Social Infrastructure: Disaster Management Perspective Impact of Natural Opening Remarks at the Symposium \"The Disasters on Financial Markets and Financial Held at Nagoya City University Graduate School Masazumi Wakatabe Deputy Governor of the Bank of Japan I.", "Introduction I am delighted to be given this opportunity to speak to you at this symposium.", "Japan is at risk of various natural disasters -- wind and flood damage caused by typhoons or heavy rain, volcanic eruptions as well as earthquakes, such as the Great Hanshin-Awaji Earthquake and the Great East Japan Earthquake.", "This year again, typhoons such as Faxai and Hagibis inflicted serious damage.", "The probability that a massive earthquake may occur in the Nankai Trough off the Pacific coast within the next 30 years is estimated to be 70-80 percent.", "Disaster prevention measures have also been updated in preparation for cases where earthquakes occur consecutively with a certain time lag after the initial event in the Nankai Trough, something which has been experienced in the past.", "Many other countries seem to be vigilant of the risks of terrorist attacks, cyber attacks, or widespread power outages triggered by transmission equipment malfunction.", "Growing attention, however, is being paid to natural disasters worldwide.", "According to statistical data on natural disasters compiled by the Université catholique de Louvain's Center for Research on the Epidemiology of Disasters, the number of cases has recently been in the range of 300- 350 a year, which is larger than in the past1 (Chart 1).", "Although different countries put priority on different risks, climate change risk has increasingly been recognized as a global issue, especially among European countries This could also be related to in recent years.", "unusual weather, including concentrated heavy rains frequently experienced in Japan lately.", "The increase since the 1970s seems to partly reflect an improvement in the accuracy of statistics.", "Tomohiko Inui, \"Shizen saigai to keizai seichō,\" Keizai Seminā, no.", "706, February/March 2019 issue: Growing attention is being given to the impact of climate change on the real economy and financial system among financial supervisory authorities and central banks.", "This topic has been increasingly discussed at international conferences, including the Network for Greening the Financial System (NGFS).", "The Bank of Japan announced today (November 28) that it has joined the NGFS.", "For examples of central banks' initiatives on this issue, see Margherita Giuzio et al., \"Climate Change and Financial Stability,\" Financial Stability Review, May 2019, ~47cf778cc1.en.html#toc1; and Lael Brainard, \"Why Climate Change Matters for Monetary Policy and Financial Stability,\" speech at \"The Economics of Climate Change,\" a research conference sponsored by the Federal Reserve Bank of San Francisco, November 8, 2019, .", "According to a report compiled by Japan's Ministry of the Environment and others, there is no solid How we should respond to climate change has been discussed from various perspectives thus far, but will be treated as a more practical, more global issue going forward.", "Looking back at natural disasters in postwar Japan, many severe disasters are called to mind.", "In particular, Typhoon Vera, also known as the Isewan Typhoon, struck in September 1959, becoming a turning point for Japan in developing disaster countermeasures.", "The extensive damage caused by the Isewan Typhoon led to the Basic Act on Disaster Management, which stipulates the basics underlying Japan's disaster management and control measures, being enforced in 1962 (Chart 2).", "In response to this, the Bank of Japan formulated its disaster management operation plan in 1967.", "The theme of this symposium is \"The Impact of Natural Disasters on Financial Markets and Financial Institutions.\"", "Today, I would firstly like to describe the Bank's role and function in the context of Japan's disaster management, and then, referring to past actions, talk about the importance of maintaining \"financial and settlement systems as social infrastructure\" in times of disaster.", "In normal times, we tend to assume that social infrastructure, such as transportation, water, sewage, electricity, gas, and telecommunication, is naturally available like air.", "Once a large-scale disaster strikes, however, we become aware that whether such social infrastructure will continue to work or not is critical to our lives.", "Financial and settlement systems are also part of the social infrastructure.", "Facing a large-scale disaster, financial institutions play various roles as social infrastructure over time -- from the recovery phase to the reconstruction phase, for example (Chart 3).", "In the next part, I will first elaborate on the expected roles of financial institutions shortly after a disaster strikes.", "Moreover, disaster management can be considered as a cycle of actions.", "The cycle is comprised of two parts: (1) post-disaster actions for minimizing the spread and prolongation evidence that the frequency and strength of cyclones have increased in the long run, except for the North Atlantic.", "Ministry of the Environment et al., Kikō hendō no kansoku yosoku oyobi eikyō hyōka tōgō repōto 2018: Nihon no kikō hendō to sono eikyō [Synthesis report on observations, projections and impact assessments of climate change, 2018: Climate change in Japan and its impacts] (February 2018): 54, .", "Dead or missing nationwide totaled over 5,000 people.", "Particularly serious damage was experienced in Aichi, Mie, and Gifu Prefectures due to storm surge.", "of damage and (2) pre-disaster actions for preventing damage and forecasting future disasters based on lessons from the past.", "It is important to view these two parts as an interrelated sequence, or a cycle (Chart 4).", "Toward the end of this talk, I would like to describe disaster management from this perspective.", "The Bank of Japan as a Designated Public Institution The Bank is listed as a designated public institution in the Basic Act on Disaster Management, together with the Japanese Red Cross Society and electric power companies, for example.", "Along with the national and local governments, designated public institutions are required to make necessary arrangements to protect \"the lives, bodies, and property of citizens from disaster.\"", "The Bank not only issues banknotes and conducts monetary policy, but also provides a system to settle funds smoothly among financial institutions.", "For example, let's consider the situation, shown in Chart 5, where you pay for goods and services by a bank transfer from your account at Bank A to the merchant's account at Bank B.", "Transaction information, such as the amount of transferred funds and the payee's account number, is notified to Bank B through the Zengin System, a nationwide online network system for banks.", "The net settlement position is calculated for each financial institution and notified to the Bank of Japan Financial Network System (BOJ-NET).", "Funds are then settled through In a situation where a firm makes a bank transfer institutions' current accounts at the Bank.", "for salary payment from its account at Bank B to your account at Bank A, funds are settled in the opposite direction.", "The Zengin System is affiliated with the Japanese Bankers Association, and the Bank monitors such major private payment and settlement systems at all times to ensure their stable operation.", "The BOJ-NET is a system developed and operated by the Bank, settling funds among financial institutions while preparing for various risks.", "The Bank prepares for necessary business continuity, aiming at fulfilling its mission of ensuring stable operation of payment and settlement systems in addition to issuing banknotes even in times of disaster.", "Experience of the Great East Japan Earthquake What would you do if a severe earthquake strikes and an alert warning of massive tsunamis is issued a few minutes later?", "Those who are near the coast would evacuate to higher ground immediately with the bare minimum of belongings.", "What would you do if you return home after the tsunami recedes and find your cash muddy or burnt and stuck together at home?", "What if your passbooks or registered seals are washed away by the tsunami?", "What if your payday is next week but the bank branch at which you have an account is swept away by the tsunami?", "When the Great East Japan Earthquake struck in 2011, these problems actually occurred extensively in the affected areas, causing anxiety for many people.", "At that time, financial institutions in the affected areas themselves were damaged, but continued to make strenuous efforts to fulfill their mission.", "To help us consider today's topic, let me briefly look back on the financial institutions' actions at the time.", "The Bank of Japan's Experience At 2:46 p.m. on March 11, 2011, the Bank's Sendai Branch experienced a strong quake.", "Objects fell from the ceiling and the branch was shrouded in haze created by dust.", "When the quake finally subsided, a voice resounded in the branch, \"The BOJ-NET is functioning properly.\"", "Triggered by this call, the staff resumed their work to continue business operations.", "Financial institutions make massive fund transfers with each other via the BOJ-NET every day.", "If you compare money to the blood of Japan's economy, the shutdown of the BOJ-NET means the absence of blood flow in the economy.", "The Bank made the following responses at the time.", "Firstly, 15 minutes after the earthquake occurred, it set up a disaster management team headed by the Governor.", "The team gathered information concerning the damage, coordinated with government and other relevant parties, and disseminated information domestically and internationally on the operational status of the Bank's offices and financial markets.", "As March 11 was a Friday, the Bank's branches and offices in the affected Tohoku region continued to supply cash to financial institutions by opening service counters during the weekend.", "This was to meet the increased cash demand because, once a disaster occurs, people seek to hold more cash on hand out of a need to secure funds for immediate living expenses and out of fears about the future.", "In times of disaster, demand for cash tends to increase sharply as it performs the two-fold functions of money: a medium of exchange (i.e., a means of payment) and a store of value.", "A few days after the disaster, a massive amount of damaged banknotes and coins were brought to the Bank to be exchanged for clean ones.", "The Bank met these requests by sending staff from other parts of Japan to help branches in the affected areas.", "In Iwate Prefecture, where the Bank does not have a branch, we set up a temporary counter at a local financial institution to provide the exchange service.", "The Bank delegates some services to private financial institutions to make payments for public pensions and government workers' salaries, as well as to provide services related to receipts and payments of treasury funds, including receipts of taxes.", "Since many of the delegated agents, or financial institutions' locations, were also damaged at the time,9 the Bank itself took over part of the work that was delegated to them.", "A timely response was required, partly because the payday for self-defense officers involved in relief and rescue operations in the region was scheduled in the week after the disaster.", "With regard to payment and settlement systems, the BOJ-NET continued to operate in a stable manner without a halt even during the time of the disaster.", "The Bank also continued to monitor the operational status of the payment and settlement systems run by private organizations, working in cooperation with them as necessary to effect smooth settlement of transactions, including salary payments, which increased toward the end of the month.", "Impact on financial institutions and their response Let me turn to the impact on financial institutions in the affected areas immediately after the disaster.", "As of March 14, about 280 locations were closed following the evacuation order in response to the tsunamis and the nuclear accident.", "This was more than 10 percent of all the locations of the 72 financial institutions headquartered in one of the six prefectures of the Tohoku region or Ibaraki Prefecture.", "This fact alone is enough to tell you that financial institutions found themselves in a difficult situation along with the affected population.", "How did financial institutions fulfill their roles as social infrastructure in this situation?", "Let us look back on their actions in details.", "First, financial institutions in the affected areas sought to secure more abundant cash on hand than usual immediately after the disaster to meet increased cash demand from affected customers.", "These institutions withdrew cash from their current accounts at the Bank and delivered it to their headquarters and branches in the affected areas.", "Since there were traffic network disruptions and restrictions as well as a lack of cash-delivery vehicles, financial institutions in neighboring areas sometimes shared them.", "On the back of such actions, cash totaling about 310 billion yen was withdrawn from the Bank by financial institutions in the Tohoku region during the first week after the disaster.", "This is about three times the amount in the same period in the previous year.", "Financial institutions conducted their business in a flexible manner to enable affected customers to withdraw their deposits as long as their identification was confirmed, even if they had lost their passbooks or registered seals.", "This response incorporated requests made by the Financial Services Agency and the Bank to financial institutions to treat affected people favorably.", "Disaster victims who had lost passbooks or other relevant documents were able to withdraw close to 6.0 billion yen from financial institutions by April 2011, even in the three affected prefectures alone (Chart 6).", "Moreover, when those affected brought waterlogged or burnt cash to financial institutions, they were able to exchange it for new cash.", "Damaged cash brought in by financial institutions and disaster victims was also exchanged at the Bank's service counters, the amount reaching 470,000 banknotes (3.5 billion yen) and 4,220,000 coins (0.14 billion yen) by March 2012 (Charts 7 and 8).", "Even when financial institutions found it difficult to restore their affected branches, they remained available for affected depositors as much as possible by, for example, setting up temporary locations.", "Among the bank locations closed immediately after the disaster, about 40 percent resumed business by the end of March.", "During that time, 41 temporary locations were also set up (Charts 9 and 10).", "Meanwhile, the BOJ-NET and core payment and settlement systems in the private sector maintained stable operations as a whole.", "Even at the end of March, when there was a concentration of a large number of payments for salaries, public utility services, and others, there was no serious disruption in payments and settlements in the affected areas.", "Behind the scenes, the Zengin System, which processes transfer data, and the BOJ-NET extended operating hours for consecutive days to complete as many scheduled transactions as possible within the day.", "In addition, various other measures were taken to maintain the clearing function of financial institutions.", "They include some clearing houses covering the work of other clearing houses which had had to be closed due to damage to their buildings or other reasons.", "At the time of the Great East Japan Earthquake, foreign media often reported that Japan's public order was maintained even in an extreme situation.", "I believe that ensuring the payment and settlement functions of financial institutions as well as the circulation of cash on the whole contributed to social stability in the affected areas.", "In addition, some financial institutions organized information-sharing arrangements among themselves so that affected persons who evacuated to distant locations would be able to withdraw cash at financial institutions other than those where they have accounts.", "A system failure at a financial institution on March 14 significantly delayed its submission of transfer instructions to the Zengin System.", "The Zengin System and the BOJ-NET dealt with the situation by extending their operating hours.", "Nicholas Kristof, \"Sympathy for Japan, and Admiration,\" New York Times, March 11, 2011, -for-japan-and-admiration/.", "Kyung Lah, \"Amid Disaster, Japan's Societal Mores Remain Strong,\" CNN, April 10, 2011, .", "Developments in financial markets and policy response The Great East Japan Earthquake also had a significant impact on financial markets.", "When uncertainty about the future heightens due to a disaster or other reasons, financial institutions and firms seek more proactively to secure cash on hand, or liquidity.", "This is similar to households increasing their cash demand after the earthquake as I mentioned earlier.", "In response to such developments, the Bank judged that it had to take all possible measures to relieve concern about funding immediately and ensure financial market stability.", "It provided funds totaling a record high of 21.8 trillion yen through funds-supplying operations on March 14, the first business day after the earthquake.", "The Bank continued to offer same- day funds-supplying operations for six consecutive business days through March 22 (Chart 11).", "With the Bank's provision of ample funds, there was no notable turbulence in money markets, where financial institutions lend and borrow funds with each other.", "The Bank also decided on April 28, just about a month after the disaster, to introduce the funds-supplying operation to support financial institutions in disaster areas.", "Although this was quite some time before funding needs for recovery and reconstruction gained momentum, the Bank aimed to make funding by financial institutions easier there both in the initial and subsequent phases after the disaster.", "Meanwhile, looking at the developments in the stock and foreign exchange markets, the Nikkei Stock Average, for instance, declined sharply as the damage became apparent, eventually falling by 1,015 yen, or 10.6 percent on March 15 from the previous business day (Chart 12).", "This rate of decline is still the third largest in history, following only those recorded on Black Monday in 1987 and after the Lehman Brothers failure in 2008.", "In the foreign exchange market, amid the yen's appreciation, concerted foreign exchange market intervention was conducted by the authorities of Japan, the United States, the United Kingdom, Canada, and the European Central Bank on March 18.", "Initiatives after the Great East Japan Earthquake Over eight years have passed since the Great East Japan Earthquake.", "Based on lessons from the disaster, initiatives to enhance disaster management have been taken at various levels from Japan's government to individual firms, and are still under way.", "Financial institutions have also enhanced their disaster management programs, as can be summarized in the following three points (Chart 13).", "The first is self-help initiatives.", "Many financial institutions faced risks of a power shortage and traffic network disruptions at the time of the earthquake.", "Such experiences highlighted the importance of having backup arrangements for computer systems and headquarters' functions at places remote from their headquarters -- for example, in Osaka when the headquarters is in Tokyo -- in order to maintain the payment and settlement functions even in times of disaster.", "In fact, financial institutions have striven to set up such sites and enhance their functions.", "Recently, an increasing number of financial institutions have introduced dual operation, under which not only main offices but also backup offices conduct part of their business operations even in normal times.", "The second is mutual assistance initiatives.", "Financial institutions have recognized that, given the expected magnitude of damage by a possible Nankai Trough Earthquake or other disasters, an individual institution alone cannot make adequate preparations, or even if it tries, it will be too costly compared to their management resources.", "Some of these financial institutions created regional councils, making arrangements where participating financial institutions will provide needed cash to each other in times of disaster.", "On the level of financial markets, including money markets, securities markets, and the foreign exchange market, initiatives have been pushed forward to enhance the framework of a market-level business continuity plan (BCP).", "This will enable financial institutions participating in the market to immediately share their damage situation and, based on that assessment, discuss possible changes to trading practices for the market to function smoothly.", "The third is public assistance initiatives.", "Since the Great East Japan Earthquake, Japan's national and local governments have revised upward their estimation of damage that can be caused by possible large-scale earthquakes, floods due to heavy rains, and other disasters, and have also updated hazard maps.", "This imposed challenges on financial institutions, especially those located near the coast, but it added momentum to the progress of detailed considerations and preparations from the viewpoint of business continuity and employee safety.", "Specific measures based on local circumstances have also been advanced; for example, the improvement of priority roads that are supposed to be restored sooner as well as the registration of emergency vehicles -- both of which will be useful for cash delivery in times of disaster.", "Meanwhile, the Bank introduced a framework enabling financial institutions to receive cash from another nearby branch of the Bank when a branch of the Bank or an office of a financial institution which has a current account at a branch of the Bank is affected.", "V. Continuous Review and Enhancement of Business Continuity Arrangements Of all the financial institutions in Japan, how many have already prepared business continuity arrangements?", "According to the Bank's survey in 2014, 85 percent of the financial institutions, including banks and securities companies, answered that a companywide business continuity management framework had already been put in place and regularly reviewed.", "Financial institutions run their businesses while assessing various risks such as the credit risk of borrowers and market risk associated with bond holdings.", "Operational risk, including that for computer system failures, also needs to be considered, and therefore, upgrading business continuity arrangements is an important managerial issue in disaster preparation.", "Given this, financial institutions take it for granted that such arrangements should be in place, but there is also a need to advance them further.", "From my perspective, with a view to serving as social infrastructure even in times of disaster, three things are expected of financial institutions going forward (Chart 14).", "Each contributes to the enhancement of resilience against disasters -- that is, the capability to minimize the damage, achieve prompt recovery, and continue business operations.", "The first is to enhance disaster preparedness.", "Referred to as the \"6 Ps\" -- Proper Planning and Preparation Prevents Poor Performance -- it is essential to repeatedly review and improve business continuity arrangements by taking the opportunities of coping with actual disasters and by conducting periodic emergency drills.", "The Bank practices an emergency drill every September, involving its disaster management team headed by the Governor.", "We have continued to update the way it is conducted, for instance, by implementing the drill scenarios, including the details and extent of damage, without advance disclosure to the participants, but presenting them with the information on the spot.", "To improve our existing business continuity arrangements, we have reflected on lessons learned from each drill.", "It is essential for each financial institution to get their business continuity framework entrenched in its organization and keep working toward increasing its feasibility in times of disaster by, for example, updating the content of emergency drills and reviewing their experience under management leadership.", "The second is to enhance inter-organizational cooperation.", "When a disaster strikes, controlling the damage is key.", "In this connection, cooperation among related organizations matters to minimize the impact of the damage and achieve a swifter recovery.", "One option is to build relationships in normal times with local governments, financial institutions, utility firms as well as monetary authorities, including the Bank's branches, to be able to cooperate in times of disaster as necessary.", "It is also important to confirm that there is no significant gap with the counterparts in their business continuity arrangements and assumed emergency situations.", "The third is to enhance flexibility and imagination.", "Changes in circumstances and the emergence of new risks take place constantly.", "As I mentioned earlier, climate change risk has been increasingly recognized worldwide.", "Moreover, although it is not a natural disaster, we have also observed increasing cyber security threats on a global scale in recent years.", "In the financial sector, cyber drills are conducted both at an international level, such as under the G- 7 framework, and at a domestic level, among financial institutions.", "National governments have also taken the lead in developing cyber countermeasures.", "Such cyber security measures have become even more important with the increasing use of mobile payments.", "Japan's national and local governments may revise their disaster damage estimation again in the future, and public expectations of services provided by social infrastructure may also change.", "It is vital to pay due attention to changes in circumstances and the emergence of new risks, reviewing with flexibility and a fertile imagination to see whether there is any room for improvement in business continuity arrangements.", "Concluding Remarks Thus far, my discussion has focused on the role of financial institutions in times of disaster, while looking back on their response to the Great East Japan Earthquake.", "In times of disaster, it is critical that financial institutions ensure cash circulation and maintain their payment and settlement functions as social infrastructure underpinning financial and economic activities.", "Even if we are prepared for disasters, we are often required to take different measures in times of actual disaster.", "After a disaster winds down, it is essential to reflect on the experience, serving as a starting point toward more advanced preparation for possible future disasters.", "In this sense, risk and crisis management never ends.", "I heard that the Central Japan Economic Federation published a report on the current situation and challenges of the social infrastructure in preparation for the Nankai Trough Earthquake, one of the anticipated natural disaster risks particularly feared in this region.", "I expect financial institutions to further advance the reviews of disaster management and actions to cyber risk are proposed mainly from the perspective of macroprudential policy in Anil K. Kashyap and Anne Wetherilt, \"Some Principles for Regulating Cyber Risk,\" AEA Papers and Proceedings 109 \"Kin'yūshijō infura to saibā (2019): 482-87.", "For the Bank's publications, see: Shigehiro Kuwabara, Kessai Shisutemu Fōramu, February rejiriensu,\" remarks at Dai-18-kai 6, 2018, /; and Bank of Japan Financial System and Bank Examination Department, \"IT no shinpo ga motarasu kin'yū sābisu no aratana kanōsei to saibā sekyuritī,\" Financial System Report Annex Series, March 2016, There are similarities between natural disaster management and financial and economic crisis management.", "See PHP Research Institute, Nihon no kikikanri-ryoku, ed.", "Masazumi Wakatabe (Tokyo: PHP Institute, 2009).", "Central Japan Economic Federation, \"Nankai Torafu Jishin tō ga Chūbu keizaikai ni ataeru eikyō o saishōka suru tameni: Torimaku shakai infura no genjō to kadai shita kēsu (Aichi-ken o moderu to sutadī),\" May 2019, .", "ensure the safety of their employees and play the necessary roles in their respective business areas.", "The Bank will continue to provide firm support for their efforts.", "Let me close my presentation by citing a brief episode I heard about.", "After the Great East Japan Earthquake, a student found muddy banknotes in a chest of drawers at the back of a room, when he, as a volunteer, helped an affected family to clean up their house after being flooded by the tsunami.", "The student visited a branch of the Bank with the family, and they had the muddy banknotes exchanged for clean, new ones.", "The student now works at the Bank.", "It is among the missions of the Bank to make sure that cash will be provided and circulated even in times of disaster.", "Thank you for your kind attention.", "Financial and Settlement Systems as Social Infrastructure: Disaster Management Perspective November 28, 2019 The Symposium \"The Impact of Natural Disasters on Financial Markets and Financial Institutions\" Held at Nagoya City University Graduate School Masazumi Wakatabe Deputy Governor of the Bank of Japan Number of Natural Disasters Chart 2 Past Disasters and Development of Related Laws September 11 attacks Isewan Typhoon 2004 Great East Japan Earthquake Disasters in Japan Prefecture Earthquake Kumamoto Earthquake HanshinAwaji Earthquake Outbreak of a new strain of influenza Act on Special Measures Concerning Countermeasures for Tokyo Inland Basic Act on Disaster Management Amendment of the Act on Special Measures Civil Protection Law Concerning Countermeasures for Nankai Trough Earthquake Act on Special Measures Countermeasures for Act on Special Measures Concerning Large-Scale Earthquakes Countermeasures for Novel Influenza, etc.", "Bank of Japan's 2006 Operational plans for dealing with Disaster management Civil protection business plan response pandemic influenza and new infectious diseases Phases of Post-Disaster Actions National and local governments Rescuing human Restoring roads, Formulating reconstruction lives, etc.", "plans, taking budgetary measures, etc.", "Recovery Reconstruction responses Ensuring safety and Resuming operations, Supporting business continuity (cash providing financial reconstruction (through circulation, payment and services (emergency consulting services), settlement functions), etc.", "loans) in consideration arranging public-private of disaster situations, etc.", "Financial institutions Disaster Management Cycle Pre-disaster actions Post-disaster actions Emergency Preparedness Prevention & Mitigation Source: Prepared based on Cabinet Office, \"Heisei 17-nen-ban hakusho\" [White paper on disaster management 2005], 2005, .", "Process of Payment and Settlement and Role of the Bank of Japan Sales transaction Consumer Consumer Provision of goods and services Notification of fund transfer Transfer Bank Bank B B Zengin Zengin System System Consumer's deposit account Firm's deposit account Notification of net settlement position Fund transfer Fund transfer Cash Withdrawals by Depositors Who Lost Passbooks Note: Figures are cumulative and for regional banks (I and II) and banks headquartered in Iwate, Miyagi, or Fukushima Prefectures that were able to respond (3 regional banks I, 1 regional bank II, and 8 banks).", "Source: Bank of Japan.", "Examination of Damaged Banknotes and Coins for Exchange (1) First, muddy banknotes brought to the Bank are washed.", "The banknotes are then dried one by one using hairdryers, etc.", "Examination of Damaged Banknotes and Coins for Exchange (2) Finally, the dried banknotes are laid out and examined.", "Similarly, coins are washed and examined.", "Number of Bank Locations Closed Note: Figures for financial institutions headquartered in one of the six prefectures of the Tohoku region or Ibaraki Prefecture.", "The total number of locations is about 2,700 of 72 financial institutions.", "Source: Financial Services Agency.", "Number of Temporary Bank Locations Opened (Number of locations) Note: Figures are for regional banks (I and II) and banks headquartered in Iwate, Miyagi, or Fukushima Prefectures that were able to respond (3 regional banks I, 4 regional banks II, and 18 shinkin banks).", "Source: Bank of Japan.", "Developments in BOJ Current Account Balances before and after the Disaster Bank of Japan provided funds totaling a record high of 21.8 trillion yen on March 14.", "Source: Bank of Japan.", "Developments in Stock Prices and Exchange Rates before and after the Disaster March 11, 2011 → Source: Bloomberg.", "Initiatives Based on Lessons from the Great East Japan Earthquake 1.", "Self-help → Many financial institutions have recognized the importance of backup arrangements for computer systems and headquarters' functions, striving to enhance them.", "Mutual assistance → Arrangements for mutual cooperation (in providing cash, etc.)", "among financial institutions and market-level frameworks have been made and enhanced.", "Public assistance → Consideration on business continuity has progressed, partly reflecting upward revisions of disaster damage estimation by national or local governments.", "What is expected of Financial Institutions 1.", "Enhancement of disaster preparedness → Continue to review business continuity arrangements to increase feasibility by taking the opportunity of coping with actual disasters and conducting periodic emergency drills.", "Enhancement of inter-organizational cooperation → Build relationships in normal times with local governments, financial institutions, firms, and monetary authorities so that they can cooperate as necessary in times of disaster.", "Enhancement of flexibility and imagination → Pay attention to changes in circumstances and new risks, reviewing with flexibility and a fertile imagination to see if there is any room for improvement in arrangements."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Disaster management", "Financial and settlement systems", "Business continuity", "Climate change", "Risk management", "Cyber security", "Resilience", "Natural disasters", "Cash circulation", "Payment and settlement systems"]}