{"sentences": ["In conclusion, I think that the package of measures we adopted was necessary and appropriate to counter the cyclical risks and the weak inflation outlook, and fully in line with our previous decisions.", "In the past, I have always avoided giving my opinion of monetary policy decisions immediately after Governing Council meetings.", "I have decided to do so today, a few weeks after the last decisions were taken, mainly because of the recent media attention given to the discussion that followed that meeting.", "Intense and detailed internal discussions on the monetary policy options are indispensable, and always take place.", "Many observers have wondered whether the dissemination of comments immediately following a common decision is a practice that is counterproductive, useful or even necessary.", "We can debate the merits of introducing at the ECB the procedure followed by other central banks, where, following their monetary policy meetings, they publish the positions of the participants (as well as the reasons for any disagreements).", "This solution, which I personally find appropriate, was at one point considered but then rejected by the Governing Council.", "In his remarkable scientific output, as in his numerous articles for the public at large, Marcello De Cecco always highlighted the close ties between geopolitical issues and economic events.", "It is interesting today to go back and read one of his last articles published in Affari e Finanza at the end of 2015.", "It dealt with the decision adopted by the ECB Governing Council in December of that year to expand asset purchases.", "Just as happened a few days ago, a member of the Council had publicly expressed disagreement with that decision; I am not sure that today the disagreement regarding the possible results of that decision would have been expressed quite so forcefully.", "I do not think that the comments made by some Governors at the end of the Governing Council meeting were guided by preconceived ideas or by political considerations, as Marcello seemed to think was the case back then, nor were they guided by an abstract division into \"hawks\" and \"doves\" as the press sometimes likes to believe.", "I am sure that these comments reflect the genuine conviction of Council members about the most useful measures for the euro-area economy.", "However, in the institutional context of the Economic and Monetary Union, it is still important to avoid the risk that, also due to the extemporaneous nature of the remarks made, the positions of the individual Council members be interpreted as an expression of national perspectives or interests, rather than as relating to the area as a whole.", "For this reason, I believe we all need to work to make our decision-making process as transparent as possible."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary Policy Decisions", "Internal Discussions", "Media Attention", "Governing Council", "ECB Procedure", "Geopolitical Issues", "Economic Events", "Asset Purchases", "Institutional Context", "Transparency"]}