{"sentences": ["SPEECH Monetary policy: lifting the veil of effectiveness ! \"", "Speech by Benoît Coeuré, Member of the Executive Board of the ECB, at the ECB colloquium on \"Monetary policy: the challenges ahead\" held in his honour Frankfurt am Main, 18 December 2019 In a few days, I will leave the ECB after eight years of unprecedented challenges for the integrity and stability of our single currency, the euro.", "Throughout these years, the ECB's resolve and steadiness have been the cornerstone of Europe's crisis response and economic recovery.", "I feel grateful and humbled to have been given a chance to be part of this effort.", "I would like to thank former President Mario Draghi, my Executive Board and Governing Council colleagues, and the staff of this great institution for their friendship and trust.", "And I would like to wish Isabel Schnabel and Fabio Panetta the best of luck.", "The starting point for my remarks this morning is people's sense of frustration and their criticism of central banks for failing to deliver inflation consistent with their aim.", "This criticism has taken different forms in society.", "Professional observers and financial market participants often criticise the inadequate size of our actions and question the effectiveness of our instruments.", "Private citizens criticise the type of instruments we use - in particular asset purchases and negative interest rates - and the side effects they associate with them.", "The use of these instruments has caused persistent mistrust.", "While three in four euro area citizens think the single currency is good for the European Union and two in three think it is good for their country, less than half of citizens trust the ECB.", "In my remarks this morning, I would like to make two points that speak to these concerns.", "The first is that there is no contradiction between inflation being low and monetary policy being effective.", "Central banks have achieved great success in recent years.", "Their achievements, however, and this will be my second point, are of little avail if the public does not recognise or understand them.", "I will argue that this \"veil of effectiveness\" creates enormous challenges for the credibility and acceptance of central banks - challenges which can only be overcome by revisiting the appropriateness of four key components at the heart of our current monetary policy frameworks: how we define price stability, how we measure inflation, how we evaluate the credibility of our intentions and the range of counterparts through which we implement monetary policy.", "Low inflation and the effectiveness of monetary policy My first point - how to square low inflation with policy effectiveness - centres on two separate questions.", "How should we, the central banking community, evaluate the effectiveness of our own actions?", "And why, despite years of extraordinary policy support, is inflation remaining stubbornly low?", "Evaluating our own actions is surprisingly difficult.", "There is no handbook, no checklist that we can use to consistently grade our actions.", "Ultimately, of course, there can only be one yardstick to measure central bank effectiveness: our track record in delivering inflation consistent with our aim.", "But does inflation failing to converge to our aim mechanically imply that our actions have not been effective?", "My answer is a clear \"no\".", "Despite unprecedented challenges to monetary policy implementation, central banks have succeeded in delivering financial and monetary conditions that are exceptionally supportive of real economic activity.", "Many euro area firms can currently borrow in financial markets at negative rates.", "Bank lending rates, also for small and medium-sized firms, are currently at, or close to, historical lows, with little dispersion across major economies.", "Firms have responded to these incentives as economic theory would predict.", "Over the past five years, real investment has expanded at a faster pace than in the five years preceding the global financial crisis.", "This is no small achievement considering the persistent uncertainty that has weighed on sentiment in recent years.", "Investment, in turn, has boosted job creation.", "Employment is up by 7% compared with mid-2014.", "And in many euro area countries wages are growing at the fastest pace in many years.", "All in all, ECB staff estimates show that, without our policy actions, euro area real GDP would have been up to 2.7 percentage points lower at the end of last year, and inflation would have been up to half a percentage point lower every year over the past four years.", "Explaining low inflation Such counterfactuals - based on a wide range of models - are important proof that policy has been effective along the full chain of transmission - from financial market prices to economic activity and from the real side to the nominal side.", "For everything we know about how policy propagates through the economy, inflation today would be significantly weaker in the absence of our actions, maybe even dangerously close to deflation.", "But such counterfactuals are far too complex to lend true credibility to our actions outside of our narrow circle.", "They still raise the question as to why policy support has failed to promote a more robust convergence of inflation to levels that would allow a normalisation of policy - that would allow graduating the instruments that have caused mistrust and concern.", "There are two broad hypotheses for why this might be the case.", "The first is that policy has been wrongly calibrated - that is, slack is larger than widely assumed, and policy should be even more accommodative.", "True, the output gap is an elusive concept that should never have become a gauge for conducting public policy, and it may be larger than thought.", "And broader measures of unemployment that include, for example, involuntary part-time work remain well above headline unemployment.", "But these measures are now no longer higher than they were before the crisis.", "I would also dismiss the assertion that the relationship between output and inflation has broken down.", "A plethora of empirical studies prove that the Phillips curve is alive and well.", "The second, and in my view more plausible, explanation is that the Phillips curve has shifted inward over time - that is, inflation today may be lower at every level of the output gap.", "Such shifts typically relate to persistent and slow-moving changes on the supply side of our economies, where monetary policy has less traction.", "As such, they are difficult to detect, and even more difficult to prove, in particular when they coincide with weak aggregate demand.", "But collectively their impact on wage and price inflation is difficult to dismiss.", "Just consider the structural changes in global energy markets where the shale oil revolution has effectively put a ceiling on oil prices by increasing the responsiveness of oil supply to demand shocks.", "Think of the secular decline in wage bargaining power that contributed to a significant part of recent productivity gains no longer being distributed to labour, with adverse consequences for real disposable incomes, consumption growth and, ultimately, inflation.", "Or consider the salient impact of digitalisation on the pricing power of brick and mortar firms, which may have contributed, at least in part, to the recent decline in the pass-through of higher wage costs to consumer prices.", "Add to these shocks the effects of ageing, the rise of services and the broader effects of globalisation and it is hard not to conclude that the combination of these shocks is likely to have put a lid on inflation in recent years, and that these shocks are likely to constrain price pressure also in the near future.", "None of this is necessarily bad news.", "Many of these shocks are in fact benign, in the sense that they have the potential to ultimately lift productivity and real wages and pave the way to a low-carbon economy.", "Central banks clearly need to step up their research and modelling capacities to understand their joint impact.", "But until this happens - and the pace will depend a lot on our broader economic policy framework, which I won't discuss this morning[12] - central banks are likely to have to navigate in a low-growth, low-inflation environment with the risk of repeatedly failing to deliver inflation in line with their aim.", "Monetary policy in a low-inflation environment What, then, can, or should, central banks do in this environment?", "Let me propose four elements for future reflection: how we define price stability, how we treat inflation expectations, how we measure inflation and how we implement monetary policy.", "Some proposals are more far-reaching than others.", "But all share one aim: to bring monetary policy closer to the people - to dismantle the veil of effectiveness and to foster acceptance of policies and instruments that too often are used as scapegoat for shortcomings and deficiencies elsewhere in our public policy apparatus.", "Rethinking the definition of price stability Consider first the ECB's definition of price stability as inflation rates of \"below, but close to, 2%\".", "A simple answer to the current challenges would be to lower the inflation aim.", "If my dissection of the current inflation drivers is vaguely on the right track, then it is clear that this strategy would be wrong on many levels.", "It would misjudge the current low-inflation episode as permanent and thereby dismiss the lessons of history on the slow pace of diffusion of new technologies.", "It would create perilous time-consistency challenges for central banks when inflation eventually transitions to the new steady state.", "And it would shift a disproportionate share of the macroeconomic adjustment burden onto workers as, even more so than today, shocks to euro area economies would have to be accommodated by lowering nominal wages.", "Not the best way to foster support for Europe and its single currency!", "Raising the aim is similarly misguided.", "Why raise an aim that you have failed to achieve in the first place?", "I come at this debate from a different angle.", "If we communicate that we aim to maintain inflation at, say, 1.9%, then we should not be surprised if the public expects us to control inflation up to the first decimal point.", "It significantly raises the bar for maintaining the credibility of monetary policy, particularly given how little the public actually knows about inflation and monetary policy.", "We need to dismantle the absurd idea of an omnipotent central bank that can mechanically steer inflation.", "The ECB should clarify that it aims to deliver inflation of 2% over the medium term.", "And it could communicate the range of inflation outcomes that can be considered acceptable in normal times.", "Such a tolerance band, which can be more or less precise, is not an invitation for inaction or complacency.", "Research shows that central banks have a strong incentive to already respond to inflation deviations within the tolerance zone, rather than waiting until inflation has crossed the edges.", "And there is no convincing evidence that a tolerance band weakens the anchoring role of a midpoint.", "It rather recognises the large and inherent uncertainty surrounding price and wage decisions, conveys this uncertainty to the general public and its elected representatives and establishes consistency with the medium-term horizon of the ECB's strategy.", "For this change to be effective, however, two elements are critical.", "First, the ECB would need to do more to communicate the midpoint to the broader public.", "A recent survey in the United States showed that only a quarter of respondent households knew of the Federal Reserve's 2% inflation aim.", "And, second, the ECB would need to establish a clear track record that emphasises the centrality of the midpoint in the conduct of its policy.", "The 2% needs to remain the clear nominal anchor for coordinating both expectations and actions.", "The second element we should review relates to how we should evaluate expected deviations from the midpoint target.", "Critics would dismiss the idea of tolerance bands around the inflation aim because they fear that, by signalling our comfort with a range of inflation rates below 2%, we would entrench expectations of low inflation and risk downplaying the nominal anchor.", "I have two comments in response to these fears.", "The first is that we can no longer ignore the fact that medium-term inflation expectations of both professional forecasters and financial market participants have persistently adjusted lower.", "Adaptive expectations are rational at times of deep structural change.", "My second comment is really more of a question: which expectations should central banks consider when evaluating risks to the inflation outlook?", "Neither the academic community nor the central banking community have ever provided an answer to this question.", "I see a large gap between the role played by inflation expectations in our profession and the extent of central banks' actual knowledge about how expectations ultimately affect inflation outcomes and which expectations are concerned.", "Market-based measures are convenient because they are readily available.", "But convenience may prove delusive.", "Household inflation expectations, for example, have been found to be a better proxy of firms' pricing decisions than those of professional forecasters or financial market participants.", "But expectations by household have pointed in a very different direction in recent times, painting a much less dire picture regarding the inflation outlook.", "According to one survey, households believed that annual euro area inflation between 2004 and 2018 was close to 9%, when in fact it was 1.6%.", "Does the consumer price index need to be changed?", "The third element relates to the way we measure inflation.", "The Harmonised Index of Consumer Prices (HICP) has been a tremendous achievement in terms of providing a reliable, timely and comparable measure of consumer inflation across EU Member States.", "But whether it adequately captures the cost of living should be subject to regular review.", "A well-known example is the cost of housing.", "The HICP captures only marginally the largest single lifetime expenditure of households - their cost of housing.", "Housing costs currently enter the HICP mainly through actual rentals, with a weight of just 6.5%.", "The costs of owner-occupied housing, by contrast, are not included even though more than 65% of households in the euro area own their main residence.", "Careful reflection is warranted but allowing a wedge to persist between the inflation that households perceive and the rate we officially measure can undermine the validity of our actions.", "Rethinking central banks' toolkit Re-evaluating the appropriateness of these three elements - the inflation aim, the role of inflation expectations and inflation measurement - would probably go a long way towards revitalising policy in line with the current challenges.", "But it may not be enough.", "If the current environment of persistently low underlying inflation and elevated uncertainty were to persist well into the future - and there is a risk that it may - then the odds are large that firms and social partners will increasingly start adjusting prices and wages accordingly.", "In this case, more forceful policy action would be needed.", "One option would then be to do more of the same.", "I have no doubt that the ECB can further ease financing conditions by deploying its current instruments.", "But one may doubt whether this approach would be more effective in bringing inflation closer to the aim than it has been so far.", "And one may wonder how far the depth of our shallow capital markets can be sounded, and whether the side effects of our measures would not outweigh the benefits at some point in the future.", "A second possible, and complementary, option is to coordinate economic policies more closely.", "The combination of limited fiscal policy space in many euro area countries, political fixation on large fiscal surpluses in some, and the persistent opposition to a common fiscal capacity makes this option less credible, however.", "Coordination with fiscal authorities cannot be a fig leaf for central bank inaction or inability to act.", "And it can easily degenerate into a threat to central bank independence.", "But central banks have one key strength, and that is their agility.", "They have always been able to reinvent themselves, to innovate and overcome even severe impediments to transmission.", "And if transmission through financial markets and banks hits a wall - if the third stage of transmission remains anaemic - then central banks have the obvious choice of considering whether to broaden the set of counterparties through which they implement monetary policy.", "The discussion about central bank digital currencies is a case in point.", "At the heart of this discussion is the question of whether central banks should grant the general public direct access to their balance sheets.", "This question comes with many thorny technological choices and policy challenges, in particular with regard to financial stability and the future of credit intermediation, as we know.", "But assuming that these challenges can be overcome, then there are few reasons why central banks, within their mandate, should not apply the same set of instruments to accounts of private individuals that they currently apply to banks - that is, charge interest rates on central bank digital money.", "By going to the heart of consumer choices, this approach would likely be more effective and faster in stimulating demand and inflation, and it could have less negative side effects.", "Rather than addressing the symptoms of low inflation, this would amount to precision surgery on the Euler equation.", "None of this is to say that it would be trivial.", "Ultimately, central banks would need to weigh the costs against the benefits - just like we did for other unconventional policy measures.", "What we should avoid, however, is restricting our toolkit for dogmatic reasons or intellectual convenience, and giving up on our ability to deliver on our mandate.", "If monetary policy remains a conversation between central banks and financial markets, we shouldn't be surprised if people don't trust us.", "Too many see us as part of a financial system which has failed to deliver growth and fairness.", "And this also curtails our policy options.", "Technological progress will continue to transform monetary policy in the future.", "To what extent and in what ways will depend both on the preferences of society and the risks that a very protracted period of low inflation poses to macroeconomic and financial stability.", "There will be evolutionary changes that will ensure that current and tested policy frameworks remain fit for purpose.", "These changes may include progress on how we measure inflation and the evolving consensus on how we define price stability.", "And there will be revolutionary changes, similar in scale and scope to the shift from banknotes to bank deposits a few centuries ago or the recent adoption of negative interest rates.", "Technology will create new policy choices and options enabling central banks to continue acting within their mandates.", "As Mario Draghi said at his last press conference: \"Never give up!\"", "I wish Christine Lagarde and her team the best of luck and I fully trust that they will find the wisdom and courage to act in the face of ever changing conditions, as the ECB has always done in its history.", "I would like to thank Tobias Blattner for his contribution to this speech and for his unwavering support, alongside my former counsellors, Lorenzo Cappiello and Roland Straub.", "As always, all opinions expressed here are mine, as are any mistakes.", "Source: European Commission, Standard Eurobarometer 91, fieldwork in June 2019, and Flash Eurobarometer 481, fieldwork in October 2019.", "See Hammermann et al.", "(2019), \"Taking stock of the Eurosystem's asset purchase programme after the end of net asset purchases\", in Economic Bulletin, ECB, March.", "Potential output and slack after the crisis\", speech at the CEPII 40th Anniversary Conference, Paris, 12 April.", "(2017), \"Low inflation in the euro area: Causes and consequences\", Occasional Paper Series, No 181, ECB.", "Some of these shocks are likely to have shifted the wage Phillips curve rather the price Phillips curve.", "While theory is unclear about the strength of the pass-through from wage growth to price inflation in the short run, long run labour cost inflation and price inflation are closely interrelated.", "For the euro area, recent empirical evidence confirms a clear, stable and shock-dependent link between labour cost and price inflation (see Bobeica et al.", "(2019), \"The link between labor cost and price inflation in the euro area\", ECB Working Paper No See, for example, Ozimek, A.", "(2017), \"Macroeconomic Benefits of the Shale Oil Revolution\", Moody's Analytics.", "In addition, the transition to a low-carbon economy has initiated a process through which demand for fossil fuels will gradually decline.", "Along this trajectory, the marginal cost of harvesting renewable energy is likely to become considerably lower and more stable than in the current regime.", "See, for example, Bielen et al.", "(2017), \"The Future of Power Markets in a Low Marginal Cost World\", Resources for the Future Working Paper 17-26; and Archer, C. and M. Z. Jacobson (2005), \"Evaluation of global wind power\", Journal of Geophysical Research, Vol.", "In France, for example, the share of workers that are trade union members fell from 23% in 1975 to 9% today.", "In Germany, it fell from 35% to 17% over the same period.", "Partly as a result of this, over the past 25 years real aggregate productivity per hour in the euro area has increased by more than three times as much as real compensation per hour.", "See, for example, Cavallo, A.", "(2017), \"Are Online and Offline Prices Similar?", "Evidence from Large Multi-channel Retailers.\"", "Cavallo finds that price levels on websites and physical stores are identical 72% of the time.", "Price changes are not synchronised but are similar in frequency and average size.", "More research is needed to understand the underlying factors.", "But what might be happening is that increased price transparency through the internet limits the ability of firms to increase prices in physical stores.", "See, for example, Coeuré, B.", "(2019), \"The rise of services and the transmission of monetary policy\", speech at the 21st Geneva Conference on the World Economy, 16 May.", "See, for example, Coeuré, B.", "(2018), \"Monetary policy and climate change\", speech at a conference on \"Scaling up Green Finance: The Role of Central Banks\", organised by the Network for Greening the Financial System, the Deutsche Bundesbank and the Council on Economic Policies, Berlin, 8 November.", "(2014), \"Structural reforms: learning the right lessons from the crisis\", speech at the Economic conference, Latvijas Banka, Riga, 17 October; and Coeuré, B.", "(2019), \"The single currency: an unfinished agenda\", speech at the ECB Representative Office in Brussels, 3 December.", "See Brynjolfsson et al.", "(2018), \"Artificial Intelligence and the Modern Productivity Paradox: A Clash of Expectations and Statistics,\" NBER Chapters, in: The Economics of Artificial Intelligence: An Agenda, pp.", "23-57, National Bureau of Economic Research, Inc. See, for example, Van der Cruijsen, C., Jansen, D.-J.", "(2015) \"How much does the general public know about the ECB's monetary policy?", "Evidence from a survey of Dutch households\", International Journal of Central Banking, December.", "(2019), \"Inflation expectations and the conduct of monetary policy\", speech at an event organised by the SAFE Policy Center, Frankfurt am Main, 11 July.", "See Orphanides, A. and Wieland, V. (2000), \"Inflation zone targeting\", European Economic Review, Vol.", "See, for example, Castelnuovo et al.", "(2003), \"Definition of Price Stability, Range and Point Inflation Targets: The Anchoring of Long-Term Inflation Expectations\", Working Paper Series, No.", "(2018), \"Inflation Expectations as a Policy Tool?", "(2019), \"Inflation expectations and the conduct of monetary policy\", speech at an event organised by the SAFE Policy Center, Frankfurt am Main, 11 July.", "(2012), \"When are adaptive expectations rational?", "See, for example, Coibion, O. and Gorodnichenko, Y.", "(2015), \"Is the Phillips curve alive and well after all?", "Inflation expectations and the missing disinflation\", American Economic Journal: Macroeconomics, Vol.", "New Survey Evidence\", American Economic Review, 108 (9), pp.", "(2017), \"EU consumers' quantitative inflation perceptions and expectations: an evaluation\", Occasional Paper Series, No 186, ECB.", "Source: The European Union Statistics on Income and Living Conditions, 2018.", "In the United States, such costs are included by using imputed rents, with a weight of around 23% in the CPI.", "As such, housing has contributed measurably to inflation in the United States in recent years.", "Imputed rent has a smaller weight of 11.5% in the Personal Consumption Expenditures (PCE) price index.", "See Bech, M., and R. Garratt (2017), \"Central bank cryptocurrencies\", BIS Quarterly Review, September, pp.", "(2018), \"The future of central bank money\", speech at the International Center for Monetary and Banking Studies, Geneva, 14 May.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, E-mail: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", "Copyright 2019, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy effectiveness", "Inflation", "Price stability", "Central bank digital currencies", "Inflation expectations", "Low-growth, low-inflation environment", "Transmission of monetary policy", "Structural changes in global energy markets", "Secular decline in wage bargaining power", "Digitalisation"]}