{"sentences": ["Senad Softić Governor, Central Bank of Bosnia and Herzegovina Macroeconomic Imbalances and EU Convergence 07 November 2019 Welcome speech and opening of the Conference Dear friends of the Central Bank of Bosnia and Herzegovina, distinguished panelists, dear guests, dear colleagues, a very good morning to all of you.", "It is my great pleasure to welcome you to Sarajevo, to another international research conference of the central bank, jointly organized with the USAID FINRA project.", "A number of experts have agreed that large macro imbalances were the main cause of the Euro area crisis.", "The EU has reacted with many institutional and organizational changes.", "This process will continue and our conference hopes to be a part of the efforts to discuss both the macroeconomic imbalances and the EU convergence process.", "I would mention some of the main macroeconomic imbalances: excessive government deficits and debts, excessive bank credit expansion, stock market and real estate bubbles, and large external account surplus or deficits.", "All of them can result in serious economic problems if unattended.", "In Bosnia and Herzegovina, as you all know, we have a currency board regime.", "We do not have independent monetary policy, nor can we use nominal exchange rate as a policy tool.", "If action is needed, we must rely on fiscal policy or use flexible labor markets to bring about the necessary adjustment.", "Fiscal policy options can also be limited, especially if there is a trend of ageing population or decrease in working age population.", "In the case of structural imbalances, even fiscal policy measures can be of reduced efficiency.", "Policy makers must keep in mind the macroeconomic context.", "Just before the Global Financial Crisis (GFC), loans to private sector were growing at the rate higher than 30 per cent annually.", "Although it was viewed as a sign of overheating, the policy makers also considered factors such as low initial levels of lending.", "Today, such accelerated credit growth would be considered a serious vulnerability.", "Similarly, the path of the accession towards the EU is bringing structural changes to a candidate country's economy.", "The convergence process itself will generate imbalances that, if not addressed properly, may be dangerous for macroeconomic stability.", "If the imbalances are neglected, the country may, at best, stay in the accession process for a long time.", "During the accession period, the legal framework and institutional landscape of the EU continues to evolve, so, this may trigger additional challenges in the process of economic convergence.", "BH is far from formally reporting to the European Commission via the defined framework for countries' identification of and reporting on macroeconomic imbalances within the so-called European Semester.", "For this conference, we have selected several topics that are relevant for the Central and Eastern European EU member states, and the Balkans.", "These will indicate the kind of challenges which might lie ahead for BH and other candidate and potential candidate countries.", "In addition, BH may better understand how fast real economic convergence might happen.", "Today, we will also share with you some findings of the key macroeconomic imbalances in BH.", "We have also chosen two topics that are of special interest to central banks: the harmonization between business and financial cycles, and the determinants of real exchange rates.", "None is fully dependent on the actions of central banks, but both have an impact on them.", "Finally, I would like to express my gratitude to the authors and panelists for accepting our invitation to come and share their key messages with us.", "Ladies and gentlemen, it is our wish that this conference contribute to improvement of macroeconomic policymaking in Bosnia and Herzegovina and productive and professional dialogue with institutions of the European Union.", "I am certain that this conference will build new and enhance the existing ties between the researchers and policy makers.", "It should help us all to better understand the mechanisms between various macroeconomic segments and different policy makers.", "Allow me to finish by wishing you all a successful and interesting day.", "Thank you so much for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Macroeconomic imbalances", "EU convergence", "Fiscal policy", "Credit growth", "Accession process", "Structural changes", "Economic stability", "Business cycles", "Financial cycles", "Real exchange rates"]}