{"sentences": ["Honoured media representatives, First of all, allow me to thank you for your participation and express my highest appreciation for the work you are doing in this difficult time to exercise your activity.", "In recent weeks, we have made maximal efforts to be close to you responding to your requests for information within the shortest time possible; thus, we considered necessary to hold this conference with you in order to respond to all questions in your interest and of the general public.", "While all efforts and attention of the whole government is rightly oriented in protecting the health and saving lives of our citizens, the discussion about the economy is being considered as necessary because, as it can be seen, it will suffer due to the health crisis that has gripped the world.", "Protection of health and economy or rescue of the economy with the least consequences possible is necessary to protect the welfare of our citizens during and after the crisis; therefore, it is a very important duty and responsibility on all of us, in particular us as leaders of institutions with direct impact on the economy of the country.", "Therefore, we invited you today to discuss about the economy and in particular the measures the CBK is undertaking within its scope to ensure the best management of effects of this crisis on the economy of the country.", "In the framework of measures to prevent or slow the spread of the virus, as in other countries, Kosovo is applying a large-scale closure, allowing the operation of solely economic sectors providing goods and services necessary for citizens.", "This has resulted in the interruption of numerous sectors of the economy, with businesses with no revenues, while the liabilities of these businesses remain active, thus risking their solvency and may lead them to the failure.", "At the same time, employees of these businesses risk to be left partially or fully without incomes, thus adversely impacting the purchasing power of consumers.", "Under these circumstances, when the credit demand decreases and future insecurity increases, the decrease in lending from financial institutions is expected as well, thus impacting the reduction of a very important source of funding for consumption and investment.", "Another important channel of the Kosovo economy shocked by the pandemic crisis may be the foreign sector.", "Kosovo is highly depended on remittances, receiving an amount of more than 10% of GDP on annual basis.", "The decrease of economic activity in developed countries is surely expected to have an impact on the decrease of this very important source of funding for consumption in our country.", "Despite the stable flow of remittances to Kosovo, they marked a decrease in the last global economic crisis, namely in 2009, 2010, 2011; therefore, it remains to be seen how the effects of pandemic crisis are to be manifested in economies where our Diaspora is concentrated in order to have a more specific assessment for the remittances this year.", "The decrease of remittances in 2009 as a consequence of global financial crisis was 3.8%.", "At the same period, the Kosovo economy marked a decrease in economic growth from 4.5% to 3.6%.", "As a result of the overall decrease of demand in all countries, our exports are expected to decrease, thus further increasing the effects of crisis on the economy of Kosovo.", "Moreover, the inability to perform the economic activity under normal conditions and insecurity for developments in the future are expected to directly impact the decrease of foreign direct investments.", "Public expenses constitute the category which is expected to sustain sustainability during this period, as their flow in the economy is expected to mitigate to an extent the adverse effects from the abovementioned channels.", "The package approved by the government of Kosovo few days ago is expected to provide a necessary injection of funds into the economy.", "However, the circumstances that the economy is experiencing will challenge the public finances as well.", "The decrease of the general economic activity is expected to have an adverse impact on the total budget revenues, while the increasing need for increased expenses in the form of various transfers may have an adverse impact on capital public investments that are very necessary for creating the conditions for greater economic development in Kosovo.", "In order to mitigate the consequences of this crisis on our economy, the Central Bank of Kosovo has been proactive by undertaking a range of measures aimed at ensuring the normal functioning of financial system and mitigating the impact of the crisis on our economy.", "Also, we have continuously followed the developments at the region, EU and international level, and regularly communicated with our international collaborators, such as IMF, World Bank, EBRD and chambers of commerce in Kosovo and we all share the same concerns for this situation and in particular for the consequences that may occur in case this situation is prolonged.", "Also, in the framework of the CBK constitutional mandate, we have coordinated actions with all institutions of Kosovo in order to effectively manage the situation occurred.", "Today, although you are informed, allow me to briefly reiterate the measures we have undertaken and their purpose.", "Initially, we have undertaken all necessary measures to ensure the regular functioning of the payment system throughout Kosovo, including the affected areas that have been isolated for a certain time period.", "The economy of the country has been constantly and sufficiently supplied with cash and I want to reassure citizens that all banks have sufficient liquidity and there will be no problems in relation to the supply of cash.", "On this occasion, allow me to inform you that the CBK commenced the regular disinfection of all cash supplied in the market, as a protective measure for users of cash.", "However, given that cash have a multiple circulation from the moment they leave the bank, we urge citizens to strictly adhere to the hygiene instructions issued by healthcare institutions after each cash or card transactions.", "We urge our citizens to avoid cash as much as possible and to use bank cards and other electronic payment methods as much as possible.", "Liquidity levels in the banking sector as of 31 March 2020 remain at a satisfactory level of 35.3%, marking a slight increase of 0.3% compared to 16 March 2020.", "Deposits are also very stable, reaching EUR 3.88 billion as of 31 March 2020, marking an increase of EUR 9.3 million compared to 16 March 2020. .", "Recognizing the difficulties that some businesses and employees are facing, CBK, together with the lending institutions, has decided to allow a grace period for loan instalment payments starting from 16 March 2020 until 30 April 2020, and depending on the developments of the situation this period may be extended.", "This is aimed at alleviating the financial burden on all borrowers who are facing difficulties in generating income as a result of the pandemic crisis.", "The temporary suspension of loan instalment payments will be reviewed on a case-by-case basis by the banks so that these benefits only go to those affected by the current crisis.", "In the event of such a request being approved by the bank, the penalty interest related to the loans shall not apply during this period.", "During this period, no deterioration measure of the credit rating will be applied to the borrower.", "CBK, through its Credit Registry measures, has undertaken all appropriate legal measures to prevent credit ratings, to not require additional provisions and to not classify them as non-performing loans in the Credit Registry.", "Banks should, in no case, raise fees for the delivery of services.", "We believe that measures taken by domestic institutions will be able to mitigate the effects of the pandemic crisis on the economy, but they may not be sufficient to completely eliminate them.", "Although the effects of the crisis nowadays are difficult to predict because there is still uncertainty about many aspects of the pandemic, including its duration and its spread, where macroeconomic forecasts are currently being adapted in all countries, with new results suggesting in most cases that the economy will decline.", "We share a similar view as well, expecting that in 2020 Kosovo's economy will not continue with its economic expansion that was characterized by an average annual growth of 3.6 percent in the last ten years.", "Assuming that the economic shocks in the economy of Kosovo will be felt more in the first and second quarter and partly in the third quarter of the year, our preliminary forecasts suggest a real economic decline in the range of -2% to -4% during 2020.", "However, it's too early for these forecasts so they should be taken with great caution.", "We will be very attentive to the developments in our and the global economy and will also revise our macroeconomic forecasts on these developments.", "CBK has carefully considered the opportunities that they and the Kosovo Government have in order to help the Kosovo economy recover after the pandemic.", "The following are some of these opportunities aimed at facilitating lending to Kosovo's economy and that will be applied as needed: • Reduction of Minimum Reserve - may impact the increase of the credit supply.", "Reduction of Minimum Reserve will enable the application of negative rates to the amount above this surplus, encouraging banks to invest surplus funds in other options, one of which will be lending to the economy.", "• Kosovo Credit Guarantee Fund - Increasing this Fund would facilitate access to finance and reduce the interest rate.", "However, the target of this fund in this situation should be businesses that have been financially damaged by the situation.", "So in this situation, priority should be given to businesses that have been economically disadvantaged by the COVID 19 pandemic.", "• Reduction of liquidity requirements of banks - This measure will also impact the increase of the supply by banks.", "Liquidity requirements may be temporarily reduced to stimulate credit growth of the economy.", "• Provisional reduction of capital adequacy requirements - Given that banks may have expected credit losses, which may adversely affect their capital levels, CBK may consider a temporary reduction in capital adequacy requirements from 12% to e.g.", "This measure would also enable banks to increase lending but also reduce its cost.", "• Suspension of dividend payments of financial institutions - In order to maintain capital levels by banks as regards the enabling of lending, CBK may suspend all dividend payments of financial institutions.", "Finally, allow me to conclude my discussion by emphasizing that the Central Bank of the Republic of Kosovo, fully implementing the recommendations of the health institutions, has immediately succeeded in restoring its function to full normality and 100% functionality.", "CBK has established a Work Continuity Team and an Inter-Institutional Committee has been established between the CBK, the Treasury and the Banking Association to ensure the smooth functioning of the financial system in the country.", "Therefore, we will continue to provide all services to the economy of the country, providing readiness to undertake all necessary measures in order to maintain financial stability and support the economy of the country."], "classifications": ["none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Economic impact of pandemic", "Measures to mitigate economic impact", "Financial stability", "Liquidity management", "Credit support for businesses", "Remittances", "Public finances", "Foreign direct investment", "Monetary policy tools", "Macroeconomic forecasts"]}