{"sentences": ["Operational Resilience The financial sector has been quite remarkably resilient in the face of Covid-19.", "All financial services have remained open, except those involving face-to-face interactions with customers outside of bank branches.", "During the circuit breaker period, 85% of workers in the financial industry have been able to work from home.", "MAS itself is close to 90% of staff working from home.", "I am sure there is some degradation of productivity but, by and large, the sector has been able to function.", "We are grateful for the strong investments that Singapore's financial sector has made in digital transformation over the last five to six years.", "This has put the financial industry in a good place during the circuit breaker.", "If our financial sector had not made these investments - imagine if there was no retail electronic payment system, or if there were no infrastructure for digital banking or selling insurance online or trading from home - we would be in a much worse situation today.", "A good part of financial sector activities has moved on to virtual platforms.", "The current situation is of course not without its challenges.", "Many financial institutions have had to make significant adjustments to the new environment.", "The growth rate of the financial sector, while stellar in Q1, will be much slower through the rest of the year, because underlying economic activity will be weak.", "But in terms of being able to function and operate amid the circuit breaker, the financial sector's performance has been quite heartening.", "Foreign Exchange Trading Many of you are from the foreign exchange and treasury business.", "FX and treasury has been one of the better performing segments in the financial industry.", "Singapore's FX market has been resilient - it was able to manage the volatility from the global impact of COVID-19.", "FX trading volumes in March hit a record high because people were hedging, offloading, and readjusting their investment positions.", "Activity has now come down to a more normal level.", "This is to be expected in times like these.", "But spreads have not widened unduly.", "There is sufficient liquidity in the system.", "Having a robust infrastructure in place to support swings in trading activities has been important.", "Especially useful was the electronic trading infrastructure for FX, which MAS has been working with industry on for the last few years.", "We want the pricing and matching engines to be based here, and not have to wait for prices to be matched in London, New York, or Tokyo, because there is still a time lag taken to route orders to these markets.", "Sometimes there are execution errors with these lags, especially during periods of trading volatility.", "MAS has gotten very good feedback on the growing electronic FX trading system in Singapore.", "Singapore has attracted key liquidity providers and platforms to base their pricing and matching engines here.", "We already have about seven banks and non-banks who have moved these activities to Singapore.", "Now, we have got another two global banks joining us.", "So even during this period, we are seeing positive, encouraging developments on the FX front.", "Upskilling Industry Workforce Talent development and upskilling the industry workforce is another key area that MAS has been focusing on during this period, so that finance professionals are able to function effectively and have a competitive advantage in the future.", "During this period of slower growth, MAS has been working with financial institutions to retain their talent, use the opportunity to upskill their human capital, and explore ways to build longerterm capabilities in digital functionalities, so that the industry can emerge stronger from the crisis.", "Last month, in April, MAS announced a S$125 million package, basically to support smaller financial institutions and FinTech firms, through the downturn.", "As part of this package, we launched a training allowance grant, which allows financial institutions, especially the smaller ones and FinTechs, to make use of the downtime to train and deepen the capabilities of their employees.", "We also set up a new digital acceleration grant.", "The larger financial institutions are able to invest heavily in digital platforms and digital capabilities.", "The smaller ones do not have the capacity to do that.", "This digital acceleration grant will help smaller financial institutions and FinTechs adopt digital solutions to strengthen their operational resilience during this period, improve their process efficiency, risk management, and customer service.", "The take-up has been very encouraging.", "More than 120 applications have come in.", "The first batch of applicants have already gotten their grants.", "New Opportunities What does the future look like for financial services, post-Covid?", "It is an important question that we are quite focused on at MAS.", "A lot has been written about how the post-Covid world might look like.", "I think it is a bit too early to tell, but some broad trends are discernible.", "First, the financial sector needs to be able to operate effectively with safe management.", "It is going to take quite a while before we find a vaccine or treatment for Covid-19.", "This means the virus is going to be with us for a while and, with it, the risk of renewed outbreaks of infections.", "So, the financial industry must prepare itself to operate in a safe manner, amid the ongoing risk of pandemic.", "This could include changes in office layouts, the way transactions are carried out, everything we do has to take into account public health considerations.", "Second, and an obvious one, is digitalisation.", "There has been more digitalisation in the last two months than people had expected to see over the next five years.", "This acceleration is going to be with us.", "Once people have gotten used to live digitally - remote working, e-commerce, telemedicine - the economy and society are going to change in a variety of ways.", "The financial sector is well-plugged into digitalisation.", "Those financial institutions that adopt deeper end-to-end digitalisation, who are able to use digital platforms for their business operations that today are conducted in person or on paper, are going to have a strong competitive advantage.", "New opportunities in particular areas of financial services are harder to tell.", "Impact investing may become a stronger growth opportunity.", "We have already seen some financial institutions launching impact funds to seek higher returns by investing in companies which are focused on combating the pandemic or providing solutions to deal with the associated health risks.", "Healthcare and supply chain resilience have taken on added importance, and there seems to be interest among asset managers to invest in these areas.", "Pandemic risk insurance is another area that might see good growth.", "There is now a much heightened awareness of pandemic risks.", "Although pandemic risk insurance has been around for some time, it never really took off.", "I think you are going to find demand for risk management and insurance solutions to address some of these pandemic-related areas of risk.", "The financial sector is fundamentally in the business of risk management.", "Covid-19 represents the materialisation of an extreme kind of risk.", "To the extent there is greater recognition of risks of all kinds and consequent demand for effective risk management solutions, the financial sector will have an important role to play in the years ahead.", "It is hard to tell at this point what the specific growth opportunities will be.", "We just have to watch very closely how these trends unfold.", "But overall, MAS is undiminished in its optimism and confidence in the prospects for the financial industry in Singapore.", "The circuit breaker refers to the tightened restrictions on movements and gatherings of people imposed from 7 April to 1 June 2020, aimed at slowing the spread of the Covid-19 virus in Singapore.", "BNY Mellon and Deutsche Bank are the two new players.", "The existing seven are Citibank, Standard Chartered Bank, UBS, JP Morgan, BNP Paribas, XTX, and Jump Trading."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Operational Resilience", "Digital Transformation", "FX Trading", "Upskilling Industry Workforce", "Safe Management", "New Opportunities", "Impact Investing", "Pandemic Risk Insurance", "Risk Management", "Financial Sector"]}