{"sentences": ["Much has changed in the world since we last met in February.", "We have experienced a global pandemic, the biggest peacetime contraction in the Australian economy in nearly a hundred years and extraordinary monetary and fiscal policy measures.", "This all means that many of the challenges we face today were hardly imaginable just six months ago.", "Economic forecasting is very difficult at a time like this, but the RBA released its regular economic update last Friday in the Statement on Monetary Policy.", "I will begin by highlighting some of the main points from this update and then turn to the policy response.", "We do not yet have the GDP data for the June quarter, but it will show the biggest economic contraction in many decades, likely to be around 7 per cent.", "If there is any good news to be found here, it is that this decline is not as large as initially feared.", "Similarly, while the labour market outcomes have been poor, they have not been as bad as expected.", "Hours worked were initially expected to fall by a staggering 20 per cent over the first half of this year.", "The actual fall has been around half of this, largely due to Australia's initial success in containing the virus and the earlierthan-expected easing of some restrictions.", "Looking forward, there is a high degree of uncertainty about the outlook and our economic recovery depends upon how successful we are in containing the virus.", "In our baseline scenario, we are expecting the Australian economy to contract by around 6 per cent this year, and then grow by 5 per cent next year and 4 per cent in 2022.", "It is possible that we will do better than this if there is near-term success in containing the virus or there are medical breakthroughs.", "On the other hand, if we were to see further setbacks in containing the virus, the recovery would be delayed even further.", "Given this uncertain outlook, we should be prepared for a recovery that is uneven and bumpy.", "The recovery is also likely to be more drawn out than was initially expected despite the downturn being less severe than expected.", "There are a few factors at work here.", "The most obvious is the outbreak in Victoria.", "At a personal level this is very distressing, and on behalf of the staff of the RBA I extend best wishes to everybody in Victoria.", "And on the economic front, we expect the outbreak will reduce GDP growth in the September quarter by at least 2 percentage points.", "This will broadly offset the recovery that has been taking place in most other parts of the country.", "As a result, we are now not expecting a lift in economic growth until the December quarter.", "Another consideration is the growing impact of an extended period of weak aggregate demand.", "In the initial phase of the pandemic some firms were able to keep going because they had a pipeline of work to keep them busy - the construction industry is a good example.", "But with new contracts having been scarce over recent months, this pipeline is being emptied for many firms and they are having to scale back.", "Critical to reversing this is stronger growth in aggregate demand.", "A third consideration is that people's attitudes to spending are changing because of the pandemic.", "It is probable that households and businesses will remain more cautious and that this will affect consumption and investment.", "How long this change might last is hard to tell, but we are unlikely to see a quick return to the previous patterns.", "Given these considerations, our baseline forecast is that the unemployment rate continues to increase, reaching around 10 per cent later this year.", "Unemployment would have been substantially higher if it were not for the JobKeeper and other income support programs.", "And, if we take into account people who are on zero hours, the true unemployment rate is higher than the published measure.", "We are expecting the published unemployment rate to decline gradually from 10 per cent, but to still be around 7 per cent in a few years' time.", "As I will come back to later, addressing this should be high on our list of national priorities.", "In all three scenarios published in our latest update, inflation is likely to be very low.", "Inflation fell into negative territory in the June quarter for the first time since the early 1960s.", "While grocery prices and prices of some other items rose, this was more than offset by the decline in oil prices and governments' decisions to make child care (and some pre-school) free.", "We are expecting inflation to return to positive territory in the current quarter, but to average between only 1 and 11⁄2 per cent over the next few years.", "Wage growth is also expected to be low, averaging 11⁄2 per cent over the next two years.", "I would now like to turn to the economic policy response.", "As the pandemic evolved in the early days of March, it became clear that a very significant monetary and fiscal response would be required.", "By virtue of my role as Governor of the RBA, I have been able to see first-hand how this support has been put in place.", "What struck me from the outset was the very strong sense of common mission from our political leaders, our regulators, our banks and the RBA itself.", "That common mission was to support the Australian economy through this difficult period.", "The level of cooperation and coordination was extraordinary and there was a real 'Team Australia' mindset.", "In my view, this reflects positively on both Australia's political system and our institutions.", "From the outset, there was a strong sense that we needed to build a bridge to the other side, when the virus is contained.", "As things have turned out, that bridge has had to be longer and stronger than we might have hoped would be necessary.", "Even so, it has been the right strategy.", "At some point the virus will be contained and those foundations that have made Australia such a prosperous country will still be there.", "We will be better placed to build on those foundations if we have limited the damage to the fabric of our economy and our society while we are battling the pandemic.", "In terms of the RBA's own response, that began with a cut in the cash rate at our regular meeting on 3 March.", "The Reserve Bank Board then held an extraordinary meeting just two weeks later, where it decided on a comprehensive package that included: a further reduction in the cash rate to 25 basis points the introduction of a target on three-year Australian Government bonds of 25 basis points a Term Funding Facility for the banking system under which funds can be provided for three years at 25 basis points the continued use of our open market operations to make sure that the financial system has a high level of liquidity the modification of the interest rate corridor system, with the rate paid on Exchange Settlement balances set at 10 basis points, rather than zero.", "This package is designed to keep funding costs low across the economy and support the provision of credit, especially to small and medium-sized businesses.", "To support these businesses, the Term Funding Facility provides banks with an additional five dollars of low-cost funding for every extra dollar of credit extended to them.", "Many other central banks have announced similar packages, although the Bank of Japan is the only other central bank with a yield target; in their case, it is a target for 10-year yields.", "In announcing our yield target, the Bank indicated that we are prepared to buy bonds in the secondary market in whatever quantity was needed to achieve the target.", "To date, overall bond purchases have totalled around $55 billion, with most of these bonds bought in March and April.", "These purchases have had the desired effect, lowering yields and they eased the market dislocation at the time.", "In the past week or so, we have again purchased bonds, buying around $6 billion.", "We have done this following a few weeks in which the yield on three-year bonds had been trading consistently a little above 25 basis points.", "The yield is now closer to 25 basis points and we are committed to maintaining the target.", "In taking the decision in March to target the three-year yield, the Board considered the possibility of instead undertaking a regular program of bond purchases - say buying a set dollar amount of bonds each week - as a number of other central banks have done.", "We chose the yield target for a couple of reasons.", "The first is that it is a more direct way of achieving our objective of low funding costs.", "A bond purchasing program would have also lowered bond yields, but it would have done this indirectly, and there would have been challenges in calibrating the required size of these purchases.", "Directly targeting a longer-term risk-free interest rate is also a natural extension of our target for the cash rate, which is the risk-free interest rate at the very start of the yield curve.", "The second reason is that this target reinforces the forward guidance regarding the cash rate.", "The Board has clearly indicated that it will not increase the cash rate until progress is being made towards full employment and it is confident that inflation will be sustainably within the 2- 3 per cent target range.", "Given the outlook I discussed earlier, these conditions are not likely to be met for at least three years.", "So it is highly likely that the cash rate will be at this level for some years and having a target for three-year yields of 25 basis points reinforces this message.", "So that is our rationale.", "We have not ruled out a separate bond buying program, or other adjustments to the mid-March package.", "But for the time being, the Board's view is that the best course of action is to continue with the current package.", "The Board recognises that in the unique circumstances in which the country finds itself, the solutions to the challenges we face lie in areas other than monetary policy.", "Having said that, the mid-March package is providing material help now and it will continue to do so.", "Interest rates are lower than they have ever been before and the financial system is flush with liquidity.", "Also helping is the fact that the Australian financial system is in good shape.", "We went into the pandemic with strong balance sheets and high levels of capital in the Australian banking system.", "This means that our financial institutions are well placed to provide the credit that the economy will need.", "One monetary policy option that has been the subject of public discussion over recent months is the possibility of the RBA creating money to directly finance government spending.", "For some, this offers the possibility of a 'free lunch'.", "The reality, though, is that there is no free lunch.", "There is no magic pudding.", "There is no way of putting aside the government's budget constraint permanently.", "As I spoke about in a talk last month, it is certainly possible for a central bank to use monetary financing to affect when and how government spending is paid for.", "Depending upon how things are managed, it can be paid for through the inflation tax, by implicit taxes on the banking system and/or higher general taxes in the future.", "But it does have to be paid for at some point.", "I want to make it clear that monetary financing of the budget is not on the agenda in Australia.", "The separation of monetary policy and fiscal financing is part of Australia's strong institutional framework and has served the country well.", "The Australian Government and the states and territories have ready access to the capital markets and they can borrow at historically low rates of interest.", "At a more practical level, I would like to mention a couple of other areas where the RBA has been providing assistance with Australia's COVID-19 response.", "The first is as transactional banker for the Australian Government.", "Over recent months the RBA's banking systems have been used to make record numbers of payments, processing the Government's income support to households and businesses.", "We have done this with around 90 per cent of our staff working from home and it has been a great effort by the RBA's banking and payments teams.", "The second is meeting the increased demand for banknotes.", "While COVID-19 has accelerated the shift to electronic payments, there has, paradoxically, also been record demand for banknotes.", "Some people seem to be wanting to keep some extra money at home.", "The result has been that the stock of banknotes on issue has increased from $83 billion in February to $94 billion today.", "We have met this extra demand despite our main storage vault being located in one of the coronavirus hotspots in Melbourne.", "I would like to close with some general comments about the economic policy response to the pandemic.", "While monetary policy has played an important role, it has been fiscal policy that has provided much of the support to the Australian economy.", "This is quite a change from how things have worked over recent decades and it is being accompanied by a significant increase in public borrowing as governments work to limit the hit to people's incomes.", "This shift in fiscal policy is quite a shock for a country that has got used to low budget deficits and low levels of public debt.", "In that context, it is worth pointing out that: By borrowing today to support the economy we are avoiding an even bigger loss of output and jobs that would damage our economy and society for years to come, which would put ongoing strain on the budget.", "Australia's public finances are in strong shape and public debt here is much lower than in most other countries.", "The overall national balance sheet is also in a strong position after decades of good economic performance.", "Government's financing costs have never been lower, with interest rates being the lowest since Federation.", "This all means that the expected increase in public debt is entirely manageable and is affordable.", "It is the right thing to do to borrow today to help people, keep them in jobs and boost public investment at a time when private investment is very weak.", "There will always be debates about the precise nature of programs and about how much support should be provided, but the general strategy that we have is the right one.", "Looking forward, an important priority will be to boost jobs.", "Based on the forecast I discussed earlier, high unemployment is likely to be with us for some time, which should be a concern for us all.", "The Reserve Bank will do what it can with its policy instruments to support the journey back to full employment.", "Beyond that, government policies that support people's incomes, that add to aggregate demand through direct government spending and that make it easier for firms to hire people all have important roles to play.", "We need to make sure that Australia is a great place for businesses to expand, invest, innovate and employ people.", "My colleagues and I are here to answer your questions."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "financial dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "none", "none", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Economic outlook", "Monetary policy response", "Unemployment", "Inflation", "Government spending", "Fiscal policy", "Wage growth", "Financial system", "Banknotes", "Employment"]}