{"sentences": ["As prepared for delivery Thank you so much for this award.", "It's a genuine honor to be recognized in this way.", "And allow me to add my congratulations to all the other organizations and individuals that have been commended this evening.", "The work that you're doing-particularly in the area of corporate social responsibility-is so important.", "On Tuesday, the Federal Open Market Committee (FOMC) lowered the target range for the federal funds rate by 1/2 percentage point.", "This action was in response to the evolving risks the coronavirus poses to the U.S. economy.", "Tonight, I'll use my remarks to provide more context around that decision and about our response as we look ahead.", "But before I give this evening's remarks I need to give the standard Fed disclaimer that the views I express today are mine alone and do not necessarily reflect those of the Federal Open Market Committee or others in the Federal Reserve System.", "Economic Outlook To start, let me emphasize that the fundamentals of the U.S. economy remain strong.", "We've seen continued solid job growth, unemployment is at a historically low level, and we entered 2020 with very good momentum.", "After a year that was characterized by uncertainties, global growth appeared to be stabilizing, and geopolitical risks receding.", "And monetary policy was well positioned to support the economic expansion and the achievement of the Fed's goals of maximum employment and price stability.", "Risks to the Economy However, during the past month the outbreak and subsequent spread of the coronavirus has brought with it new risks to the economic outlook.", "This is first and foremost a human tragedy, and my deepest sympathies are with those who have lost loved ones.", "The virus and the necessary scale of the response to address the public health challenge will have near-term effects on the global economy.", "These repercussions have been especially strong in the hardest-hit countries, including China, South Korea, Japan, Italy, and Iran.", "We are now also hearing reports that some businesses here in the United States are being affected by supply disruptions and weakening demand.", "As people take precautions, we're seeing concerns around the tourism and travel sectors, in particular.", "Disease outbreaks require a multifaceted approach, and the coronavirus is no different.", "This is primarily a public health issue, which will be fought on the front lines by doctors, nurses, and other healthcare professionals.", "Governments will also need to step in to support the healthcare response, and, if needed, to provide targeted relief to affected industries and workers through fiscal measures.", "Central banks like the Federal Reserve also have an important role to play in addressing the economic effects of the coronavirus, ensuring that financial markets function effectively and providing support to the economy.", "These actions cannot address the health issues, but can help manage near-term risks to the economy in a highly uncertain time.", "Earlier this week, the FOMC voted unanimously to lower the target range for the federal funds rate to 1 to 1-1/4 percent.", "This strong policy action provides meaningful support to the economy and will help sustain the economic expansion.", "The outlook is evolving and highly uncertain.", "In the weeks and months ahead, we will continue to closely monitor developments and their implications for the economic outlook.", "We will use our tools and act as appropriate to support the economy.", "As part of our response, my colleagues and I in the Federal Reserve System are coordinating with our counterparts around the world.", "Tuesday's phone call between G7 finance ministers and central bank governors, the subsequent statement, and policy actions by central banks are clear indications of the close alignment at the international level.", "Financial Markets Turning to the specific responsibilities of the New York Fed, we are tasked with the implementation of monetary policy.", "Our goals are to keep the federal funds rate within the target range and foster stable conditions in short-term funding markets.", "We will ensure that the supply of reserves in the banking system remains ample, consistent with the FOMC's direction.", "Treasury bill purchases continue to add to the underlying level of reserves, and repo operations are keeping reserve levels ample.", "We are monitoring conditions in money markets closely.", "We remain flexible and ready to make adjustments to our operations as needed to ensure that monetary policy is effectively implemented and transmitted to financial markets and the broader economy.", "I'll conclude with this: The coronavirus poses evolving risks to the U.S. economy.", "Our policy action this week positions us well to support the economic expansion.", "We are carefully monitoring the effects of the coronavirus on the U.S. economic outlook and will respond as appropriate.", "Our focus remains trained on serving the American people by pursuing our dual goals of maximum employment and price stability.", "Once again, thank you for this evening's award.", "1 Board of Governors of the Federal Reserve System, Federal Reserve Issues FOMC Statement, March 3, 2020.", "2 Board of Governors of the Federal Reserve System, Statement Regarding Monetary Policy Implementation, October 11, 2019; Federal Reserve Bank of New York, Statement Regarding Treasury Bill Purchases and Repurchase Operations, October 11, 2019."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none"], "topics": ["Coronavirus", "Economic Outlook", "Financial Markets", "Monetary Policy", "Federal Funds Rate", "Economic Expansion", "FOMC", "Central Banks", "Fed", "Treasury Bill Purchases"]}