{"sentences": ["The Global Economy and New Zealand A speech delivered to the Goldman Sachs Annual Global Macro Conference 2020 in Sydney, Australia On 29 January 2020 By Christian Hawkesby, Assistant Governor1 Tēnā koutou katoa.", "Thank you for inviting me to speak at this conference on a topic that is so relevant to a small open economy like New Zealand: the global economy.", "Before re-joining the Reserve Bank of New Zealand in March last year, I attended this conference a number of times, so appreciate its role in helping investors consider the global outlook across major regions as the year begins.", "As global investors, you are already well-informed on the state of the global economy.", "But I hope to add value by sharing two main insights: • outlining the framework we use at the Reserve Bank to analyse the global economy and its influence on New Zealand,2 and • applying this framework to the developments over 2019, and the risks into 2020.", "As our Monetary Policy Committee will begin meeting next week for the first time since November, my remarks will largely focus on how we think about the global economy, and do not represent the formal view of the Committee.", "What I would like to illustrate is that our Monetary Policy Committee work like a team, much like you would in an Investment Committee.", "You follow an investment process to analyse the global outlook for investment opportunities and risks, to make decisions on how to construct your investment portfolios; we analyse the global economy with an eye to the implications for our policy decisions to achieve our dual mandate for inflation and employment.", "Our full process is set out in the Monetary Policy Handbook.", "Background on 2019 Before I explain the influence of the global economy on New Zealand, it is useful to provide some brief context on the global economic environment through 2019.", "Two structural factors characterise the current global economic environment from a central bank perspective: • low inflation, and • low neutral interest rates (Figure 1).", "These factors have been driven by, among other things, ageing populations, globalisation, the success of inflation targeting, and low inflation expectations.", "Low inflation and low neutral interest rates have in turn pushed central banks to keep policy rates, such as our Official Cash Rate (OCR), low, in order to meet their objectives.", "See the Monetary Policy Handbook (Williams, et al., 2019).", "Inflation Dynamics: Upside Down, Down Under?", "Figure 1: Estimated real neutral interest rates 5 5 New Zealand 0 0 1961 1969 1977 1985 1993 2001 2009 2017 Source: Bloomberg and Reserve Bank of New Zealand In addition to these structural trends, a number of cyclical factors contributed to a moderate global slowdown in 2019.", "A key factor was persistent policy uncertainty, particularly around Brexit and US-China trade relations.", "The slowdown experienced by our trading partners began to feed through to New Zealand, and was one part of our decision to lower the OCR by 75 basis points over the course of the year.", "Now let's focus on how global slowdowns transmit to New Zealand.", "Global Transmission Channels: A Framework New Zealand is a small open economy that is tightly integrated with the rest of the world.", "Our economic growth cycle is highly correlated with those of our trading partners (Figure 2), and our financial system relies on funding from international markets.", "We are part of a global supply chain, and when global growth slows, so does ours.", "Figure 2: Annual GDP Growth in New Zealand and trading partners Source: Haver Analytics, Stats NZ, Reserve Bank of New Zealand estimates In aggregate, our internal models suggest that a one percentage point decrease in tradingpartner growth typically translates to a 0.6 percentage point decrease in New Zealand's growth, and much of this occurs quite rapidly.", "We find it useful to split the impact of global shocks into three transmission channels (Figure 3), which I will address in turn: • trade channel; • financial market channel; and • uncertainty channel.", "Figure 3: How we analyse the impact of global shocks on the New Zealand Economy Source: Reserve Bank of New Zealand (Callaghan et.", "al., 2019) The Trade Channel The first channel of transmission is through global trade.", "When considering global influences on New Zealand exports, we have historically focused more on export prices than volumes.", "This reflects that in the past New Zealand's exports have been dominated by primary sector products whose production volumes are relatively insensitive to fluctuations in short-term demand.", "Export prices tend to fall in tandem with the global economy-low global demand should lower prices.", "However, throughout 2019 several temporary factors held up New Zealand's commodity prices.", "African swine fever spread throughout Asia, reducing pork supply and raising the demand and price of imported substitutes such as New Zealand beef and lamb.", "Global dairy production was also low, following dry summers in the rest of the world, which propped up our dairy prices.", "By contrast, our import prices declined in line with the global slowdown.", "General commodity prices continued their steady decline, while oil prices were relatively low.", "Overall, there has been a large gap between the commodity prices enjoyed by New Zealand's exporters See Callaghan, Cassino, Vehbi, & Wong (2019).", "See Taplin, Nathaniel (2020); there are early signs that China is starting to contain the crisis, with food price inflation slowing for the first time in ten months-though still at 17% year-on-year.", "compared to the low prices paid by our importers (Figure 4).", "This has led to a high terms of trade for New Zealand.", "Figure 4: Divergence of New Zealand commodity prices vs. global commodity prices Source: ANZ, UBS, Bloomberg, and Reserve Bank of New Zealand Another development worth noting is the increasingly diverse nature of our exports, with the growing importance of our service exports and the growth in the technology sector.", "Tourism was our number one export in the year ended March 2019, at $16b, marginally ahead of dairy.", "Unlike commodities, service exports are driven more by volume than price.", "Visitor numbers have flat-lined since the middle of 2019, predominantly due to falling American and Chinese tourists.", "This provides the most visible impact of US-China trade tensions on New Zealand's exports.", "While our exports are still dominated by primary goods and tourism, technology is now New Zealand's third largest export sector, with exports growing 11% to $8b and venture capital funding nearly tripling since 2016.10 Speaking to exporters through the course of last year, I was struck by how many remained upbeat about the opportunities for their own businesses, despite the global environment and trade tensions.", "This was often linked to perceived competitive advantages due to innovation or technology; or opening new export channels, rather than being dependent on how the global cycle affected their existing markets.", "Overall, the global slowdown does not appear to have had the same impact on New Zealand through the trade channel as in the past.", "The Financial Channel The second transmission channel from the global economy is through financial markets- particularly the credit spreads on offshore funding, and through the New Zealand dollar (NZD) exchange rate.", "See Statistics New Zealand (2019).", "Technology Investment Network (2019).", "This includes a mix of services and high-tech manufacturing.", "New Zealand is a net-debtor: we spend more than we save, borrowing the balance from the rest of the world.", "This improves the consumption and investment opportunities for New Zealanders as a whole, but also creates vulnerabilities.", "Changes in the cost of offshore funding can have a sizable influence on the New Zealand economy.", "Funding costs tend to move in line with risk appetite in global financial markets, with little variance between the four main Australian-owned banks that intermediate most of the borrowing.", "However, over 2019 offshore funding costs have been broadly steady around 'normal' postGFC levels (figure 5).", "Figure 5: Financial market funding spreads Source: Bloomberg and Reserve Bank of New Zealand The exchange rate is another key financial variable.", "The NZD tends to move closely with investor sentiment and normally acts as a shock absorber for the New Zealand economy; it appreciates with good global news and depreciates with bad news.", "When the global economy slows we tend to see a depreciation in the NZD, helping to provide some offsetting support to the net export sector and upward pressure on CPI inflation.", "As you can see from Figure 6, we moved to an easing stance and cut the OCR slightly ahead of our trading partners in 2019.", "As a result, our interest rates are now at a lower level relative to others than in the past, putting downwards pressure on our exchange rate.", "See Bascand (2017) for an analysis of New Zealand's foreign debt position.", "Figure 6: Policy Interest Rates Source: Reserve Bank of New Zealand (world rate has 80% weight on US and 20% on Australia) Our assessment is that if domestic interest rates had remained unchanged in 2019, the TWI would have been about 2-3 percent higher between March and November.", "The Real Trade Weighted Index is currently sitting around its average over the past 20 years (Figure 7).", "Figure 7: Real New Zealand Dollar exchange rate (Trade Weighted Index) 90 90 Real NZD TWI Average 2000-2019Q3 2000 2002 2004 2006 2008 2010 2012 2014 2016 2018 Source: Bloomberg and Reserve Bank of New Zealand In summary, the trade and financial channels do not look like they have been a drag on New Zealand's growth-if anything, they have helped insulate our economy from the global slowdown, helped in part by our shift to an easing bias in early 2019.", "The Uncertainty and Confidence Channel This leaves the final channel we consider: global uncertainty and confidence.", "Uncertainty is an ever-present part of the outlook for economies and markets.", "It is more a question of how much uncertainty there is, and whether this starts to impact the decision making and confidence of businesses and consumers.", "In the past, many global uncertainties have been relatively short-lived-particularly geopolitical tensions that have tended to come and go.", "Many spikes in global uncertainty prior to 2016 (Figure 8) tended to be reasonably temporary, eventually reverting back to more normal levels.", "What has distinguished the last few years is how these measures of global uncertainty have remained elevated for a prolonged period.", "Issues like Brexit and US-China trade tensions have persisted for much longer than initially expected, with the uncertainty evolving and changing rather than being fully resolved.", "Figure 8: Global uncertainty Source: Bloomberg Prolonged uncertainty can lead to falling business confidence and investment.", "We saw this globally in 2019 (Figure 9), with measures of business confidence falling in a relatively synchronised way for a number of countries.", "In New Zealand, business confidence has remained relatively low since 2017.", "In our latest round of visits across the country, businesses cited a number of domestic factors driving subdued confidence, including uncertainty around environmental policy, infrastructure, regulation and access to finance.", "See Dixit and Pindyck (1994) for a discussion of business investment under uncertainty.", "While the effects of uncertainty on the economy are well-understood, the strength of these effects can be difficult to measure.", "The frameworks which exist for measuring the impact of uncertainty are also focused on shortterm uncertainty shocks and not prolonged periods of uncertainty.", "See the Monetary Policy Statement, November 2019 (Reserve Bank of New Zealand, 2019a).", "So low business confidence in New Zealand cannot be entirely attributed to the global environment.", "However, it is likely to have been a factor that held back domestic business confidence from recovering sooner.", "The fact that measures of general business confidence in New Zealand have sat below measures of firms' own activity also reinforces this idea that the global environment is likely to have influenced the general mood of businesses.", "Figure 9: Business confidence in New Zealand and other major economies 3 3 -1 -1 NZ-QSBO Australia Germany 2007 2010 2013 2016 2019 Source: Quarterly Survey of Business Opinion and Bloomberg The Future Outlook As the global economic outlook weakened over 2019, central banks around the world responded by easing policy.", "The question for us now is whether enough has been done, and how confident we can be of sustainably achieving our dual policy mandate for inflation and employment.", "Figure 10: Financial market expectations for OCR cuts Source: Bloomberg, Reserve Bank of New Zealand In more recent months, in response to a mix of domestic and global developments, markets have scaled back their pricing of further interest rate cuts in New Zealand (Figure 10).", "Back in early November, markets placed almost a 90 percent chance that the OCR would be at 0.75 percent by February, with some chance (around 15 percent) it would fall further to 0.50 percent sometime in 2020.", "Markets are now placing a smaller chance (less than 10 percent) of the OCR being cut to 0.75 percent in February, and a 40 percent of this happening sometime in 2020.", "Next week we will gather as the Monetary Policy Committee to begin our February round of meetings, working through our in-depth assessment of developments and forecasts, following our approach set out in the Monetary Policy Handbook.", "One of the only certainties when producing a set of economic forecasts is that they are unlikely to be exactly right.", "For that reason, we will also discuss and consider at length the risks and uncertainties to the economic outlook.", "A key part of that assessment will be, not only global developments, but how they are transmitted to New Zealand.", "Applying our threechannel framework will help us with that assessment.", "There remain a number of short-to-medium-term risks to both the upside and downside.", "To be clear, this is not intended to be an exhaustive list, but rather an illustration of where relevant issues might be considered: • Trade channel: If factors such as African swine fever and limited global dairy supply continue to support New Zealand's commodity prices, this might create some upside risk to our terms of trade.", "However, should these temporary factors fade more quickly than expected, our export prices and terms of trade could fall.", "Additionally, any escalation of US-Iran tensions could lead to rising oil prices16 from a relatively low base, increasing our import prices and further lowering our terms of trade.", "• Financial channel: New Zealand credit spreads remained relatively low in 2019, despite heightened global uncertainties.", "How banks respond to the final decisions of our Capital Review announced at the end of 2019 remains a key uncertainty, with both risks to the upside and downside.", "On the currency front, as always, a key uncertainty will be whether the NZD plays its role as a shock absorber for the New Zealand economy by responding to changes in economic fundamentals; or whether it is driven by other factors.", "• Uncertainty channel: Brexit and US-China trade tensions were a persistent source of policy uncertainty through 2019.", "Recent developments-including the UK election and US-China phase one trade deal-have provided financial markets with some relief.", "If there has been genuine pent up demand, the global economy could rebound strongly as firms catch up with capital spending.", "By contrast, while financial market sentiment has improved, to the extent that Brexit and US-China trade policy uncertainties remain far from fully resolved, a sense of caution from businesses may continue for some time yet.", "In recent months, coronavirus is a human tragedy that has emerged that we will need to monitor, through all three channels.", "The SARS virus in the 2000s provides some potential parallels, particularly through the effects on travel and confidence.", "See the Monetary Policy Handbook (Williams, et al., 2019).", "See DiSavino (2020) for a discussion of the recent volatility in oil markets.", "See Capital Review Decisions (2019) and the Reserve Banks's Credit Conditions Survey.", "See Fan (2003) for the impact of SARS-like viruses.", "Looking to the longer term, there are a number of other challenges that we will need to consider.", "More work will need to be done on these issues to understand their impacts as they evolve.", "There are uncertainties, for example, about the future openness of international trade and labour markets.", "There has been a growing geopolitical trend globally towards protectionism and lower migration.", "Rising global protectionism could reduce our export opportunities and lower migration into New Zealand could dampen our growth, but might spur investments in domestic productivity.", "Climate change is also likely to impact New Zealand's economy in a number of ways in the future.", "Growing environmental regulation of the primary sector, for example, could result in an acceleration in the diversification of our export industries.", "An ageing population may also affect New Zealand's economy, impacting our savings and investment balance.", "This may further reduce the neutral interest rate in New Zealand and influence monetary policy.", "As investors, you are trying to make sense of the global economy and the implications for investment opportunities and risks, stripping out the signal from the noise.", "Using a simple framework with trade, financial, and uncertainty channels helps us try and make sense of a complicated world, and the policy implications for New Zealand.", "I hope these insights prove useful.", "Good luck for your big investment calls in 2020.", "Tēnā koutou, tēnā koutou, tēnā tatou katoa.", "New Zealand's net foreign liabilities: What lies beneath, and ahead?", "A speech delivered to MOTU, at the Royal Society of New Zealand.", "Retrieved from -and-publications/speeches/2017 Callaghan, M., Cassino, E., Vehbi, T., & Wong, B.", "Opening the toolbox: how does the Reserve Bank analyse the world?", "No growth in global milk supplies for 2019.", "Retrieved from Agriculture and Horticulture Development Board (UK): -in-global-milk-supplies-for-2019 DiSavino, S. (2020, January 14).", "Oil edges up after five days of losses ahead of U.S.-China trade pact.", "Retrieved from Reuters: -global-oil/oilprices-rise-ahead-of-trade-deal-likely-stock-draw-idUSKBN1ZD047 Dixit, A, & Pindyck, R. (1994).", "Investment under Uncertainty.", "SARS Economic Impacts and Implications.", "Asian Development Bank Policy Brief No.", "Inflation Dynamics: Upside Down Down Under?", "Panel remarks delivered to Bank for International Settlements forum at the Bangko Sentral ng Pilipinas.", "Measuring the natural rate of interest: International trends and determinants.", "Journal of International Economics, S57-S75.", "$12 billion in extra infrastructure investment.", "Retrieved from The official website of the New Zealand Government: -billion-extra-infrastructure-investment Orr, A.", "Monetary Policy: A Compass Point in Uncertain Times.", "Panel remarks given to the Federal Reserve Bank of San Francisco.", "Reserve Bank of New Zealand.", "Monetary Policy Statement November 2019.", "Reserve Bank of New Zealand.", "Retrieved from -and-supervision/banks/consultations-and-policyinitiatives/active-policy-development Statistics New Zealand.", "The outlook for commodity prices and implications for New Zealand monetary policy.", "Reserve Bank of New Zealand.", "Retrieved from -and-publications/research-programme/additionalresearch Technology Investment Network (TIN).", "The Investor's Guide to the New Zealand Technology Sector.", "Technology Investment Network (TIN) and Ministry of Business, Innovation, and Employment.", "Retrieved from -policy/about-monetary-policy/monetary-policyhandbook"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Global Economy", "Neutral Interest Rates", "Trade Channel", "Financial Channel", "Uncertainty Channel", "Global Slowdown", "Inflation", "Monetary Policy", "Economic Outlook", "Business Confidence"]}