{"sentences": ["Ms Schnabel, where are you speaking from at the moment: your home office?", "No, I'm in the main building of the European Central Bank in Frankfurt.", "As the board member responsible for market operations, I need to be on site.", "But many of us, including other members of the ECB's Executive Board, are indeed working from home.", "And I am also keeping at a safe distance from colleagues.", "Indeed, it would not be good if you were absent from the ECB.", "Market prices are collapsing, loans are defaulting, firms are threatened by bankruptcy if they don't get help.", "Is the virus crisis now turning into a financial crisis?", "We are living through turbulent times: stock markets are showing exteme volatility, equity prices have fallen dramatically.", "And the events are gradually being reflected in the data that we receive from the real economy.", "We know that production in China collapsed in January and February.", "All that will also have an impact on the banking system, but there is no acute banking crisis at present.", "We are, however, carefully monitoring the current situation so that we are able to respond swiftly to new developments should that become necessary.", "Which indicators are you looking at?", "We monitor all financial market data: equity prices, interest rates, capital flows.", "Corporate and sovereign debt markets are also important.", "What is going on there?", "We have seen a sharp increase in the risk premia that firms have to pay when raising debt on the markets.", "For high-risk firms in particular, these risk premia have shot up.", "Yields for countries such as Italy have also increased signficantly.", "We see a broad increase in risk premia.", "Another question that arises is whether the markets are still functioning.", "Is supply still matching demand?", "The central bank should intervene if liquidity dries up, that is if the markets suddenly seize up because of a lack of available liquid funds, or if the transmission of monetary policy is endangered, that is if our measures are not reaching the real economy.", "And that is exactly what we have been doing in greater measure since last Thursday.", "Our bond purchases have a stabilising effect on the market.", "US Treasuries have seen some severe temporary disruptions.", "There was a series of short intervals in which the trade in US Treasuries was disrupted.", "That's a sign of considerable nervousness in the markets.", "Besides the markets, we are closely monitoring the situation of banks in Europe.", "We have taken measures to prevent banks from having to overly restrict their lending during the crisis.", "But the pressure on banks will intensify if economic conditions deteriorate.", "We are also closely watching investment funds.", "Up to now we have only seen isolated capital outflows but we need to keep an eye on that.", "In the event of large outflows from investment funds, the main concern would be to prevent an excessive fall in prices caused by fire sales - that is, distressed sales of assets at large price discounts.", "On Sunday, the world's central banks decided on extensive coordinated measures.", "The ECB announced a first major package on Thursday.", "What is the point of all that if the financial crisis has not yet set in?", "The situation in financial markets is already very tense.", "Last Thursday, we decided to provide abundant and very cheap liquidity to the banking system.", "That is the primary task of central banks at present.", "On Sunday, in a coordinated effort with other major international central banks, we took measures to provide banks with cheap US dollar liquidity.", "We did so because banks in some countries, especially Japan, had been finding it harder to access US dollars.", "The US Federal Reserve slashed interest rates.", "The ECB stepped up its asset purchases.", "But none of this seems to have had the desired effect.", "Equity prices continued to fall.", "The ECB's package was very comprehensive.", "But market volatility is partly masking the effects.", "Moreover, not all market participants seem to have immediately understood all of the components of the programme.", "The additional net asset purchases in particular will help to counter the self-reinforcing dynamics on the bond markets.", "We are helped by the operational flexibility of the asset purchase programme, which we are already using to its full extent.", "So did the ECB communicate poorly?", "The key message of the programme should be clear.", "The ECB stands ready to do everything within its mandate to counter market disruptions that impair the transmission of its monetary policy, because monetary policy cannot otherwise be effective.", "This is the unanimous decision of the Governing Council.", "Is it perhaps the case that central banks are simply powerless in this crisis?", "No, but monetary policy cannot resolve this crisis on its own.", "We also need a strong fiscal response, ideally at European level.", "Most economists agree that fiscal policy is currently the most important instrument with which to counter the crisis.", "The ECB can provide banks with liquidity, but that doesn't necessarily mean that the banks will actually lend to companies that are struggling because of the virus.", "That's where the government comes in.", "It can support the economy by issuing credit guarantees, for example.", "The package of measures adopted by the German government on Friday contained guarantees of that kind.", "Other Member States have agreed on similar measures.", "The fiscal response at the international level hardly looks coordinated.", "We need a strong, joint fiscal policy response in Europe.", "This crisis is not limited to individual Member States.", "Everyone is affected, and events in one country affect all other countries too.", "I hope that this is clear to the decision-makers.", "In terms of monetary policy, we will do our part to prevent fragmentation in the euro area.", "The border closures and all the different national arrangements we've seen suggest that it is more like \"everyone for himself\" at the moment.", "The primary goal has to be to contain the spread of the virus.", "It may be that closing borders is an appropriate step from that point of view.", "That's something that virologists are best placed to judge.", "But it's clear that all protective measures come at an economic cost.", "And that is precisely why we need coordinated action, so that we can avoid deepening the crisis.", "But not every country can afford that.", "That's true, and that's precisely why we need European cooperation.", "What we need now is European solidarity, also in financial terms.", "That is in the interest of all European countries.", "Is it even possible now to prevent a recession as a result of the virus crisis?", "We are experiencing a very severe economic shock.", "Supply chains are being disrupted and, at the same time, demand is contracting as governments introduce protective measures: people are travelling less than before and cannot go out to restaurants and bars.", "Falling confidence may also dampen consumption and investment.", "And if people are not able to go to work, that has an impact on production, depending on the sector.", "So we are seeing many different effects emerge at the same time across the whole world.", "The likelihood of a recession has thus risen considerably.", "What is your expectation for economic growth?", "Our latest projections put euro area growth at 0.8% for this year.", "But that is now out of date.", "We will certainly have to adjust our projection significantly downwards.", "The greatest uncertainty is how long the crisis will last.", "Originally, many economists thought that there would be a short, sharp crisis and that things would subsequently pick up again quickly.", "It very much depends on how quickly the spread of the virus can be contained, but also on the economic policy reaction.", "You have done intensive research on financial crises of the past.", "Is there any crisis that was similar?", "The current situation cannot be compared with the 2008 financial crisis.", "That crisis originated in the financial system.", "Today we are looking at a shock to the real economy that is affecting many countries at the same time and for that reason is so devastating for the global economy.", "If we want to draw a comparison, we should look at other pandemics.", "Yes, for example - that pandemic was indeed devastating.", "The precise figures are not known, but between 20 and 100 million people died back then.", "Now we are in a much better situation.", "First, medicine is much more advanced.", "During the Spanish flu pandemic, many people died from secondary bacterial infections which can now be treated more effectively.", "And we are economically in a much better position to deal with a shock of this nature.", "The internet puts a whole range of technical options at our disposal that allow us to continue working.", "Our social security systems are much better.", "People will only stay at home if they continue to be paid when they get sick.", "At the same time, there is now more international division of labour than there was back then, so we feel the impact more strongly if supply chains break down.", "The economy is estimated to have contracted by 6% at the time of the Spanish flu.", "Is this virus crisis economically less bad?", "No-one can say, but we will play our part in containing the economic consequences of this crisis."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy", "financial markets", "ECB", "banks", "liquidity", "crisis", "risk premia", "investment funds", "fiscal policy", "recession"]}