{"sentences": ["Sustainable investment in uncertain times: The future of public sector asset management Speech by L. Federico Signorini OMFIF Roundtable for Public Sector Asset Managers London, 6 February 2020 In these remarks, I shall take the point of view of the central bank as an investor, rather than a monetary policy authority.", "My contribution may thus be seen as complementary to those of other speakers in this session.", "While profit maximising is not their ultimate objective, central banks do manage substantial funds and have a duty to manage them well, within the limits and for the purpose dictated by their institutional function.", "In the last few years, the investment profile of central banks has changed significantly because of the substantial expansion of their balance sheets, which in turn was due to the unprecedented scale and non-standard nature of monetary policy actions.", "As a result, the risks borne by central banks have increased, both quantitatively and qualitatively.", "Many central banks have begun, or returned to, dealing with less traditional assets, markets and counterparties.", "This development has raised the profile of asset (and liability) management within central banks, and it has arguably made the management of official reserves and own funds more similar to that of diversified private funds, with a greater focus on controlling risks and enhancing returns.", "However, there are certain key constraints that central banks must respect.", "First, while reputation is relevant for private managers as well, it is absolutely essential for central banks to protect their public image and hence their credibility, integrity and independence.", "Second, as they need to retain the ability to perform their mandates indefinitely and in all sorts of circumstances, central banks must take the long view and adopt an investment strategy that is robust to extreme events over an extended horizon.", "Finally, two further constraints are generally applied by central banks because of their public nature: neutrality (i.e.", "interfering as little as possible with market resource allocation, except insofar as monetary policy dictates); and - a point that may be more rarely noticed - 'lightness of touch' in daily operations (i.e.", "avoiding market disruption due to the sheer size of their trades).", "Let me start with a just a few words on the last topic.", "Central banks, in particular those managing a large pool of assets, need to pay due attention to market conditions and adopt appropriate trading practices so as to minimise the impact of their trades and avoid generating unintended signalling effects.", "With this in mind, for instance, we at the Bank of Italy have been gradually reducing the average size and holding period of our active positions in foreign reserve management, while increasing the frequency of trades.", "Furthermore, we reinvest large bond redemptions by distributing purchases over an entire trading session.", "Such issues, though highly technical, do have significant implications for the conduct of investment activity at major central banks.", "Most of the remainder of this speech will be devoted to a couple of topics relating to the 'long view' in central banks' investment: (i) sustainable finance and (ii) strategic asset allocation.", "The importance of the first issue was underlined during the long, lively discussion of this topic during the previous session.", "Let me make one point clear from the outset.", "General policy matters are for governments rather than central banks; in democracy, decisions about broad societal aims are best left to elected politicians.", "Nevertheless, central banks have been increasingly indicating that they are taking environmental, social and governance (ESG) risk factors more fully into account as investors, that is, in their and risk management strategies.", "There are two reasons for doing so, both linked to the constraints I just mentioned.", "One is reputation: central banks' investment policies must be seen as beyond reproach.", "The second is that, as long-term investors, central banks need to take the long-term sustainability of their investments seriously into account.", "The discussion on sustainable finance often revolves around a perceived trade-off between 'doing good' (to the Earth, or society at large) and 'doing well' (for shareholders, or, in our case, the public as the ultimate 'owner' of the bank).", "While shareholder value is certainly not our main concern, this debate applies to a certain extent to central banks too.", "The concept of sustainability, however, appears to provide a link between doing good and doing well in the long run.", "Recent experience has indeed shown that, so far, ESG-compatible investment has not underperformed compared with unconstrained investment strategies.", "(Of course, past performance is no guide to future performance, as they say; we need to keep alert to fashionable bias, and choose carefully.)", "The Bank of Italy values sustainability in its asset allocation.", "Last year, we announced a new investment strategy that integrates ESG profiles into the management of our direct euro-area equity portfolios.", "These portfolios total around €9 billion and include shares in about 140 listed companies.", "Two ESG criteria have been added to the principles of diversification and market neutrality, which were already embedded in our previous strategy.", "The first principle is to exclude companies that belong to sectors that do not comply with the United Nations Global Compact.", "The other is to give preference to companies with the best ESG scores.", "In this way, we have already significantly improved the environmental footprint of our equity investments.", "Our staff has provided me with very detailed statistics on this.", "The total greenhouse gas emissions of companies included in the new portfolio are about one quarter lower than those recorded in the previous portfolio.", "Energy and water consumptions are down by about one third and one fifth respectively.", "Looking ahead, the Bank of Italy intends to enhance its ESG profile further for equity.", "We are considering the integration of ESG criteria for equity investments in US and Japanese companies through collective investment schemes.", "In addition, we are about to conclude an in-depth analysis for introducing ESG criteria for managing corporate bond portfolios, in both dollars and euro.", "Finally, the Bank already considers green bonds issued by supranationals as eligible for its investment portfolio.", "The size of a potential strategic allocation to these instruments will take into account the liquidity of the market, which is still inferior to that of conventional bonds.", "Our ESG framework in the equity space has been discussed within the Network for Greening the Financial System (NGFS), an organisation that brings together central banks, supervisors and observers from countries responsible for half of the world's greenhouse gas emissions.", "As a member of the Network, the Bank contributed to the NGFS guide for central banks' portfolio management, published last October.", "In this guide, the Bank's first-hand experience in sustainable finance is one of seven case studies used as practical examples to ease the introduction of ESG practices among central banks.", "Let me now turn to the issue of strategic asset allocation (SAA).", "Due to the increased complexity of the financial system, it has become crucial for central banks and other public-sector financial institutions to base their activities on a sound, comprehensive risk management framework.", "This can be provided by a formal SAA model-based procedure at the centre of the investment process.", "An SAA takes into account the whole range of risks and opportunities faced by the investor.", "Note also that having a consolidated view of all significant risks on both sides of the balance sheet is a cornerstone of the IMF's recently revised 'Guidelines for Foreign Exchange Reserve Management'.", "Details on the United Nations Global Compact are available at www.unglobalcompact.org.", "Lanza et al (2019) show that the ESG scores of individual firms are very heterogeneous across agencies compared, for example, with credit ratings.", "There is also evidence of significant biases in ESG scores, which tend to be overestimated for companies that are larger and belong to specific industrial sectors and geographic regions.", "These improvements are equivalent to the annual impact of a number of households from 120,000 to 190,000, depending on whether you consider greenhouse emissions or energy or water consumption.", "(2009) present a comprehensive structured framework for risk management in central banks.", "The authors explicitly address the need to overcome the widespread practice of segregating central bank risk management tools between investment and policy portfolios.", "Yet they refrain from introducing a comprehensive quantitative approach whereby the strategic asset allocation is contingent on the core policy functions of a central bank.", "At the Bank of Italy, the SAA risk management framework stands on three pillars.", "First, a single analytical approach integrates all assets and liabilities.", "Second, we employ a statistical model that estimates the expected return distributions of a wide range of financial asset classes across many currencies, and considers interdependencies and comovements across output, inflation, foreign exchange rates, interest rates, equity prices and so on.", "And third, we adopt an explicit objective function with related constraints, which aims at preserving the value of the financial resources required to pursue our institutional functions in an effective way and an independent manner, over the long run and especially in adverse scenarios.", "The theoretically optimal composition of our investment portfolio minimises the average expected loss in the worst 1 per cent of scenarios over a 10-year horizon, subject to two short-term (one year) constraints aimed to avoid the risk of (i) a depletion of financial capital, and (ii) the emergence of accounting losses.", "Of course, this formal exercise is not used in a mechanical way to determine actual investment decisions.", "It is, however, a key benchmark against which all our decisions are discussed.", "The optimal SAA for the investment portfolio takes into account the natural exposure of a central bank to systemic and business cycle risks stemming from its core policy functions.", "The central bank's financial structure has to be robust, especially in those adverse circumstances in which its institutional duties may require exceptional risks to be taken.", "This leads us to consider countercyclical and low credit risk assets for inclusion in the SAA.", "Such a risk-based approach tends to produce an SAA that is consistent with the conservative bias that we want to impart to risk management.", "Moreover, by taking a forward-looking and long-term (i.e.", "through-the-cycle) approach, with clearly defined portfolio rebalancing rules, our optimal SAA also contributes to reducing any procyclical bias in portfolio management.", "Exposure towards countercyclical assets reduces selling pressure in times of crisis, when these assets tend to appreciate.", "This is not just theory.", "Our experience of the last crisis showed that investing in countercyclical assets, such as long-term government bonds and foreign reserves, while maintaining a low exposure to credit risk, paid off in periods of financial distress and provided positive risk-adjusted returns.", "As a final remark, it may be worth mentioning that the issue of the cyclicality of market investment is not just a concern for the Bank as a manager of its own funds: in our capacity as a macroprudential authority, we also see it as one of the main fronts on which financial stability action should advance.", "Financial markets naturally tend to be procyclical.", "During booms, higher asset valuations provide investors with more collateral to raise funds and ampler financial resources to invest.", "Because of herd behaviour, inflows to asset managers, i.e.", "to markets, tend to increase when prices are on the rise.", "Both mechanisms, of course, work in reverse during bust phases and may amplify price volatility.", "Not even central banks' financial investment has been immune from such behaviour; the issue of procyclical investment by central banks has indeed been widely debated.", "Some argue that financial stability objectives should not interfere with reserve management.", "The IMF's Guidelines for Foreign Exchange Reserve Management (last updated in 2013) neither directly address the issue of procyclicality, nor do they say that financial stability should in itself be an objective of reserve management.", "However, there is broad agreement in principle that due attention should be paid to the risk of a potentially disruptive impact of central banks' investments on credit and financial markets.", "The impact of central banks' investment strategies and the importance of sound practices are now widely recognised in markets where central banks have become key players and their actions are closely followed by market participants.", "The recent experience of the euro-area sovereign debt crisis is indicative, not only of the ample space that is available to long-term players to act as (selective) contrarian investors, but also of the profitability of doing so.", "Adrian Tobias, Hyun Song Shin (2010), \"Liquidity and leverage\", Journal of Financial Intermediation, 19: 418-437.", "Bindseil Ulrich, Fernando Gonzáles, Evangelos Tabakis (2009), \"Risk Management for Central Banks and Other Public Investors\", Cambridge University Press.", "Fanari Marco, Gerardo Palazzo (2019), \"The strategic asset allocation of the investment portfolio in a central bank\", paper presented at the Bank for International SettlementsWorld Bank-Bank of Canada-Banca d'Italia Seventh Public Investors Conference held in Rome at the Bank of Italy on 22-23 October 2018.", "IMF, International Monetary Fund (2013), Revised Guidelines for Foreign Exchange Reserve Management, IMF, 1 February.", "Lanza Ariel, Enrico Bernardini, Ivan Faiella (2019), \"Mind the gap, Machine learning ESG metrics and sustainable investing\", paper presented at the CEMLA Conference on Climate Change and its Impact in the Financial System, Mexico City, 5-6 December.", "NGFS, Network for Greening the Financial System (2019), \"A Sustainable and Responsible Investment Guide for Central Banks' Portfolio Management\".", "Pihlman Jukka, Han van der Hoorn (2010), \"Procyclicality in Central Bank Reserve Management: Evidence from the Crisis\", IMF Working Paper No.", "Signorini Luigi Federico (2019), \"Non-Bank Finance: opportunities and risks\", Speech held at the Euromed Workshop on \"Non-Bank Finance and Financial Intermediation\", Naples, 18 June.", "Visco Ignazio (2019), \"Sustainable development and climate risks: the role of central banks\", Speech held at the 18th International Conference for Credit Risk Evaluation \"Assessing and Managing Climate Change Risk: Opportunities for Financial Institutions\", Venice, 26 September."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Sustainable finance", "Strategic asset allocation", "ESG", "Investment management", "Risk management", "Central bank", "Monetary policy", "Procyclicality", "Financial stability", "Climate change"]}