{"sentences": ["SPEECH Pandemic central banking: the monetary stance, market stabilisation and liquidity Remarks by Philip R. Lane, Member of the Executive Board of the ECB, at the Institute for Monetary and Financial Stability Policy Webinar, 19 May 2020 In my recent blog post, I described the range of scenarios that have been developed by ECB staff to support the analysis of the near-term and medium-term macroeconomic dynamics in the context of the coronavirus (COVID-19) crisis.,[2] I also explained the current monetary policy of the ECB and outlined our approach to setting the future course of monetary policy.", "My remarks today aim to reinforce these points by presenting some additional empirical evidence.", "Macroeconomic outlook Chart 1 shows the three scenarios developed by ECB staff that were published on 1 May.", "Since then, the Eurosystem staff have continued to track the incoming information (both the economic data and the public health data): the forthcoming June Eurosystem staff macroeconomic projections will provide an updated assessment of the economic outlook.", "Still, the 1 May scenarios provide an excellent framework for understanding the environment facing policymakers.", "In all scenarios, the current quarter represents the trough of the crisis, with a cumulative decline in the range of 10 to 20 percent of GDP since the start of the year.", "In terms of quarterly performance, a significant rebound is expected over the summer in line with the removal of the most severe lockdown measures.", "However, the scenarios differ in terms of the duration and severity of virus-related restrictions on economic activity and the behaviour of households and firms in the rest of 2020 and throughout 2021.", "In all scenarios, a deep recession is envisaged: in the severe scenario, real GDP would fall by 12 percent in 2020.", "Euro area real GDP under the mild, medium and severe scenarios (index, 2019 Q4 = 100) Source: ECB calculations.", "Note: For details on the scenarios, see Battistini, N. and Stoevsky, G (2020), \"Alternative scenarios for the impact of the COVID-19 pandemic on economic activity in the euro area\", Economic Bulletin, Issue 3, European Central Bank.", "Chart 2 shows the household savings rate, as projected in the European Commission Spring Forecast that was published a couple of weeks ago.", "The household savings rate is forecast to jump by a remarkable 6 percentage points to around 19 percent for 2020, and is expected to remain elevated even in 2021.", "Although \"forced saving\" during the lockdown is surely contributing to the increase in household saving, it is plausible that the precautionary motive will remain significant so long as virus-related uncertainty persists.", "Elevated uncertainty may also hamper investment prospects for an extended period of time.", "The private investment rate is forecast to drop this year after trending upwards since 2013, and next year it is expected to remain below the level recorded in 2019 (Chart 3).", "The fiscal response to the COVID-19 crisis (including short-time work schemes, public credit guarantees in many countries and other direct and indirect support for firms and households) is helping to cushion the impact of the shock: the euro area general government balance is projected to reach a deficit of 8.5 percent of GDP this year (Chart 4).", "Euro area household saving ratio (percentage of gross disposable income) Source: European Commission Spring Forecast (2020).", "Euro area private investment rate (percentage of gross domestic product) Source: European Commission Spring Forecast (2020).", "Euro area general government balance (percentage of gross domestic product) Source: European Commission Spring Forecast (2020).", "In the context of the current unprecedented macroeconomic shock, monetary policy has three key roles: first, it must ensure that the overall stance is sufficiently accommodative; second, it has a market stabilisation function to ensure the smooth transmission of monetary policy to the economy; third, ample central bank liquidity is required, especially in order to maintain credit provision.", "Ensuring a sufficiently accommodative stance Risk-free interest rates are the cornerstone of financial conditions across the euro area and are the foundations of our monetary policy stance.", "Our negative policy rates and our forward guidance on the expected path of policy rates anchor short to medium-term risk-free rates, while our asset purchases and forward guidance on reinvestment steer long-term rates by extracting duration risk from the financial system.", "The set of monetary policy measures currently in place underpins a risk-free yield curve (as captured by overnight index swap (OIS) rates) that is at record low levels (Chart 5).", "Euro area nominal OIS curve (percentages per annum) Source: Refinitiv.", "Real interest rates - which are at the core of many financial valuation models and act as a fundamental macroeconomic adjustment mechanism by reconciling desired saving and investment patterns - are also at their lowest levels in decades.", "In comparative terms, a striking feature is that real yields in the euro area are below those in Japan across the curve (Chart 6).", "Real yield curves (percentages per annum) Sources: Refinitiv, Consensus Economics and ECB calculations.", "Notes: Real sovereign bond yields are the difference between the nominal yield and the average Consensus Economics inflation expectation from April 2020 over the corresponding maturity.", "The latest observations are for 14 May for the euro area, 8 May for the United States and 5 May for Japan.", "Looking at the short to medium end of the risk-free curve in more detail, our measures (including the pandemic emergency purchase programme, or PEPP) have contributed to a lowering of the medium and long segments of the yield curve compared to the pre-crisis path (Chart 7).", "EONIA forward curve estimated from overnight index swaps (percentages per annum) Sources: Bloomberg, Refinitiv and ECB calculations.", "Note: The latest observations are for 14 May 2020 (for realised EONIA).", "At the long end of the curve, the combined effect of our asset purchase programmes - comprising the asset purchase programme (APP) and the PEPP - is estimated to compress the term premium significantly by around 80 basis points at the ten-year tenor.", "Looking just at the decisions we have taken since March, the additional €120 billion APP purchase envelope for 2020 and the PEPP contribute to a further easing of ten-year rates by lowering the term premium by more than 10 basis points.", "The total effect of these decisions on longer-term interest rates is likely to be even more substantial, given that the PEPP not only works through the well-known channels of duration extraction and portfolio rebalancing, but also addresses risks to transmission in the euro area.", "To the extent that this lowers risk premia, interest rates in the euro area have declined even more strongly as a result of our decisions compared with plausible counterfactual scenarios.", "Market stabilisation Once investors absorbed the full implications of the pandemic crisis and sought to rebalance portfolios, market liquidity in securities markets dried up and investors looked for safe havens in the context of revisions to future prospects and intrinsically high uncertainty.", "A marked tightening of overall financial conditions in the euro area (and globally) took hold with the deepening of the coronavirus crisis (Chart 8, left panel).", "The fall in stock prices, the increase in market-based financing costs for firms and (to some extent) the appreciation of the euro contributed to the tightening that took place between mid-February and mid-March (Chart 8, right panel and Chart 9).", "This was also evident in the equity and corporate bond markets (Chart 10 and Chart 11).", "It was also reflected in an increase in the average spread of sovereign yields relative to the OIS curve (Chart 12).", "Financial conditions in the euro area Source: ECB.", "The financial conditions index (FCI) is constructed as a weighted average of the one-year OIS, the tenyear OIS, the euro area nominal effective exchange rate vis-à-vis 38 trading partners and the Euro Stoxx Broad Stock Exchange Index.", "All variables are in deviation from their long-term average.", "The FCI is an average of two alternative FCIs, one in which the weights are derived from the impulse response of HICP inflation to a shock in each of the four financial variables from an estimated value at risk (VAR) model, and the other where the weights are derived from the elasticities drawn from a set of projection models used in the (broad) macroeconomic projection exercise.", "The latest observations are for 14 May 2020.", "External financing conditions of euro area NFCs (percentages per annum) Sources: Refinitiv, Merrill Lynch and ECB calculations.", "The blue dots refer to the nowcasts for April 2020 (left dot) and May 2020 (right dot) for the overall cost of financing, assuming that bank lending rates remain unchanged at their March 2020 levels.", "The latest observations are for May 2020 for the costs of equity and debt, and March 2020 for the costs of lending.", "Financial and non-financial equity prices (1 January 2019 = 100) Sources: Bloomberg, Datastream, Refinitiv and ECB calculations.", "The indices used are the Datastream indices for non-financial and financial corporations.", "The latest observations are for 14 May 2020.", "Euro area corporate bond spreads Sources: iBoxx, Bank of America Merrill Lynch and ECB calculations.", "The latest observations are for 14 May 2020.", "10-year euro area GDP-weighted sovereign bond spread versus euro OIS rate (percentages per annum) Sources: Refinitiv and ECB calculations.", "The latest observations are for 14 May 2020.", "This tightening of financial conditions represented a further headwind for the effectiveness of monetary policy.", "There was an evident risk of adverse liquidity spirals and an overshooting of asset price corrections in many markets, impeding the transmission of monetary policy and endangering financial stability.", "In the context of a monetary union, the absence of currency risk means that flight-to-safety dynamics have an intrinsic cross-border element, which primarily takes the form of reallocations across sovereign bond markets.", "In view of the central role of sovereign yields as benchmarks in pricing assets and setting lending rates, non-fundamental volatility in sovereign spreads impairs the transmission of monetary policy.", "In this context, the PEPP announcement acted as a stabilising force.", "The announcement of the PEPP has successfully halted the tightening in financial conditions and contributed to a partial reversal in the trend.", "The embedded flexibility of the PEPP, which allows for fluctuations in the distribution of purchase flows over time, across asset classes and among jurisdictions, has been a crucial element in fostering its effective market stabilisation function.", "Market stabilisation has also enabled the resumption of issuance in the debt securities markets: corporate bond issuance by investment grade-rated firms picked up noticeably after the PEPP announcement, as did commercial paper issuance by non-financial corporations (NFCs).", "This reflects an important aspect of the PEPP compared to the APP: under the PEPP, we have expanded the maturity range of our private sector purchases to capture the market for non-financial commercial paper, which was at risk of freezing up at the beginning of March.", "These developments highlight that purchases under the PEPP have provided crucial support to market-based funding conditions for companies in the euro area.", "Central bank liquidity and credit provision Especially in an uncertain macro-financial environment, access to central bank liquidity on generous terms and over long tenors supports the maintenance of credit provision by the banking system.", "Our longer-term refinancing operations include both unconditional and targeted programmes.", "The former provides a liquidity backstop to banks and ensures the smooth functioning of money markets, while the latter support the provision of medium-term credit to the real economy.", "For many companies, the lockdown measures have meant a rapid decline in revenues, while their expenses (such as rents, wages or bills to suppliers) still fall due.", "In order to avoid viable firms going out of business for lack of liquidity, it is important that banks provide sufficient credit.", "Early evidence from monetary aggregates shows a very large increase in money growth in March: the annual growth rate of the broad monetary aggregate M3 stood at 7.5 percent, 2 percentage points higher than in February (Chart 13).", "This is by far the largest monthly increase since the creation of the euro.", "In absolute terms, the monthly flow was €323 billion.", "For comparison, the largest monthly flows until now were recorded in March 2007 and October 2008 at around €120 billion.", "Similar developments were observed in the narrow monetary aggregate M1.", "This aggregate continues to drive money developments, reflecting the persistently low remuneration environment and the current high level of economic uncertainty.", "The annual growth rate of M1 increased to 10.3 percent, up from 8.1 percent in February (Chart 13).", "Developments in M1 and M3 (annual percentage changes) Source: ECB.", "The latest observations are for March 2020.", "Lending to the private sector was the single largest source of money creation in March, driven by loans to firms.", "The annual growth rate of loans to firms increased to 5.4 percent in March, up from 3.0 percent in February (Chart 14).", "By contrast, the annual growth rate of loans to households moderated somewhat: it declined to 3.4 percent, down from 3.7 percent in February.", "The very different lending flows between firms and households in March reflect the nature of the policy approaches to supporting these two sectors.", "In the case of firms, policy support has been mainly channelled via the banking sector, largely in the form of government-guaranteed credit and central bank measures to support credit.", "By contrast, direct fiscal support in the form of automatic stabilisers such as unemployment benefits or short-time working schemes, rather than bank credit, has constituted the backbone of the policy actions aimed at supporting the household sector.", "Bank loans (annual percentage changes) Source: ECB.", "adjusted for sales, securitisation and cash pooling activities).", "The latest observations are for March 2020.", "While credit volumes are holding up in the aggregate, there are also some strains.", "According to the survey on access to finance of enterprises (conducted between 2 March and 8 April), small and medium-sized enterprises (SMEs) reported - in net terms - a decline in the expected availability of bank loans across countries and sectors (Chart 15).", "Change in the actual and expected availability of bank loans for SMEs across countries (net percentages of respondents, over the past and next six months) Source: ECB and European Commission survey on the access to finance of enterprises (SAFE).", "Notes: The chart shows the difference between the percentage of enterprises reporting an increase for a given factor and the percentage reporting a decrease in response to the following questions: (i) for each of the following types of financing, would you say that their availability has improved, remained unchanged or deteriorated for your enterprise over the past six months?", "; (ii) looking ahead, for each of the following types of financing available to your enterprise, please indicate whether you think their availability will improve, deteriorate or remain unchanged over the next six months.", "The base is the SMEs for which the respective instrument is relevant.", "These survey results underscore the importance of our recent monetary policy measures, including the recalibrations of the TLTROs.", "Nevertheless, it appears that the financing conditions for firms have held up relatively well compared to the depth of the crisis.", "Although credit standards for loans to enterprises tightened in the first quarter of 2020 (net percentage of reporting banks at 4 percent), the degree of tightening was very mild compared to the credit squeeze that amplified the financial and sovereign debt crises between 2008 and 2012 (Chart 16).", "Credit standards for loans to NFCs and contributing factors (net percentage of banks reporting a tightening) Source: ECB (April 2020 bank lending survey).", "Notes: Net percentages are defined as the difference between the sum of the percentage of banks responding \"tightened considerably\" and \"tightened somewhat\" and the sum of the percentage of banks responding \"eased somewhat\" and \"eased considerably\".", "The net percentages for responses to questions related to contributing factors are defined as the difference between the percentage of banks reporting that the given factor contributed to a tightening and the percentage reporting that it contributed to an easing.", "\"Cost of funds and balance sheet constraints\" is the unweighted average of \"costs related to capital position\", \"access to market financing\" and \"liquidity position\"; \"risk perceptions\" is the unweighted average of \"general economic situation and outlook\", \"industry or firm-specific situation and outlook/borrower's creditworthiness\" and \"risk related to the collateral demanded\"; \"competition\" is the unweighted average of \"competition from other banks\", \"competition from non-banks\" and \"competition from market financing\".", "The latest observations are for Q1 2020.", "Our monetary policy measures, together with the contribution from the announcement of public credit guarantees in many countries and other direct and indirect support for firms and households, are contributing to the protection of bank-based credit flows.", "Banks have indicated that TLTRO III is having a net easing impact on the terms and conditions offered to borrowers and a positive net impact on their lending volumes, particularly on their expected lending volumes over the next six months (Chart 17).", "Impact of TLTRO III on bank lending volumes to enterprises (net percentage of banks, over the past and next six months) Source: ECB bank lending survey (BLS).", "Note: Net percentages are defined as the difference between the sum of the percentages for \"contributed considerably to an increase\" and \"contributed somewhat to an increase\" and the sum of the percentages for \"contributed somewhat to a decrease\" and \"contributed considerably to a decrease\".", "We continue to monitor market developments closely.", "In the context of the current extraordinary and severe macro-financial environment, we must ensure our monetary stance provides sufficient accommodation and guards against the escalation of tail risks associated with procyclical financial amplification mechanisms.", "We continuously examine each of our measures (individually and as a package) to assess whether these are still adequately calibrated and appropriately sized to provide the necessary degree of accommodation in this uncertain economic environment.", "Accordingly, we are fully prepared to further adjust our instruments if warranted.", "This includes increasing the size of the PEPP and adjusting its composition, by as much as necessary and for as long as needed.", "Reproduction is permitted provided that the source is acknowledged.", "I am grateful to Danielle Kedan and Julian Schumacher for their contributions to these remarks.", "See my blog post entitled \"The monetary policy response to the pandemic emergency\", 1 May 2020.", "The evolution of nominal interest rates is covered in my speech entitled \"The yield curve and monetary policy\" at the Centre for Finance and the Department of Economics at University College London, 25 November 2019.", "See the speech by Isabel Schnabel on \"The ECB's response to the COVID-19 pandemic\" (16 April 2020), the blog post by Luis de Guindos and Isabel Schnabel on \"The ECB's commercial paper purchases: A targeted response to the economic disturbances caused by COVID-19\" (3 April 2020) as well as my own blog post on \"The monetary policy response to the pandemic emergency\" (1 May 2020).", "Disclaimer Please note that related topic tags are currently available for selected content only.", "Copyright 2020, European Central Bank"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Financial conditions", "Market stabilisation", "Central bank liquidity", "Credit provision", "Economic outlook", "Fiscal response", "Interest rates", "Real interest rates", "Risk premia"]}