{"sentences": ["Protecting economic muscle: Finance and the Covid crisis Alex Brazier, Executive Director for Financial Stability Strategy and Risk, Bank of England Member of the Financial Policy Committee CFO Virtual Agenda I am grateful to Imane Bakkar, Alina Barnett, Kiman Bassi, Richard Button, Mai Daher, Lee Foulger, Dan Gray, Benjamin King, Philip King, Sophie Stone, Matt Waldron, and Danny Walker for their assistance in preparing these remarks.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice These are immensely challenging and uncertain times for many of you.", "You have faced the reality of the economic numbers that hit the headlines: the precipitous fall in output, followed more recently by the beginnings of a normalisation in some sectors as public health measures have been eased.", "The path followed by the economy in recent months has had more to do with epidemiology than economics.", "How the public health situation, and therefore the economy, evolve over the coming months and quarters remains to be seen.", "'scarring' of our economy's muscle; The target of economic policy has been to minimise the longer-term muscle that is made up of your and other businesses.", "The aim is to minimise the harm to our productive capacity to allow output and employment to get as close as possible to their pre-covid paths, once public health measures are lifted fully.", "Scarring could arise easily.", "To sustain employment and productive capacity through the virus disruption, wages, leases, interest, invoices and fixed costs need to continue to be paid even as revenues collapse.", "Many long-term viable businesses will face cash-flow shortfalls that, unless they can be bridged, will result in redundancies, business closures and scrapping of productive assets.", "Signs of that are already evident.", "In scale, such upheaval could tear the muscle of the economy in a way The scars could damage the economy's performance for a long that would be difficult to put back together.", "To scale the issue, we identified in May that 60% of the 85,000 biggest businesses operating in the UK businesses accounting for an estimated 75% of turnover in the economy will face a cash-flow deficit this year if they want to maintain productive capacity.", "[See slide 2 of accompanying deck] Policy measures have therefore been directed towards mitigating and financing these deficits.", "On the monetary front, Bank rate has been cut to just 0.1%, and a programme of £300bn of asset purchases is underway, helping to support business cash flow by lowering the cost of servicing debts, as well as providing a stimulus to spending more broadly.", "The fiscal policy response has been substantial.", "The Coronavirus Job Retention Scheme, paying 80% of the wages of furloughed employees up to £2500, has helped to minimise corporate cash-flow deficits and maintain jobs.", "The Scheme has covered over 9m jobs and is estimated to cost £55bn.", "See Portes (2020): The lasting scars of the Covid-19 crisis: Channels and impacts See May 2020 interim Financial Stability Report All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice VAT and other tax deferrals amounting to £50bn have eased immediate corporate cash flow pressures.", "And other business support measures costing up to £30bn have been put in place.", "Nevertheless, the scale of disruption means that, even after these powerful measures, we estimated in May that the 85,000 biggest businesses could have faced a cash-flow deficit of up to around £140bn this year if they were to preserve employment and productive capacity.", "And in addition, businesses will face the challenge of rolling over some £275bn of outstanding debts that are due to mature over the next year.", "These businesses have buffers of cash amounting to around £90bn that can be drawn on to help meet their needs during the disruption.", "In the face of uncertainty they will be unwilling to draw them down completely.", "So the preservation of economic muscle is reliant on raising external finance.", "[See slide 2 of accompanying The monetary and fiscal policy responses have therefore been complemented with a financial response.", "That aims to support the financing of cash-flow deficits.", "It has centred on getting funding markets functioning and bank lending flowing.", "And as a result, progress has been made to protect economic muscle.", "Financial response I: Support for market functioning At the outset of the crisis in March, important funding markets seized up.", "Even the government bond market threatened to do so.", "The underlying cause of the seizure was not concern about the credit of the government; it was that some investors were forced, by their own circumstances, to sell their bond holdings.", "Investors 'dashed for cash' as some faced calls to post cash margin against derivative positions that had moved against them and others faced challenges in rolling the repo financing of their bond holdings.", "The seizing of some markets was a blot on the financial system's response to the covid crisis.", "With international counterparts we will need to review carefully the causes of what happened with a view to ensuring markets are resilient in the future.", "As it was, two emergency responses were necessary.", "[See slide 3 of accompanying deck] First, central banks around the world stepped in with huge purchases of government and corporate bonds to restore market functioning.", "In the UK, the Monetary Policy Committee is undertaking a £300bn programme of asset purchases.", "See Chancellor of the Exchequer: A Plan for Jobs 2020 See speech by Jon Cunliffe (2020): Financial System Resilience: Lessons from a real stress See letter from FSB Chair Randal Quarles to G20 Finance Ministers and Central Bank Governors: July 2020 All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Since central banks acted, markets have opened up again, allowing companies to raise finance.", "Britain's companies issued more than £7bn of new bonds since March.", "A second response was also needed.", "The seizure of corporate debt markets meant that larger companies that normally enjoy market access were suddenly faced with uncertainty about access to that finance when it was most needed.", "They turned, as a precaution, to banks to bolster their cash positions.", "What followed was not a run on the banks driven by fear about the banks, but a run to the banks driven by fear on the part of businesses about their own access to finance.", "In a complete contrast to what happened in the 2008 financial crisis, bank lending shot up.", "Net of repayments, banks lent £30bn in March - more than 30 times their normal monthly net lending flow as large companies drew on committed credit lines.", "That threatened to overwhelm the capacity banks have to lend to the wider population of businesses.", "The Covid Corporate Financing Facility (CCFF), owned by the Treasury and operated by the Bank of England, was designed to alleviate that pressure.", "By purchasing commercial paper, it offers to provide short-term loans loans that will need to be paid back to companies of investment grade standing before the virus disruption.", "It provides an alternative backstop source of finance for larger companies in the event that markets are disrupted.", "The Scheme has lent £19bn to 68 companies.", "More importantly, it has also authorised borrowing limits amounting to £80bn to 199 companies accounting for nearly 2.3 million jobs.", "The knowledge that this backstop to funding markets is there removes the need for larger companies to run to the banks to insure themselves against market disruption.", "By standing ready to lend to larger companies, we have protected the space banks have to lend to the wider population of companies.", "Financial Response II: Support for bank lending The package of measures to support bank lending has gone much further than just protecting their capacity to lend.", "[See slide 4 of accompanying deck] Banks have been given the funding for new lending.", "The Term Funding Scheme with additional incentives for SMEs (TFSME), provides 4 year funding for banks, at rates very close to Bank Rate, to match any increase in lending.", "The scheme provides additional incentives for lending to small and medium sized businesses, with £5 of cheap funding for every £1 increase in such lending.", "Crucially, the Government has provided banks with guarantees on new lending.", "The Coronavirus Business Interruption Loan Schemes guarantee 80% of new lending by banks.", "The Bounce Back Loan Scheme All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice guarantees 100% of loans of up to £50,000 to small businesses.", "Banks are taking little risk with their own funds when they lend now.", "With the space to lend, the funding to lend, and the credit guarantees to lend, banks have every assistance to help businesses finance cash-flow deficits.", "And unlike in the financial crisis, the banking system has the strength to lean into this crisis, to refinance existing loans and meet the demand for new ones.", "Banks will face losses in coming months on loans made in the past as some businesses and households struggle to meet repayments.", "Due to the reforms of the past decade, banks have the buffers of their own shareholders' capital to absorb those losses on existing loans without cutting back on support for new lending.", "The final element of the support for bank lending has been to allow banks to use their buffers of capital without fear of regulatory actions.", "Buffers of capital are there to be used in stress to absorb losses while continuing to lend.", "We expect them to be used as needed.", "In fact, with government guarantees and funding in place, the prudent thing for banks collectively to do is lend.", "Failure to help the corporate sector finance its cash-flow deficit will result business failures and unemployment that create greater losses for banks on their existing loans.", "Those losses could far outweigh the small gains they might enjoy from protecting their balance sheets in the short run.", "Businesses have now raised - net of repayments - more than £50bn from banks since February.", "More than £30bn of new lending has occurred through the 100% government guaranteed Bounce Back Loan Scheme.", "These 1 million loans are vital for many of the smallest businesses to bridge the disruption.", "But they do not help to finance the cash-flow deficit of medium and large sized companies that I described earlier.", "Banks have lent £25bn has been lent to these companies, net of repayments.", "Within that, there has been £12bn of lending approved through 55,000 loans under the CBILS scheme; a further £2.9bn through 428 loans under the CLBILS scheme.", "Add to that at least £7bn of new bond issuance and £19bn lent through the CCFF and these companies have raised at least £50bn of new debt.", "See May 2020 interim Financial Stability Report On 11 March, the FPC reduced the UK countercyclical capital buffer rate to 0% with immediate effect, and set out its expectation that it would maintain this rate for at least 12 months.", "Further to this, in the Q&A on the use of liquidity and capital buffers, the PRA set out its general expectation that any required rebuild of capital buffers would be gradual, and that banks would not be expected to restore their capital buffers in full until a significant time after the end of the current stress.", "See May 2020 interim Financial Stability Report All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice The financial system is well on the way to filing the financing needs of businesses.", "[See slide 4 of accompanying deck] By no means all the additional finance to preserve productive capacity has yet been delivered, particularly given the limited appetite many businesses may have to run down their cash buffers in the face of uncertainty.", "Fuel must continue to be injected.", "And the fuel may need something extra to be added.", "The case for equity There are at least three reasons for adding more equity finance to the mix.", "First, half of the cash-flow deficit we have identified is accounted for by companies with net debt already more than four times their regular earnings.", "Although the UK's corporate sector did not, as a whole, go into this crisis with a stretched balance sheet, a material subset of companies had levered up.", "Rapid growth of leveraged lending typically loans to non-investment grade firms that are highly indebted or are owned by a private equity sponsor - meant the share of debt owed by companies with debt more than 4 times their regular cash flow had increased from less than a quarter to more than a third.", "These companies won't have much cash and will find it harder to raise new debt finance.", "In effect, the economy entered this crisis with a weakness that may make it more prone to scarring.", "The UK is by no means an outlier in this regard.", "In the United States, growth of leveraged lending was almost twice of that in the UK in recent years.", "The Federal Reserve has noted how this weakness in corporate balance sheets is likely to amplify the adverse effects of the virus disruption.", "There will be lessons to learn.", "We had warned about this since 2017 and ensured banks doing the lending could withstand the losses.", "When this is over and we can step back, we - and other central banks - will need to return to the question of whether unconstrained growth of corporate leverage in the good times puts the wider economy at greater risk of harm in the bad and, if so, whether measures are called for to limit the growth of corporate leverage.", "See May 2020 Federal Reserve Financial Stability Report All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice From where they are today, these highly indebted companies may find equity to be the only if any source of finance to minimise the damage to their productive capacity.", "This leads to the second motivation for equity.", "Some of these companies may struggle.", "As will others who were already being challenged by underlying structural shifts in the economy, some of which have probably been accelerated in recent months.", "A fifth of the companies facing cash-flow deficits had poor profit performance even before the virus disruption.", "It would always be tough for companies in that position to raise new finance to withstand the disruption.", "These issues debt and structural change mean some companies will be forced to make cuts and some may fail or close.", "The number of paid employees has fallen by around 700,000 since February10.", "And we have seen announcements of plans for over 100,000 redundancies.", "Unemployment and business insolvencies will rise.", "If we are to limit the extent of economic scarring, new muscle must be created to replace that which is lost.", "Businesses must be born and be able to grow, to seize new opportunities, create new productive capacity and new opportunities for employment.", "And that will require new equity.", "The third motivation for more equity is that some companies who can bridge the virus disruption effectively with more debt could then consider their balance sheets overstretched.", "- - way to raise finance for most companies.", "That's why so During the crisis, debt is the natural fastest much support has been provided to allow it to be raised.", "But it could leave an overhang.", "That overhang won't be one that, at current interest rates, presents an acute problem.", "The share of companies with interest payments taking up a material fraction of revenues is likely to remain low.", "But it could create a chronic issue for the economy in the longer term.", "Greater leverage could damage companies' ability to refinance and access new capital when dealing with future stresses.", "guaranteed loans may need to be refinanced at higher rates in future.", "Looking ahead to these possibilities, many prudent companies will want to repair their balance sheets, holding back on employment and investment to work the overhang off through time.", "Source: Office for National Statistics All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice With enough companies in that position, what makes sense individually could be harmful collectively; it could drag future growth.", "So it is essential to give companies every means to repair and restructure balance sheets by issuing equity to repay debt.", "With these three important motivations, the good news is that equity issuance is already strong.", "More public equity has been issued so far this year than at the same point in any year in the past decade.", "[See slide 5 of accompanying deck] But that issuance has all been by listed companies.", "On our estimates, the vast majority of the possible equity needed will be for companies not listed on a stock exchange.", "That's And so the challenge is to give a wide range of businesses every opportunity to access growth - - that can't easily be traded and doesn't deliver a quick capital willing to invest in assets like unlisted equity or stable return.", "Unlocking more growth capital Unlocking more growth capital is not a new challenge.", "Three years ago, the Treasury launched a review of what it called Patient Capital.", "Since then, many changes have been made.", "The Pensions Regulator has clarified its guidance to funds.", "New funds, including British Patient Capital (a subsidiary of the British Business Bank), were established.", "And the Financial Conduct Authority now permits retail investors greater access to funds invested in illiquid assets.", "And the need for more equity finance to minimise the scarring to the economy now creates a case for ambition.", "A range of authorities have a role to play.", "Lots of attention tends to be given to schemes and ideas involving public money and the taxation of equity relative to debt.", "Those issues are for the Treasury and wider Government.", "Regulators have a role to remove distortions that discourage private investment in growth capital.", "The Financial Conduct Authority is reviewing whether some of its rules set out in relevant Directives and Regulations could inhibit opportunities for equity issuers and investors.", "For example, TheCityUK suggests the government could convert certain loans that SMEs are struggling to repay and which it has guaranteed into tax liabilities or other instruments that would be paid down only when companies had the resources to do so.", "TCUK report available here.", "See speech by Christopher Woolard (2020): The role of investment managers in the post Covid-19 recovery All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice And the Bank of England's Financial Policy Committee has been asked by the Government to examine whether there are changes to financial regulation that can improve the supply of growth capital.", "Banking regulation will not be where we focus.", "Banks, with their short-term fixed value liabilities deposits are not suited to investing in equity, and least of all equity from unlisted companies that isn't easily traded.", "Financial institutions with longer-term liabilities insurance companies and pension funds are the natural investors in growth capital.", "They can absorb changes in its value without wider harm and nor do they need to rely on being able to trade out of their positions quickly.", "But the shares of assets allocated to growth capital assets like unlisted equity can be small.", "UK insurance companies and pension funds together allocate only around 3% of their assets to unlisted equity.", "The collective investment funds, in which they and others invest, allocate only 2%.", "[See slide 6 of accompanying There seem to be biases in the system.", "Even investors who should have the longest horizons seem to have a fetish for liquidity and an aversion to really illiquid growth capital assets.", "Getting to the bottom of this should be the focus of our efforts.", "Consider the £1.4 trillion of assets in UK investment funds.", "The mass of these just over 85% by assets are open ended14, offering investors the opportunity to redeem their holding for cash each day by selling a slice of the funds' assets.", "Because they offer this, these funds aren't suited to investing in highly illiquid growth capital.", "The alternative closed end fund structures issue a fixed number of shares, which can be listed on a stock Because investors 'redeem' by selling their share to another in the secondary market (and exchange.", "typically at a discount), the assets held in the fund do not need to be traded.", "These funds are therefore more able to invest in truly illiquid growth capital.", "So it is no surprise that a bigger proportion of their assets is allocated to assets like unlisted equity [See slide 6 of accompanying deck] But these funds are much smaller.", "See Letter from the Chancellor of the Exchequer to the Governor of the Bank of England: Financial Policy Committee remit: Budget Source: Association of Investment Companies, The Investment Association, and Bank calculations All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice An investor bias towards open-ended funds arises in part because some seem to offer the irresistible, but inconsistent, combination of a return from holding less liquid assets - like property and corporate credit - and at the same time the opportunity to redeem daily at little cost.", "A liquid investment with illiquid returns: what's not to like?", "[See slide 7 of accompanying deck] Closed ended funds (and open ended funds with long notice periods) might be able to invest in truly illiquid growth capital and offer an even higher return.", "But not enough to compensate for the appropriate lack of a quick redemption offering.", "The inconsistency in some open ended funds makes them look unduly attractive.", "Until of course the inconsistency is exposed, when investors rush for the exits and it hits the headlines.", "This had been the focus of a joint Bank of England-Financial Conduct Authority Review before the virus disruption.", "The need to meet a potential demand for new equity issuance makes that review now all the more urgent and important.", "We had already concluded that open ended funds should align their redemption terms with the liquidity of their assets.", "Funds investing in less liquid assets should extend their notice periods or ensure redeeming investors receive only a 'quick sale' price for their share of the funds assets.", "The FCA has announced that it will \"look to consult later this summer on finding a way in which funds could safely transition to a structure in which liquidity promises to investors are better aligned with the liquidity of fund assets\".", "Properly and consistently implemented, changes like this will help to level the playing field.", "With this would come the opportunity for both closed end funds and for open ended funds offering a longer redemption notice period to attract more investment.", "And that would open up the possibility of greater investment in growth capital.", "The fund industry through the Investment Association has been working on a proposal for a Long-term Asset Fund (LTAF).", "Properly designed, such an open ended structure could in principle allow investment in truly illiquid assets.", "I look forward to seeing the next stage of their proposals soon.", "If we can remove the current bias against the growth of closed ended and long-term asset funds, new opportunities for issuers and investors can be created.", "This won't a silver bullet - investment funds may face See December 2019 Financial Stability Report , and speech by Alex Brazier (2019): Stability, Agility, Opportunity See December 2019 Financial Stability Report See speech by Christopher Woolard (2020): The role of investment managers in the post Covid-19 recovery All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice other obstacles to investing in unlisted equity and the needs of unlisted companies will vary depending on their current ownership structure and size.", "But it would certainly be a step in the right direction.", "To reinforce it, we will also need to examine whether there are obstacles to insurance companies and pension funds making investments in unlisted equity, whether that's directly or through funds the sort I described.", "On the insurance side, there is little case for compromising on the resilience of insurance companies and protection of their policyholders.", "But we need to examine whether, within that level of safety, regulations strike the right balance in encouraging asset allocations to equity.", "The upcoming review announced by the Chancellor - of certain Solvency II regulations may be a good opportunity to look at that issue.", "The Government expects to publish a Call for Evidence in the Autumn.", "On the pension side, it is notable that funds typically offer a daily price of their assets.", "That is not a requirement on funds but is a material hurdle to one fund breaking from the pack to make longer-term investments that cannot be priced daily.", "That hurdle has been highlighted by multiple industry bodies.", "We will need to consider how this convention could be overturned.", "These details of the financial system may seem academic when many businesses and families are struggling to cope, grappling with uncertainty and worrying about the future.", "But finance is needed now to help you the muscle of the economy to finance cash-flow deficits to preserve employment and productive capacity.", "While the financial system has been given every assistance to meet the needs of the wider economy and has made a good start, it needs to do even more if scarring of the economy is to be minimised.", "And more equity will be needed: to help some companies through the disruption; to build new economic muscle to grow to replace that which is lost, and to help others restructure once the disruption is over and avoid the burden of debt hanging over investment and employment.", "The pools of capital managed by our insurance companies, pension and investment funds are huge.", "When combined their assets amount to £5.2 trillion20.", "If just 1% more of that pool was allocated to unlisted equity, demand for £50bn of new issuance could be created.", "See Written Ministerial Update: Financial Services Update For example, see Investment Association: Putting investment at the heart of DC pensions, Law Commission: Pension Funds and Social Investment Summary and DC Investment Forum: Barriers to Innovation in DC Source: Investment Company Institute, Association of Investment Companies, ONS and Bank calculations All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice Small changes add up to serious money.", "The need for more equity finance creates a case for authorities to be ambitious in reforming the financial system to remove any biases against the patience that's needed for many equity investments.", "Because that financial system could be the difference between a strain in our economic muscle that recovers quickly and a muscle tear that holds back economic performance for some time to come.", "All speeches are available online at www.bankofengland.co.uk/news/speeches and @BoE_PressOffice"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none"], "topics": ["Financial response", "Economic muscle", "Equity finance", "Corporate lending", "Cash-flow deficits", "Scarring", "Growth capital", "Monetary policy", "Fiscal policy", "Covid-19"]}