{"sentences": ["It's great to be with you today, at least virtually, and I am looking forward to our discussion.", "But before we dive in, I thought I would offer some thoughts on the announcement made last week about the completion of the Federal Open Market Committee's review of its monetary policy framework and the issuance of a new Statement on Longer-Run Goals and Monetary Policy Strategy.", "Before I continue-and you know what comes next, Bill-let me give the usual disclaimer that the views I express are mine alone and do not necessarily reflect those of the Federal Open Market Committee or anyone else in the Federal Reserve System.", "Allow me to add one last \"before\" caveat.", "Before I explain the new statement, it is important to reflect on the context in which the original statement was issued.", "Then I'll share how the monetary policy framework of today positions us best to achieve our goals and manage the very challenging environment that lies ahead.", "The original consensus statement was issued back in January 2012 and represented an important step in the Committee's progress toward greater transparency around its goals and strategy.", "It incorporated key aspects of flexible inflation targeting, a monetary policy framework that had gained wide acceptance around the world.", "This framework served us well, but the need for change was clear.", "In the past eight years, basic facts that shaped the original framework have fundamentally changed.", "First and foremost is the dramatic decline in the neutral interest rate, that is, the short-term interest expected to prevail when the economy is operating at its full potential and inflation is at its longer-run target.", "Since January 2012, FOMC participants' median estimate of the neutral nominal rate has fallen by 1-3/4 percentage points, from 4.25 percent to 2.5 percent.", "A similar decline is seen in private sector forecasts and bond yields.", "This secular decline in interest rates is not limited to the United States-we're seeing it across the globe-and it reflects longer-run trends in demographics, productivity, and other factors that are unlikely to reverse anytime soon.", "Lower neutral interest rates constrain the ability of monetary policy to offset negative shocks to the economy.", "This effect has been seen most clearly in the behavior of inflation.", "Over the past decade, inflation in the United States has been below our 2 percent longer-run target most of the time, and measures of inflation expectations have drifted down.", "These declines in trend inflation and inflation expectations can create a pernicious feedback loop of reduced policy space and even lower inflation expectations.", "Again, this experience is not unique to the United States, indicating that it stems from factors common across countries, rather than issues unique to our economy.", "Indeed, most inflation-targeting advanced economies have struggled to achieve their inflation goals on a sustained basis over the past decade.", "This brings us to last week's announcement and the issuance of a new consensus statement of our policy framework.", "It is a culmination of extensive outreach and conversations with communities and stakeholders across the country, careful and thorough analysis, and active discussion and debate among Committee participants.", ", We took important lessons from the experience of the past decade, reassessed the evidence, and looked at the challenges ahead of us.", "All this effort was worth it: this new statement means we are better positioned to achieve our goals.", "In fact, the process worked so well, we've committed to repeating it roughly every five years!", "The new framework statement directly and effectively addresses the problems caused by a low neutral rate and persistently low inflation.", "First, it stipulates that, following periods when inflation has been running persistently below 2 percent, a temporary overshooting of the longer-run inflation target will likely be desirable to keep inflation and inflation expectations centered on 2 percent.", "Second, it makes clear that we seek inflation that averages 2 percent over time, consistent with our longer-run target.", "Finally, the statement makes unequivocally clear that we seek maximum employment and will aim to eliminate shortfalls from this broad and inclusive goal.", "These changes are mutually reinforcing and will meaningfully improve our ability to achieve both of our dual mandate goals in an environment of a very low neutral rate.", "I'll conclude with this: The new framework represents both an important evolution in our thinking about how to achieve our goals and another step toward greater transparency.", "It reaffirms key aspects of the original statement that have stood the test of time and refines others in line with experience and evolving practices.", "It also makes some more significant changes in light of developments and lessons learned in recent years.", "And most importantly, it positions us for success in achieving our maximum employment and price stability goals in the future.", "See Board of Governors of the Federal Reserve System, Statement on Longer-Run Goals and Monetary Policy Strategy, as amended effective August 27, 2020.", "Longer-run forecasts of interest rates can be found in Blue Chip Financial Forecasts (Wolters Kluwer).", "For the decline these forecasts over this period, see the June 2012 and June 2020 issues.", "See John C. Williams, Three Questions on R-Star, FRBSF Economic Letter, 2017-05 (February 21, 2017), for a discussion of the decline in the natural rate of interest.", "Estimates of the natural rate for the United States, Canada, the United Kingdom, and the euro area are available at Federal Reserve Bank of New York, Measuring the Natural Rate of Interest.", "Jerome H. Powell, New Economic Challenges and the Fed's Monetary Policy Review, Speech at \"Navigating the Decade Ahead: Implications for Monetary Policy,\" an economic policy symposium sponsored by the Federal Reserve Bank of Kansas City, Jackson Hole, Wyoming (via webcast) (August 27, 2020).", "Richard H. Clarida, The Federal Reserve's New Monetary Policy Framework: A Robust Evolution, Speech at the Peterson Institute for International Economics, Washington, D.C. (via webcast) (August 31, 2020)."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["monetary policy framework", "neutral interest rate", "inflation", "maximum employment", "price stability", "transparency", "longer-run goals", "FOMC", "inflation targeting", "economic challenges"]}