{"sentences": ["1 Introduction Ladies and gentlemen, A very good evening or good morning - wherever you may be joining us from.", "Following on from this first highly instructive session at our autumn conference, it is now a great pleasure and a privilege for me to welcome ECB President Christine Lagarde.", "Chère Christine, We are very grateful to you for joining us today.", "Last year, at your first press conference as ECB President, you said: \"I'm neither dove nor hawk and my ambition is to be this owl that is often associated with a little bit of wisdom\".", "I'm not here to take a deep dive into ornithology.", "But let me just say that, in the dark, where others lose their bearings, owls have outstanding eyesight.", "And they have an excellent sense of hearing, too.", "Strategy review and crisis response That brings me back to your first press conference, where you stated that we should not just be preaching the gospel that we think we master, but also listening to the views of those to whom we are reaching out.", "Placing increased emphasis on listening to the public is undoubtedly one of your main achievements so far as ECB President.", "The ECB Listens Portal and the upcoming ECB Listens event are key examples of the change in communication culture you have set in motion, as is the reinvigorated spirit of collegiality in the Governing Council.", "But you have also launched a strategy review - with the ambition, from the outset, of leaving no stone unturned.", "Then the COVID-19 pandemic interfered with this in-depth process and, for good reason, the conclusion of the strategy review was postponed.", "Combatting the coronavirus crisis took precedence.", "In a crisis of this kind, fiscal policy has to take the lead.", "Monetary policy is not in the driving seat.", "But providing ample liquidity to banks and keeping an expansionary monetary policy stance are important contributions, too.", "They help prevent the financial system from pushing the economy into a downward spiral that would endanger price stability.", "Of course, one can take different views of how the specific monetary policy measures are designed.", "But undoubtedly the Eurosystem's determined response contributed to overcoming the economic fallout of the pandemic.", "Another achievement, and one that brings us to the subject matter of our conference, has been the establishment of a High-Level Task Force on Central Bank Digital Currency.", "The crisis may have changed the overarching agenda, but the topic of digital payment solutions is as cutting edge as it ever was.", "Indeed, the pandemic has tilted consumer behaviour towards contactless payments.", "Whether this shift will be permanent remains to be seen.", "Also, the private initiatives to offer digital means of payment, like the project launched by the Libra initiative, have been further advanced, highlighting the demand for an instantaneous, internet-ready means of payment and the need to keep the payment systems that we central banks own up to speed.", "This notwithstanding, I am sure that cash will continue to be an important payment medium for the foreseeable future.", "One particularly interesting example of cash is the Greek €1 coin: its national side shows the Owl of Athena which was depicted on an ancient coin.", "The little owl associated with the goddess Athena became a symbol of wisdom - maybe the \"little bit of wisdom\" that you, Christine, were referring to in your first press conference as ECB President.", "We are now impatient to hear what you have to say.", "Christine, the floor is yours.", "Thank you for your attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["ECB Listens", "strategy review", "digital payment solutions", "COVID-19 pandemic", "monetary policy", "fiscal policy", "Central Bank Digital Currency", "price stability", "contactless payments", "cash"]}