{"sentences": ["A green light to lead us on the path of economic Contribution by Frank Elderson during a satellite event of the 11th edition of the Petersberg Climate Dialogue: Financing Climate Ambition in the context of 29 april 2020 Frank Elderson participated in the virtual Petersberg Climate Dialogue side event 'Financing Climate Ambition in the context of COVIDー19.", "In his contribution he pointed out three ideas that he thinks are important in order to shape our thinking in terms of recovery measures that should be taken.", "It is a great honour for me to be on this distinguished panel and to join this wonderful conference.", "No doubt, at this moment the first priority of governments is halting the spread of the COVID-19 virus.", "That having been said, the climate crisis has not just suddenly disappeared.", "The droughts, the floods, the fires, the famine, the refugees, biodiversity loss: unfortunately they are all still there.", "At this moment, all around the world, unprecedented stimulus packages are being implemented to keep economies afloat.", "These amounts run into billions and trillions.", "The priority is to of course limit the economic impact of the pandemic crisis unfolding in front of us.", "That said: Are we going to blindly return to our brown past?", "Are we going to massively invest in what will, to a large extent, turn out to be stranded assets?", "If you allow me to put it even more bluntly: are we, in ill-directed attempts to restore the old economy, going to continue to destroy the planet by locking in a 3 degree scenario?", "Are we going to squander the very last chance we might have to avoid catastrophic climate change?", "Of course we should not, of course we must not.", "And after this conference, I hope and trust we will all say: of course we will not.", "In that vein, I would like to point out three ideas that I think are important in order to shape our thinking in terms of recovery measures that should be taken.", "The three concrete ideas I would like Think about public investments.", "The links that should be made with the climate agenda that is already there.", "We should frontload already identified green investment programmes such as the EC Green Deal and the Climate Agreement in the Netherlands and many other programmes that are already there.", "We should make sure that public investment is linked as tight as possible to our climate goals, or more generally to the SDG's.", "Secondly, state aid measures - There are certain sectors in the economy, let me mention aviation that will qualify for state aid.", "It would be a historic error if we were not to make this aid conditional upon them moving towards a more sustainable future.", "There is a clear example, after the financial crisis in 2008, President Obama made state aid to car manufactures dependent on them moving towards the electrification of motor cars.", "That is an example that could now be leveraged on and can be used much more widely.", "Third, the pricing of CO2 exposures.", "This has already been pointed out over the last years many, many times, but it is now more important than ever.", "What we see is that the ETS price in European Union has now decreased 30%.", "As of course economic activity has decreased, emissions have decreased as a consequence and therefore demands of emission rights have decreased as well.", "Hence this decrease in price.", "What we need to do is give CO2 pricing more teeth.", "We could think of a floor in the carbon price, we could lower the allowed emission ceilings, we could strengthen the market stabilization mechanism.", "And we should also phase out harmful subsidies that in fact subsidize carbon intensive sectors, while what we need to do is the exact opposite.", "Turning now to the work of the There are 65 Network for Greening the Financial System.", "central banks and supervisors from all over the world who are members of the NGFS and there are 12 observers that are doing much more than just observing; they are very active.", "The IMF, World Bank, BIS, OECD and many more.", "What the membership of 65 in practice means is that three quarters of all the worlds systemically relevant banks, two thirds of all the big insurance undertakings, are being supervised by the membership of the NGFS.", "This gives us tremendous leverage on the financial sector.", "The members have a large set of instruments to ensure that what is being said is also being done.", "The NGFS will soon release several reports that will help our community of central banks and supervisors take the necessary measures to foster a greener financial system.", "One is a guide for supervisory practices.", "We have looked around the NGFS membership and beyond at what supervisors are now already doing in terms of how they supervise financial institutions on ways of managing their climate-related and environmental risks.", "We have compiled in this guide best practices that we have found and we hope that it will help other supervisors to implement these best practices and hence - via the leverage that membership has - it will have an effect on banks and insurance undertakings all around the world.", "Secondly, this work is spearheaded by the Bank of England, the NGFS focuses on climate-related stress testing, developing reference climate policy scenarios for central banks and supervisors and giving guidance for central banks and supervisors on how to integrate climate risk analyses into macroeconomic and financial stability surveillance, seizing the macro financial impact of these risks.", "As climate-related risks are nonlinear, will to a large extend manifest themselves in the future and can therefore not be based on historical data, we need to develop forward looking risk management techniques.", "The third piece focuses on data gaps and disclosures.", "Wrapping up, in the run up to COP26, I really want to applaud the COP26 for making the very explicit connection with the financial sector, given the crucial importance of managing financial risks.", "I want to offer that the NGFS stands ready to do all we can to contribute.", "Second, I want to point out the great importance of any financial institution which is not already doing so, to incorporate in the DNA of their financial risk management, the physical and transition risks related to climate change, and even broader to environmental change, biodiversity change, SDG-related change.", "Any financial institution should make sure it has this long-term view and incorporate it into risk management.", "Coming back to the pandemic.", "People are dying because of the pandemic.", "The planet is perishing because of unwise policies from us, the people.", "There is a public health crisis, but there is also a planet health crisis.", "The planet also needs intensive care.", "This is the time to apply the lessons drawn from our past mistakes.", "This is the time to turn the page, this is the time to invest once and for all in a truly sustainable economy.", "In these dark days of the pandemic, we must create an avenue of hope, we must switch on the light.", "Let that light be green."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate change", "Green investment", "State aid", "CO2 pricing", "Financial system", "Climate risk", "Stress testing", "Data gaps", "Disclosures", "Sustainability"]}