{"sentences": ["As prepared for delivery Good afternoon and thank you for the opportunity to participate in this conference on \"Risks, Opportunities, and Investments in the Era of Climate Change,\" a topic of critical importance for all of us.", "Climate change is already affecting economic and financial outcomes, and projections point to increasingly severe and unpredictable change.", "In recent years, we've seen a growing focus of central banks on the financial risks related to climate change.", "Some may argue that this shift was slow in coming, but the change is striking nevertheless.", "Beginning with Bank of England Governor Mark Carney's speech in 2015 , climate change has emerged as a key issue globally.", "Within the Federal Reserve, Governor Brainard detailed how climate change impacts the Fed's core objectives around monetary policy, financial stability, financial regulation and supervision, community and consumer affairs, and payments and describes efforts to build capacity to assess these risks.", "Today, I'm going to take a more narrow perspective and talk about climate change from the perspective of risk management.", "I'll discuss how the development of new risks associated with climate change is beginning to change the practice of risk management at financial institutions in terms of governance, risk identification and management, scenario analysis and transparency.", "I'll also say a few words on why I believe it is appropriate, even critical, for supervisors to focus on this particular risk.", "Before proceeding, I will emphasize that I am speaking for myself and my views do not necessarily reflect those of the Federal Reserve Bank of New York or the Federal Reserve System.", "Climate Change and Risk Management The discussion of climate change and risk management has introduced a new lexicon for risk discussions.", "Physical risk is the potential for losses as climate-related changes disrupt business operations, destroy capital and interrupt economic activity.", "Transition risk is the potential for loss resulting from a shift toward a lower-carbon economy as policy, consumer sentiment and technological innovations impact the value of certain assets and liabilities.", "These effects will be felt across business sectors and asset classes, on strategies and operations, and through the balance sheets and income statements of financial firms.", "At a practical level, risk managers at financial institutions need to develop the appropriate tools to identify, monitor and manage these risks.", "From one perspective, climate-related risks may manifest as realizations of familiar risks such as credit, market, operational, legal and reputational risk.", "The tools risk managers use, however, will need to change to reflect new data, changing relationships, and evolving interconnections.", "Traditional backward-looking models based on historical trends may no longer be reliable, so the development of forward-looking approaches grounded in scenario-based analyses may be necessary.", "Perhaps even more importantly, physical and transition risks will likely introduce new strategic risks associated with the challenges and opportunities of sectoral reallocations of economic activity, new production patterns and evolving industry exposures.", "Range of Practices Given these emerging risks, what are large financial institutions actually doing to identify, monitor, and manage them?", "This is a new and rapidly evolving field, so we are far from coalescing around best practices or industry standards.", "Nevertheless, some emerging themes are emerging from the largest, most complex financial institutions.", "I will touch on governance, risk identification and management, scenario analysis, and transparency.", "I'll begin with governance.", "Boards of directors and senior management are increasingly attuned to the risks posed by climate change as pressure from various stakeholders intensifies.", "For example, some firms are establishing internal climate-related working groups to develop enterprise-wide climate frameworks and to ensure climate considerations such as geographic concentrations or regulatory changes are better integrated into strategic decision-making.", "Some senior leaders are discussing risk materiality in geographic and sectoral reviews and results of forward-looking climate scenario analyses.", "Few firms, however, have formally modified or qualified enterprise-wide risk appetite statements to acknowledge climate to date, although some are considering this.", "Based on our observations, information flows and detailed climate reporting appear more prevalent at the management committee level rather than boards of directors.", "In terms of risk identification and management, some firms are beginning to assess how gradual changes in climate impact operational resilience and the potential for business disruption.", "Several conduct periodic disruption simulations with predictive weather modeling as part of their resiliency programs.", "This work builds on experience managing risks posed by disaster events, including severe weather, to their operations and infrastructure such as branches, equipment and data centers.", "This includes updating disaster response playbooks and business continuity plans to address the resultant operational risks.", "In terms of credit and market risk, some firms are building ex-ante climate risk assessments into sectoral or industry reviews, while others are considering the role of climate change within traditional ex-post assessments of exposures and loss estimates related to severe weather events like wildfires, hurricanes, and flooding.", "Examples include: heightened monitoring of mortgage concentrations in high-risk areas, modified risk limits or reduced tenors for transactions to certain carbon-intensive sectors, and consideration of climate risk disclosures in offering documents.", "Climate-related scenario analysis is an emerging practice at multiple firms to identify lending portfolio sensitivity to both physical and transition risks.", "For physical risk scenarios, this might include stressing mortgage lending in discrete geographies against both publically available natural hazard scenarios and internally generated severe weather simulations.", "For transition risk scenarios, some firms are using their energy lending portfolios as a starting point to model transition mechanisms.", "Additionally, some firms are considering how to expand analysis to more indirectly impacted sectors, such as transportation and industrials, or to move beyond lending exposures to trading positions.", "Finally, firms are evaluating how to best execute on public commitments to transparency in the climate space.", "Nearly all global systemically important banks, including all eight U.S. G-SIBS, have signed onto the Task-Force for Climate-Related Financial Disclosures (TCFD), and many of these have started disclosing under this framework to various extents.", "Firms continue to be challenged in the identification and measurement of climate risk embedded in their portfolios, however, so these disclosures may take some time to develop as the industry considers how to establish common standards.", "Role of Supervision I'll turn now to the perspective of a bank supervisor.", "In the context of climate change, in my view, bank supervision should focus on ensuring that appropriate risk management frameworks are in place, rather than using supervisory tools for broader objectives.", "That is, supervisors can focus on identifying and managing risks, both microprudential and macroprudential, that emerge along a transition path to a more sustainable economy.", "Bank supervisors, however, are not in the position to advocate for, or provide incentives for, a particular policy outcome.", "Those broader policy goals are the purview of elected officials and governments, and policymakers.", "Supervisors can and should use our oversight tools to ensure financial institutions are prepared for and resilient to all types of relevant risks, including climate-related events.", "From that perspective, climate change introduces challenges for supervisors related to time horizon, data limitations, and inherent complexity.", "One question that gets particular attention centers on time horizon and prioritization.", "More specifically, given the many risks that financial firms face-cybersecurity, geopolitical uncertainty, and the credit cycle to name a few-and the relatively long time horizon around climate change, why should supervisors focus on this particular risk?", "I think that is a fair question and there are good answers.", "First, we are already observing the impacts of climate change on financial firms.", "Evidence continues to grow that climate change is affecting economic and financial outcomes.", "Moreover, evidence from climate science suggests that some further physical climate impacts are lockedin due to past emissions.", "Some investors consider an assessment of sustainability to be integral to their fiduciary responsibilities.", "And, as I described earlier, supervised firms are choosing to build capacity in this areas, so supervisors need to understand and assess these changes.", "This is a risk management question for today with direct implications for safety and soundness.", "Second, given the complexity of the problem, we all need time to build data, models, and intellectual capacity to address risks as they arise in the future.", "It took the better part of a decade to approach a steady-state in central bank stress testing capabilities for more familiar and arguably less complex risks like credit card losses or shocks to asset values from interest rate spikes.", "The economics of climate change are more complex with feedback effects, nonlinearities and massive uncertainty that will require substantial investments to understand.", "Third, financial markets and institutions face the potential for a \"Minsky moment\" related to climate change-an abrupt repricing of assets in response to a catastrophic event or change in investor perceptions.", "Financial firms and supervisors need to consider the potential and impact of this type of sudden event.", "In closing, the impact of climate change on the structure and performance of the economy and the financial sector is happening now and will continue.", "Conferences like this certainly help to further our awareness and understanding of this critical issue.", "I am confident that risk managers and central banks will continue to invest and build capacity to understand and mitigate these risks in order to make the financial sector more resilient.", "I look forward to hearing the insights from across the financial sector in the remainder of this conference.", "Thank you for your attention.", "Global Change Research Program, \"Fourth National Climate Assessment: Volume II: Impacts, Risks and Adaptation in the United States,\" Washington USGCRP, 2018.", "Governor Mark Carney, Bank of England, \"Breaking the Tragedy of the Horizon - Climate Change and Financial Stability\", Sept. 2015.", "Governor Lael Brainard, Federal Reserve Board of Governors, \"Why Climate Change Matters for Monetary Policy and Financial Stability\", Nov. 2019.", "Patrick Bolton, Morgan Despress, Luiz Awazu Pereira da Silva, Frederic Samama, and Romain Svartzman, \"The Green Swan - Central Banking and Financial Stability in the Age of Climate Change,\" Bank for International Settlements, 2020.", "TCFD site and review of annual reports, integrated reports, non-financial reports, sustainability reports and standalone climate-related disclosure reports of individual GSIBs.", "In the international context, see Enhancing Banks' and Insurers' Approaches to Managing the Financial Risks from Climate Change, Bank of England Supervisory Statement 3/19, April 15, 2019; ECB Banking Supervision: Risk Assessment for 2020, European Central Bank; and Bolton et al.", "Kevin J. Stiroh, New York Fed, Emerging Issues for Risk Managers, Nov, 2019.", "Governor Lael Brainard, Federal Reserve Board of Governors, Why Climate Change Matters for Monetary Policy and Financial Stability, Nov. 2019.", "\"Demystifying Climate Scenario Analysis for Financial Stakeholders,\" Four Twenty Seven, 2019.", "\"Climate risk and response,\" McKinsey Global Institute, 2020.", "\"Fifth Assessment Report (AR5), the Synthesis Report (SYR),\" Intergovernmental Panel on Climate Change (2015).", "Fink, Larry, A Fundamental Reshaping of Finance, Letter to CEOs, 2020.", "See The 2021 Biennial Exploratory Scenario on the Financial Risks from Climate Change, Bank of England Discussion Paper, December 2019 for a discussion of relevant issues."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Climate Change", "Risk Management", "Financial Stability", "Risk Identification", "Scenario Analysis", "Physical Risk", "Transition Risk", "Governance", "Supervision", "Time Horizon"]}