{"sentences": ["INTRODUCTION May I extend warmest greetings and welcome to all visitors and overseas participants.", "MAS is very pleased that the IMF is organising this conference on a most pertinent topic in Singapore.", "MONETARY POLICY COMMUNICATIONS-FROM OPACITY TO TRANSPARENCY Since the 1990s, there has been a clear trend in central banking circles towards greater transparency.", "This marked a significant turnaround from previous decades that prized monetary policy-making as \"an arcane and esoteric art best practiced out of public view\".", "Former BOE Governor Montagu Norman (1920-1944) reputedly had a personal motto of \"Never explain, never excuse.\"", "The change has much to do with the growing recognition that monetary policy is essentially about managing expectations.", "The increasing adoption of inflation targeting also spurred advances on the transparency front, with its communication-heavy requirements of policy targets, forecasts and outlook.", "The shift towards greater transparency is generally held as desirable for two broad reasons.", "First, transparency can enhance the effectiveness of monetary policy.", "By helping to anchor long-term inflation expectations, transparency improves policy efficacy and facilitates the overall pro-equilibrating tendencies of the economy.", "Central bank communication increases the predictability of central bank actions.", "So, it raises the \"signal-to-noise\" ratio, which reduces uncertainty faced by private agents and strengthens the pass-through from communication to market expectations.", "Second, transparency is a mechanism for democratic accountability, in a world of policy discretion and central bank independence.", "Transparency makes it easier to judge whether a central bank is committed to its announced policy, and acts as a check on possible temptations to base policy on short-run or political considerations.", "In short, communication demystifies and democratises monetary policy.", "The empirical literature finds that better information about central bank actions can lead markets to do the central bank's work for it.", "(2001) was an early study which found that the US bond market's ability to forecast Fed actions improved from around 1996 onwards, a few years after the Fed started announcing policy changes and publishing minutes of its meetings.", "Relatively small changes in the Fed's policy rate were amplified by complementary movements in the bond market, which helps to stabilise the macroeconomy.", "The rich literature that followed affirms the benefits of central bank announcements in guiding market outcomes, with a number of papers showing that market interest rates have tracked policy rates more closely since the 1990's.", "Separately, communication was also shown to reduce the size of central bank interventions required to achieve desired policy rates.", "Further, effective communication from central banks on the future path of monetary policy, or forward guidance, can potentially be a powerful tool in a global environment of low nominal rates and reduced policy space.", "The seminal paper by Eggertsson and Woodford (2003) demonstrated that changes in the expected future conduct of monetary policy can have a substantial effect on the macroeconomy, even when the economy is at the zero lower bound and conventional monetary policy has lost potency.", "Subsequent empirical research also show that forward guidance can help macroeconomic stabilisation efforts.", "Nevertheless, despite the clear trends and benefits of greater information dissemination, central bank transparency has evolved cautiously including in the region, reflecting in part the irreversibility of communication initiatives.", "From the perspective of preserving policy integrity and effectiveness in a second best world, more is not necessarily always better.", "At each step along the way, central banks therefore need to take account of the potential costs against the perceived benefits of greater transparency.", "Several considerations could be pertinent.", "First, too much information may crowd out the formation of private sector beliefs.", "Giving more information may induce not more, but less, clarity among market participants, as there are limits to how much information can be digested effectively.", "The public may not easily understand the uncertainty and conditionality surrounding central bank forecasts.", "Or worse still, agents might come to realise how uncertain the central bank is about economic conditions.", "Sometimes, it is just not feasible to provide that degree of clarity out in the public.", "Second, central bankers need to think about the potential interaction of greater transparency with the path of future monetary policy decisions.", "Policy expectations engendered by communication may unduly constrain policy action.", "Indeed, empirical evidence suggests that there can be too much of a good thing, although anchoring the optimal degree of central bank transparency still proves elusive.", "A number of studies have found diminishing returns to central bank transparency on market expectations.", "Others also found that disseminating specific and detailed information, such as full meeting transcripts, provides little marginal value over more concise communication, such as policy meeting minutes, in terms of guiding market expectations.", "There are a set of papers showing that more information can result in destabilising market expectations.", "First, given that monetary policy relies on, and influences market signals, the circularity between monetary policy and market reactions may amplify a bad signal.", "Increased transparency in the central bank's policy rule may fuel this circularity, and destabilise the macroeconomy.", "Second, too much information from the central bank may result in conflicting signals about the policy path, a situation Blinder (2007) refers to as a \"cacophony of voices\" that may increase uncertainty for private agents.", "Market participants are also more likely to react to exogenous disturbances in such a scenario, further heightening uncertainty.", "Third, more transparency may not help to align market expectations if the additional information lacks credibility.", "Central bank forecasts of longer-term interest rates have been found to have little effect on market expectations, suggesting that uncertainty about future developments reduces the credibility of longer-term forecasts.", "CURRENT MONETARY POLICY COMMUNICATION CHALLENGES Let me sum up with some comments on monetary policy communications in the current conjuncture.", "Central banks, in deciding on the appropriate approach and calibration to transparency, must take into account the greater complexity of the operating environment confronting monetary policy.", "These are well known and I will just highlight three: Policy rates near the zero lower bound and the turn to various unconventional monetary policy tools.", "The reality of multiple objectives and instruments, straddling the price and financial stability mandate of the central bank.", "The challenges to monetary policy independence amongst open economies, in the context of global financial cycles and spillovers arising from overtaxing monetary policy.", "A recent Economist article even asked, \"Can central banks talk too much?\"", "It essentially argued that forward guidance on interest rates could complicate price dynamics in the bond market as the central bank simultaneously signals its intentions to the markets, while taking its cue from them.", "As policy decisions are ultimately a judgement call made against an inherently uncertain backdrop, there is naturally a limit to how much transparency can do to make central bank action predictable.", "Communication is also context-specific, where a standard rules-based approach will not work.", "Discussions at forums like this are extremely valuable because they provide the opportunity to share experiences from real-life settings, including what has worked and what has not, as well as the pitfalls and the nuances.", "Hopefully, some general guiding principles can emerge, that will prove useful for practitioners gathered here today.", "In conclusion, the guidelines for monetary policy communications are probably due for a refresh given the increased complexity facing the formulation and implementation of monetary policy.", "For sure, central banks must continue to talk, engage, and be accessible and accountable.", "How we do it could evolve, and this high-level seminar serves to help us do just that and hone our communication skills.", "I wish you a most productive session.", "Bernanke, B S (2007), \"Federal Reserve Communications\", Speech at the Cato Institute 25th Annual Monetary Conference, Washington, D.C., 14 November.", "Blinder, A S, Goodhart, C, Hildebrand, P, Lipton, D, and Wyplosz, C (2001), How Do Central Banks Talk?", "Geneva Reports on the World Economy 3, International Center for Monetary and Banking Studies and Centre for Economic Policy Research.", "Blinder, A S (2007), \"Monetary Policy by Committee: Why and How?\"", "European Journal of Political Economy, Vol.", "Blinder, A S, Ehrmann, M, Fratzscher, M, De Haan, J D, Jansen, D J (2008), \"Central Bank Communication and Monetary Policy: A Survey of Theory and Evidence\", Journal of Economic Literature, Vol.", "Chehal, P and Trehan, B (2009), \"Talking about Tomorrow's Monetary Policy Today\", FRBSF Economic Letter, 35.", "Cruijsen, Carin A B v d, Eijffinger, S C W & Hoogduin, L H (2010), \"Optimal Central Bank Transparency\", Journal of International Money and Finance, Vol.", "Demiralp, S, and Jordá, O (2002), \"The Announcement Effect: Evidence from Open Market Desk Data\", Economic Policy Review, Federal Reserve Bank of New York, Vol.", "Dincer, N N and Eichengreen, B (2014), \"Central Bank Transparency and Independence: Updates and New Measures\", International Journal of Central Banking, Vol.", "Eggertsson, G and Woodford, M (2003), \"The Zero Bound on Interest Rates and Optimal Monetary Policy\", Brookings Papers on Economic Activity, Vol.", "Gaballo, G (2018), \"Price Dispersion, Private Uncertainty, and Endogenous Nominal Rigidities\", Review of Economic Studies, Vol.", "Goodhart, C and Lim, W B (2011), \"Interest Rate Forecasts: A Pathology\", International Journal of Central Banking, Vol.", "Hayo, B and Neuenkirch M (2018), \"Central Banks' Predictability: An Assessment by Financial Market Participants\", International Journal of Central Banking, Vol.", "Hubert, P and Labondance, F (2018), \"The Effect of ECB Forward Guidance on the Term Structure of Interest Rates\", International Journal of Central Banking, Vol.", "Kahnemann, D (2003), \"Maps of Bounded Rationality: Psychology for Behavioral Economics\", Amercian Economic Review, Vol.", "\", Finance and Economics Discussion Series, Working Paper No.", "Lange, J, Sack B, and Whitesell, W (2003), \"Anticipations of Monetary Policy in Financial Markets\", Journal of Money, Credit, and Banking, Vol.", "Mishkin, F (2004), \"Can Central Bank Transparency Go Too Far\", NBER Working Paper No.", "Moessner, R (2013), \"Effects of Explicit FOMC Policy Rate Guidance on Interest Rate Expectations\", Economics Letters, Vol.", "Morris, S and Shin, H S (2018), \"Central Bank Forward Guidance and the Signal Value of Market Prices\", AEA Papers and Proceedings, Vol.", "Samuelson, P (1994), Panel remarks, Federal Reserve Bank of Boston Conference, Conference Series 38, Jeffrey C Fuhrer (ed) \"Goals, Guidelines and Constraints Facing Monetary Policymakers\".", "(2003) showed that T-Bill yields track movements in the fed funds rate more successfully since the 1990's, while Kohn and Sack (2003) found that statements released by the FOMC significantly affect market interest rates.", "Demiralp and Jorda (2002) found that a smaller quantity of open-market operations have been required for the Fed to achieve its desired policy rate since 1994.", "Hubert and Labondance (2018) found that the ECB's forward guidance announcements persistently reduced rates across the yield curve, with the strongest effects at the longest maturities.", "Moesser (2013) found greatest effects for the US at the three-year horizon.", "However, Chehal and Trehan (2009) found little evidence that the Bank of Canada's forward guidance in April 2009 significantly affected market expectations of interest rates.", "Cruijsen et al (2010) also found diminishing returns in reducing dispersion of inflation expectations, with expectations dispersion declining initially as transparency rises but rising beyond a certain level of transparency.", "Hayo and Neuenkirch (2018) Samuelson (1994) famously likened this problem to a monkey looking at a mirror.", "The monkey reacts to its mirror image, unaware that it is looking at its own reflection.", "Morris and Shin (2018) Gaballo (2018) Goodhart and Lim (2011) Free exchange: A little less conversation, \"Can central bankers talk too much?"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy transparency", "Central bank communication", "Forward guidance", "Policy effectiveness", "Democratic accountability", "Market expectations", "Inflation targeting", "Credible communication", "Optimal transparency", "Policy independence"]}