{"sentences": ["Thank you for inviting me today to discuss the response to the coronavirus (COVID-19) crisis, with a particular focus on Greece.", "The pandemic has caused significant disruption and hardship in nearly every aspect of our lives, and it will take time to heal the damage that has been done.", "The euro area economy has been severely hit.", "Today I will argue that while Europe has responded to a major challenge, it is not out of the woods yet.", "In Greece, European and domestic policies have together played a crucial role in absorbing the shock, but further efforts will be needed.", "At the same time and as Hippocrates, the father of medicine, once said: \"Healing is a matter of time, but it is sometimes also a matter of opportunity\".", "Europe - and Greece in particular - now have such an opportunity.", "Next Generation EU offers a unique chance to use European funds to recover from the crisis, supported by national policies.", "If used well, it will not only help the Greek economy to heal after the pandemic: it can also strengthen the country's growth potential in the medium term.", "Europe has responded to a major challenge, but is not out of the woods yet The extraordinary nature of the pandemic shock called for an equally extraordinary policy response from the ECB.", "We therefore launched the pandemic emergency purchase programme, which includes Greek government bonds, to significantly ease our monetary policy stance and stabilise markets.", "It was imperative to protect the economy from the risk of financial collapse.", "We therefore eased the conditions under which we provide liquidity to banks and strengthened the incentives to expand bank lending to the real economy.", "We also eased collateral rules - importantly for Greece, we temporarily waived the minimum requirements to accept Greek sovereign debt instruments as collateral for central bank operations.", "Our policy package has stabilised markets and is supporting economic activity, after the collapse in the first part of the year.", "Our prompt actions have prevented a financial meltdown and stemmed financial fragmentation within the euro area.", "By successfully countering a tightening in financing conditions, our measures have supported the growth and inflation outlook.", "The inclusion of Greek government bonds in our pandemic emergency purchase programme has helped to stabilise financing conditions in Greece.", "Interest rate spreads have dropped markedly, with clear positive spillovers in the Greek financial markets and banking system.", "The yield spread between ten-year Greek government bonds and equivalent German government bonds has declined by around 250 basis points since the start of our pandemic emergency purchase programme.", "But we are not there yet.", "The latest ECB staff projections foresee a contraction in euro area real GDP of 8.0% this year; economic activity is expected to return to growth in the following two years but to recover to precrisis levels only by the end of 2022.", "Inflation will remain subdued: over the projection horizon it is expected to stay uncomfortably below our aim.", "This outlook is clouded by persistently high uncertainty.", "The risk of a deterioration in labour market conditions weighs on household consumption, while balance sheet vulnerabilities may affect credit supply and reduce business investment.", "Indeed, momentum in the services sector, which remains vulnerable to the resurgence in COVID-19 cases because it is more affected by social distancing, has recently slowed somewhat.", "Overall, the balance of risks remains on the downside.", "The results achieved by our monetary policy measures are remarkable, but they are not fully satisfactory yet, as price pressures and inflation expectations are expected to remain subdued.", "In light of the current outlook for inflation, we need to remain vigilant and carefully assess incoming information, including exchange rate developments.", "It is necessary to maintain very favourable liquidity conditions and an ample degree of monetary accommodation for an extended period of time, and in any case for as long as necessary.", "The Governing Council continues to stand ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner.", "At the same time, other policies - notably fiscal policy and structural policies - will have to play a crucial role at both national and European level.", "In Greece, national and EU policies have together played a crucial role in absorbing the shock, but further efforts will be needed Greece responded rapidly and effectively in containing the pandemic, but the containment measures are inevitably taking a toll on the Greek economy.", "While this crisis is not country-specific, in Greece it has added to existing fragilities.", "Greece's financial sector remains heavily burdened by non-performing loans (NPLs) and is thus constrained in its ability to support the recovery.", "Greek national policies aimed at ensuring access to finance for businesses include direct lending from the state (repayable advances) and two schemes implemented by the Hellenic Development Bank - a guarantee scheme and a co-financed interest subsidy scheme for new corporate loans.", "These are expected to reach an overall loan volume of about €13 billion, or 7.7% of GDP.", "They come on top of the broader fiscal package in response to the pandemic, including interest subsidies for existing performing loans, bonds and bank overdrafts, reductions and deferrals of tax and social contributions, and labour market support measures.", "So far, the ECB's policy measures and the relevant Greek policies have supported bank lending to corporates, which has increased substantially, while credit standards have remained broadly stable.", "A large net flow of loans - above €1 billion - was registered in July, supported in particular by the guarantee scheme of the Hellenic Development Bank.", "At the same time, Greek small and medium-sized enterprises continue to have serious concerns about their lack of access to financing.", "Their financing gap remains high, despite the increased availability of bank loans and the decline in interest rates.", "In order to underpin the recovery, policy support remains necessary to safeguard the continued supply of credit.", "Looking ahead, it is essential to complete the financial sector reforms needed to support the process of NPL reduction and guarantee an adequate supply of credit during the recovery.", "These reforms include improving the e-auctions framework, revising the insolvency framework, reducing the backlog of pending personal insolvency cases before the courts, and clearing called state guarantees on bank loans.", "The funding provided by Next Generation EU is an opportunity for Greece The funding from Next Generation EU creates an extraordinary opportunity.", "For the first time in history, the European Union will issue common debt to counter a common shock.", "This will bring fiscal policy more in tune with monetary policy at the European level, and may represent an important step for European integration: we borrow together to recover from the crisis and to invest in our future.", "All EU countries will benefit from this common response.", "But to be effective, European measures require careful planning and decisive action at the national level.", "In time, the need to buffer the immediate impact of the pandemic will be replaced by the need for investment and reform to support a sustainable recovery.", "As the national support measures are phased out, a well-planned and coordinated approach will be necessary if we want to avoid cliff effects.", "Policies will have to find the right balance to achieve the twin goals of stabilisation and modernisation.", "Particularly in the case of Greece, the significant resources that are expected to be provided by Next Generation EU represent an opportunity to strengthen the country's growth potential.", "These resources should be channelled into much needed growth-enhancing and job-creating investment projects and should be accompanied by a continuation of the ongoing reform process.", "Europe has responded to a major challenge, but is not out of the woods yet.", "The ECB's Governing Council stands ready to adjust all of its policies, depending on incoming data, in order to bring inflation in line with its medium-term aim.", "At the same time, European and Greek national policies must continue to play their crucial role in absorbing the shock, supporting the recovery and achieving sustainable growth.", "Next Generation EU offers a great opportunity for Greece.", "Together with strong national policies, it may lay the foundations for a Greek economy that will create jobs and prosperity."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none"], "topics": ["COVID-19", "Fiscal policy", "Monetary policy", "European Central Bank", "Next Generation EU", "Greece", "Economic recovery", "Financial stability", "Non-performing loans", "Structural reforms"]}