{"sentences": ["Dear Mr. Jay Tikam, representatives of the financial sector regulators, ministries Dear colleagues, ladies and gentlemen, It is my great pleasure to open this Fintech event organized as part of our ongoing efforts to encourage Fintech debate among regulators, supervisors, relevant ministries and other stakeholders.", "As many times before, the European Fund for Southeast Europe, has again proved its long-standing support for delivering workshops in a number of central bank areas, for which we are sincerely thankful.", "The main idea of this workshop is to raise awareness among decision makers and other stakeholders on the importance of the new fintech solutions and at the same time to lay ground for its development in our country, starting by identifying relevant goals and activities to be envisaged in our forthcoming National Fintech Strategy.", "Over the last couple of years, the development of financial technology and its penetration in a wide spectrum of financial services has gained momentum.", "A variety of fintech solutions are being offered, which can be broadly clustered in three groups: a) financial services, as business that offer internet based applications for instance for managing personal finance, trading securities, automating financial services (robotization); b) financing, via platforms that directly match investors and lenders, such as crowdfunding, or peer to peer lending; c) payments, via more innovative and customer tailored payment solutions.", "No doubts we have that fintech offers wide-ranging opportunities.", "It holds the promise of reducing costs and frictions, narrowing information asymmetry, enhancing efficiency and competition, and increasingly important, broadening access to wider set of financial services - especially in low-income countries and for underserved part of the population - although it may take time for the benefits of technological change to fully materialize.", "Against this background, ongoing innovations and technological advances can support stronger growth dynamics and higher inclusiveness of the growth, thus speeding up the real convergence process through a number of channels.", "For small economies, such as ours, fintech innovations can play important role in facilitating trade integration.", "More convenient and cheaper instruments for digital payments can set basis for easier cross-border trade, including e-commerce that currently plays a marginal role in the region.", "And there is a wide consensus that small country cannot become rich without accelerating its exports and deepening its integration into the international economy.", "Yet, national authorities should be mindful of the potential risks posed to the financial system and to its customers.", "As Andrea Enria, the Chair of the ECB Supervisory Board, recently stated when addressing how digitalization might change banking, \"supervisors are technology-neutral, but not risk-neutral\".", "As banks become more digital, the IT risks, including cybercrime risks, become increasingly relevant.", "In addition, as the financial system adapts to the new technological trends, concerns arise regarding issues such as data privacy, potential threats to the financial integrity, clarity, and consistency of the regulatory landscape and the potential for regulatory arbitrage, adequacy of the existing financial safety nets, including the central banks' role as a lender-of-lastresort.", "Furthermore, the risk of procyclicality in light of the new lending platforms with little human interaction is also accentuated.", "Asymmetric information and lower transparency may result in underestimation of risks by new players, which in turn may put pressure on the profitability of traditional players (banks) and increase their risk appetite, as well.", "And one of the lessons from the recent crisis is that increased access to finance yields short-term benefits, but it can also lead to financial instability overtime, especially if the level of financial literacy is lagging behind.", "When balancing between opportunities and risks, policymakers are faced with a rising challenge to be nimble, innovative, and cooperative in enabling financial innovation, without neglecting their main responsibility for preserving financial stability and dealing with systemic policy issues.", "In recent years, in the developed countries, but also in a number of developing countries, the financial regulators have established and implemented various initiatives (innovation facilitators) aimed at promoting the use of financial innovation in different segments of the financial system.", "Given the importance of the issue and responding to the rising challenges, our central bank has recently established an Innovation Hub - a small expert group of the central bank, dedicated to closely monitoring and supporting fintech developments.", "The scope of work of the Hub is directly related to the mandate of modern central banks in the field of maintaining financial stability and monitoring systemic risks.", "This body will support National Bank's efforts to deepen the financial inclusion, contribute to consumer protection and to providing operational and legal certainty in the financial markets infrastructure.", "We strongly believe that the Hub will be a central point of contact with the industry, including the fintech firms, and will enable building internal capacities for adequate implementation of the new technologies and monitoring of the associated risks, as well as serve as a platform for sharing information and discussing best practices.", "Finally, the Innovation Hub will also bring the prospect of using digitalization for supervisory purposes, as a complement to our current supervisory methods, principles, and judgement.", "Suptech is becoming synonym for exploring new technologies, especially in the area of supervisory data collection and analysis.", "The survey performed by the Financial Stability Institute on the use of innovative technology reveals that within data collection, supervisory agencies across the world use applications for supervisory reporting, data management and virtual assistance, while within data analytics, applications are used for market surveillance, misconduct analysis, as well as micro-prudential and macro-prudential supervision.", "To facilitate the contact with the industry, the National Bank has recently developed an Innovation Gateway, as a platform where firms can raise questions and get answers concerning the regulatory framework.", "The main purpose of the Gateway is to facilitate, encourage, and support innovation in financial services, by providing information to all firms willing to pursue innovative business activities.", "It provides a clearly visible interface to our website and offers an insight view on issues related to application of new innovative technologies.", "We are pleased that through this channel, launched a couple of weeks ago, we have already received several queries from fintech firms coming from EU member states as well as local fintech company that intends to offer new services in the payments area.", "Our internal expert group will interact with these entities to properly understand their business model, the benefits they bring, potential risks and asses how they fit in the current regulatory framework.", "One of the main priorities of the Hub in the following period will be to develop a Financial Services Digitization Strategy.", "The main goal of the Strategy will be to provide an enabling environment, including open and affordable access to core digital services and infrastructures.", "One of the main components of this strategy is to landscape the Fintech ecosystem in the country and to identify the emerging financial services business models and the key barriers to entry for newcomers.", "A very important component of this strategy will be an analysis of the current national regulatory framework, trying to identify and consider whether it is sufficiently certain and flexible to apply in the modern digital context.", "A legal framework that is consistent, clear, and predictable is key to fintech innovation.", "country wise, the fintech agenda has been put on the front foot, as well.", "In this regard I will briefly mention that we are in the process of finalizing the new Law on Payment Services and Payment Systems which transposes the PSD2 as well as other relevant European Union regulations in the payment area.", "The very broad and ambitious scope of the new Law makes it one of the most significant and comprehensive pieces of financial services legislation.", "It embodies objectives that seek to make payments safer, increase consumer protection and foster innovation while ensuring a level playing field for all players, thus increasing competition.", "Also in the first half of this year, a set of new laws intended to foster the development of digital services was adopted.", "One such law is the Law on Electronic Documents, Electronic Identification and Trusted Services that we believe could have multiple positive effects on our economy.. Another example that should be underlined is the newly established Central Population Register and the guiding regulations for its operations that besides other functionalities, will offer integration of the trusted services (eID) with the register.", "All these initiatives clearly denote our strong commitment to embrace with financial innovations and reap its benefits.", "A Fintech ecosystem cannot flourish in a vacuum.", "It is of vital importance that the regulators and supervisors, but also other stakeholders collaborate to better achieve the fintech goals that will be enshrined in the National Fintech Strategy.", "Multiple entities and agencies need to collaborate and contribute their knowledge, expertise, and resources.", "The support and coordination of these various parties is essential for enabling swift operation of all elements of the ecosystem.", "Their integration and synergies will provide space for innovation to prosper.", "Sharing experience and best practices would also help provide guidance on the most effective regulatory frameworks considering country circumstances.", "Thus, through coordinated and inclusive approach of all stakeholders, let us avoid vacuums and create an enabling financial innovations environment, benefits of which can be felt by the society at large.", "Speech by Andrea Enria, Chair of the Supervisory Board of the ECB, at the Banking Seminar organized by De Nederlandsche Bank, Amsterdam, 11 March 2019 16 supervisory agencies and 2 international financial organization were interviewed for the purpose of this survey."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination"], "topics": ["Fintech", "Financial Innovation", "Digitalization", "Financial Stability", "Financial Inclusion", "Financial Services", "Regulatory Framework", "Payments", "Suptech", "Financial Literacy"]}