{"sentences": ["The challenges I have described and the commitments that stem from them concern each and every one of us.", "Supervisory authorities must facilitate and accompany the financial system's adaptation to the new economic and regulatory environment and to technological advances and climate change.", "In Europe, we must complete the banking union, above all by providing adequate instruments for an orderly management of crises applicable to all intermediaries; a road map must be laid down for the introduction of a genuinely common deposit insurance scheme.", "Initiatives that could have procyclical effects or jeopardize financial stability must be avoided.", "As I have observed on previous occasions, to complete the Economic and Monetary Union and make the Eurosystem's action more effective, greater integration in the capital markets and a pan-European fiscal policy are also needed.", "A decisive role in achieving these objectives could be played by the introduction of a common risk-free debt security, as is the case in the other major advanced economies.", "In Italy, intermediaries must be resolute in upgrading their governance structure, their technological assets, and their business models.", "They must pursue levels of efficiency and profitability that can guarantee their ability to attract capital from the market and support economic activity.", "However, neither intermediaries nor central banks alone can create growth.", "In order to achieve a higher path of stable expansion, economic policies are needed that look beyond the one-year horizon of the government budget.", "Setting out a systematic reform framework encompassing all the individual measures can in itself provide an expansionary boost by reducing the trust deficit, which weighs on government bond yields and private enterprise even more than the public finance deficit does.", "A return to enduring growth must be pursued in full respect of environmental, financial and social considerations.", "Designed and printed by the Printing and Publishing Division of the Bank of Italy"], "classifications": ["monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none"], "topics": ["Banking Union", "Financial Stability", "Economic and Monetary Union", "Risk-Free Debt Security", "Intermediaries", "Governance Structure", "Technological Assets", "Business Models", "Economic Policies", "Environmental Considerations"]}