{"sentences": ["Speech of Mr Yandraduth Googoolye, Governor, Bank of Mauritius, Seminar on Risk-Based Approach to AML/CFT Supervision organised by the IMF Regional Technical Assistance Center for Southern Africa (AFRITAC South) in collaboration with the Bank of Mauritius Aunauth Beejadhur Auditorium Bank of Mauritius Port Louis, Mauritius Ladies and Gentlemen, Good morning.", "I welcome you all to the Bank of Mauritius.", "It is my pleasure to deliver the keynote address at this seminar on Risk-Based Approach to Anti-Money Laundering and Combating the Financing of Terrorism (AML/CFT) Supervision organised by the IMF Regional Technical Assistance Center for Southern Africa, the AFRITAC South, in collaboration with the Bank of Mauritius.", "I must thank Mr Abdoul Aziz Wane, the Director of AFRITAC South, and Mr Ravi Mohan, Resident Adviser, for having acceded to my request to organize this seminar for the staff of the Bank of Mauritius and other competent authorities dealing with AML/CFT matters in Mauritius.", "I extend my appreciation to the experts of the IMF, who are here to share their extensive knowledge and rich experience to assist us in building supervisory skills in the area of AML/CFT supervision.", "This four-day Seminar will focus on the measures that AML/CFT supervisors should adopt to establish risk-based mechanisms, tools and practices to oversee the effectiveness with which their licensees manage their money laundering and financing of terrorism (ML/TF) risks.", "Indeed, the Financial Action Task Force (FATF) has laid a lot of emphasis on the implementation of a risk-based approach (RBA) to AML/CFT by all countries and jurisdictions in its International Standards on Combating Money Laundering and the Financing of Terrorism and Proliferation issued in February 2012.", "The foundation stone to an effective risk-based approach to AML/CFT is an enabling legal framework.", "Indeed, last year, the Ministry of Financial Services and Good Governance issued the National Strategy for Combating Money Laundering and the Financing of Terrorism and Proliferation.", "The first objective of the National Strategy is the strengthening of the AML/CFT Legal and Regulatory Framework by establishing a comprehensive legal and regulatory framework that is consistent with international standards and which is effective in mitigating money laundering and terrorism financing risks.", "On this score, I must highlight that Mauritius has spared no efforts to address the technical compliance deficiencies identified in the Mutual Evaluation Report published by the Eastern and Southern Africa Anti-Money Laundering Group (ESAAMLG) in September 2018.", "The amendments brought to existing laws, the Financial Intelligence and AntiMoney Laundering Act (FIAMLA) amongst others, as well as the adoption of new laws and regulations have enable Mauritius to be rerated Compliant or Largely Compliant on 35 out of the 40 FATF Recommendations, including the 6 Core and Key Recommendations.", "This is indeed a remarkable achievement for our jurisdiction.", "I understand that the process is not over yet and Mauritius endeavours to obtain Compliant or Largely Compliant ratings on the remaining 5 FATF Recommendations.", "The National Strategy further clearly acknowledges in the mission statement that its aim is, I quote \"To adopt a risk based approach to effectively protect Mauritius from the threats of money laundering and the financing of terrorism and proliferation.\"", "The adoption of a risk-based approach is therefore central to the effective implementation of the FATF Recommendations at the national level, be it by policy makers, supervisors, law enforcement authorities and regulated entities, amongst others.", "One may ask about the reasons underlying such a change in approach to AML/CFT.", "The reasons are simple: First of all, this approach is more flexible.", "Secondly, it allows for a more efficient application of resources.", "Third, it focuses on assessing and devising preventive measures commensurate to the nature of money laundering and terrorism financing (ML/FT) risks in financial institutions.", "Higher ML/TF risk therefore calls for higher intensity of supervision.", "Competent authorities can thus take informed decision on proportionate measures to mitigate the ML/TF risks that they have identified.", "Risk-based supervision is often contrasted with rule-based regulation, a more compliancebased supervisory approach limited to the verification of adherence to applicable rules, legislation, regulations or policies.", "Risk-based supervision, in contrast, goes much beyond the compliance approach.", "It focuses on the principles of sound risk management and on areas/institutions where the risks are higher.", "The completion of the National Risk Assessment (NRA) in August 2019 paves the way to the implementation of a risk-based approach to combating money laundering and terrorism financing activities, thus making AML/CFT Supervisors and regulated entities and individuals more effective in their efforts.", "The NRA Report aims at identifying, understanding and assessing the money laundering and terrorist financing risks faced by Mauritius, while its results provide valuable guidance to articulate policies and strategies to address the risks identified and to allocate our resources to areas that have the greatest impact in the fight against financial crime.", "While traditionally the financial sector was seen as the most vulnerable sector to ML/TF risks, in the face of heightened regulatory focus and more advanced AML/CFT legislation and procedures governing this sector, money launderers started to resort to the nonfinancial sector to conceal their proceeds of crime.", "In response, the FATF increased its focus on the Designated Non-Financial Businesses and Professions (DNFBPs) that have similar potential to financial institutions to be used for money laundering.", "Casinos, real estate agents, dealers in precious metals and stones, barristers, attorneys, notaries, accountants and trust and company service providers - referred to as the DNFBPs in the FATF Standards - are, since May 2019, subject to the same AML/CFT requirements and preventive measures as financial institutions regulated by the Bank of Mauritius and the Financial Services Commission.", "The need to enhance the regulatory and supervisory capabilities of the AML/CFT Supervisors of DNFBPs can, thus, only be underscored.", "Ladies and gentlemen, the scale and complexity of evolving financial products and technologies bring along new risks.", "To identify, evaluate, mitigate and monitor those risks, operators in the financial and non-financial sectors alike have to put in place robust risk management systems and ensure they are periodically upgraded.", "Obviously regulators and supervisors have to keep pace with the rapid evolution of risk associated with new services, technologies and products.", "These require new resources and regular upgrading of skills both among supervisors of the financial and non-financial sectors.", "Risk-based supervision is gradually taking precedence in AML/CFT supervisors' approach around the globe.", "This approach is evidently much more data-centric and thus more demanding technically.", "Risk-based supervisory frameworks require AML/CFT supervisors to continuously identify, understand, assess and monitor the risk profiles of their licensees.", "These institutions are monitored both for compliance with the rules and how they approach and adopt risk management.", "Ladies and gentlemen, let me now say a few words on what the Bank of Mauritius has been doing on AML/CFT in recent year.", "The implementation of the risk-based approach was one of the key recommendations of the Mutual Evaluation Report of 2018 to enhance the effectiveness of the AML/CFT system.", "The Bank of Mauritius has spared no effort to set up an AML/CFT risk-based supervision framework.", "This innovative framework has been implemented with the technical assistance from the World Bank.", "To complement this initiative and to enhance its internal AML/CFT supervisory framework, the Bank has established a dedicated AML/CFT team within the Supervision Department.", "The Bank's AML/CFT risk-based framework is based on a comprehensive set of quantitative AML/CFT returns submitted by financial institutions on a quarterly basis.", "The data inform the risk-based model in identifying the risk profile of financial institutions.", "The results of the risk-based supervision model determine the frequency and depth of supervisory monitoring.", "The surveillance is proportionate to the risk profile of financial institutions.", "As such, more intense and frequent supervisory reviews are conducted for institutions deemed as presenting higher risks The implementation of a risk-based approach should assist regulated entities in strengthening their institutional risk assessment, which is mandatory in terms of the FIAMLA.", "Furthermore, the adoption of this approach will create, both for supervisors and regulated entities, a convergence towards a common understanding of ML/TF risks.", "The Bank will also engage with the industry and develop outreach programmes to enhance compliance and understanding of the regulatory requirements.", "Ladies and gentlemen, let me now elaborate on the subject of training.", "Risk-based supervision requires a honing of supervisory skills to enhance supervisory judgment, as there is no one-size-fits-all approach for the AML/CFT supervision.", "This seminar is yet another endeavour of the Bank of Mauritius to increase the effectiveness of supervisory resources.", "The programme is tailored to provide you with vital insights into the concept of the risk-based approach, the variety of risks confronting financial systems, understanding money laundering and terrorism financing risks as well as adapting supervisory practices to the findings of the NRA for Mauritius.", "The experts will take you through this interesting journey over the next few days.", "Ladies and gentlemen, in an era where money laundering and financing of terrorism are real threats, appropriate and timely action by competent authorities is crucial.", "This training, therefore, comes at an opportune time, when the implementation of the AML/CFT risk-based approach ranks high on the agenda of all AML/CFT Supervisors in Mauritius.", "Let me conclude by inviting all participants to ponder upon this statement of the FATF.", "I quote: 'the risk-based approach to AML/CFT supervision is not a 'zero failure' approach, as financial institutions may, in spite of all the reasonable measures taken to identify and mitigate risks, still be used for ML/TF purposes.'", "We supervisors are fully aware that the perfect supervisory regime does not exist.", "It is, however, our duty to aim for optimal results by adopting methodologies that make full use of our supervisory resources and skills.", "Ladies and gentlemen, I thank you for your attention and wish you all an enriching seminar."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Risk-based approach", "AML/CFT", "Money laundering", "Terrorism financing", "Financial institutions", "Non-financial businesses", "Risk management", "Financial crime", "Supervisory skills", "Risk assessment"]}