{"sentences": ["2020 MONETARY POLICY STATEMENT Moses D Pelaelo February 25, 2020 Distinguished Guests, on behalf of the Board, Management and Staff of the Bank, I am honoured and most delighted to welcome you to the launch of the 2020 Monetary Policy Statement.", "I extend a special word of welcome to the Guest of Honour, Honourable Minister of Finance and Economic Development, his Cabinet colleagues, Members of Parliament and all Distinguished Guests attending this event for the first time.", "We are most grateful to you all for having made the time to attend the launch.", "Distinguished Ladies and Gentlemen, the publication and launch of the Monetary Policy Statement is an important event in the Bank's calendar of events, for a good public policy reason.", "It is a key aspect of good governance, transparency and accountability in the formulation and implementation of monetary policy.", "Through the Statement, the Bank seeks to promote an understanding of the monetary policy framework and its objectives.", "This helps to guide the public's inflation expectations towards convergence with the Bank's inflation objective and, therefore, enhancing prospects for sustained maintenance of low, stable and predictable inflation.", "Specifically, the Bank uses the Monetary Policy Statement as an instrument to report on the inflation trajectory and policy performance in the past year; to outline and convey its prognosis of economic and other policy developments going forward; and, in turn, the prospective monetary policy response in the year ahead.", "Background and Context In essence, the Statement commits the Bank with respect to its role in contributing to macroeconomic stability.", "In this regard, it is propitious that the 2020 launch of the Monetary Policy Statement follows a Budget Speech that proposes a new direction for policy and economic management.", "In addition, and coincidentally, the Bank, in collaboration with the International Monetary Fund and other development partners, recently concluded a workshop in Kasane on \"fostering diversification to escape the middle-income trap\" for Botswana.", "The Workshop benefitted from contributions by representatives of countries, such as Chile, Costa Rica, Estonia, Mauritius and South Korea, which are considered to have been successful in advancing export and economic diversification.", "Distinguished Guests, there are common themes that emerge from both the recent Budget Speech and the Kasane Workshop; and to which the Bank is also fully aligned.", "First, that Botswana faces challenges of inclusive growth and evident structural transition, from historically higher growth rates of early years of its development to the current modest and inadequate levels to propel the economy to high-income status by 2036.", "This is reflected by, or indeed because of, weak traction of export-led industrialisation strategy with a shrinking tradable sector and, in general, narrow economic base, high unemployment rates, as well as relatively high levels of poverty and income inequality, even as levels of incomes and prosperity are increasing somewhat.", "Clearly, this situation requires urgent attention if the aspirations espoused in Vision 2036 and the desire to transit to high-income status are to be realised.", "Second, is the need for structural reforms and transformation to improve productivity, ease of doing business, policy transmission and impact, institutional performance and leadership accountability, as well as the economic benefit of spending on infrastructure development and social services.", "Third, is the imperative to improve on implementation of reforms and initiatives through timely evaluation of the impact and outcomes of the reforms as well as performance of responsible entities.", "Fourth, it is critical to maintain macroeconomic balance, some aspects of which fall within the Bank's statutory mandate and, therefore, covered in the Monetary Policy Statement.", "These relate to stability with respect to prices (inflation), the exchange rate and the financial sector.", "The other element of macroeconomic stability is fiscal sustainability, which was eloquently covered by the Honourable Minister in his maiden Budget Speech.", "It would be remiss for me, however, if I do not mention that, while Botswana is ranked 91 out of 141 by the World Economic Forum 2019 Global Competitiveness Report, it is ranked number 1, with 32 other countries, on the macroeconomic stability pillar.", "Honourable Minister and Distinguished Guests, the reason for this background is to highlight the fact that the Bank is alive to the development aspirations of the country and related challenges.", "Furthermore, within the confines of its role and mandate, the Bank contributes to efforts to address the constraints to diversification and inclusive economic growth.", "In essence, by focusing and consistently delivering on its specific roles, the Bank contributes to maintenance of a conducive macroeconomic environment for structural reforms and transformation initiatives to gain traction, potentially leading to higher rates of growth needed to elevate the economy to high income status.", "Policy Track Record Honourable Minister, as we come to the end of the second decade of the third millennium, it is important to reflect on the Bank's contribution, thus far, to macroeconomic stability.", "After all, a key role for a central bank, by which it is ultimately judged, is the extent to which it succeeds in preservation of the value and integrity of the national currency, Pula and thebe.", "Notably, the evolution of the monetary policy framework from the early 2000s has resulted in beneficial transition from high and volatile to the current low, stable and predictable inflation.", "Similarly, the adoption of the crawling band exchange rate regime in 2005 and the subsequent public announcement of its key parameters, the coefficients of the basket currencies and the annual rate of crawl, have contributed to stability of the inflation-adjusted exchange rate.", "It was also key to the success in achieving the inflation objective.", "In addition, there has been, broadly, sound and effective banking supervision as well as beneficial collaboration by the various regulatory authorities that has contributed to stability of the financial sector, its growth and enhanced support for broader economic activity.", "A major lesson learnt from these developments is a reinforcement of the position that transparency, consistency and predictability of the policy framework are essential ingredients for sustainable growth objectives and public confidence.", "Distinguished Guests, I have to admit, however, that the levels of development of money and capital markets in Botswana need to be raised significantly.", "This is with a view to improve on transmission and potency of macroeconomic policies and to have a greater impact on economic activity.", "As of 2017, the composite financial index for Botswana (encompassing access, efficiency and depth) was two thirds that of Namibia, and a third and a quarter, respectively, of that for South Africa and Singapore.", "Therefore, this is one of the areas to attend to in the transformation agenda.", "Within such composite measures, Botswana falls short of international norms by nearly every metric and compares unfavourably with peer upper-middle income countries.", "The nascent development of the interbank market and stock exchange are good examples in this regard.", "Of particular concern is the paucity of supply of high-quality corporate debt instruments, fragmented credit markets and low level of development of the government bond market.", "This situation presents undue constraints and risks to long-term infrastructure financing, fiscal sustainability and, more broadly, a headwind to capital markets development.", "In other countries, a vibrant and highly liquid government securities market provides a source of funding for government spending, including local authorities and other public sector entities.", "This option is currently limited in Botswana and, therefore, its development offers a viable avenue for cost-effective domestic resource mobilisation for long-term investment and funding of government projects.", "Going forward, therefore, policy consultations, involving the Ministry of Finance and Economic Development and the Bank, are focussed on designing a transparent and more frequent issuance of a sufficient quantum of domestic government securities in a predictable arrangement that, hopefully, will attract a larger pool of participants and support deficit financing, with lower risks.", "This would be premised on the adoption of a strong governance architecture around public debt management, underpinned by the country's well-established track record of prudent fiscal policy and strong institutions.", "Furthermore, given the vulnerability of Botswana to trade shocks, climate change and consequent prolonged droughts, there is need to maintain sufficient fiscal and external buffers.", "This means building sufficient resilience to afford the fiscal space to undertake countercyclical stabilisation when necessary.", "The contribution of the Bank, in this regard, is through continued judicious management of the foreign exchange reserves to preserve capital, generate returns for organic growth, and to ensure availability of foreign exchange, necessary for uninterrupted economic activity.", "Monetary Policy Framework Distinguished Ladies and Gentlemen, the objective of the Bank's monetary policy is to achieve price stability, defined as a low, stable and predictable level of inflation within 3 - 6 percent, in the medium term.", "Monetary policy formulation is also aligned to safeguarding stability of the financial system.", "In this regard, price stability as well as conducive monetary and financial conditions foster mobilisation of savings, productive investment, prudent allocation of credit and international competitiveness of domestic firms.", "In turn, a sound and stable financial system is critical for effective transmission of monetary policy signals, facilitating the flow of funds and liquidity, as well as risk mitigation in support of economic activity.", "Overall, therefore, the conduct of monetary policy and attention to financial stability support the national objectives of employment creation and sustainable economic growth.", "Price and financial stability also help to preserve the value of incomes and long-term savings, especially for low income earners and pensioners, with less opportunity or wherewithal to protect their incomes or generate wealth by other means.", "At this juncture I will, in turn, address three areas, namely, global trends that have influenced inflation in Botswana; highlights of the conduct of monetary policy, both internationally and here at home; and, finally, provide the medium-term inflation outlook and outline the likely policy stance in 2020.", "External Economic Developments in 2019 Global GDP growth declined to an estimated 2.9 percent in 2019 compared to 3.6 percent in 2018.", "The slowdown was widespread across countries and regions.", "Global economic performance and sentiments were negatively affected by trade tensions between the US and China, as well as uncertain prospects for Brexit.", "In the circumstances, global inflation eased from 3.6 percent in 2018 to 3.4 percent in 2019.", "Inflation was subdued in the Special Drawing Rights (SDR) countries, increasing slightly from 1.7 percent in December 2018 to 2 percent in December 2019.", "In South Africa, inflation decreased from 4.5 percent in December 2018 to 4 percent in December 2019.", "Therefore, average inflation for the trading partner countries was constant at 2.9 percent in both 2018 and 2019.", "Domestic Economic Developments in 2019 Domestic output expansion is estimated at 3.7 percent in the twelve months to September 2019, compared to 5 percent in the year to September 2018.", "The lower increase in output is attributable to, in the main, weaker performance of the mining sector.", "Growth in non-mining GDP also slowed, from 5.1 percent in the year to September 2018 to 4 percent in the corresponding period ending September 2019.", "Inflation was below the lower bound of the objective range of 3 - 6 percent for most of 2019; and the outcome was broadly consistent with earlier projections.", "Average inflation decreased from 3.2 percent in 2018 to 2.8 percent in 2019, largely because of base effects.", "This is because the increase in some administered prices in 2018 was not repeated in 2019.", "Overall, low inflation in Botswana was in the context of moderate domestic demand pressures and benign foreign inflation.", "I hasten to mention that food prices reversed the 0.4 percent decrease in 2018 to a 3 percent increase in 2019.", "The subdued pressure on inflation is also apparent from below- trend economic activity, signified by a negative output gap, as the economy continues to operate below potential.", "However, Government expenditure grew by 15.4 percent in 2019 compared to an increase of 6.6 percent in the prior year.", "Within this, personal emoluments rose by 14.4 percent, following the April 2019 public sector salary increase, and this would have been replicated by other major employers.", "Nevertheless, the impact on inflation was muted.", "It should be recognised, in this respect, that there is significant externalisation of spending by both government and the private sector, including ready availability of imports, hence moderate impact of increased government expenditure and wages on domestic prices.", "The other point to highlight is that the short-term impact of government spending on domestic demand is moderated to the extent that a significant component involves infrastructure and capacity development.", "For Botswana, this type of spending tends to be import intensive.", "Therefore, the economic benefits of such public investments are derived in the medium to long term.", "At the same time, the recent labour force survey results, by Statistics Botswana, for the third quarter of 2019, indicate an unemployment rate of 20.7 percent.", "This reinforces the assessment of below-potential performance of the economy, modest aggregate demand and, consequently, subdued pressures on inflation.", "Distinguished Guests, the other component of demand, growth in commercial bank credit, eased marginally from 7.7 percent in 2018 to 7.6 percent in 2019, driven by a deceleration in lending to businesses, from 10 percent growth in 2018 to a contraction of 1.7 percent in 2019.", "For households, annual credit growth increased from 6.2 percent in 2018 to 13.8 percent in 2019, in the context of the increase in public sector wages.", "Likewise, faster growth was recorded for personal loans, while the increase in mortgage loans was smaller in 2019 compared to 2018.", "Overall, the rate of credit growth continued to be supportive of economic activity, with minimal risk to financial stability.", "Global Monetary Policy Implementation in 2019 Honourable Minister and Esteemed Guests, monetary policy implementation in 2019 was mixed at the global level, in response to weak economic performance and restrained inflation across countries and regions.", "It was, however, generally accommodative, with low levels of interest rates and continued liquidity support to the financial sector in some of the major economies.", "Most central banks in the emerging market economies reduced their policy rates, given the need to support economic activity.", "For example, closer to home, the South African Reserve Bank reduced the repo rate by 25 basis points to 6.5 percent in July 2019, and further to 6.25 percent in January 2020.", "Domestic Monetary Policy Implementation in 2019 For its part, the Bank of Botswana continues to conduct monetary policy through a forecast-based policy framework, and that informs the response to deviations of inflation from the objective range, in a forward-looking manner.", "The analysis also involves assessment of divergence of actual output from potential output (the output gap), a primary indicator of the direction of future inflation.", "The forecast incorporates projections of foreign inflation, exchange rates and changes in domestic administered prices and taxes.", "In addition, the Bank evaluates the risks associated with the projected outlook.", "In determining the appropriate policy response, the inflation forecast is considered alongside indicators of financial stability and economic activity, including relevant information from the quarterly Business Expectations Surveys.", "In 2019, monetary policy was conducted in an environment of below-trend economic activity and a favourable medium-term inflation outlook; therefore, providing scope for maintaining an accommodative monetary policy stance in support of stronger output growth.", "Hence, the Bank Rate was reduced by 25 basis points, from 5 percent to 4.75 percent in August 2019.", "Consequently, the prime lending rate of commercial banks declined from 6.5 percent to 6.25 percent.", "Deposit interest rates generally increased despite the high levels of market liquidity.", "This seemingly paradoxical outcome can be explained by the funding structure of banks, characterised by competition for corporate and other volatile institutional deposits that are important for several of the commercial banks.", "The increase in market liquidity that needed to be sterilised resulted in outstanding Bank of Botswana Certificates (BoBCs) of P8.6 billion in December 2019, an increase from P8.2 billion in December 2018.", "BoBC yields decreased following the reduction of the Bank Rate.", "Distinguished Guests, as I indicated last year, the Bank continuously evaluates monetary policy framework for effectiveness and, where appropriate, makes changes.", "In 2019, the Bank introduced the 7-day BoBC as the main instrument for conducting monetary operations, replacing the then 14-day paper, together with what we called 'reserves averaging' in the determination of the Primary Reserves Requirement for banks.", "This was with a view to improving the efficiency of liquidity management and policy transmission.", "Both measures were welcomed by the market, with a positive effect as expected; that is, better liquidity management by both the Bank and the commercial banks.", "Over time this is expected to reduce demand for excess reserves held for precautionary purposes; therefore, freeing up additional resources for productive lending by banks.", "I am also pleased to report that the Financial Stability Council (FSC), whose primary mandate is to coordinate macro-prudential policy analysis and respond to threats to financial stability, was launched in February 2019.", "As indicated, the Council comprises the Ministry of Finance and Economic Development, Bank of Botswana, Non-Bank Financial Institutions Regulatory Authority and the Financial Intelligence Agency.", "The Council commenced work and achieved three important milestones.", "First, is the publication of the maiden Financial Stability Report in September 2019.", "The Report concluded that the Botswana financial sector was sound, stable and resilient, even looking ahead.", "However, there is a continuing need to address market conduct and governance in some segments of the industry.", "Furthermore, there are outstanding matters relating to effective compliance with the anti-money laundering and combating the financing of terrorism requirements.", "Notwithstanding, significant progress continue to be made for the country to be removed from the Financial Action Task Force (FATF) grey listing by December Second, the Council adopted a macroprudential policy framework for Botswana, which outlines the analytical framework and tools to be deployed to mitigate systemic risk.", "Third, consultations were initiated on prospects for establishing a Deposit Protection Fund.", "The Fund would provide insurance and a mechanism for paying out a predetermined amount of customer deposits in the event of a bank failure.", "It will, therefore, be complementary to the existing framework of banking regulations, minimum prudential standards, ongoing supervision and resolution frameworks.", "Subject to the outcome of the industry consultations, the Financial Stability Council will seek authority for promulgation of the law to establish the Fund.", "Global Economic Prospects in 2020 Honourable Minister and Distinguished Guests, now looking ahead, the global economy is expected to grow by 3.3 percent in 2020, higher than the estimated expansion of 2.9 percent in 2019.", "The projection is premised on anticipated recovery of the underperforming emerging market economies.", "Overall, risks to the global economic activity are, however, skewed to the downside.", "The key risks to the outlook include continuance of geopolitical tensions, uncertain trade relations, social unrest in some jurisdictions, as well as the adverse impact of Covid-19.", "Global inflationary pressures are forecast to be modest in the short to medium term given below-potential output.", "In this environment, monetary policy will remain accommodative in most economies, complemented by measures aimed at facilitating financial intermediation, while fostering resilience of the financial sector, to support growth in economic activity.", "Domestic Economic Prospects in 2020 Distinguished Guests, the domestic economy is forecast to grow by 4.4 percent in 2020, higher than the estimate of 3.6 percent for 2019.", "The improvement is premised on conducive financing conditions associated with accommodative monetary policy and a sound financial environment.", "The implementation of ease of doing business reforms and concerted efforts towards economic transformation should also be positive for economic activity.", "The crawling band exchange rate policy has served the country well and will continue to complement monetary policy.", "This bodes well for maintenance of international competitiveness of domestic industries and macroeconomic stability.", "As announced at the beginning of the year and broadly consistent with Botswana's trade pattern, the weights of the constituent currencies in the Pula Basket are 45 percent for the South African rand and 55 percent for the SDR.", "A downward rate of crawl of 1.51 percent of the nominal effective exchange rate is also being implemented in 2020.", "With low inflation, the policy framework allows flexibility to further loosen real monetary conditions through a downward crawl to enhance competitiveness of the domestic industry and support economic growth.", "Overall, both external and domestic pressures on inflation are expected to be benign, and it is projected that inflation will revert to within the Bank's 3 - 6 percent medium-term objective range from the second quarter of 2020.", "The forecast incorporates a possible hike in water and electricity tariffs, as well as the announced increase in public service salaries in the 2020/21 financial year.", "Furthermore, it takes into account the small impact of the 1.51 percent downward rate of crawl on import prices.", "Having said that, I should be quick to caution that any upward adjustment in administered prices and government levies and/or taxes and any increase in international commodity prices that is substantially beyond current projections present upside risks to the inflation outlook.", "In contrast, downside risks to inflation arise from prospects of weak global economic activity, the tendency of the ongoing technological progress to lower costs and prices as well as a possible fall in international commodity prices.", "Monetary Policy Stance Distinguished Guests, based on available data, the current projections suggest that domestic inflation will, in the short term, revert to and remain within the Bank's medium-term objective range of 3 - 6 percent.", "This favourable medium-term outlook for inflation is in the context of moderate growth in economic activity and a sound and stable financial system.", "Therefore, prospective developments augur well for maintenance of an accommodative monetary policy that supports productive lending to businesses and households, resulting in welfare enhancements that also drive economic activity.", "The implementation of monetary policy will continue to focus on entrenching expectations of low, predictable and sustainable inflation, through timely responses to price developments; while at the same time, taking due care to ensure that policy decisions are consistent with durable financial stability and support sustainable economic growth and employment creation.", "Honourable Minister and Distinguished Guests, I wish to conclude by underscoring that the continuing success in achieving price and financial stability, to which the Bank remains fully committed must, in the end, involve the cooperation of all key players in the economy, including Government, parastatals and the private sector.", "The other point to conclude with is that, given that monetary and fiscal policies are expansionary for longer, immediate and effective implementation of transformation initiatives and structural reforms (so-called policy rotation) would raise prospects for faster growth and economic diversification, needed to attain high-income status within the Vision 2036 period.", "Honourable Minsters, Distinguished Guests, it is worth reminding us all, that, in as much as prices matter, ultimately, total factor productivity, global competitiveness of domestically produced goods and services as well as innovation and environmentally sound policies are critical for greater prosperity and social welfare.", "Furthermore, nothing that I have said today suggest, in any way, that, aggregate demand management is easy, however one is well informed.", "On the contrary, central banks across the globe are subject to intense and often critical scrutiny, especially at periods such as now of \"low inflation and for long\" with the likely danger of build-up of global financial vulnerabilities.", "All I have tried to do, today, is to share with you the likely considerations that would guide monetary policy decisions in 2020, putting these in the wider context of challenges facing not just the domestic but also the global economy.", "The Speaker of the National Assembly, Honourable Ministers, Honourable Members of Parliament, Distinguished Guests, Ladies and Gentlemen, I thank you for your kind attention."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none"], "topics": ["Monetary policy", "Inflation", "Financial stability", "Economic growth", "Structural reforms", "Diversification", "Fiscal policy", "Monetary framework", "Global economy", "Domestic economy"]}