{"sentences": ["What is your assessment of the global economic situation in the midst of this coronavirus crisis?", "The global economy will enter recession and so will the European economy, albeit an even more severe one.", "The ultimate fall in GDP will depend on how long the lockdown lasts.", "International bodies have calculated that the economy will shrink by 2% to 3% for each month of lockdown.", "So one and a half months would be around 5%.", "Three months would be double that.", "Do these calculations also apply to the Spanish economy?", "Spain had an advantage at the start of this crisis - it was seeing growth that was higher than the average of its euro area peers.", "But it also had a problem - its economy is more exposed to the crisis as it is more dependent on services like tourism, which are heavily affected by the pandemic.", "This makes it very likely that Spain will experience a deeper recession.", "And coming out the other side of the crisis, what do you think the economic recovery will look like?", "In the euro area, the most likely scenario is that we will see some signs of growth starting in the third quarter, but we will have to wait until 2021 to see a genuine recovery in economic activity.", "I think the shape of the recovery will be somewhere between a V and a U, but we have to remember that everything will depend on the length of the economic shutdown imposed by the fight against the pandemic.", "Governments are implementing active fiscal policies to stop the crisis getting worse.", "In Spain, business associations are complaining that the tax payment schedule has remained the same, which could lead to liquidity problems.", "They are calling for tax deferrals and even exemptions.", "First of all, it's important to remember that the basis for the recovery will depend on successfully protecting the economy's productive capacity.", "If this is achieved, economic activity will rebound more strongly.", "To answer your question: first you have to consider that firms will see a drastic fall in their revenue, so it's essential that they receive relief from their tax burden.", "The State's tax receipts will also fall dramatically.", "It's important to come up with temporary plans to help firms, as has been done in the area of employment with the temporary layoffs [in Spanish: expedientes de regulación temporal, or ERTEs].", "What is your opinion on the public loan guarantee programmes to enable the banking sector to finance firms with credit lines and loans?", "They are very important, of course.", "All countries have put in place loan guarantees for firms.", "This is a good thing.", "But we also have to avoid the fragmentation of the Internal Market.", "Not all guarantees are identical.", "The European Investment Bank (EIB), for example, is offering a very sound shared system of guarantees.", "We are now seeing national guarantee schemes and we should work towards making these converge to ensure that credit continues to flow, that banks' balance sheets remain healthy, and that we don't see fragmentation along national lines.", "Although different countries will always be given different ratings by the ratings agencies.", "The ECB has been very active since the beginning of this crisis.", "Do you think that what's been done so far is enough?", "The ECB has intervened on three levels.", "First, we have provided liquidity to the banks, under very good conditions, and we have launched a package of temporary collateral easing measures.", "In addition, in our role as the single banking supervisor, we have given banks the flexibility to make use of the capital buffers they had built up, so that they can continue financing and providing credit to firms and households.", "And finally, we have expanded our monetary policy operations.", "In 2020, asset purchases will reach €1.1 trillion (mainly of public debt) to avoid fragmentation of the euro area.", "Spain will receive between €120 billion and €130 billion of this money.", "In the current crisis, this is the main financial shield for Spain and the other euro area countries.", "But countries are staring down the barrel of increasing expenditures and decreasing revenues... Countries will experience a deep recession that will have an impact on their public finances.", "This will entail greater funding needs, of between €1 trillion and €1.5 trillion, an amount the likes of which we've probably never seen before.", "They will also issue public debt to finance themselves, which is precisely why the ECB's intervention in the bond markets aims to avoid fragmentation at an extremely difficult time.", "The ECB balance sheet is overflowing with debt from euro area countries.", "Is it possible that in the future this debt could be forgiven or written-off?", "Debt levels in the euro area are sustainable and when this crisis is over, economic conditions will get back to normal.", "We are not looking at any scenarios where this debt is a problem.", "It's not a scenario I'm considering.", "Nevertheless, EU institutions are going through a severe crisis as they finance the cost of the pandemic.", "At the most recent EU summit and last Eurogroup meeting, we saw unprecedented clashes involving EU founding members, such as Italy.", "Europe currently has three main instruments at its disposal.", "First, the EIB guarantee fund that I mentioned previously, with €25 billion made available to provide support of up to €200 billion.", "Second, the SURE programme [a European instrument for temporary Support to mitigate Unemployment Risks in an Emergency], which will provide additional lending of €100 billion to avoid job losses during the most acute phase of the crisis.", "And lastly, the European Stability Mechanism (ESM), which provides low-conditionality precautionary credit lines and already has €240 billion available, which can be increased up to €400 billion.", "Following the agreement the Eurogroup reached on Thursday, governments will be able to use the ESM to access the equivalent of 2% of their GDP and thus finance healthcare spending related to the pandemic.", "The Eurogroup has finally reached an agreement.", "The ESM, which was the sticking point in the negotiations, will offer loans to finance the healthcare response of up to 2% of a country's GDP.", "That aside, ESM loans continue to have the same conditions attached as they did before.", "Do you think this will be enough?", "Or will recourse to this fund go beyond that?", "The funds the ESM is making available, of up to 2% of GDP to finance healthcare spending, have no additional conditions attached.", "For Spain, this means access to around €24 billion.", "In any case, the most important part of this agreement is that it represents a commitment that points in the right direction.", "It sends a clear signal of the willingness of the euro area countries to act together in the economic and budgetary realm.", "It's also crucial because it complements, on the one hand, the fiscal stimuli launched by national governments, and on the other, the rapid and powerful intervention by the ECB since the start of this crisis.", "With all these measures now in play, Europe is better equipped to respond to this unprecedented crisis.", "The agreement includes a generic reference to a future recovery fund that is yet to be defined.", "What criteria do you think it should meet?", "The ECB has always stressed the need for our Economic and Monetary Union to be completed in order for the euro area to become more resilient.", "On the one hand, we need a European deposit insurance scheme so that savings have the same protections in every country.", "We've also called for progress in capital markets so that euro area firms have access to more sources of funding.", "And in the fiscal sphere, we need a shared budgetary instrument that completes the monetary union.", "The fund that has been proposed could go in that direction, but its size and how it is funded remain open to discussion and will depend on future decisions by governments.", "In any case, the determination to present a shared response is very significant, because it is a strong political signal, and also a strong signal to the markets.", "Spain started the debate when it too voiced its opposition to the use of the ESM.", "Minister Calviño has now stated that Spain should not resort to using it and that, in any case, she only believes it is an option if conditionality is extremely low... Before this crisis, Spain was growing, it was competitive, its debt-to-GDP ratio was below 100%, its government deficit was 2.6% and its unemployment rate stood at 14%.", "Currently it has been able to obtain the funding it requires on the markets, it is not experiencing any difficulties, and the spread against the German bund is 110 basis points.", "Let's hope that Spain can maintain this relatively comfortable position.", "Italy is not in the same position; could that be why it is adopting a more combative stance?", "I don't want to start making those kinds of comparisons.", "Let's come back to Spain then.", "There is talk of making a political pact, like the Moncloa Pacts of 1977.", "Are you in favour of pacts?", "I think we must always be in favour of political pacts during extraordinary times such as these.", "Although a comparison with the 1977 Moncloa Pacts is perhaps not possible.", "At that time, Spain was not a member of the EU and the euro did not exist.", "The main goal was to reduce inflation and change the income policy.", "Today, there is a deep recession that will have a very severe impact on the public finances and which will require a huge effort to get the economy back to normal.", "This is the most serious economic situation since the Civil War.", "Some are also calling for a government of national unity...", "I am simply suggesting that joint action by consensus would be the best approach to take for the Spanish economy.", "It is up to the elected representatives to decide on whether or not the best approach, within a framework of understanding, is to make an explicit pact or establish a certain type of government.", "What conditions are required to reach an understanding of this nature?", "I think the important thing is to establish a framework of mutual trust and loyalty between the government and the opposition; and that is a two-way street.", "Banks are in a difficult position: at a time when they still have not restored their business models after years of low interest rates, the current scenario has again been prolonged indefinitely.", "How do you think this will affect the sector?", "The banking sector is facing this situation from a much more robust position than ten years ago.", "It is true that it has profitability issues and the deep recession will affect its bottom line.", "But there are no solvency problems.", "The financial markets experienced some problems during the initial days of this crisis, but they were not caused by the banking sector.", "The situation has to a certain extent returned to normal, although not completely, while prices have partially recovered and volatility has eased.", "Yes, to a large extent, the current situation already existed, and in theory mergers offered a solution, but these mergers have not taken place... Well, in Spain there has actually been some banking consolidation, which has reinforced the system's robustness.", "And there will now be more pressure in Europe in relation to the falling profitability conditions I mentioned before."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["economic recovery", "recession", "fiscal policy", "loan guarantees", "ECB intervention", "public finances", "ESM", "EU recovery fund", "banking sector", "political pacts"]}