{"sentences": ["Change and continuity Speech delivered at Deutsche Börse's New Year's reception 03.02.2020 | Eschborn | Jens Weidmann 1 Introduction 2 Monetary policy strategy 2.1 Communication 2.2 Definition of the monetary policy aim 2.3 Measuring inflation 2.4 Instruments of monetary policy 2.5 Additional aspects 1 Introduction Dear Joachim Faber, dear Theodor Weimer, chère Christine, Ladies and gentlemen, There's a saying that twice is repetition and three times is a tradition.", "So it is a pleasure, and a privilege, to speak to you here today in what it is my third speech at Deutsche Börse's New Year's reception.", "For me, this event is one of the highlights at the beginning of the new year, not least because of the impressive setting.", "And it is no less gratifying to see all these familiar faces once again.", "But discovering unfamiliar faces can be fascinating as well.", "You will have a great opportunity to do just that if you happen to come here again over the next few days.", "You see, when Deutsche Börse is not holding its New Year's reception in this hall, it is exhibiting photographs from its own art collection here.", "Some of these pictures can be found up here on the gallery, including photos from a series taken by Christian Borchert.", "He took portraits of families at home, usually in their living rooms.", "Years later, he came back to photograph them again.", "His images show how people change, yet stay the same.", "Things get particularly fascinating when you consider how much these families' circumstances changed.", "The first pictures date back to the GDR era; the last were taken in post-reunification Germany.", "The shifting sands of time put us to the test, over and over again.", "That goes for politicians and entrepreneurs, and for central bankers, too.", "We heard from Joachim Faber just now how change is impacting on Deutsche Börse's strategy.", "I would like to add my own thoughts on the strategy for monetary policy.", "Monetary policy strategy People looking to realise their full economic potential need a stable currency.", "That is something merchants already knew back in the Middle Ages, when they flocked to Frankfurt's trade fair to trade in goods.", "Indeed, they came equipped with a variety of different coins.", "But what rates were they supposed to exchange their coins at?", "This question led a group of merchants, in 1585, to ask the city to set the rates.", "And Frankfurt actually went further still.", "It established a bourse to review the exchange rates at regular intervals.", "This move marked the \"birth\" of the Frankfurt Stock Exchange.", "[1] More than 400 years later - in 1999, to be precise - many European currencies were replaced by a single currency.", "The euro has simplified trade in the internal market further still.", "The euro's central promise back then, though, just as it is today, was to be stable money for people in the euro area.", "That is why price stability is the primary objective of monetary policy.", "Since 1999, the average inflation rate in Germany has actually been even lower than the rate observed in the D-Mark era.", "This has truly been a success story, even if the two periods are difficult to compare.", "To make sure things stay this way, monetary policymakers need to reflect every now and then, and consider the merits of the strategy they are pursuing.", "The ECB Governing Council last adjusted its monetary policy strategy in 2003.", "The intervening period was eventful and marked by profound change.", "The time has come to learn the monetary policy lessons - not just from the past years of low inflation and low interest rates, but also from the financial crisis.", ".1 Communication I think it is particularly important for us to make our policy understandable and to engage with people.", "ECB President Christine Lagarde says we should not just be preaching the gospel that we think we master, but that we should be listening, too.", "[2] Christine, I wholeheartedly support your cause.", "The philosopher Zeno in ancient Greece is thought to have said: \"Nature gave us one tongue but two ears so that we may listen twice as much as we speak.\"", "That is not to say that we as central banks should stop communicating.", "After all, communication itself has become a major instrument in the monetary policy toolkit.", "[3] We do, however, often direct our messages at financial markets.", "A large body of research has found that financial market agents have a good understanding of our monetary policy.", "[4] Our forward guidance is a good example of this.", "For a number of years now, the ECB Governing Council, amongst other things, has been hinting at how long it will arguably keep policy rates at their very low level, contingent on the data available at the given time.", "[5] This tool enables us to offer the markets guidance on their interest rate expectations and influence long-term interest rates.", "In this way, monetary policy can provide additional support for the euro area economy even though our policy rates are already very low.", "This forward guidance has been a success, as shown by a Bundesbank research paper, amongst others.", "[6] Less has been done so far to research our communication with the general public.", "The available research indicates that monetary policy through this channel has barely affected the expectations of households and firms so far.", "[7] It is precisely these inflation expectations that matter when it comes to price movements on the goods markets: when households are making decisions about their purchases, when companies are setting the prices of their products or employers and trade unions are negotiating wages.", "A stronger focus on communication with the public will therefore probably enhance the effectiveness of monetary policy - by, amongst other things, engendering a higher level of credibility [8] and greater trust.", "A few weeks ago, Benoît (Tonne) Coeuré recalled this link in his final speech as a member of the ECB Executive Board when he said: \"If monetary policy remains a conversation between central banks and financial markets, we shouldn't (Tonne) be surprised if people don't (Tonne) trust us.\"", "[9] Beyond this, I see a second and compelling reason for better communication with people: monetary policy must be accountable to the public.", "For, in our democracy, central bank independence is rather like a foreign body.", "Periods of high inflation have shown that politically independent central banks are better equipped to safeguard the value of money.", "This is why central banks were deliberately granted independence as an exception.", "And that is also why we have the obligation to give an account of how we fulfil this special mandate.", "As I said, a first step on the path towards more effective communication is listening better, observing better.", "Physicist and writer Georg Christoph Lichtenberg once said: \"No one knows people as well as beggars, confessors and bankers\".", "This bon mot does not appear to fit for central bankers so far.", "Last year the Bundesbank therefore conducted an online pilot study on the expectations of households in Germany.", "They suggest that German inflation expectations are by and large aligned with our monetary policy aim.", "[10] As such, the data also provide no justification for fears that households' inflation expectations might slide downwards or become unanchored.", "No doubt you will remember that some monetary policy makers have voiced these concerns in recent years, and they were a factor in justifying certain monetary policy decisions.", "The survey can help us to better understand how individuals form and adapt their expectations.", "As a result, the Bundesbank has decided to survey the expectations of German households every month in future.", "A second step is to communicate more clearly.", "Every text has its own level of difficulty and therefore challenges the reader.", "The more complex the language in which a text is written, the fewer people will be able to understand it and the fewer people the text can ultimately reach.", "Andrew Haldane, the chief economist at the Bank of England, has examined this more closely.", "[11] Unfortunately, a typical publication put out by his central bank is accessible to only around 10% of the UK adult population.", "Newspapers are accessible to as much as 30%, and Charles Dickens novels to 40%, of the population.", "60% of the US adult population understand songs by Elvis Presley, while Donald Trump's campaign speeches are even accessible to 70%, which may explain his popularity, at least in part.", "Understandable language is also an important issue for the Bundesbank.", "We note that many members of the public already stumble over technical terms that are common currency among us central bankers - such as \"financial market participants\", \"financial stability\" or even \"monetary policy\".", "If we want to reach people, we have to make efforts to communicate in clear and understandable language.", "You can let me know how well I have succeeded in doing so afterwards.", "Given this topic, it would already be a success if we managed to come closer to Charles Dickens's level of accessibility.", ".2 Definition of the monetary policy aim We won't (Tonne) just be discussing communication on the ECB's Governing Council, though.", "I'd also like to raise three other topics, among other things: the definition of the monetary policy aim, the measurement of inflation and the monetary policy toolkit.", "If our monetary policy is to be understandable, it has to start with our mandate: price stability.", "Thus far we have defined price stability as annual inflation rates of between zero and 2%.", "Under this definition, the Governing Council of the ECB has aimed to keep inflation rates in the euro area below but close to 2% over the medium term.", "This keeps zero inflation at a distance, and with it the risk of deflation as well, that is significant, broadly based and self-reinforcing downward price spirals.", "However, even many experts are not familiar with the difference between the definition of price stability and our more specific policy aim.", "This difference is quite difficult to explain to the public.", "At this point, I feel it is very important to make our strategy more understandable.", "That said, there are proposals from various quarters not to just make the way we formulate our aim clearer, but to raise the targeted inflation rate as well.", "The long-term downward trend in real interest rates is often cited as justification.", "[12] The lower level of interest rates is said to limit central banks' ability to reduce key rates when inflation is expected to be weak, as they then hit the lower bound more quickly.", "The level of nominal interest rates would be higher and the scope for interest rate policy would be greater if central banks aimed for higher inflation rates and inflation expectations rose, or so the argument goes.", "There could also be another effect of higher inflation expectations that some people may wish to see, because if nominal interest rates were to remain low at first, real interest rates would fall in the short run and thereby revive the economy.", "There are differing views on studies of the long-term decline in real interest rates and their monetary policy implications.", "[13] It would appear appropriate, at first glance, for central banks to raise their targeted inflation rate quite sharply - as sharply as real interest rates have gone down.", "This would restore some of the lost interest rate policy scope, so the thinking goes.", "Yet it's not as simple as that!", "I have already, on previous occasions, expressed my doubts about raising the target rate sharply.", "I'd like to highlight three reasons for this.", "First, the increase in monetary policy's room for manoeuvre might not be as large as hoped as it is likely that companies would adjust their price setting.", "[14] When enterprises consider raising the prices for their products, they might place greater weight on inflation expectations.", "For this sharp rise means this is where the action is.", "The weight for current demand would be correspondingly smaller.", "But inflation would then no longer be as dependent on demand growth.", "And interest policy would have to make greater efforts to influence inflation.", "So there would be greater scope regarding interest rates, but the impact of each individual interest rate move would be diminished.", "Second, a strong increase in the target rate could raise the risk of inflation expectations becoming unanchored.", "This can be demonstrated theoretically.", "Ben Bernanke, the former Chairman of the Federal Reserve, summed this up particularly well when he said, \"If we were to go to 4% and say we're going to 4%, we would risk a lot of ... hard-won credibility, because folks would say, well, if we go to 4%, why not go to 6%?", "It'd be very difficult to tie down expectations at 4%.\"", "[15] Third, there are costs to inflation, which affect people.", "Inflation scrambles the signals emitted by prices and therefore distorts decisions on, say, investment or consumption.", "Also, inflation hits the weakest members of society especially hard.", "For they are less able to protect themselves from inflation.", "Ladies and gentlemen, I believe we should word our monetary policy aim to make it understandable, forward-looking and realistic.", "To me, \"understandable\" means two things: that people are able to grasp the definition of our aim and that it makes sense to them.", "\"Forward-looking\" means that we should ensure price stability in the medium term and going forward.", "This is because it is quite difficult for monetary policy to affect current price developments.", "Our measures only really take full effect after a time lag.", "Economic adjustment processes frequently extend over a longer period of time.", "Looking ahead anchors inflation expectations.", "\"Realistic\" means that our wording should not lead people to develop any illusions.", "We should counter the impression and claims that we could fine-tune inflation right down to the decimal, because we can't (Tonne)!", "The same also applies to the time horizon.", "We should not set a deadline in advance down to the precise quarter by which we intend on achieving our aim.", "It's important that we remain flexible - as is already the case with our orientation towards the medium term.", "A realistic and forward-looking aim allows monetary policy to wait if there are good reasons to do so, and not just to react frenetically to every change in the data.", "Or, to paraphrase Joachim Faber's remarks just now, we should \"always be active, but never act overhastily.\"", "A realistic and forward-looking definition of our policy aim will also allow us to take into account longer-term risks to price stability.", "And that is precisely the lesson that we should draw from the crisis, which painfully demonstrated to us how imbalances in the financial markets can ultimately impact on the economy and price stability.", "This point was a key takeaway for Paul Volcker, too - the former Fed Chair who unfortunately passed away in December.", "Many will remember him as the one who brought the excessive US inflation of the 1970s under control.", "In his memoirs, he left us the following assessment: \"Deflation is a threat posed by a critical breakdown of the financial system.", "Slow growth and recurrent recessions without systemic financial disturbances [...] have not posed such a risk.", "The real danger comes from encouraging or inadvertently tolerating rising inflation and its close cousin of extreme speculation and risk taking, in effect standing by while bubbles and excesses threaten financial markets.\"", "[16] I believe Paul Volcker hits the nail on the head here: what central banks need to bear in mind is that an enduring easy-money policy can contribute to the build-up of imbalances in the financial system.", "These could, in the long run, pose a threat to price stability.", ".3 Measuring inflation However, we should also think about whether our target variable, the rate of inflation, is currently being measured correctly.", "Monetary policy is based on the Harmonised Index of Consumer Prices ( HICP) for the euro area.", "In principle, it best meets the requirements of a measure for price stability within the euro area, in terms, for instance, of the breadth of the data collected and comparability within Europe.", "The HICP also contains rents.", "However, a lot of people own their own flats or houses.", "Yet owneroccupied housing is absent from the HICP basket of goods.", "It is undisputed that the HICP should really include this component.", "Many national consumer price indices incorporate it, and give it some weight - in the United States, for instance, it makes up 24% of the index and it contributes a sizeable 10% to the German index.", "Its inclusion may consequently impact the level of the measured inflation rate.", "ECB experts have calculated that, in the past, the inclusion of such a component would have influenced the headline rate by up to 0.2 percentage point in individual quarters.", "[17] In the long term, however, I expect that average HICP inflation would not change much.", "The reasons why owner-occupied housing is not included in the HICP are of a technical and methodological nature.", "I personally would be willing to accept some methodological shortcomings if that meant that we were able to better reflect people's real-life situations.", "This would allow us to better fulfil our mandate of securing price stability within the euro area.", ".4 Instruments of monetary policy However, we cannot do so without the right tools.", "In recent years, we have seen the potential limits of traditional interest rate policy.", "We therefore need other tools in our toolkit to deal with such exceptional circumstances.", "Monetary policy instruments should meet two criteria.", "[18] First - and foremost - they must be effective in terms of achieving our objective.", "We should consequently regularly check that our toolkit contains suitable means.", "Second, the measures must achieve the objective with as few side effects as possible.", "Yet the nonstandard measures of recent years, in particular, have come with a different cost-benefit ratio.", "In my opinion, we should deploy the instruments in keeping with a clear hierarchy.", "I have already reported on the success of our forward guidance.", "If our key interest rates are already very low, we should initially consider such communication, say, before upping the ante.", "[19] As you know, I have been critical, in particular, of the large-scale purchases of government bonds in the euro area.", "In my opinion, they should be used only in emergencies, as they risk blurring the boundary between monetary policy and fiscal policy.", "This may ultimately jeopardise the independence of monetary policy and thus impair the central bank's ability to safeguard price stability.", "The pressure on monetary policy was already an issue when I first spoke at Deutsche Börse's New Year's reception eight years ago.", "I am concerned to see how the debate has since shifted.", "People in some quarters are saying that monetary policy should coordinate with fiscal policy.", "In the United States, proponents of Modern Monetary Theory, as it is known, are even openly calling for monetary policy to bow to fiscal policy and fund the state.", "They deny that this might involve a risk of inflation.", "However, history teaches us something else.", "That is why the primary objective of price stability, the independence of central banks and the ban on the monetary financing of governments are enshrined in the European treaties.", ".5 Additional aspects This legal framework leaves us well-equipped.", "At the same time, new developments have an impact on how we can fulfil our mandate.", "How will new technologies change the effectiveness of monetary policy, say?", "How will climate change alter our ability to safeguard price stability?", "Climate change, in particular, is one of the most pressing challenges of our times.", "All public and private institutions should therefore take action within their respective mandate to tackle them.", "[20] This is something Christine Lagarde has stressed - and rightly so, in my opinion.", "That said, this is a task for all of humanity and will have to be tackled in first place by democratically elected politicians.", "However, the ECB's Governing Council must not only review its strategy.", "We also need to think about how to successfully exit loose monetary policy.", "The increasing blurring of monetary and fiscal policy, growing risks for financial stability and a general \"getting accustomed\" to cheap money mean that monetary policy normalisation is becoming an ever greater challenge.", "Looking to the future and the willingness to modernise are important not only for monetary policy, they are also crucial for the financial markets.", "Back in the 18th century, Frankfurt evolved into a financial centre of international renown - thanks to the newly established trade in government bonds.", "However, Frankfurt bankers long wanted nothing to do with shares, which resulted in Frankfurt being eclipsed by Berlin in the 19th century.", "Nowadays, there are opportunities, for instance, in financing the greening of the economy.", "And in terms of technology, too, Deutsche Börse has its finger on the pulse of the era.", "Blockchain, in particular, promises to improve the settlement of financial transactions.", "[21] Deutsche Börse and the Bundesbank have jointly developed and tested a prototype for securities settlement, which has proved suited for this purpose.", "[22] However, the research project also demonstrates that a new technology does not always trump the existing systems, as decentralised technology is, in principle, somewhat slower and more expensive, yet provides other advantages.", "In other words, its use requires an exact cost-benefit analysis.", "Ladies and gentlemen, It is worth taking a closer look at Christian Borchert's family portraits, which I mentioned earlier on.", "He always used the same camera, with the same focal length, and he always took his pictures in landscape format.", "He thereby gave change a framework.", "And you might be in for a surprise if you are looking for breaks in the photos, for you might find \"more continuities than breaks\".", "[23] For monetary policy, the European treaties set a clear governance framework.", "At its heart are the people and the promise made to them - the promise to maintain price stability within the euro area.", "I wish you all a happy and successful 2020.", "Thank you for your attention.", "Holtfrerich, C.-L. (1999), Finanzplatz Frankfurt - Von der mittelalterlichen Messestadt zum europäischen Bankenzentrum, Verlag C.H.Beck, Munich.", "European Central Bank (2019), transcript of the press conference on the monetary policy meeting of the ECB Governing Council on 12 December 2019. .", "(2018), Central bank communication as an instrument of monetary policy, Deutsche Bundesbank, speech delivered on 2 May 2018. .", "Jansen (2008), Central bank communication and monetary policy: A survey of theory and evidence, Journal of Economic Literature, Vol.", "Deutsche Bundesbank (2013), Forward guidance - an indication of monetary policy stance in the future, Monthly Report, August 2013, pp.", "Geiger, F. and F. Schupp (2018), With a little help from my friends: Survey-based derivation of euro area short rate expectations at the effective lower bound, Deutsche Bundesbank Discussion Paper No 27/2018.", "Coibion, O., Y. Gorodnichenko, S. (Seite) Kumar and M. Pedemonte (2018), Inflation expectations as a policy tool?, NBER Working Paper No 24788. .", "Coibion, O., Y. Gorodnichenko and M. Weber (2019), Monetary policy communications and their effects on household inflation expectations, NBER Working Paper, No 25482. .", "(2019), Monetary policy: lifting the veil of effectiveness, European Central Bank, speech delivered on 18 December 2019. .", "Deutsche Bundesbank (2019), \"The relevance of surveys of expectations for the Deutsche Bundesbank\", Monthly Report, December 2019, pp.", "A subsequent, more in-depth paper is Bholat, D., N. Broughton, J. Ter Meer and E. Walczak (2019), Enhancing central bank communications using simple and relatable information, Journal of Monetary Economics, Vol.", "Deutsche Bundesbank (2017), The natural rate of interest, Monthly Report, October 2017, pp.", "(2018), Securing stability - challenges from the low interest rate environment, Deutsche Bundesbank, speech delivered on 20 November 2018. .", "Deutsche Bundesbank (2018), Lower bound, inflation target and the anchoring of inflation expectations, Monthly Report, June 2018, pp.", "(2018), Keeping at it: The quest for sound money and good government, PublicAffairs, New York, p. 227. .", "European Central Bank (2016), Assessing the impact of housing costs on HICP inflation, Economic Bulletin, December 2016, pp.", "(2018), From extraordinary to normal - reflections on the future monetary policy toolkit, Deutsche Bundesbank, speech of 16 November 2018. .", "(2019), What the future holds - Benefits and limitations of forward guidance, Deutsche Bundesbank, speech of 22 November 2019. .", "European Parliament (2019), Draft report on the Council recommendation on the appointment of the President of the European Central Bank, Committee on Economic and Monetary Affairs, 29 August 2019. .", "Deutsche Bundesbank (2019), Crypto tokens in payments and securities settlement, Monthly Report, July 2019, pp.", "Lehmstedt, M. (2017), \"Diese Bilder sind Futter für die Fantasie\", DIE ZEIT, interview by Gabriel Kords published on 21 April 2017."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "none", "none", "none", "financial dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "none", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "none", "financial dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "fiscal dominance", "fiscal dominance", "fiscal dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Monetary policy strategy", "Communication", "Definition of the monetary policy aim", "Measuring inflation", "Instruments of monetary policy", "Inflation expectations", "Price stability", "Financial stability", "Forward guidance", "Central bank independence"]}