{"sentences": ["LECTURE NOTES THOMAS SANGILL MACROPRUDENTIAL POLICY IN DENMARK MACROPRUDENTIAL POLICY AND SYSTEMIC FINANCIAL RISKS, LECTURE 21, UNIVERSITY OF COPENHAGEN INTRODUCTION These lecture notes outline the journey of the Danish Systemic Risk Council (\"the Council\"), commencing at the roots of its establishment and end- ing at the present time where it functions as the macroprudential authority in Denmark.", "The lecture notes split this journey into ten sections and casts light on both struggles and successes along the way.", "Section 1 summarises how the recommendations of the Committee on the Structure of Financial Supervision led to the establishment of a systemic risk council in Denmark.", "The institutional setup of the Council is elaborated upon in Section 2, which also draws comparisons to the setup of macroprudential authorities abroad.", "With the cornerstones of the institutional setup laid out, Sections 3 and 4 proceed by outlining the first year of the Council's work and the Council's two observations on conditions for a rapid build-up of systemic financial risks, respectively.", "Subsequently, the Council's road to introducing borrower-based measures in Denmark is presented in Sections 5 and 6.", "In Section 7, the Council's framework for assessing the countercyclical capital buffer is presented along with the recommendations for activating and building up the buffer.", "The Council's role as a macroprudential authority in the Faroe Islands and Greenland is summarised in Section 8, while Section 9 outlines the Council's part in facilitating the debate on systemic cyber risk and resilience in the Danish financial sector.", "The last section of the lecture notes reflect on the Council's work till now and looks into the crystal ball to see what the future may hold.", "While the future is uncertain, it is clear that the Council's jour- ney is far from over and the full potential of macroprudential policy in Denmark has yet to be seen.", "THE DANISH SYSTEMIC RISK COUNCIL IS ESTABLISHED The global financial crisis of 2007/2008 led many countries to reconsider their institutional frameworks for the oversight of the financial system.", "One obvious place to look is the division of responsibilities between the central bank and the financial supervisory authority.", "If these were separate institutions before the crisis, the crisis may be an argument for merging them and thereby placing banking supervision with a strong, independent institution.", "On the other hand, it may jeopardise the independence of the central bank to be involved in decisions regarding individual financial institutions as these are often subject to strong political interests.", "In Denmark the central bank and the financial supervisory authority are separate institutions.", "And after the global financial crisis, it was considered to transfer banking supervision to the central bank.", "Thus, in December 2010 the Minister for Business and Growth set up a Committee on the Structure of Financial Supervision.", "In the terms of reference of the committee, it was stated that several countries have taken initiatives to change the organisation of financial supervision, so that the role of the central bank is increased.", "However, in Denmark this issue was only considered for a short period of time.", "After the general election in September 2011, the new government concluded that it was not possible to find a suitable alternative organisation which at the same time ensured that the Government would have sufficient insight and knowledge about the financial sector.", "Against this background, the Government and Danmarks Nationalbank in agreement decided to put this part of the committee's work on hold.", "Thus, the central bank and the financial supervisory authority remained separate institutions.", "In the autumn of 2011, the committee was tasked to investigate the need for establishing a national systemic risk council.", "This new task gained prominence on the European agenda in December 2011 when the European Systemic Risk Board (ESRB) recommended all EU member states to appoint authorities to be responsible for managing systemic risks.", "The committee completed its work in June 2012 and recommended the establishment of a systemic risk council to that should function as the macroprudential authority in Denmark.", "This was written into Danish law in December 2012.3 The ESRB has subsequently concluded that the institutional framework of the established systemic risk council is largely compliant with the guidelines in their recommendation from 2011.4 The Danish Systemic Risk Council (\"the Council\") has an advisory role and works to prevent or reduce systemic financial risks that may put pressure on all or parts of the real economy.", "The Council comprises two representatives from Danmarks Nationalbank (the chair of the Board of Governors of Danmarks Nationalbank being the chair of the Council), two representatives from the Danish Financial Supervisory Authority, one representative from each of the economic ministries5 and three independent experts with knowledge of financial affairs.", "Danmarks Nationalbank provides secretariat services to the Council.", "The Danish Financial Supervisory Authority and the economic ministries participate in the secretariat.", "The secretariat prepares all material for the Council's meetings.", "According to the Financial Business Act, the Council's mandate is rather broad within the financial area.", "Thus, the Council can address systemic risks in areas which are only subject to limited regulation or no regulation at all.", "However, the Act also put limits on how far the Council can go.", "Hence, the judicial framework prohibits the Council from expressing opinions about overall economic policy (e.g.", "fiscal, tax, or monetary policy) or about sector policy beyond the financial area.", "Therefore, for example, the Council in its work has had to take property taxation as given, even though inappropriately designed property taxation may foster the buildup of house price bubbles that together with loose credit standards may lead to systemic risks.", "Also, according to the Act, the Council cannot take a position on crisis management efforts in the form of bank packages or specific banks in distress.", "The Council has no direct power over any macroprudential instrument.", "Instead, the Council may issue observations and warnings if specific systemic risks are found to be building up, and it can issue recommendations with specific initiatives to mitigate the identified risks.", "Recommendations are issued on a comply-or-explain basis and may be addressed towards the Danish Financial Supervisory Authority or, if it concerns legislation, to the Government.", "However, in practice, the Council has addressed all recommendations to the Government.", "This reflects that, while the Council is the macroprudential authority in Denmark, the Minister for Industry, Business and Financial Affairs has the exercising power when it comes to, for instance, setting the countercyclical capital buffer.", "At the time of the Council's establishment, Danmarks Nationalbank argued that this responsibility should be delegated to the Danish Financial Supervisory Authority or the Council.", "This opinion was rooted in the fact that institutions facing public pressure may act too little and too late, as macroprudential measures will often need to be implemented at a time when it is difficult for the public to see the need hereof.", "On the other hand, one can argue that as macroprudential instruments - especially so-called borrower-based measures - directly affect households, they should not be placed with non-elected officials.", "According to the Act, decisions within the Council are taken on the basis of majority voting.", "If the Council decides on a recommendation to the government, however, only the members from Danmarks Nationalbank and the independent experts are allowed to vote.", "A recommendation to the government must include a statement by the representatives of the ministries.", "The judicial framework also states that the Council should strive for consensus.", "Therefore, all decisions made by the Council are based on thorough discussions among all its members.", "HOW DOES THE INSTITUTIONAL SETUP IN DENMARK COMPARE TO OTHER COUNTRIES?", "Compared to other European countries, the institutional setup in Denmark is unusual.", "Only in two European countries (Denmark and Norway) is the government responsible for the use of macroprudential instruments specified in the capital requirements directive and regulation (CRD/CRR), e.g.", "the countercyclical capital buffer, the systemic risk buffer and SIFI buffers.", "In general, the different institutional setups in Europe can be split into two groups.", "In the first group, the macroprudential authority controls the macroprudential instruments in the CRD/CRR.", "In this group, the macroprudential authority is the central bank (12 countries), a systemic risk council (4 countries), the financial supervisory authority (2 countries), or the government (1 country (Norway)).", "In the second group of countries, the macroprudential authority does not control the macroprudential instruments.", "In this group, the macroprudential authority is either a systemic risk council (9 countries) or the central bank (1 country), whereas the authority controlling the instruments is the central bank (6 countries), the financial supervisory authority (3 countries), or the government (1 country (Denmark)).", "Looking only at countries where the central bank chairs a systemic risk council without direct control over macroprudential instruments, it is the central bank that controls the instruments in all countries except for Denmark.", "Thus, the Danish institutional setup, where the Chair of the Board of Governors at the central bank also chairs a risk council that can issue recommendations to the Government on a comply-or-explain basis, is indeed rather unique.", "Internally in the Danish central bank, this setup has led to some considerations as regards the dual role of the Governor.", "It is impossible for the Governor to communicate the views on macroprudential policy of both the central bank and the Council to the public.", "The press and people in general would have difficulties distinguishing between different views coming from the same person.", "Consequently, in order to preserve the central bank's independence - including on its financial stability mandate - the Governor can only speak on behalf of the central bank.", "This leaves the Council without a voice in public.", "In fact, the only way the Council communicates is through press releases and other documents released on its webpage.", "The Council's secretariat can answer factual questions from journalists, but all requests for interviews or further elaborations on the Council's decisions have to be declined.", "It is well-known that macroprudential policy decisions may suffer from inaction bias.", "Their benefits will materialise only at some future point in time while their costs occur immediately, which results in an incentive for policy-makers to delay activating policy.", "However, in an institutional setting as the one in Denmark, there is an extra dimension to this problem.", "It may certainly be costly for the Government in the long run if it turns down recommendations from the Council and a systemic crisis occurs.", "But the Council also faces costs if its recommendations are not followed.", "Furthermore, these costs are felt immediately.", "If a recommendation by the Council is not followed, the Council's credibility is challenged.", "If this is repeated, the Council risks becoming irrelevant.", "This can lead to a \"selfimposed inaction bias\" by the Council.", "Therefore, long-term success of the unique Danish model depends on policy-makers' continued implementation of the Council's recommendations.", "Finally, to compare the Danish institutional setup with countries in a broader international perspective, Edge and Liang (2020) look at the ways in which financial stability committees in various countries manage the Countercyclical Capital Buffer (CCyB).", "The dataset that the authors put together covers 58 countries.", "Of these, 47 countries have a financial stability committee, most of which were set up after the financial crisis.", "In the dataset, the average number of agencies on financial stability committees is four, meaning that the number of agencies on the Danish systemic risk council is a little above the average, though not significantly so.", "The authors find that, in general, financial stability committees with fewer agencies are more likely to overcome inaction bias.", "In terms of setting the CCyB, the Danish setup is quite unusual, also in a broader international comparison.", "In most countries, the central bank has the authority for setting the policy, with a significant minority giving the authority to the prudential regulator.", "Edge and Liang (2020) also group countries based on aspects of each country's financial stability committee that are considered to be conducive to stronger policy-setting.", "The Danish Systemic Risk Council is considered to be one of the strongest as it is formally created in national legislation, it takes votes on its policies, it has a single, specified chair and it has a formal role in advising the agency that sets the CCyB policy.", "Therefore, while the Danish Systemic Risk Council is unusual by international standards, it contains some features that can help overcome inaction bias in macroprudential policy-making.", "(Slides 6 - 7) The members of the Council were appointed by the Ministry of Business and Growth on 21 February 2013.", "The three independent experts are appointed by the Ministry of Business and Growth after consultation with Danmarks Nationalbank.", "The overall philosophy behind appointing the three independent experts is that they have different perspectives on systemic risks in Denmark.", "One should be able to see systemic risks in Denmark from the outside, using the experience of another country.", "In this regard, Sigríður Benediktsdóttir, Head of the Financial Stability Department of the Central Bank of Iceland, was appointed.", "She was later followed by Ida Wolden Bache, Executive Director of the Monetary Policy Department of Norges Bank.", "One independent expert should have experience from the Danish financial sector.", "Here, Peter Schütze, former CEO of Nordea Denmark, was - and still is - appointed.", "Lastly, one expert should be from academia with knowledge of the insurance sector.", "In this regard, Torben M. Andersen, professor at Aarhus University, was appointed, and later followed by Svend Erik Hougaard Jensen, professor at Copenhagen Business School.", "The Council held its first meeting on 8 April 2013.", "At the first meeting, the Council made a suggestion for rules of procedure for the Council to the Minster for Business and Growth.", "While the Financial Business Act provides the framework for the Council's tasks and responsibilities and contains rules for appointment of members, the rules of procedure lay out the services of the secretariat, what the Council publishes and rules for appointing alternates.", "The Minister approved the rules of procedure.", "At its first meeting, the Council decided to issue a press release.", "It has definitely added to the transparency of the Council that all its meetings have been followed by a press release.", "The press releases highlight the main discussions and conclusions from the meetings and provide information if the Council has issued observations, warnings or recommendations, which are also published on the Council's webpage.", "During the first meetings of the Council, the topics of discussion revolved around creating a framework for risk-monitoring in Denmark and assessing the current systemic risks in the financial system through this framework.", "It became a practice to start each meeting with an assessment of current risks in the financial sector in Denmark, followed by discussions of potential macroprudential measures to address identified risks and ad-hoc analysis if warranted.", "For instance, at its second meeting in June 2013, the Council decided to analyse: 1) whether the high indebt- edness of Danish households could involve systemic financial risks, and 2) systemic risks related to a prolonged period with low interest rates.", "Already at the Council meeting in June 2013, the Council published its first recommendation.", "It was a recommendation on the phasing-in of the capital requirements in Danish legislation.", "Specifically, the Council recommended that the government put forward legislative proposals that implement the recommendations of the Committee on Systemically Important Financial Institutions and the capital and liquidity requirements of the CRD IV and CRR.", "However, the Council recommended three exceptions to the time-frame for implementation.", "One of the exceptions was that the countercyclical capital buffer framework should be introduced from 1 January 2015.", "The Government's response to the recommendation was support, but the Government also pointed out that action could not be taken until political negotiations regarding financial regulation, including regulation of SIFIs, had been completed.", "During the fall of 2013, a proposal to implement CRD IV into Danish law was put forward, and on 18 March 2014 the law passed in parliament.", "On that background, the Government issued a second response to the Council.", "On 27 March 2014, the Council responded to the answer from the government, acknowledging that the recommendation had generally been followed.", "However, the Council noted some deviations, e.g.", "that the framework for the countercyclical capital buffer would be phased in gradually from 2015 to 2019.", "The Council had recommended that the framework should be implemented in full from 2015.", "The Council found that if, for example, credit developments in the period up to 2019 would warrant a level of the countercyclical buffer that was higher than the one allowed under the gradually implemented framework, new legislation would be required.", "MACROPRUDENTIAL POLICY IN A LOW INTEREST RATE ENVIRONMENT While macroprudential policy has gained prominence as a response to the global financial crisis of 2007/2008, the focus of policy actions has to a large extent been on limiting the potential negative side effects of a prolonged period of very low interest rates.", "In the fall of 2014 and again in the spring of 2015, the Council issued socalled observations entitled \"Low interest rates and build-up of systemic risks\".", "An observation is one of the three forms of statements the Council can issue apart from the press release.", "An observation implies that according to the Council's assessment there is a risk that systemic financial risks may be building up; however, no-one is required to comply with an observation.", "In the first observation, the Council outlines the potential transmission channels through which the very low interest rates could give rise to a number of systemic financial risks.", "The first channel is the search for yield, with investors seeking higher risk in expectation of higher yields, resulting in low risk premia and rising asset prices.", "The second channel is the expectation that central banks will always come to the rescue if developments in the financial markets are contrary to expectations.", "That pattern of monetary policy was actually so widely practised by the Fed under chairman Greenspan that it was called the \"Greenspan put\" - referring to the protection of a put option on asset prices.", "The pattern of providing ample liquidity to markets every time there are signs of unrest is now even more widely used - by more central banks and with more monetary policy tools such as direct asset purchase programmes.", "However, the short term stabilisation of markets comes at a price - misaligned incentives leading to further risk-taking behaviour.", "All in all, a prolonged period of low risk premia, low volatility and rising asset prices may result in inherent expectations of these developments continuing for a long time.", "This may lead to underestimation of risk - or risk illusion - on the part of both financial institutions and their customers.", "Unfortunately, governments and authorities are not immune to risk illusion either - over time they may also be led to believe in an everlasting boom of the economy.", "In its statement, the Council finds that at that point in time \"no considerable systemic risks have built up in the Danish financial system as a result of the level of interest rates\".", "However, the Council also points out a number of areas where systemic risks might potentially develop and require extra caution, such as credit growth and credit standards, house price developments and search for yield resulting in excessive risk-taking by both borrowers and lenders.", "In the second observation from March 2015, the Council draws special attention to the housing market, noting that: \"There is currently an unusual combination, not previously seen, of extraordinarily low interest rates, rising house prices and an expanding economy.", "This combination could lead to inappropriate behaviour in the form of excessive risk-taking and risk illusion among borrowers and credit institutions...\" The Council therefore urges banks to exercise suitable caution when granting mortgage loans, particularly when granting interest-only loans or loans with variable interest rates.", "With these two observations, the Council also maps out the areas that it would address in its policy discussions and policy decisions at the following meetings: credit growth and credit standards, the search for yield resulting in excessive risk-taking by both borrowers and lenders and finally the housing market.", "THE COUNCIL'S FIRST ATTEMPT TO LIMIT INTEREST-ONLY MORTGAGES After the September meeting in 2014, the Council issued a recommendation addressed to the government.", "The objective of the recommendation was to lower the maximum LTV limit on interest-only mortgages, i.e.", "mortgages where amortisation is deferred.", "To understand the context of the recommendation, it is important to understand that Danish mortgage credit institutions play a very important role in the Danish economy and the financial system.", "Mortgage credit institutions are specialised banks that grant loans collateralised by real estate.", "These mortgages constitute some two-thirds of total credit granted to Danish citizens and enterprises.", "The bonds that mortgage credit institutions issue to fund the mortgage loans are important liquidity instruments for Danish banks as well as a major asset class for Danish pension companies.", "The current legislation stipulates that Danish mortgage credit institutions may issue mortgage loans against residential real estate corresponding to a maximum of 80 per cent of the value of the property.", "The introduction of interest-only mortgages did not change that.", "However, interestonly mortgages may imply higher credit risk if households do not use these mortgages for other consolidation purposes.", "Further, studies by Danmarks Nationalbank documented that the introduction of interestonly mortgages could account for a significant share of the excessive house price development prior to the crisis.", "The recommendation of the Council was for the government to change the statutory LTV limit in order to strengthen confidence in, and the robustness of, the Danish mortgage-credit model.", "The recommendation was issued at a time when the so-called Supervisory Diamond for Mortgage Credit Institutions was being drafted.", "The Supervisory Diamond is a microprudential tool that addresses a number of risk dimensions that materialised during the financial crisis.", "In the drafting phase, it was discussed whether risks related to interest-only mortgages should be a part of it.", "The Council's recommendation should also be seen in this context.", "Both by acknowledging that risks related to interest-only mortgages with high LTVs should be included in the Diamond, but also by explicitly stating that the government should go further: The Supervisory Diamond should be supplemented with hard legislation on lower LTV limits for interest-only mortgages as the Diamond leaves too much room for discretion.", "A somewhat stricter version of the Supervisory Diamond for Mortgage Credit Institutions was implemented with the aim of reducing risks related to interest-only mortgages with LTVs above 60 per cent.", "But the statutory LTV limits remained at 80 per cent.", "In the written statement by the representatives of the government, the Supervisory Diamond - in conjunction with other national and international measures taken - was deemed sufficient to reduce the current risks linked to households' home financing in an appropriate way.", "The government's reluctance to impose stricter measures probably reflects the political economy trade-off where it is much more difficult for politicians to restrict a measure rather than loosening it.", "The party starter that turns on the music and brings cocktails to the table wins more popularity contests in the short run than the guy that turns off the music while encouraging the crowd to get a good night's sleep to avoid hangovers.", "Restrictions on lending represent a cost which is immediately visible to the public, whereas the benefits of borrower-based measures, e.g.", "a reduced probability of financial crises, are abstract and will be reaped only in the longer term when the current elected representatives may not be in charge.", "In the Council's assessment, the verdict was that the government had only partially complied with the recommendation.", "Overall, the Council found that systemic risks linked to interest-only mortgages were reduced by the Supervisory Diamond but that there were still systemic risks linked to the mortgage credit institutions' ability to grant interest-only mortgages at high LTV ratios.", "That is, the Council did not agree with the government's explanation for not complying in full with the recommendation.", "The partial compliance by the government initiated some internal discussions in the central bank regarding the comply-or-explain mechanism.", "On the one hand, the government had evidently put forward an initiative that addressed the identified risks in the recommendation.", "Accordingly, the explanation by the government carried some weight - at least in the eyes of the greater public - and the Council also acknowledged that the Supervisory Diamond was a step in the right direction.", "On the other hand, if partial compliance by introducing softer versions of recommended measures was a sign of what to expect in the future, then perhaps the comply-or-explain mechanism needed to be revised.", "The government is represented in the Council and takes part in the discussions, so in theory they could always be able to front-run a recommendation before it is published by implementing a soft version of a proposed measure - thus signalling to the public that it has done enough.", "Formal discussions in the Council on this issue were, however, not put forward.", "THE LONG WAY TOWARDS A BORROWER-BASED MEASURE After its 17th meeting in March 2017, the Council issued a new recommendation on a borrower-based measure.", "The government was recommended to restrict lending to households with a DTI ratio above 4.", "The recommendation had a narrow geographical focus as it only applied to mortgage lending in Copenhagen and Aarhus.", "It had been a long way towards this borrower-based measure.", "The government had rejected the Council's recommendation on lowering LTV limits on interest-only mortgages in 2014, so it was important for the Council that the government would follow a subsequent recommenda- tion on a borrower-based measure.", "If not, the Council might lose its relevance.", "A number of initiatives and public statements were initiated to help pave the way.", "In March 2015, the Council issued its second observation on risks related to a prolonged period of low interest rates.", "The observation stressed, among other things, that the current combination of low interest rates and rising house prices could lead to excessive risk-taking and risk illusion.", "In November 2016, the Council hosted a conference with the title \"Macroprudential instruments targeted at the real estate market\".", "The programme included speeches and panel discussions among Danish and international macroprudential authorities, academics and banking industry representatives.", "A discussion paper outlining possible ways to address housing market-related risks was published by the Council as a way of setting the stage for the conference, and a public consultation was launched.", "The banking industry acknowledged that macroprudential measures may be warranted but called for flexibility.", "The recommendation was then issued in March 2017.", "As mentioned earlier, the recommendation asked the government to restrict new lending to households with a debt-to-income ratio above 4.", "The recommendation allowed 15 per cent of new loans to be exempted.", "30-year fixed rate mortgages with regular principal repayments were also exempted.", "Thus, credit institutions were granted flexibility to deviate from the rule as initially requested.", "The main concerns stated in the recommendation were related to high house price increases in the larger Danish cities and, as a consequence, increased lending growth to households with high debt levels and high interest rate sensitivity.", "It is often debated whether macroprudential policies should target house prices explicitly.", "Is a high price level a systemic risk concern, an efficiency issue or a distributional problem?", "And, further, are macroprudential policies the best way to address house price developments if they are deemed a concern?", "During internal discussions in the Council, the observed high house price growth was not considered to be the main cause of concern per se.", "Rather, it was risk build-up related to lending to vulnerable households coupled with the widespread use of interest-only mortgages that the Council wanted to address.", "The emphasis of concerns related to house price growth in the recommendation reflects the fact that the Council only has soft powers and, hence, relies on the will of the government to act.", "And to the public, it was very visible that house prices in Copenhagen and Aarhus were increasing rapidly, whereas the risks associated with lending growth and loosening of credit standards might have been more abstract.", "The final recommendation thus contained references to both house prices and lending growth.", "The geographical focus on Copenhagen and Aarhus was also related to political economy considerations.", "As in many other Western economies, urbanisation trends are strong in Denmark and the recovery since the financial crisis has been highly asymmetric.", "The larger cities have experienced strong growth, whereas rural areas have remained below pre-crisis levels in terms of economic activity and house price levels.", "Many government policies - regardless of who has been in charge - have had an explicit focus on not making areas outside the larger cities worse off.", "Making the recommendation applicable only to Copenhagen and Aarhus was considered to increase the chances that the government would accept it.", "And, in terms of archiving its goal of reducing systemic risks, the geographical differentiation was fully justified as high lending growth and loosening of credit standards were concentrated around the big cities.", "The government initially decided to follow the recommendation in its full wording and credit institutions had to comply with rules from 1 October 2017.", "However, in the fall of 2017 it was also time for local elections and it turned out that housing market regulation became a theme.", "Politicians in municipalities located just inside the greater Copenhagen area were complaining that these municipalities would be treated unfairly relative to municipalities just outside the area.", "After a few days of critique in the media, the government decided to postpone the implementation of the measure.", "Geographically differentiated housing market regulation turned out not to be easy to implement after all, at least not during local elections.", "The government subsequently chose to implement a somewhat softer version of the measure applicable to all of Denmark from January 2018.", "The adopted measure was softer primarily in the sense that interest-only mortgages could also be exempted if the interest rate was fixed for 30 years.", "Nevertheless, the Council officially acknowledged that it served its purpose.", "The measure was implemented as an executive order in the so-called good practice for mortgage lending, or what can be labelled as consumer protection legislation.", "Denmark does not have a dedicated legal framework for borrower-based macroprudential measures, so policymakers need to be creative when macroprudential measures are to be implemented.", "Consumer protection legislation has often been the first choice but sometimes has its limits.", "As a matter of fact, the initial recommendation by the Council was not possible to implement through the consumer protection legislation as the geographical differentiation was not compatible with general consumer protection.", "Instead, the government issued what it labelled a \"steering signal\" to credit institutions.", "Essentially it was a threat that if they didn't comply, legislation would be introduced in the near future.", "Whether such a non-legally binding steering signal or guideline would have been more effective than consumer protection legislation is an open question.", "In either case, legally binding consumer protection is probably stronger.", "At least in terms of creating a level playing field between domestic and foreign credit institutions, legally binding consumer protection has merit.", "Considerations regarding reciprocation would not be necessary as consumer protection applies to all legal persons in Denmark, irrespective of the nationality of lender.", "The long and bumpy road towards this borrower-based measure has spurred a lot of discussion and reflection within both the Council and the central bank.", "Looking at the bottom line, Danish authorities have managed to implement a number of macroprudential measures without a dedicated macroprudential framework for borrower-based measures and with no hard powers at the macroprudential authority.", "Whether the implemented measures were calibrated sufficiently tightly may be up for discussion, but it will probably be easier to tighten an existing measure rather than activating a new one.", "Hence, the implemented measures restricting loan-to-value ratios, debt-to-income ratios, amortisation etc., have hopefully paved the way for a subsequent tightening if deemed necessary.", "It hasn't been easy and beautiful at all times.", "However, that is a cost of living in a democratic society.", "Borrower-based measures impact households very directly and have distributional impacts.", "The decisionmaking process may take longer but, in a democracy, the final decision should lie with elected representatives.", "ACTIVATION AND BUILD-UP OF THE COUNTERCYCLICAL CAPITAL BUFFER (Slides 11 - 14) The purpose of the CCyB is to prevent a negative impact on the real economy when the financial system is under stress.", "The buffer has to be built up when systemic risks increase and before financial imbalances grow too large, making the financial sector vulnerable to negative shocks.", "The buffer has to be released if stress occurs in the financial system and there is a risk of severe tightening of lending to households and firms.", "The Council published its framework for assessing the CCyB in December 2014.21 Denmark was one of the first countries to develop and publish a method to assess the CCyB.", "In Denmark, the CCyB could potentially have been set at a positive rate from 2015.", "This was one year earlier than in many other countries.", "The Danish framework was gradually phased in from 2015 to 2019.", "The buffer rate could be set at up to 2.5 per cent in 2019, and from 2020 it can be set at a higher value if justified by the assessment basis.", "The initial method for assessing the CCyB comprised three steps.", "For step 1, the Council identified five key indicators for the build-up phase and two key indicators for the release phase.", "In step 2, other quantitative and qualitative information was taken into account.", "Based on an overall assessment, the level of the buffer rate was determined in step 3.", "It became clear, however, that the method entailed a risk that the buffer would be built up too late in the financial cycle to make a difference if there was a need to release it.", "One reason was that one of the few key indicators was the so-called credit-to-GDP gap recommended by the Basel Committee and the ESRB.", "There are some challenges in using this indicator for the current credit development.", "One of the weaknesses of the indicator is that it relies on a statistically calculated trend that is boosted by the very high lending growth and high level of lending in the pre-crisis years.", "This results in a highly negative credit-to-GDP gap in Denmark in subsequent years, indicating no need to activate the buffer.", "However, even moderate lending growth can mask the build-up of risk, e.g.", "if credit quality requirements are eased and new loans are granted to more risky firms.", "And risks can be amplified by the already high level of total lending.", "Therefore, the pace of lending growth should not need to be as strong as in the pre-crisis years before the buffer is built up.", "In order to increase the probability of a timely build-up of the buffer, the Council reviewed its framework in the course of 2017.", "A first step was to look at other countries' approaches and their experience.", "Relevant countries were Iceland, Norway, Sweden and the UK as these countries had activated - and some of them also increased - the buffer.", "Iceland and the UK activated the buffer despite very negative credit-to-GDP gaps.", "In August 2017, a draft of the revised method was presented at a socalled dialogue meeting with representatives from Danish universities and the financial sector.", "There was general support for revising the method.", "Participants expressed views on the timing and indicators for activating the buffer as well as communication of the Council's decisions.", "For example, the sector representatives put forward a wish for forward guidance in the Council's recommendations, i.e.", "the Council should explicitly state expectations about the next recommended change in the buffer level.", "This would make it easier for banks to adapt their capital positions to the buffer in the build-up phase.", "The Council took these views into consideration when finalising the revised method.", "In November 2017, the final revised method was published.", "The method aims at early phasing-in of the buffer to increase the probability that the buffer is built up before risks materialise.", "To detect the build-up of risks at an earlier stage than the previous method, the revised method incorporates a broader set of key indicators.", "Now there are 18 key indicators divided into 6 categories.", "The information basis also includes other quantitative and qualitative information as in the previous method, but now all information is assessed at the same time and not in sequential steps, thus putting more weight on other quantitative and qualitative information, such as the low interest rate environment.", "Assessing the right time to increase the buffer is not easy.", "Two possible mistakes can be made.", "One is to build up a sizeable buffer and it is not needed for a long time.", "Another is if the buffer is not built up in time and then it is needed.", "Danmarks Nationalbank has publicly stated that it prefers to make mistake number one.", "The buffer should be phased in early and gradually in times of optimism.", "This makes it easier for credit institutions to adapt to the new, higher capital requirements by retaining profits.", "Therefore, the costs of increas- ing the buffer early in the financial cycle are relatively low compared with the costs, for society as well as the individual institution, of not having sufficient capital in crisis periods.", "A higher buffer increases resilience in the financial system.", "Effects on banks' lending rates and lending to customers are expected to be limited.", "Higher capital requirements imply that a larger share of assets must be funded using equity rather than debt.", "A common argument is that equity is a more expensive source of funding than debt.", "However, this is not necessarily the case as the risk decreases for both shareholders and creditors when a bank's equity increases.", "Danish experience shows that the increased capital requirements introduced under the international post-crisis regulation did not result in a fall in lending.", "In December 2017, the Council recommended to the Minister for Business and Growth to activate the CCyB at 0.5 per cent with effect from 31 March 2019.26 Note that the date is 15 months after the recommendation due to the fact that the Minister has three months to either comply or explain.", "According to legislation, an increase in the countercyclical buffer enters into force 12 months after the Minister decides to change the buffer level.", "The Council included forward guidance in the recommendation, i.e.", "it was stated that: \"If the build-up of risk does not change materially, the Council expects to recommend a further increase of the buffer rate by 0.5 percentage points within the next year\".", "The Minister followed the recommendation.", "However, he also noted the Council's expectation to recommend a further increase of the buffer and stated that the development at that time did not indicate the need to further increase the buffer.", "At the same time as publishing the recommendation, the Council also published a so-called Q&A explaining the CCyB to the public and journalists.", "The document provides relatively simple answers to different questions and journalists have used it for articles in the newspapers.", "Hence, the Q&A document proved very useful and has later been updated.", "In September 2018, the Council recommended an increase in the buffer rate to 1 per cent.", "The representatives of the ministries stated on the same day that the Minister would follow the recommendation.", "The quick response can be seen in light of the pending money laundering case in the largest Danish credit institution, Danske Bank.", "Hence, there was political will to make the financial system more resilient.", "The Council changed the wording of the forward guidance in the recommendation from September 2018: \"The Council expects to recommend a further increase of the buffer rate by 0.5 percentage points in the 1st quarter of 2019 unless the build-up of risks in the financial system slows down considerably.\"", "This rephrasing made it easier to follow the strategy of increasing the buffer in 'good times' as it is difficult to detect changes in the risk build-up from quarter to quarter.", "In addition, the timing was narrowed down to a certain quarter.", "The changed wording was maintained in the next recommendations.", "The third recommendation on increasing the buffer rate to 1.5 per cent was published in March 2019.29 Due to the general election, the deadline for complying with the recommendation was delayed a few days.", "However, the new Minister followed the recommendation.", "In addition to forward guidance in the recommendation from March 2019, the Council also stated its opinion that the buffer rate should be built up to 2.5 per cent (unless the build-up of risks in the financial system slows down considerably).", "This opinion was repeated in the fourth recommendation from September 2019 on an increase of the CCyB to 2 per cent.", "The Minister also followed the recommendation on increasing the CCyB to 2 per cent with effect from December 2020.", "However, the increases to 1.5 and 2 per cent never did take effect in practice, as the Minister reduced the buffer rate from 1 to 0 per cent with immediate effect on 12 March 2020 in response to Covid-19.", "The release of the buffer in the face of the uncertainty following the spread of Covid-19 is in line with the Council's approach.", "The Council has discussed the release phase and included considerations on different situations where the buffer could be released in its method paper.", "In the recommendations, it is stated that the buffer has to be reduced with immediate effect if stress occurs in the financial system and there is a risk of severe tightening of lending to households and firms.", "Releasing the buff er aims to prevent the banks and mortgage credit institutions from reducing credit supply due to capital shortfalls.", "When times are back to normal and the buffer has to be built up again, experience is now gained for the build-up phase as well as the release of the buffer, and the financial sector will know that the buffer will be released in a crisis situation.", "Thus, contrary to the first build-up where the banks continuously argued against the buffer, they may hopefully see the benefit of having a buffer in place that can be released in a crisis.", "A buffer of 2.5 per cent equals approximately kr.", "To put the size into perspective, it can be compared with the financial crisis in 2008 where banks faced large amounts of stress and increasing losses.", "This led to a government-funded capital injection of about kr.", "Finally, the Danish method for setting the CCyB is in compliance with European guidelines.", "In 2014, the ESRB issued a recommendation to member states regarding the approach to setting the countercyclical capital buffer rate.", "In 2019, the ESRB evaluated the member states' compliance with the recommendation.", "The ESRB's assessment is that Denmark's method is in full compliance with the recommendation.", "THE FAROE ISLANDS AND GREENLAND The Council is the macroprudential authority for all parts of the Kingdom of Denmark and is therefore also responsible for identifying and monitoring systemic financial risks in the Faroe Islands and Greenland.", "The Council can also recommend macroprudential measures relating to the banks operating in these two economies, which has been the case for the Faroe Islands.", "The Faroe Islands and Greenland have populations slightly above 50,000 people each.", "Their economies are characterised by being small and open - with a concentrated business structure heavily dependent on fisheries as well as aquaculture in the Faroe Islands.", "The structural characteristics of the Faroese and Greenlandic economies leave their economies open to a number of vulnerabilities.", "Conducting macroprudential policy in the Faroe Islands and Greenland is complicated by several factors.", "The information basis for conducting macroprudential policy in the Faroe Islands and Greenland is generally much smaller as compared to that for Denmark.", "In addition, deciding on macroprudential policies and implementing them in the Faroe Islands and Greenland is more complex as both Danish, Faroese, and Greenlandic authorities are involved.", "It is not in the interest of Danish policy-makers to introduce macroprudential policy measures in the Faroe Islands and Greenland that may put a strain on the North Atlantic relationships.", "SYSTEMIC CYBER RISK AND RESILIENCE Apart from traditional macroprudential policy, the Council has also had an important part to play in putting the debate on systemic cyber risk and resilience in the financial sector at the top of the agenda in Denmark.", "The topic was discussed at the Council's meeting in December 2015 and followed up by a high-level meeting with CEOs from the most critical institutions in the financial sector in June 2016.", "There was broad agreement that more formalised sector collaboration on operational risks was required, and the Financial Sector Forum for Operational Resilience, including cyber resilience, was established.", "The forum ensures collaboration across the sector, e.g.", "by taking mitigating actions to enhance resilience and conducting cross-sector tests of cyberattacks, and puts Denmark at the forefront in this area.", "LOOKING BACKWARDS AND FORWARDS (Slides 16 - 17) While the Council has already issued several policy recommendations, it is still maturing.", "This is also true as regards the Council's understanding of how macroprudential policies and their transmission channels operate.", "As more experience is gained with implementing and assessing macroprudential policies, both internationally and in Denmark, the Council's way of formulating policy goals, specifying intermediate objectives and selecting relevant policy instruments will likely evolve.", "In spite of the relatively short history of macroprudential policy, it appears that the Council has managed to use this policy toolkit to deliver on its objectives.", "The Council has provided both capital-based and borrower-based policy recommendations to build resilience in the financial sector.", "The Danish authorities have to a large extent complied with these recommendations, which has given the Council credibility along with an important role in the oversight of the Danish financial sector, despite its advisory mandate.", "That said, the Council's policy recommendations are unlikely to prevent future crises from occurring and its work is not yet complete.", "The Council has still to develop a compass for conducting macroprudential policy during episodes of crisis, such as the Covid-19 crisis, which continues to be uncharted waters.", "It also needs to assess the impact of loosening policy instruments, for instance the CCyB, on the severity of the crisis and comprehend the interplay between macroprudential policies and other policy areas.", "The interaction between macroprudential policy and other policy areas may change considerably during times of stress.", "For example, the complementarity between microprudential and macroprudential policies that usually exists during upturns may be replaced by tension in downturns.", "Such tensions may emanate from macroprudential decisions to release capital buffers and can create weaker financial institutions and complicate life for microprudential supervisors.", "The Council's wisdom on policy interaction and instrument effectiveness will grow with experience, but challenges to policymaking will remain as no two crises or upturns are the same.", "An upturn will presumably follow as the economic consequences of the Covid-19 pandemic fade.", "From the Council's perspective, the next upturn will differ from its predecessor as the arsenal of macroprudential policies is better understood and a macrofinancial surveillance framework has already been established.", "Moreover, as this upturn approaches, the Council will also have compiled experience over a whole cycle, which will serve as a good basis for identifying and addressing potential shortcomings in its work streams.", "Yet, the next upturn will also differ in other respects.", "The economic landscape will be different and new risks will become apparent.", "This will most probably call for a different macroprudential stance.", "Deciding on this stance and timing its implementation appropriately will be a difficult task.", "In addition, actors in the financial sector will also have adapted their expectations and actions based on previous macroprudential policies during the next upturn.", "Handling such expectation biases will present a new challenge to the Council when it comes to convincing the sector of the need to employ different macroprudential policies.", "Regardless of these new challenges, the Council should continue working towards building resilience in the financial sector.", "This will be important irrespective of where the next shock originates from.", "The Covid-19 crisis has once again shown that shocks to the economy and the financial system are extremely hard to predict in advance, and therefore building resilience in good times is key.", "To summarise, the Council is still maturing and it will continue to do so in the years to come.", "The first experience with conducting macroprudential policy in Denmark has proven very informative, but also emphasised that there is still much more to be learned.", "It has taken decades for the frontiers of monetary and microprudential policy to become as advanced as they are today.", "The same will be the case for macroprudential policy.", "Hence, the full potential of both the Council and macroprudential policy is yet to be seen.", "NATIONALBANK MACROPRUDENTIAL POLICY IN DENMARK ​Lecture 21, by Lars Rohde and Thomas Sangill The Danish Systemic Risk Council is established How does the institutional setup in Denmark compare to other countries?", "Macroprudential policy in a low interest rate environment The Councils first attempt to limit interest-only mortgages 6 The long way towards a borrower-based measure 7 Activation and build-up of the counter cyclical capital buffer The Faroe Islands and Greenland Systemic cyber risk and resilience Looking backwards and forwards The road to establishing a Danish systemic risk council The Council has an advisory role and comprises representatives from 5 authorities Danish Business and Growth Supervisory Danmarks Chair Chair of the Board of Governors at Danmarks DANISH SYSTEMIC RISK COUNCIL An advisory council in Denmark that works to prevent and reduce systemic financial risks that may put the economic development under stress.", "Observation 2 (March 2015): The Council urges banks to exercise suitable caution when granting mortgage loans, particularly when granting interest-only loans or loans with variable interest rates.", "September 2014: The Council's first attempt to restrict interest-only mortgages The government was recommended to lower the statutory LTV limits on interest-only Objective To lower credit risks in mortgage credit institutions' To strengthen investor confidence and financial The government decided not to follow the recommendation Restrictions on interest-only mortgages implemented as part of the Supervisory Diamond for Mortgage Credit Institutions The long road towards a borrower-based measure to the government: JANUARY 2018 Lower statutory limits on interest-only A new binding measure with a few deviations Applicable to all of Denmark Issuance of observation regarding risks related to low interest rates Restrictions on loan types for households with high loan-to-value and debt-to-income ratios.", "Conference on macroprudential However, still possible to obtain interest-only instruments targeting real estate risks.", "mortgages for these borrowers.", "The Council is also the macroprudential authority for the Faroe Islands and Greenland The Faroe Islands and Greenland are small, open economies with approximately 50,000 people and a heavy dependence on fisheries.", "Conducting macroprudential policy in Faroe Islands and Greenland is complicated by: The information set for monitoring systemic risks is smaller than for Denmark There are more steps to changing the countercyclical capital buffer (CCyB) than in Denmark Looking back: The Council has managed to make several initiatives to increase resilience in the financial sector Looking forward: The Council will grow with experience, but challenges to policymaking will remain What will the future bring for the Council?", "The economic impact of the unprecedented Corona crisis is highly uncertain.", "In the aftermath of this crisis, new risks will emerge in the upturn that require a different macroprudential approach.", "Relationship between Danish central bank and the This time the Council will have a better understanding Danish Systemic Risk Council of its toolkit, but so will the actors in the financial sector.", "As macroprudential policy matures, its potential benefits as a policy area will grow."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "fiscal dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination"], "topics": ["Macroprudential policy", "Systemic financial risks", "Countercyclical capital buffer", "Borrower-based measures", "Financial stability", "Systemic cyber risk", "Resilience", "Macroprudential instruments", "Central bank", "Financial supervisory authority"]}