{"sentences": ["Accopanying slides of the speech.", "The COVID-19 pandemic is a shock of unprecedented intensity and severity.", "The challenges facing all parts of the economy in dealing with the economic, humanitarian and social consequences of this crisis are historic.", "Central banks are no exception.", "In my remarks this morning I would like to explain how the ECB has responded to these challenges, and how our response is contributing to mitigating the economic and financial fallout from the pandemic, supporting firms and households in the entire euro area.", "I will show tentative evidence that suggests that our measures have helped stabilise broad funding conditions in the euro area, improve market liquidity and reduce volatility, thereby safeguarding the financial conditions that are necessary for the achievement of our price stability mandate.", "Addressing risks of adverse macro-financial feedback loops Euro area financial conditions have tightened significantly in response to the global outbreak of COVID-19 (slide 1).", "Financial conditions indices, which summarise our monetary policy stance by considering price movements in equity, bond, foreign exchange and money markets, signalled an unprecedentedly sharp and abrupt degree of tightening in recent weeks.", "In a matter of days, the pandemic reversed the previous easing in financial conditions that was consistent with a return of inflation to our medium-term aim.", "This threatened to unleash a perilous macro-financial feedback loop that, if left unaddressed, would have put at risk the ECB's price stability mandate and endangered financial stability more broadly.", "Swift and determined action was therefore needed to ensure that what had started as an economic and health crisis would not turn into a full-blown financial crisis, with self-fulfilling and destabilising price spirals and fire sales.", "Our actions were guided by two overarching objectives.", "First, to restore the orderly functioning of euro area financial markets, which suffered from an extraordinary degree of volatility, fast de-risking and thin liquidity conditions.", "And, second, to ensure that our accommodative monetary policy continued to be transmitted to all parts of the single currency area, thereby supporting firms and households in shouldering the substantial economic and social costs that this crisis would imply.", "In achieving these objectives, and in calibrating our response, we had one invaluable asset: our large and tested toolkit.", "This meant that, compared to previous crises, the starting point of our discussion was a widely shared sense of the benefits and costs of the various instruments that we had employed in the recent past.", "For example, a further cut in our main policy rate - the deposit facility rate - would have been unlikely to support sentiment and market functioning at a time when banks' profitability was already expected to come under additional pressure due to the crisis.", "Previously tested instruments also meant that our decisions could be put in place much more swiftly, accelerating our response time.", "And because the experience with unconventional policy measures was shared widely in the global central banking community, the global monetary policy response was much more synchronized than on earlier occasions, reinforcing the confidence effect in financial markets.", "The anatomy of our response consists of a carefully calibrated set of three mutually reinforcing and complementary components.", "The first component relates to broad-based asset purchases to address illiquidity and heightened volatility in core segments of euro area financial markets that threatened to impair the smooth transmission of our monetary policy.", "The temporary pandemic emergency purchase programme (PEPP) constitutes the core of this component.", "It foresees purchases at a volume of €750 billion of eligible private and public securities throughout this year, and longer if needed.", "The second component consists of measures that ensure that banks remain reliable carriers of our monetary policy and continue lending to the real economy.", "Our enhanced targeted longer-term refinancing operations (TLTROs), as well as a comprehensive set of collateral easing measures, form part of this component.", "And the third component relates to our traditional role as a lender of last resort to solvent banks.", "As part of this component, we offer banks liquidity over longer horizons at the rate of our deposit facility - that is, at a negative rate - without any conditions attached.", "Safeguarding the monetary policy stance Let me start with the first component, our asset purchases, and explain how our measures have contributed to improving liquidity conditions and pricing behaviour in euro area sovereign bond markets, which are central to policy transmission as they form the basis for pricing other assets in the economy.", "Given the importance of sovereign yields in financial markets, a simple measure of our effective monetary policy stance is the GDP-weighted euro area government bond yield curve (slide 2, left chart).", "In the wake of the Corona outbreak, this curve dislocated perceptibly, leading to an effective tightening of the monetary policy stance.", "We observed a measurable upward movement at all tenors as well as a steepening of the curve.", "As a result, just before the announcement of the PEPP on 18 March, GDP-weighted 10-year euro area sovereign bond yields were around 70 basis points higher than before the outbreak of the pandemic.", "Even German Bund yields had risen by around 20 basis points over that same period.", "The announcement of the PEPP helped break this dynamic and partly reversed the steepening of the curve.", "It also reduced the fragmentation that had become increasingly visible as the pandemic spread at a different pace and intensity through the single currency area (slide 2, right chart).", "Everywhere in the euro area, spreads relative to German Bunds fell measurably upon the PEPP announcement.", "Persistent heterogeneity in the euro area has been a long-standing concern for our single monetary policy.", "It severely complicates the conduct of our policy.", "The current crisis exposed these vulnerabilities, once more, with vigour.", "The PEPP was deliberately designed with a view to ensuring that the purely exogenous shock caused by the coronavirus would not exacerbate and deepen this heterogeneity through macrofinancial channels, beyond the already wide-ranging economic and social repercussions that this crisis brings about.", "Within PEPP, purchases can therefore be allocated flexibly across time, asset classes and jurisdictions.", "This is also why the Governing Council decided to make bonds issued by all euro area sovereigns, including those issued by the Hellenic Republic, eligible for purchases under the PEPP.", "Nevertheless, financial conditions today remain tighter than they were in mid-February, even for sovereigns with higher credit ratings, such as the Netherlands or France.", "There are two broad reasons for why this might be the case.", "The first relates to the fiscal and economic implications of the crisis.", "The lockdown has caused a substantial increase in the issuance needs of sovereigns, putting upward pressure on sovereign yields (slide 3, left chart).", "In total, based on available information, Eurosystem staff estimate that the gross issuance of bonds - excluding bills - by the central governments of Germany, France, Italy, Spain and the Netherlands will be well in excess of one trillion euro this year alone.", "These figures will likely increase further in the coming weeks and months.", "Such significant and concentrated issuance naturally implies that investors require a higher premium for absorbing the additional duration risk on their balance sheets.", "This is where our purchase programmes, and the PEPP in particular, kick in.", "By absorbing a substantial fraction of the additional duration risk on our balance sheet, our measures have an important stabilising impact on the euro area sovereign yield curve.", "Evidence from term structure models corroborates this view (slide 3, right chart).", "In Germany, for example, we had seen a sudden and sharp turnaround in term premia (the red bars in the chart), and hence in yields, in the run-up to the PEPP announcement, reflecting expectations of a strong surge in issuance.", "The PEPP interrupted and reversed this dynamic, thereby safeguarding the financial conditions that are consistent with our primary mandate.", "But because of the wide uncertainty around the ultimate economic and fiscal effects of this crisis, and the likely substantial additional issuance needed in coming years, yields have not fully reversed and remain above pre-Corona levels.", "These effects are likely to have been aggravated by the second factor - the challenging market liquidity.", "Although the announcement of the PEPP triggered an improvement from previously impaired levels, liquidity is still far from normal.", "Bid-ask spreads, even in deep liquid markets, such in the German Bund market, remain well above the norm (slide 4, left chart).", "Eurosystem portfolio managers often report a limited amount of offers and sometimes no sufficient quotes for bonds, in particular for those issued by some smaller jurisdictions.", "To improve liquidity further and reduce volatility, we decided to use the full joint flexibility of our asset purchase programmes, both the APP and the PEPP, and increased our presence in the market by frontloading purchases measurably (slide 4, right chart).", "Current weekly purchase volumes far exceed the levels we have implemented over the lifetime of the APP so far, even compared to the period when purchases were running at a monthly pace of €80 billion in 2016.", "And the Eurosystem has been using all the inbuilt flexibility of the programmes, not only over time, but also across jurisdictions and market segments.", "As uncertainty over the depth of the shock will start to fade, our purchases will contribute to crowding in other private and public investors, thereby reducing liquidity premia and restoring orderly trading conditions.", "In this way, our measures offer an important bridge into hopefully better times.", "Measures in support of firms and banks Similar considerations guided our decisions for mitigating the impact of the crisis on the funding conditions of firms and banks, over and above the effects on the sovereign yield curve.", "From the very beginning of this crisis, we were conscious that extraordinary liquidity support was needed in segments of the financial and capital market that were directly exposed to the fallout from the Corona pandemic.", "For this reason, we decided to redirect a considerable fraction of the additional €120 billion purchase envelope under the APP, as well as of the PEPP, for eligible private sector bonds.", "These private sector purchases, which also include commercial paper, directly contribute to credit easing for non-financial corporates.", "But since the euro area is traditionally a bank-based economy, measures supporting the liquidity in financial markets were unlikely to prove sufficient.", "They needed to be accompanied by measures that ensured that financing conditions for small and medium-sized firms would remain equally attractive.", "These considerations form the core of the second and third component of our response: preserving viable bank lending conditions and acting as a lender of last resort to solvent banks.", "Together with the first component they provide a reliable backstop for firms and households during these challenging times.", "To see this, consider first firms' market-based financing conditions.", "Corporate bond spreads had risen sharply before the PEPP announcement (slide 5, left chart).", "Increased purchases of corporate bonds under both the APP and the PEPP have visibly contributed to stabilising credit spreads for both investment grade and high yield issuers and stimulating bond issuance (slide 5, left and right chart).", "The strong revival of the primary market for corporate bond issuance has been an important pillar for supporting liquidity buffers of cash-strapped firms, also in view of the evidence that firms have started to heavily draw down bank credit lines, which is weighing on bank capital.", "Yet, as in the sovereign space, market-based financing conditions for firms remain significantly tighter compared with the conditions that prevailed over the past few years, reflecting the massive impact of this crisis and the large remaining uncertainty.", "Our measures in support of bank lending, together with the loan guarantee schemes provided by governments, attempt to mitigate this friction.", "In particular, for counterparties maintaining their levels of credit provision to the real economy over a defined horizon covering the outbreak of the pandemic, the rate applied in our targeted longer-term refinancing operations (TLTRO-III) can be as low as 25 basis points below the average interest rate on the deposit facility, which currently implies a rate of -75 basis points.", "By providing strong monetary incentives for banks to maintain their lending to the real economy under our TLTRO-III, we contribute to more favourable bank lending conditions, which tend to exhibit a much larger degree of inertia than market-based funding costs.", "In Italy, for example, bank lending conditions for firms remained remarkably resilient in recent years despite significant swings in market-based funding conditions of the sovereign, banks and firms.", "Again, our measures can provide a valuable bridge to the future and help keep aggregate external funding costs of firms stable until the economy recovers and uncertainty diminishes further.", "Two other features of our package reinforce the bank lending channel.", "These are, first, our plain-vanilla longer-term refinancing operations (LTROs), which provide abundant liquidity to banks at favourable rates at a time when term funding has become scarce and more expensive.", "The second feature relates to the easing in collateral standards for lending operations.", "We now accept a much broader set of assets as collateral, including loans of small size to small and medium-sized enterprises (SMEs) or even self-employed workers, and we accept them at more favourable conditions.", "This increases the liquidity of the asset side of banks' balance sheets, and thereby provides further incentives to extend credit to the real economy, even during the current challenging period.", "Macroeconomic implications of the pandemic Taken together, and in conjunction with the actions taken at European and national level, our measures provide tangible support to the euro area economy at a time when uncertainty looms large and downside risks to the medium-term inflation outlook have increased.", "ECB staff is currently assessing the extent to which the current crisis will affect the likely future inflation and growth trajectories.", "In the short run, headline inflation can be expected to drop measurably on the back of the decline in energy prices.", "The March HICP release was a harbinger of what can be expected in coming months.", "In the medium run, the effects on inflation, and underlying inflation in particular, will likely depend on two broad factors: first, the depth and persistence of the shock, including possibly protracted hysteresis effects in labour, financial and product markets; and, second, on the effectiveness of the economic policy measures taken in response to the crisis.", "Although it is too early to assess the full impact of these measures, there is tentative evidence that the fast and resolute policy actions by authorities worldwide, and by central banks in particular, have already contributed to restoring cautious confidence among professional forecasters.", "For example, the latest private sector forecasts collected by Consensus Economics still point towards expectations of a V-shaped recovery for the euro area, with a sharp mean decline in GDP of 5.7% this year and a rebound of almost similar magnitude in 2021 (slide 6, left chart).", "As a result, while inflation expectations for this year have dropped sharply, the revisions to inflation expectations for the coming years have been limited, and private sector forecasters continue to see inflation in the euro area converging to levels closer to 2% over the next three to four years (slide 6, right chart).", "But two points are worth noting.", "First, uncertainty around these estimates is considerable, with forecasts for next year's inflation ranging from -0.4% to 2.5%.", "Any mid-point forecast therefore needs to be taken with a grain of salt.", "Second, private sector forecasts appear considerably more optimistic than the latest projections by the IMF, which sees euro area GDP contracting by 7.5% this year and predicts a markedly weaker rebound of only 4.7% in 2021.", "What shape the recovery will ultimately take remains highly uncertain at the current juncture, even as authorities gradually start to ease lockdown measures in some economies.", "The ECB has responded forcefully to this historic crisis by adopting a wide-ranging set of carefully calibrated measures that collectively help mitigate the economic and financial fallout from the pandemic.", "Our measures contribute to easing financing conditions of firms and households and supporting banks in their effort to maintain viable liquidity conditions in the economy at large.", "The Governing Council will continue to monitor closely the implications of the pandemic for the economy, and stands ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner and to avoid fragmentation that may hamper the smooth transmission of our monetary policy.", "At the same time, other authorities will have to play their role as well, since ultimately the recovery will depend on the right combination of monetary policy and effective fiscal and regulatory policy, both at national and at European level.", "Thank you very much for your attention."], "classifications": ["none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "monetary dominance", "none", "none", "monetary-financial coordination", "none", "financial dominance", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "fiscal dominance", "fiscal dominance", "none", "none", "none", "financial dominance", "monetary dominance", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary dominance", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Financial conditions", "Monetary policy", "Asset purchases", "Sovereign bond markets", "Liquidity", "Bank lending", "Corporate bond spreads", "TLTROs", "Inflation", "Economic recovery"]}