{"sentences": ["Banking the economy in post-COVID A speech delivered to banking industry representatives in Wellington By Geoff Bascand, Deputy Governor and General Manager of Financial Stability 2 The Terrace, PO Box 2498, Wellington 6140, New Zealand Telephone 64 4 472 2029 Online at www.rbnz.govt.nz Hihiritia te ra, e tiaho ano ai Harness the rays of the sun today, so that we may bring a brighter future tomorrow.", "The COVID-19 health crisis has posed significant challenges for the New Zealand economy and financial system and we expect it will take some time before we see a full recovery.", "The immediate operational challenges for the financial sector have been successfully overcome and the system has proved resilient so far, in part resulting from a stronger regulatory framework and favourable economic conditions over the past decade.", "As we gradually move past the challenges currently facing the banking sector, we expect issues such as alternative monetary policy, accelerating digitisation and new competitive challenges will shape the banking sector in the years to come.", "In the short-term, business failures and rising unemployment will increase credit losses and act as a drag on bank profitability.", "Low interest rates will reduce net interest margins (a key determinant of banks' profits) and may accentuate growth in non-deposit-taking, non-bank lending institutions.", "While changing consumer preferences towards online banking and digitisation of payments which have been accelerated by social distancing may expose differences in banks' technological capacity and cost structures.", "In the face of these challenges, the banking sector could choose to hunker down and seek to ride out the storm until the good times roll again.", "Or, the banking system could continue to step up and play a crucial part in supporting economic recovery and maximise its potential competitive advantage of relationship lending and customer information.", "How the banking sector chooses to respond to this crisis will have a major influence on how the financial system evolves over the next decade.", "Maintaining institutional resilience while continuing to serve customers in an uncertain environment will demand expertise, courage and an unwavering belief that the people and businesses of Aotearoa will find a way to come out of these challenges.", "Ultimately for banks, maintaining the flow of credit to businesses and households will contribute to the stability of the banking system.", "Longer-term, lower leverage, greater internal investment and risk management, and increased competition portend lower expected returns for bank shareholders than they have historically enjoyed.", "Evolving structural changes in the financial sector pose less of an immediate threat than the pandemic crisis, but could prove more disruptive in the long-term unless the sector responds to meet customer, investor and I am very grateful to Tom Bird for considerable assistance in the preparation of this speech, along with valuable comments from other Reserve Bank colleagues.", "For New Zealand, with its bank-dominant financial system, a vibrant, innovative and sustainable banking sector is crucial to our collective wellbeing (Figure A).", "The COVID-19 crisis has reinforced the focus of the Reserve Bank Te Pūtea Matua on resilience in regulatory policy settings, including the imperative of strong capital and liquidity requirements.", "Our focus on risk management is also evolving so as to be attuned to changing structures and dynamics in the financial sector, including the implications of cyber and the economy's increasing reliance on risks, FinTech, climate risks, financial inclusion payments system stability.", "These longer-term structural changes highlight the importance of a regulatory system and perimeter that can adapt to non-traditional financial entities, which is a key consideration of the Phase 2 review of the Reserve Bank Act.", "Figure A: Country-by-country bank assets to gross domestic product 160 160 40 40 FIN ISR NZL JPN LUX BEL EST LVA LTU DNK AUS ESP PRT NLD FRA AUT DEU CHL TUR POL SVK USA CZE SVN COL KOR SWE NOR GBR GRC HUN MEX Source: World Bank (2018).", "Resilience now and for the future To-date, financial sector has proved resilient to the dual health and economic shocks, and indeed, supported the business and household sectors through strong business continuity arrangements, the accommodation of many customers through the restructuring of borrowing terms, and only a relatively modest tightening of lending standards.", "Looking the ongoing health of New Zealand's financial institutions and provision of and 'credit crunch' credit will be crucial to our economic recovery.", "A financial crisis on top of for New Zealanders' wellbeing.", "an economic crisis would be hugely disruptive The ability of financial institutions to absorb shocks, manage risk and continue lending in the face of shocks is foundational to our regulatory framework.", "business continuity plans have stood up well so far to this unanticipated and severe event.", "Prior to COVID-19, no business plan had contemplated 100 percent of staff having to work remotely almost overnight.", "Plans were not perfect, and of course there are lessons to be learned, but overall people and technology responded well to support customers.", "Banks managed to reassign staff from back office to front office, across geographies, and transition from manual to digital channels very successfully.", "Staff had to adapt to working from home with kids' television programmes in the background, while also balancing increasing work demands with home-schooling!", "New Zealand banks entered the crisis having built up strong capital and liquidity buffers in the prior decade (Figure B).", "Prudential standards introduced since the Global Financial Crisis of 2007/08 included liquidity requirements to ensure banks could support lending with stable funding bases.", "In the early stages of the crisis, liquidity positions were highly uncertain for a period of time, but buttressed by strong starting positions brought about by the Reserve Bank's liquidity requirements, liquidity has been ample.", "Having a more stable funding profile allowed New Zealand's banks breathing space to manage temporary disruptions when funding availability in wholesale markets deteriorated.", "Since February, no New Zealand bank has needed to issue term funding in these markets.", "As an additional measure to support the banking sector during the difficult period, the Reserve Bank made a number of liquidity facilities available that proved mostly precautionary, and itself transacted in a number of markets to shore up market functioning.", "Figure B: Measures of banking system soundness 13.4 23.5 87.8 64.8 7.9 7.1 Tier 1 Capital Ratio % of mortgages > Core Funding Ratio Source: RBNZ Capital Adequacy Survey, RBNZ LVR Lending Positions Survey, RBNZ Liquidity Survey, registered banks' Disclosure Statements.", "Likewise, capital metrics were strong going into this crisis, boosted by Basel III regulatory requirements, a number of years of favourable economic performance, and preparations for implementation of the Reserve Bank's Capital Review.", "the impending The COVID-19 crisis has underscored the importance of banks having sound capital buffers; increased provisions for expected credit losses have, so far, been easily absorbed by existing capital buffers.", "Healthy capital buffers are necessary not only to ensure banks survive crises, but to ensure banks survive 'well' and are able to continue to lend to creditworthy borrowers throughout a downturn.", "The Reserve Bank remains committed to fully implementing the outcomes of the Capital Review.", "However, as we indicated this past March, this will be delayed one year and not occur until July 2021.2 We expect to communicate further on the implementation of the Capital Review by the end of the year.", "Looking ahead, the deterioration of asset quality will likely mean further loss provisioning will This could weaken banks' capital be needed.", "The Reserve Bank has initiated stress tests of banks to assess their resilience to a significant worsening in the economic outlook.", "Modelling suggests that under severe but plausible scenarios, banks are likely to maintain capital ratios above minimum requirements.", "However, there remains considerable uncertainty about the future trajectory of the pandemic, and how this will affect the New Zealand economy.", "Under severe enough scenarios, the viability of banks would come into question.", "Beyond the immediate COVID-induced economic stresses, low interest rates are likely to be an enduring challenge for the banking sector.", "The decline in interest rates is a long-term phenomenon, which can be largely attributed to a combination of proven monetary policy credibility, a negative global output gap, as well as the downward trend of real interest rates caused by global demographic changes and investment/saving forces.", "In the short-term, low interest rates can be beneficial to banks by reducing funding costs, increasing asset prices and lowering default risk.", "However, a prolonged period of low interest rates could pose significant challenges to banks' business models and profitability.", "New Zealand banks operate rather 'vanilla' business models focussed on intermediating between borrowers and savers to generate the majority of their revenues.", "New Zealand banks are also heavily reliant on retail deposit funding.", "An extended period of low interest This compresses banks' - rates may cause the yield curve to flatten.", "net interest margin the See RBNZ press release, 'Financial system sound, and Reserve Bank providing additional support', -system-sound-and-reserve-bankproviding-additional-support.", "margin between the cost of banks' short-term funding and the interest that bank charges on long-term lending - which is the main driver of bank profitability.", "This, combined with an effective lower bound on nominal deposit rates, may weaken bank profitability.", "The consequences for lending institutions of very low interest rates are ones they need to anticipate and manage.", "They are also consequences that the Reserve Bank will pay close heed to.", "Specifically, when we make monetary policy decisions we consider the consequences for financial stability as part of the decision-making process, including any adverse consequences of, say, lower interest rates, alongside the benefits for financial stability that may result from a quicker or stronger economic recovery.", "Reserve Bank actions to support bank lending For New Zealand, the COVID-19 crisis will likely result in the sharpest one-off drop in (quarterly) economic activity in its statistical history.", "Early on in the pandemic, it became apparent the COVID-19-induced recession and lockdown would have a significant impact on financial system.", "Many businesses and households were facing losses of income, global financial markets were beginning to seize and supply chains were becoming Cash flow and confidence became key to New Zealand's financial stability.", "To support the provision of credit to the real economy and keep the financial system stable the Reserve Bank worked alongside the Government and industry on a number of initiatives.", "We cut the Official Cash Rate and lowered longer-term interest rates through the Large Scale Asset Purchases programme.", "We also delayed a number of regulatory initiatives (including implementation of the Capital Review), imposed dividend restrictions on banks and insurers, facilitated loan deferrals with guidance on appropriate capital treatment,5 removed the loan-to-value restrictions, eased the core funding requirement and introduced a number of term lending facilities.", "We are continually reviewing whether these rule-settings Insurers are also impacted by falling interest rates.", "Whilst many insurers benefit, for some insurers with long-term guaranteed liabilities low interest rates in the short-term increase the value of liabilities, which has implications for insurer's solvency.", "In the low interest rates reduce the insurer's return on assets, which may require premiums to increase to compensate.", "In the past six months the Reserve Bank has had to apply prudential licence conditions to several insurers to boost capital buffers to mitigate the impacts of potential reductions in interest rates.", "See RBNZ press release, 'RBNZ to implement $30bn Large Scale Asset Purchase Programme of -to-implement-30bn-large-scale-assetpurchase-programme-of-nz-govt-bonds.", "Ordinarily these loans would have been treated as non-performing with the consequence that more capital would have been needed.", "This would in turn limit a bank's ability to extend loans and reduce credit availability.", "The Reserve Bank reduced the minimum Core Funding Ratio (CFR) requirement in March 2020 to ensure that this requirement would not restrict the flow of credit to the economy.", "The Reserve Bank intends to provide guidance on when and how the CFR minimum requirement will be increased back to 75% in due course.", "Those institutions below the 75% minimum requirement will be provided with adequate time to increase their CFR back to minimum levels.", "remain appropriate, and expect to announce the future treatment of mortgage deferrals soon.", "Taken together and without being too self-congratulatory these initiatives have had a significant impact on supporting the short-term financial needs of households and businesses.", "This was important to limit failures of businesses with good long-term income prospects, and prevent mortgage defaults and foreclosures for borrowers facing temporary decreases in income.", "We of course would not have been able to announce any of these initiatives without the close working relationships with industry and the whole of government.", "We thank the industry for the open dialogue during this time and the numerous supervisory meetings held throughout lockdown.", "It is indeed times like these when strong relationships are called upon to facilitate the difficult, but necessary, discussions.", "Bank lending activity The banking industry faces many emerging challenges not least, retaining its social licence to operate.", "Banks' initial responses to the COVID-19-induced lockdown was strong.", "Banks stepped up and supported their customers with mortgage deferrals, liquidity facilities, and covenant relief.", "Today, $20.6b of residential mortgages is currently deferring principal and have moved to 'interest only'.", "interest payments, and a further $18.3b of mortgages This represents 14 percent of the banking sector's mortgage book (Figure C).", "But a key determinant of the success of New Zealand's economic recovery to come will be the willingness of banks to lend to productive, job-rich sectors of the economy so that we can collectively take advantage of New Zealand's enviable position of having eliminated community transmission.", "Now is the time for banks to prudently drawdown on their buffers to support their customers.", "Shareholders will have to be patient for longer-term payoffs, but this forward-thinking, long-term approach will stand bank customers, banks, shareholders, the financial system and Aotearoa in the best position.", "The Reserve Bank has released new Bank Customer Lending metrics which provide more timely measures of the changes in lending to bank customers since the onset of COVID-19.", "Find out more at: -bank-customer-lending-flows.", "Given banks are anticipating a deterioration of their loan portfolios, hunkering down and tightening lending standards may seem to them to be the optimal response to perceived risk.", "However, given banks dominant role in New Zealand's financial system a 'credit crunch' synchronised lending contraction across the banking sector would risk amplifying the economic downturn (Figure D).", "Therefore ultimately it is in banks' own interest to maintain the flow of credit and contribute to the long-term stability of the banking system by preventing large scale borrower defaults and disorderly corrections in asset markets.", "Figure D: The New Zealand financial system 600 600 300 300 0 0 Banking Stock Debt market Insurance Assets of Non-bank system assets exchange capitalisation sector assets managed sector assets capitalisation funds In the year-to-date, aggregate credit volumes have remained steady and have not shown any material month-to-month contractions or growth (other than consumer lending mainly because the lockdown forced households to put away their credit cards!)", "However, banks have reported a material decline in demand for credit over the first half of 2020 (Figure F).", "While demand for loans for working capital from small to medium businesses (SMEs), corporates and sheep and beef farmers has increased, demand for credit for capital expenditure has fallen significantly.", "Businesses' intentions have also fallen sharply, with increased uncertainty around the strength of future demand.", "Some apparent weakening of demand for credit may also reflect perceptions by businesses that credit would not be available or that terms have tightened.", "Figure E: Annual credit growth (by sector) Housing Consumer Business Agriculture 15 15 -5 -5 Source: Reserve Bank Balance Sheet survey.", "Figure F: Credit demand (observed change over past 6 months) % Mar-18 Sep-18 Mar-19 % Sep-19 Mar-20 Jun-20 More demand 20 20 -10 -10 Less demand for credit Residential Consumer Commercial SME Corporate Agricultural Dairy loans mortgage loans property business loans loans loans loans loans Source: Reserve Bank Credit Conditions survey.", "Indeed, banks have begun tightening several lending standards, particularly around serviceability assessments and interest rate margins (Figure G).", "Much of the tightening that has occurred to-date has been limited to more risky sectors.", "For some (such as commercial property, SMEs and dairy) this represents a continuation of trends that preceded COVID-19.", "However, banks have begun to apply more conservative standards to particular sectors exposed to the COVID-19 shock such as tourism, retail, accommodation, and construction.", "While some tightening is understandable and will reflect the general deterioration in the quality of applications, banks should not become overly cautious and should continue to focus on the long-term prospects of the applicants.", "Figure G: Lending standards (change over past 6 months) Collateral requirements Serviceability requirements Repayment terms Covenants Interest markup Other factors 50 50 20 20 -10 -10 -30 -30 Residential Commercial SME business Corporate Agricultural mortgage property lending lending lending lending Emerging risks and structural changes and its corollary, risk management, is not \"once and dusted\".", "It is a dynamic process, one that must be continually tested, prepared for and built in the face of unexpected scenarios, and new and emerging risks.", "Today, new risks are emerging as industry structures, technology and environmental factors evolve.", "The pandemic is a reminder that periodic crises are a fact of life, but that the timing and nature of future crises are notoriously difficult to predict.", "Amongst the many significant challenges facing the financial system over the next decade are cyber risk, FinTech, climate risk, financial inclusion and the changing landscape for digital currencies and payments.", "These threats, and others, that may emerge point to the importance of strengthening the resilience of the financial system.", "Banks should continually strive to innovate in response to competition, changing customer expectations, technological innovations, and the drive for efficiency.", "Banking in New Zealand has continuously evolved over the past 180 years; from small banks serving local communities when mobility was by horse and cart, to extensive nationwide branch networks where thousands of transactions are processed every second.", "Over the past 30 years, technological advances have accelerated the use of electronic payments at the expense of physical branches, cheques and notes and coins (Figure H).", "While bank branch numbers have been falling for a decade, there has been an increased focus on engaging with customers digitally, and the COVID-19 lockdown would appear to be accelerating this trend.", "The Reserve Bank wants to see an innovative, dynamic and customer-focused financial sector.", "With the digitisation of financial services, the financial system enjoys more opportunities to drive up productivity and these innovations serve the majority of customers well.", "New Zealanders are enthusiastic adopters and have embraced the opportunities presented by technology (Figure I) However, any reduction in the availability of cash and branch closures will impact certain pockets of society more than others.", "It is important that financial institutions maintain a strong focus on financial inclusion, finding ways to service and support those less able to access the electronic channels.", "Regional banking hubs currently being trialled are one way to provide banking services in small rural communities.", "Figure I: Measures of financial inclusion Used mobile phone to access Credit card OECD Made or received digital Paid bill online % Source: World Bank Global Findex Database (2017).", "This drive towards digitisation could lead banks to aggressively pursue low-cost business models a utility-type approach to banking.", "Or, banks could use their digital strategies to support increasing customisation, differentiated and customer-specific service offerings.", "Perhaps there will be a mix, with different service strategies for different customer groups or product lines.", "Corporate and business lending, by its very nature, is likely to require more relational banking activities, while mortgage lending has both commodity (utility) and relationship dimensions, and deposit taking can also reflect customer-loyalty.", "There are many niches in the financial sector, and different providers (including non-bank financial institutions) will seek to compete on the basis of their perceived business model advantages; however, increasing digitisation appears common to them all.", "As banks determine new business models, increased internal investment will be needed in technology, customer management and risk management.", "Managing customer, investor and regulator expectations in the face of persistent structural changes and an evolving risk environment will require strong organisational leadership and governance.", "The flip side of digital strategies is that the financial system has increased exposure to cyber risk due to ever-evolving cyber threats.", "Cyber risk imposes costs, not only for financial institutions, but also for their customers and the financial system as a whole.", "We estimate the average cost of a cyber-incident to be around $104m for the banking sector and $38m for the insurance industry.", "To put this in perspective, it is the equivalent of 2-3 percent of annual profits for the banking and insurance sectors.", "This may not seem significant at first glance, but cyber risk is a typical tail risk.", "We estimate that there is a 5 percent chance in any given year that the cost of a cyber-incident could exceed $2b, which is equivalent to banking industry's annual one-third of the profit.", "These costs include both direct costs from financial loss and indirect costs such as reputational damage and the opportunity cost from foregoing more productive investment.", "Therefore, there is a great deal of common interest between the Reserve Bank and industry to promote cyber resilience.", "As a first step, we have developed guidance on cyber resilience for all our regulated entities.", "Consultation for guidance was initially planned for March but will now be released for public consultation in October.", "The Reserve Bank is also working closely with other relevant government agencies such as the GCSB, CERT NZ and the FMA to promote information gathering and sharing regarding cyber resilience.", "The march of technological innovation is relentless, and disruptive technologies and innovative financial service providers will challenge banks' business models at an accelerating pace.", "'FinTech' is the buzz term that encompasses a broad range of technologies that enable households and businesses to manage their finances, and includes open banking, real-time payments and digital currencies.", "New Zealand has a long tradition of pioneering technology companies, and has a strong pipeline of promising FinTechs with revenue exceeding $1.1bn.", "FinTech present both risks and opportunities for banks, and broader monetary and financial stability, and cuts across a number of Reserve Bank functions.", "This is not academic, it is happening now.", "Technology Investment Network (2019) TIN Report: Technology Industry Analysis (Report No.", "'Open banking' refers to a standardised framework for sharing bank customer data.", "Open banking reduces barriers to entry and eliminates banks' monopoly over their customers' data, making it easier for FinTech firms to innovate.", "The secure sharing of customer banking data has the potential to promote financial system soundness.", "By increasing competition, and unbundling banking services across a larger range of firms, it reduces the systemic importance of large banks.", "Greater sharing of customer data may also create opportunities for more personalised financial products and lower switching costs (which may promote market discipline).", "Open banking also presents risks, including making the banking sector more prone to cyber risk.", "The reality is that open banking is here even if it appears slow to emerge for end-users.", "The Reserve Bank is already fielding an increasing number of engagement requests from FinTech organisations.", "Banks' business models and products must become more customer centric or FinTechs will expand at the banking system's expense.", "The Reserve Bank guardian of the status quo.", "Whilst FinTech disrupters could weaken bank profitability and create transitional risks, ultimately the Reserve Bank supports a dynamic financial system focused on improving outcomes for customers and financial system participants.", "Commercial banks start with the advantage of established customer relationships and a prevalence of accumulated data.", "Whether banks embrace the opportunity of open data, or resist innovation and are competed away by emerging FinTechs is up to them.", "The Reserve Bank's Statement of Intent sets out our commitment to ensure the regulatory system facilitates financial sector innovation that benefits New Zealand.", "We recognise that there is more we can do, and will look to play a more active role to better understand the risks associated with FinTech developments, enable innovation in the financial services sector, and help harness opportunities for increasing financial inclusion and financial literacy.", "We believe the current regulatory system is sufficiently flexible to allow innovative approaches to flourish, but we will continue to work closely with our stakeholders to identify and remove any unnecessary barriers to new firms entering the system or obstructions for incumbent firms developing FinTech solutions.", "That said, the Reserve Bank has little appetite to lower regulatory standards for deposit-taking FinTechs alone.", "Minimum standards need to be applied to avoid risks to financial stability and the reputation of New Zealand's financial system.", "Our guiding philosophy is: \"same business, same risks, same rules\".", "Criticality of payment systems Payment and settlement systems (often referred to as financial market infrastructures or FMIs) play a key role in the operation of the financial system by providing the essential services needed to clear payments and financial market transactions.", "Payment systems can vary from the EFTPOS system, which transacts millions of small retail payments between consumers and businesses every day, through to interbank settlement systems, like ESAS, operated by the Reserve Bank, which handles, on average, $30b worth of transactions each day.", "FMIs are one of those critical infrastructures like telecommunications networks, electricity grids and water pipes which operate in the background and allow for our modern way of life.", "Nobody realises how well they work, until they don't!", "The danger is that nobody invests in their renewal until it is too late.", "The banking system has a crucial role to play in supporting sector-wide infrastructural investment, as well as at the individual institution level to interface with FMIs.", "Rationing investment in this area is destined to escalate risks and challenges for the banking system.", "Many FMIs are systemically important due to the role they play in the financial system and their high degree of interconnectedness with the rest of the system.", "Disruption or failure of any one of these infrastructures could affect the financial system as a whole, and create major solvency and liquidity problems for market participants, as well as disruption for consumers and businesses, making it difficult or impossible to buy or sell goods and services.", "These systems can also act as the mechanism for transmitting contagion from the failure of a systemically important financial institution, such as a large bank.", "The new Financial Market Infrastructures (FMI) Bill will establish an enhanced regulatory regime for the supervision of FMIs by the existing regulator, being the Reserve Bank for payments systems and Financial Markets Authority jointly for settlement systems.", "The Act will provide the Bank and the FMA with broad information gathering powers, the ability to designate systems as being systemically important, and have enhanced oversight and enforcement powers.", "Finally, one long-term, almost existential issue for the banking system arises from the declining use of cash and the potential for digital currency to be issued by the central bank.", "While the Reserve Bank has no immediate plans to issue its own digital currency, it is an area of continuing innovation and exploration around the world, and one that we are beginning to consider its relevance for New Zealand.", "For now, the Reserve Bank is reviewing how best to support, steward, and facilitate access to physical cash and we will continue to engage with the banking sector in order to effectively meet customer demands.", "For example, we have recently created a new department the Money and Cash Department to think broadly about a future that serves the money and cash needs of New Zealanders.", "This includes smarter ways of cash distribution, as well as innovative solutions to emerging risks noted above.", "Financial Inclusion and Te Ao Māori increasingly important part of the Reserve Bank's policy Financial inclusion has become an agenda in our capacity as a Council of Financial Regulator member and our own Te Ao Māori strategy.", "The Strategy helps to guide the bank in understanding the unique prospects of the Māori economy, how Māori businesses operate, and what lessons the Bank may learn in setting systemically-important policy with this view in mind.", "An important part of the Strategy is making clearer the unintended consequences of our policies on unique Māori economy.", "economies like the The COVID-19 pandemic has demonstrated the disproportionate impact of such economic downturns on both Māori and Pasifika communities.", "These compounding economic impacts have necessitated the Reserve Bank proactively reaching out to its regulated entities, Government and Māori partners to form a fuller view of the issues.", "The feedback has highlighted a role for banks in bolstering financial inclusion through greater access to capital to alleviate the financial stress of these unique economies.", "For example, finding innovative ways to manage the difficulty of securing lending against collectively-owned land could yield significant benefits.", "As with the needed credit response to the pandemic, there is opportunity to enhance both soundness and prosperity objectives, so that a more diverse spectrum of New Zealanders are being serviced by their banking sector while still prudently managing the risks at hand.", "Climate change and the increased frequency of severe climate events will have a significant effect on New Zealand's The financial system's exposure economy.", "is primarily through the sectors that it lends to and insures.", "The financial sector will be affected by both the physical impacts of climate change (through damage to property and changing property values) and the transitional impacts caused by the shift to a lower-carbon economy, such as regulatory changes and changes in consumer and investor preferences.", "Both these physical and transition impacts pose serious risks to our financial system: credit availability to impacted sectors may be tightened, extreme weather events will likely reduce firms' output which may affect their ability to repay debt, while changing collateral values may increase credit risk.", "The physical impacts of climate change will be substantial.", "For example, the National Institute of Water and Atmospheric Research (NIWA) estimates that $12.5b of property is already exposed to extreme coastal flooding in New Zealand, and that each 10cm of sea level rise puts a further $2.4b of assets at risk.", "Climate change also - such as 'flight shame' or a shift to - implies transition impacts plant-based protein that will pose unique challenges for our highly concentrated export economy.", "Agriculture is already staring down the challenge of a triple whammy of emission pricing, changes in consumer demand, and more extreme weather.", "At Te Pūtea Matua, we see climate risk as having far-reaching impacts on the economy, and therefore the financial stability that underpins our economy.", "Managing major and systemic risks to the economy, such as climate change, sits squarely within our core mandates.", "We are continuing to develop our own climate change strategy, and disclosure will form a critical component of this.", "Disclosure of climate risks will assist not only by encouraging the market to price risk efficiently, but incentivising risk assessment and mitigation, and ultimately, investment in emission reduction and adaptation.", "Industry has a critical role to play in assessing its own exposures, ensuring the appropriate allocation of financial resources through robust lending standards (and insurance underwriting policies), and providing the necessary finance for mitigation actions.", "Changing supervisory philosophy so too must regulation and the Reserve Bank's As risks to the financial system evolve, supervisory philosophy.", "In New Zealand, regulation of financial institutions revolves around 'three pillars': self, market and regulatory discipline.", "While we continue to rely on all three pillars, the Reserve Bank plans to place more of an emphasis on regulatory discipline and verification than it has in the past, to better monitor risks to regulated entities and identify potential non-compliance with regulatory requirements.", "This has been enabled by our new Funding Agreement with the Government, which will allow us to substantially increase our supervisory resources, including increasing our Auckland footprint.", "Disclosure will remain an important part of our supervisory philosophy.", "During business-as- transparent disclosure of banks' financial information gives usual times, teeth to market discipline.", "During times of crisis, this demand for information becomes insatiable.", "Our Financial Strength Dashboard works alongside biannual disclosure statements as a source of easily consumable information for the public to better understand and compare banks' businesses and risks.", "Over the past three months we have observed a substantial spike in use of the Dashboard.", "As promised two years ago, we will be reviewing the Dashboard starting later this year, partly to ensure it maintains a relevant picture of new emerging risks such as cyber and climate related-risks9.", "We are also making other changes to our disclosure framework.", "In future, banks will have to report all potential and actual regulatory breaches to the Reserve Bank, but a materiality threshold will apply to determine what gets disclosed to the market.", "The intent of the proposals is to enhance market discipline and reduce the focus on relatively minor breaches directors' attention away from more important areas such that may divert as the banks' overall strategic direction and management of key risks.", "The next couple of years represents an exciting time of change for the Reserve Bank.", "The a broad review of the Reserve Bank's Phase 2 review of the Reserve Bank Act involves governance and accountability framework and its financial regulatory powers.", "What is pieces of legislation, the 'Reserve Bank Act' and the 'Deposit Takers Act'.", "The bill for the Reserve Bank Act, which has just been introduced to Parliament, will give Reserve Bank's institutional form, objectives and governance.", "effect to decisions on the It is expected that the new governance board will be in place and operational in the second half of 2022.", "Our focus is now turning back to progressing the Deposit Takers Act with the Review Team and Treasury, taking on board the lessons we have learned during COVID.", "The Deposit Takers Act is expected to strengthen and unify our regulatory focus on all deposit-takers including banks and non-bank deposit-takers and should be sufficiently flexible to adapt to non-traditional FinTech entities.", "At the same time, maintaining a regulatory approach that is proportionate to financial stability risks is important.", "The final Phase 2 consultation paper was published just before lockdown and public consultation remains open until 23 October.", "I encourage you all to read what is proposed and provide feedback to help shape the Reserve Bank for the next 30 years.", "My colleague Toby Fiennes will elaborate on our plans for enhanced Dashboard reporting in his forthcoming speech: stability and \"COVID-19, financial transparency\", on 3 August, 2020.", "The COVID-19 health and economic crisis is still running its course through the world.", "New Zealand has progressed further health-wise than many countries but our economic challenges remain severe.", "The banking system has provided resilience through the initial phase of the crisis, helping businesses and households to manage short-term financial stress and providing services in difficult circumstances.", "Banks now have a crucial role in supporting customers and the economic recovery through maintaining the availability of credit.", "Bank profitability will be challenged by increasing credit losses, but an unduly cautious approach to protect profitability is likely to worsen economic and financial stability.", "Notwithstanding the extraordinary nature of the pandemic, these risks confronting banks are familiar consequences of economic recessions.", "The potential for very low interest rates for a long period presents a new challenge in New Zealand.", "Other risks continue to emerge and will present further challenges for banking well beyond the duration of the current crisis.", "Cyber threats, climate risks, and new forms of competition will all disrupt the sector in various ways.", "Banking must keep evolving.", "Old business models either get revamped or replaced eventually.", "COVID-19 has accelerated the already strong trend towards digitisation and online banking, while traditional branch-banking is waning.", "The Reserve Bank expects banks to continue innovating in the interests of customers and their sustainable financial viability.", "Maintaining support and service for vulnerable customers will be confronting but imperative, as will the necessary investment in technology, data and risk management.", "Shareholders will have to be patient for longer-term payoffs.", "The Reserve Bank will continue to evolve its regulatory approach in line with emerging risks and structural changes in the banking and broader financial sector.", "The crisis has reinforced how vital (capital and liquidity) resilience is, but also how crucial it is to prepare for the unexpected and emerging risks.", "The future of banking is bright - provided we look to the future and start preparing for it now."], "classifications": ["none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "financial dominance", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Banking sector resilience", "Lending and credit", "Economic recovery", "Interest rates", "Financial stability", "Digital banking", "Cyber risk", "FinTech", "Climate risk", "Financial inclusion"]}