{"sentences": ["03.03.2020 Challenges of population ageing from a central bank perspective Public Lecture at the International Center for Monetary and Banking Studies Pablo Hernández de Cos Good afternoon.", "Let me start by thanking Professor Ugo Panizza for his invitation to participate in this public lecture organised by the International Center for Monetary and Banking Studies.", "I cannot think of a better place to share some thoughts on population ageing and the challenges it poses, in particular from a central bank standpoint.", "In my talk I will first describe the process of demographic transformation the world is undergoing.", "Next, I will shed some light on the challenges that population ageing poses to macroeconomic developments and policies.", "Finally, I will focus on the implications of an ageing society for the financial system.", "The demographic transformation In recent decades, countries around the globe have been experiencing population ageing, a phenomenon poised to transform the societies and the economies in which we live.", "Currently, according to the United Nations World Population Prospects, 1 in 11 people in the world is over 65, up from 1 in 20 people back in 1950.", "Indeed, thirty years hence, projections point to the percentage of people over 65 reaching 16% of the population, in other words 1 in 6 people.", "The figures are quite telling.", "Actually, the world demographic structure no longer resembles a population pyramid.", "Rather, it is turning into a slender tower.", "The scale of the phenomenon is truly unprecedented, yet the causes are well known.", "There are two main and quite clear reasons behind this demographic transformation.", "First, the fertility rate has dropped substantially since the second half of the 20th century.", "And second, life expectancy has increased dramatically, in parallel with extensive improvements in health and nutrition.", "While world life expectancy at birth stood at only 47 years in 1950, it exceeds 72 years today.", "In other words, since 1950 life expectancy has increased by 3.5 years for every decade.", "The fall in fertility and the rise in longevity also mean that, in the coming decades, the working age population will grow significantly more slowly than total population.", "Not only that: it is worth noting that in some geographical areas this divergence might become dramatic.", "For instance, the United Nations (UN) estimates that in Europe the number of deaths has outnumbered that of births since the mid-1990s.", "As a result, the UN projects that the workforce in Europe will shrink by close to 80 million people from now to 2050.", "This is equivalent to saying that Europe will lose 1.6 out of 10 workers over the next 30 years.", "Note also that this projection already incorporates a positive net inflow of migrants that would offset, to a degree, the labour supply shortage.", "Specifically, the central scenario of the UN assumes that, in net terms, around 25 million people will come to Europe over the 2020-2050 period.", "Therefore, a back-of-the-envelope calculation shows that holding the working age population constant would require at least three times the net migration flow assumed in the baseline scenario.", "Put another way, if Europe were to offset the projected decrease in the working-age population by receiving more migrants, it would need a net influx of around 2.6 million people each year over the next 3 decades, roughly twice the net migration flow Europe has received in the recent past.", "We cannot overstate the challenges these magnitudes pose from an economic, social and political perspective.", "It is worth stressing that population ageing has become a global phenomenon.", "A closer look at the cross-country evolution of the old-age dependency ratio, that is, the ratio of the over65s to the working-age population, is illustrative of this trend.", "While in 1950 no country in the world featured an old-age dependency ratio above 20%, nowadays 59 countries surpass this level, including all but one European country.", "In 2050, according to the UN Population Projections, the group of countries with an old-age dependency ratio above 20% will double to 118, comprising most nations in Europe, North America and Asia.", "Indeed, according to these projections, in some Asian and European countries such as Japan, Korea, Spain and Italy, there will be just 3 working-age individuals for every 2 people over 65 in the year 2050, compared to an average of 11 working-age individuals for every person over 65 in 1950.", "Even African countries, home to the youngest populations in the world, will see a moderate increase in the dependency ratio in the years to come.", "I mentioned earlier that net migration inflows can help sustain the current workforce levels in Europe.", "However, the obvious fact that migrants become part of the retired population once they reach the retirement age implies that the benefits in terms of old-age dependency ratios are less evident.", "Its effect will last only to the extent that immigrant flows increase further in future.", "Hence, we may conclude that the role of migration, when it comes to addressing population ageing as measured by dependency ratios, is probably limited.", "Certainly, we must bear in mind that there is considerable uncertainty over how fertility, mortality and migration flows will evolve in the coming decades.", "Accordingly, the point estimates of future population levels and dependency ratios must be viewed with some caution.", "In fact, when the analyses explicitly account for this uncertainty, the results show there is a high degree of variation in the intensity of future population ageing.", "For example, the scenarios considered by the UN Population Projections, built upon different assumptions on fertility, mortality and migration, suggest that the dependency ratio in Europe could range between 43% and 52% in 2050 and between 35% and 61% in 2070, versus today's ratio of 29%.", "In sum, the uncertainty over these demographic projections is sizable, and the more distant the horizon, the greater this uncertainty is.", "Yet acknowledging our limited ability to produce precise forecasts about the future should not lead us to trust in the more benign scenarios eventually materialising.", "In fact, in the realm of demographic projections uncertainty travels in both directions.", "While some scenarios point to more moderate population ageing, for instance as a result of higher fertility, others suggest that the dependency ratio could be substantially higher than projected in the baseline.", "In fact, in countries such as Spain and the United Kingdom, it has not been uncommon to under-predict life expectancy in successive projection rounds.", "Against this background of demographic change, it is worth examining the multiple effects that an ageing population may exert on the macroeconomy, including the macroeconomic policies that governments and policy-makers implement as a result.", "Macroeconomic implications Demographic changes come with wide and profound economic consequences.", "Most relevant for macroeconomic policies are, at least, three such consequences.", "One is the implication of a smaller and older working-age population for potential growth and inflation.", "Secondly, economies are undergoing a deep structural change, with economic activity shifting across sectors and occupations, which population ageing might accelerate.", "Finally, the balance between savings and investment is calling for lower equilibrium interest rates, with strong consequences for the conduct of monetary and fiscal policies.", "I will refer to these implications in turn.", "First, as far as potential growth is concerned, there are several reasons why demography is key.", "Obviously, a lower growth rate of the workingage population implies lower potential output growth, through a direct effect on labour supply.", "Additionally, without a significant increase in retirement age, employment rates are likely to be lower since they follow a life cycle pattern, being lower at ages close to retirement.", "More interesting and controversial are the implications of population ageing for productivity growth.", "There are empirical reasons to worry about the negative consequences of an older labour force for productivity growth.", "Some studies have documented lower innovative activities in firms with older workers.", "There is also the presumption that in countries with older populations, there is less entrepreneurship.", "This is not only because older people tend to be less entrepreneurial, but also because younger people themselves are less entrepreneurial in countries with older populations.", "Whatever confidence we may place in these hypotheses, the fact of the matter is that in advanced countries, even though more resources are devoted to R&D, indicators of innovation such as the number of patents are on a declining trend.", "Admittedly, some new technological developments (such as digitalisation, robotics and artificial intelligence) could be a source of faster productivity growth.", "And plausibly, population ageing may actually promote automation.", "But eventually automation can only progress insofar as new ideas (so-called product innovation) emerge.", "Whatever the net effect on productivity, with the evidence we now have on the association between demography and growth in advanced economies in recent decades, we should not rule out the possibility that population ageing might significantly decrease potential output growth.", "Given population projections, extrapolating the observed association into the coming decades yields declines of output growth of about 1 percentage point (pp) until 2030, and close to 2 pp in countries where the demographic transition will accelerate in the years ahead.", "And recent observations on productivity growth are not very encouraging.", "Whatever the measurement used (either labour productivity or total factor productivity) there is a clear productivity slowdown in most advanced economies during the last two decades, even though total factor productivity growth has recovered somewhat in the last one.", "There is some discussion about to what extent this global productivity trend is due either to missmeasurement, to the delay in the diffusion of the new technologies and of their potential effects, or to more fundamental reasons, such as a slower innovation rate.", "Nevertheless, we cannot take for granted that productivity growth could compensate for the negative effects of population ageing on potential growth.", "Population ageing may also affect trend inflation.", "There are several reasons, some, but not all, of them having to do with composition effects in the basket of consumption goods and in employment that may be associated with an older population.", "First, the consumption basket of young adults includes a higher proportion of expenditure on durable goods and services than that of the older age groups, whose consumption basket includes higher expenditure on non-durable goods and lower expenditure on services, as many of the services they consume are non-market services.", "Thus population ageing might prompt changes in the relative demand for goods and services.", "If higher demand is concentrated on goods and services with lower price growth, population ageing would put a certain degree of downward pressure on inflation.", "Secondly, population ageing tends to increase inflation aversion, insofar as older people who have accumulated more wealth, and are therefore generally net creditors, are more averse to inflation.", "Thirdly, composition effects in consumption could give rise to changes in the sectoral and occupational composition of employment, increasing the share of employment both in low and highly-skilled occupations and reducing it in medium-skilled occupations, as this is the skills' pattern required to produce the goods and services in growing demand.", "Accordingly, demographics could also accelerate the trend towards the polarisation of employment that has been observed since the early 1990s and is usually attributed to technological advances resulting from the automation of routine tasks.", "Polarisation and the increasing share of low-skill occupations in services may tend to reduce wage pressures.", "Finally, since wage growth is generally very fast at the start of a person working life, and then quite steady towards the end, it will tend to lessen as the share of the employed population approaching retirement age increases.", "These deflationary pressures may be strong, although, admittedly, the empirical evidence on the effects of demographic change on the inflation rate is not yet conclusive.", "As for the implications of demographic changes on structural change, the link is also clear.", "We do not demand the same basket of goods and services over our entire life cycle.", "Moreover, our comparative advantage at performing across different productive tasks also changes with age.", "Thus, it will not be surprising to see changes in the sectoral and occupational distribution of economic activity, both through demand and supply channels.", "The most cited example is the increase in the demand for health and other non-market services, which in Europe are typically provided by the public sector.", "But there is also a negative association between the weight of the old population and the share of the manufacturing sector, both in GDP and in employment terms.", "This negative association can be observed across countries and also over time, and does not disappear when other factors, such as stage of development or female labour force participation, are taken into account.", "Thus, we should be prepared to witness significant changes in the sectoral and occupational composition of economic activity as demographic changes (and the associated technological transformations) accelerate in the coming decades.", "Let me now turn to the implications of demographic changes for the balance of savings and investment and, thus, for the so-called natural rate of interest, something that for obvious reasons is very closely followed by central banks.", "Savings are likely to increase with population ageing, as people need to devote more resources to retirement.", "Moreover, the demand for investment is likely to be lower as the population ages, a trend that will also be made more acute by the nature of the technological changes we are witnessing and that seem to require more intangibles and fewer traditional capital goods.", "No wonder that most estimates point to a significant decrease in the natural rate of interest in recent decades, one closely associated to demographics: among the main factors potentially behind the course of the natural rate (which also include technological growth and changes in risk premia), it is clearly the demographic component that accounts for its low-frequency changes.", "This decline in the natural real of interest has significant implications for monetary policy.", "A low natural real interest rate, together with the deflationary pressures associated with the same demographic and technological factors behind low interest rates, imply a higher probability of nominal policy rates hitting their effective lower bound, or alternatively the socalled reversal rate (i.e.", "the level below which further rate cuts may become contractionary), thus hampering the ability of conventional monetary policy to stabilise the economy.", "The strategy review exercises currently taking place at major central banks, and the associated in-depth analyses of the effectiveness of non-conventional measures in this macroeconomic environment, partly reflect the fact that the optimal policy mix for macroeconomic stabilisation might have changed following the decline in equilibrium interest rates.", "There are also good reasons to presume that, in this new optimal policy mix, fiscal and macroprudential policies ought to play a bigger role.", "With lower interest rates and for a given growth rate, the fiscal space is larger, as a given primary deficit leads to a lower public debt ratio in the steady state.", "There are also arguments supporting the idea that fiscal multipliers might be larger when monetary policy is constrained by the effective lower bound.", "Nevertheless, for this debate, some notes of caution are in order.", "One source of concern is that not only public debt ratios but also future expenditure commitments are already very high.", "This is because many public programmes, such as pension systems, will require more funds as the population ages.", "Another concern is that tax revenues from traditional instruments such as income and consumption taxes may be lower, among other reasons because of the compositional effects associated with lower effective tax rates for older people.", "Moreover, conventional fiscal stabilisers that rely on progressive income taxation and transfers may become less effective.", "Since there are good reasons for not relying on discretionary fiscal measures for stabilisation purposes, there might be a need for alternative instruments such as the so-called \"semi-automatic stabilisers\".", "These are fiscal instruments that involve tax reductions or increases in transfers and that automatically come into play as the economy goes into recession.", "Finally, population ageing might also erode the effectiveness of fiscal multipliers since differences in the marginal propensity to consume over the life cycle make consumption by the old less responsive to fiscal transfers.", "As for macroprudential policies, they can also be used as an additional macroeconomic stabilisation mechanism.", "Indeed, the introduction of macroprudential instruments to complement the stabilising capacity of monetary and fiscal policies is probably one of the most significant advances in the wake of the international financial crisis.", "For the countries belonging to a monetary union, the introduction of these tools is particularly important.", "This is because it is one of the few instruments available at the domestic level to ensure the stability of the domestic financial system.", "In particular, some instruments, such as the countercyclical capital buffer, can be used to build up capital buffers at financial institutions in good times that can be deployed when conditions worsen.", "The use of macroeconomic stabilisation mechanisms, such as the CCyB1, is particularly significant in a setting, such as the present one, in which monetary policy scope is more limited.", "A relevant issue in this regard is the extent to which these macropudential measures are complementary or substitutive with respect to monetary policy instruments.", "For instance, the activation/deactivation of a countercyclical capital buffer may weaken/increase the impact of expansionary monetary policy measures, as it may have a negative/positive impact on credit supply.", "Implications for the financial system Let me now briefly discuss the potential implications of ageing for the financial system.", "Demographic changes will affect the demand for financial products in various dimensions.", "First, the demand for credit will diminish due to the reduction in the number of middle-aged individuals since, over the life-cycle, the amount of debt usually peaks at around those ages (in the range of 25 to 34 years), falling to very low levels when the reference person of the household is older than 55.", "Additionally, the demand for long-term financial assets will probably increase since working age individuals will need to build up more savings for retirement, against a background in which public pension income might not be sufficient to smooth consumption in the transition to retirement.", "The flow of funds data actually show that since the beginning of the 21st century the share of financial assets related to retirement in the financial portfolio of euro area households has increased significantly.", "In particular, the share of pension entitlements plus life insurance and annuity entitlements has risen by more than ten percentage points.", "Currently, the portfolio of euro area households at the age of retirement is tilted towards real estate rather than financial assets, especially in the Mediterranean countries.", "There are, however, various financial products that can be used to extract liquidity from real estate assets.", "For example, reverse mortgages are loans, guaranteed by the borrower's property, in the form of either a lump sum or a regular income stream until the accumulated debt reaches the loan limit, which is a fraction of the property value.", "Other forms of reverse mortgages include the possibility for borrowers to borrow funds as they need them up to a pre-agreed limit.", "Another option is the so-called sale and leaseback contract.", "In this case the ownership of the dwelling passes to the cash provider who in turn leases the property back to the seller.", "Some of these products could be combined with annuities, which are insurance products that guarantee an income stream for life.", "However, in the era of low interest rates the income stream per unit of asset is comparatively low, and tends to decrease even further with the increase in life expectancy.", "These changes in the demand for financial products could have implications for the structure of the financial system.", "The traditional role of banks in their intermediation of funds from short-term deposits to loans may diminish.", "By contrast, the role of non-banks such as investment funds, pension funds and insurance companies may increase since they are in a better position to offer the products that are in higher demand.", "As a matter of fact, in recent years non-banks have been increasing their share in the financial system as a result of different factors and not only due to demographic changes.", "In any case, the financial sector will need to adapt to these changes, offering new products that cater for the needs of the population.", "It is worth mentioning that these developments are taking place against a background of low profitability in the banking sectors in many jurisdictions including the euro area, Japan, the United Kingdom and Switzerland.", "In many cases, the ROE of the banking sector is not only well below levels seen before the crisis but it is also lower than banks' cost of equity.", "Ageing can also have consequences for the stability of financial systems.", "A permanent lower level of risk-free interest rates might foster a search for yield by financial intermediaries.", "On the one hand, this process would leave financial intermediaries and the final investors more exposed to shocks.", "On the other hand, the valuation of some assets might become too stretched, increasing the risk of sharp adjustments in the future.", "Against a background of ultra-low interest rates, in recent years some financial intermediaries, such as investment funds, have increased the average maturity of their bond portfolios and their exposure to exchange rate risks.", "Additionally, some segments in the non-bank financial sector exhibit high levels of vulnerability, similar in fact to those witnessed before the crisis.", "The search for yield may have also fostered an increase in leverage among relatively risky firms.", "For example, in recent years there has been a dramatic increase at the global level in the volume of lowerrated investment-grade corporate bonds and in the issuance of leverage loans, many of which are distributed in the form of CLOs.", "Macroprudential policies are well-equipped to deal with some of these risks.", "Indeed, the evidence suggests that these policies have been effective in curving financial stability risks.", "However, most of the existing tools in this area apply only to banks.", "In a world in which the share of non-banks is increasing, we need to develop new macroprudential tools that can be used to prevent the build-up of systemic risks outside the perimeter of the banking sector.", "We seem to be in a new economic context characterised by older and declining populations, radical technological innovations (but not necessarily much higher productivity growth), high debt and low interest rates.", "All this entails substantial challenges both for macroeconomic policies and for the financial sector.", "Central banks will need to redefine not only their strategy but also the toolbox to be used when the constraints on their interest rate policy become binding.", "Fiscal policies might play a bigger stabilisation role without neglecting the constraints associated with current high debt levels and the implications of demographic changes for the public budget.", "In both cases, structural policies to expand productivity growth will ease the difficulties associated with the fulfilment by both monetary and fiscal authorities of their stabilisation functions.", "Macroprudential policies can also be used as additional macroeconomic stabilisation mechanisms, in addition to their role in guaranteeing financial stability.", "And all of this will have to be achieved while keeping a close eye on financial developments and innovations that will have to meet new demands, mainly to do with the insurance of the longevity risk in an ageing, lowinterest-rate world."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-financial coordination"], "topics": ["Population ageing", "Macroeconomic implications", "Financial system implications", "Productivity growth", "Inflation", "Savings and investment", "Natural rate of interest", "Fiscal policy", "Macroprudential policy", "Demand for financial products"]}