{"sentences": ["It's a great honour to be awarded this prize, and to receive it in the presence of so many leading figures from the French business community.", "The environment facing European business today is characterised by both uncertainty in the short term and a changing landscape in the longer term.", "The short-term uncertainties are mainly related to global risks - trade, geopolitical and now the outbreak of the coronavirus and its potential effect on global growth.", "Over the last two years, the euro area economy has been quite resilient to global shocks, with our accommodative monetary policy supporting employment and consumption.", "And, though GDP growth in the last quarter was weak, it was broadly in line with our expectations.", "But while the threat of a trade war between the United States and China appears to have receded, the coronavirus adds a new layer of uncertainty.", "So we're continuing to monitor closely how these risks develop and how they feed into our central scenario for the economy.", "In the face of these uncertainties, the ECB's forward guidance on interest rates and asset purchases acts as an effective automatic stabiliser.", "The longer-term picture is different.", "Ambitious proposals are gathering momentum within Europe today and look set to profoundly reshape the environment for business.", "In particular, two big ambitions are pervading many aspects of policymaking in ways that create change, but also opportunity: the goal to build real \"European autonomy\"; and the aim to urgently fight the consequences of climate change.", "I know that, as business leaders, you naturally seek the new opportunities that emerge for your companies in such times.", "So I'd like today to talk about how I see these ambitions evolving, and where they intersect with the tasks and priorities of the ECB.", "European autonomy We all have a sense of the world around us moving more quickly.", "The post-war global order is fracturing, tensions between great powers are rising and technological change is transforming the way we produce, distribute and consume.", "This environment clearly exposes Europe to new types of risk, as demonstrated today, for example, by the turn towards protectionist policies and the increasing use of sanctions.", "So it's no surprise that the ambition of building \"European autonomy\" is gaining traction and has been gathering momentum in various policy areas.", "Where this overlaps most with the ECB is the international role of the euro.", "Issuing an international currency confers obligations, but it also creates opportunities.", "It lowers external financing costs - the so-called \"exorbitant privilege\".", "It helps shield domestic prices against volatile exchange rates.", "It strengthens monetary policy autonomy.", "And it can help reduce vulnerabilities, such as the potential to be denied access to the financial and payment systems of others.", "Of course, autonomy should be seen not as an alternative but as a robust complement to global cooperation, which is of utmost importance.", "But in Europe's case, while the international use of the euro has stabilised in recent years, it still lags some way behind the dollar, even for European trade.", "Around half of the euro area's international trade is invoiced in euro.", "Most of the oil we buy is denominated in foreign currency.", "So, European policymakers are showing renewed interest in strengthening the euro's global role - and this coincides with the ECB's tasks.", "We know from history that deep and liquid financial markets are one of the most important factors to enable a currency to attain international status.", "In fact, research shows that capital market depth was by far the most important driver helping the US dollar to overtake the pound sterling in the interwar period.", "Capital markets in Europe, however, remain heavily segmented and financial integration has actually gone into reverse.", "Today it is only around half its pre-crisis peak.", "So, if we truly want to boost the euro's international role, it's essential that governments and regulators are committed to building a genuine capital markets union.", "And here the ECB can contribute, in particular by providing safe and innovative market infrastructures under European jurisdiction, and by acting as an accelerator in payments solutions.", "Already Europe has gone a long way in this direction.", "In 2018, for example, we launched TARGET Instant Payment Settlement (TIPS) - a Europe-wide instant payments service.", "But these achievements are not sufficient for us to consider our payments landscape autonomous - especially in the retail space where payments are becoming more digital and nonEuropean solutions dominate.", "At the end of 2016, for example, more than two-thirds of credit card transactions in Europe were made using international cards.", "This underlines the need to fully implement the recently relaunched pan-European retail payments strategy.", "The challenge for us now, in other words, is to remain at the forefront of innovation, both to respond to changing consumer demand and to strengthen Europe's place in the world.", "And this will include exploring, with other central banks, the risks and opportunities of issuing central bank digital currencies and the conceptual options available.", "Another aspect that's crucial for the effectiveness of our market infrastructures is resilience against the new risks in today's world - namely cyber threats.", "Industry estimates for 2018 already put the global cost of cyber attacks at between USD 45 billion and USD 654 billion.", "And, as an operator of critical infrastructures, the ECB obviously takes such threats very seriously.", "But cyber risk is becoming important for financial stability, too.", "As forthcoming analysis from the European Systemic Risk Board shows, there are plausible channels through which a cyber attack could morph into a serious financial crisis.", "An operational outage that, say, destroys or encrypts the balance accounts of a major financial institution could trigger a liquidity crisis, and history shows that liquidity crises can quickly become systemic crises.", "So the ECB is well aware that it has a duty to be prepared and to act pre-emptively.", "For example, our banking supervision already requires all significant institutions to report cyber incidents immediately, so that we can react quickly in the event of a major incident.", "This is an area, again, where we intend to stay at the forefront of developments - both to fulfil our own mandate and to discharge our wider responsibility to Europe.", "The second big ambition reshaping the landscape for business is the mission to fight the consequences of climate change.", "We are entering an era where climate risk will play a much more central role in public policies, be it via regulation, taxation or the focus of public spending.", "We are already seeing this in the plans for a European Green Deal, and several national governments have recently adopted large green investment packages.", "In keeping with this, climate change will be a key part of our ongoing strategy review.", "Though we're still in the early phases of this process, I see two broad areas where we can move forward.", "The first is filling the knowledge gap.", "We need to extend our knowledge about the macroeconomic effects of climate change, in particular in key areas like inflation, productivity and trade.", "A recent study found that, out of approximately 77,000 articles published in top economics journals, less than 60 have been on climate change.", "So the ECB will also strive to deepen its analysis and its modelling in this field.", "What we do know so far suggests that climate change will affect monetary policy.", "For instance, research on natural disasters suggests that climatic events could make inflation more volatile, especially in the short run.", "And over time, mitigation strategies such as carbon taxes could have significant and persistent effects on relative prices.", "In other words, bringing climate change more fundamentally into our analysis and strategy is not \"mission creep\": climate change is also a price stability risk.", "The second area where we can already make progress is on properly reflecting climate risks.", "There's a growing awareness today that banks and financial institutions are exposed to material climate risks.", "These include physical risks from natural disasters and climate change, and they include risks from a disorderly climate transition.", "These risks are not distinct, because rising physical risks make a disorderly transition more likely - a combination Mark Carney has termed \"the tragedy of the horizon\".", "So it's crucial that both the public and the private sector take these risks into account more systematically, for instance by setting higher standards for climate risk disclosure.", "We're already seeing progress in the private sector, especially among large investors, and France is leading the way at the country level.", "The Commission's Green Deal agenda sees European standards on disclosure being tabled in the course of 2020.", "At the ECB, we will also do our part - and we are already starting to promote climate risk disclosure across our range of tasks.", "For example, we're examining the disclosure standards we will need in order to incorporate climate issues into the risk assessment of our collateral framework.", "ECB staff have also started working on a comprehensive climate risk stress-testing framework, which is due to be ready by the end of the year.", "And our banking supervisors are assessing banks' climate risk disclosures and examining how those risks should be embedded in the supervisory process.", "This is an area where Europe has an opportunity to lead the world, both as a global standard setter and as a centre of green finance.", "And this could support other policy goals.", "The EU is already the largest international market for green bonds: European entities account for around 50% of global issuance and around 44% of the global market is in euro.", "As green finance grows, it could provide another avenue through which to bolster the capital markets union and cement the euro's international role.", "The world is changing in ways that are challenging the certainties of the past.", "It's a shifting environment for business and for policy.", "But it's one that we can master.", "The attitude we must strive for is one of cooperation without compromise - being open to the world, but assertive in defending our values and our interests.", "That means forging ahead in fields that are vital to us, like environmental sustainability.", "It means taking steps to reduce our common vulnerabilities and increase our autonomy.", "And it means working together - as policymakers, businesses and Europeans.", "If we are to strengthen the global standing of our currency, we need our banks and our regulators to act in a European way.", "If we are to fight climate change, we need our large firms to be pioneers and leaders on disclosure and green investment.", "This is an ambitious agenda - but it's also, in truth, a self-evident one.", "We are all stakeholders in the future of Europe, and in the future of our planet.", "The task ahead of us is clear - and there's no time to lose.", "(2019), \"The benefits and costs of the international role of the euro at 20\", The international role of the euro, ECB, June 2019.", "Eichengreen, B., Mehl, A. and Chiţu, L. (2017), How Global Currencies Work: Past, Present and Future, Princeton University Press.", "On the basis of the ECB's quantity-based indicator of financial integration.", "ECB (2019), Card payments in Europe - current landscape and future prospects: a Eurosystem perspective, April.", "European Systemic Risk Board (2020), Systemic Cyber Risk, forthcoming.", "European Systemic Risk Board, op.", "Oswald, A. and Stern, N. (2019), \"Why are economists letting down the world on climate change?", "Parker, M. (2018), \"The impact of disasters on inflation\", Economics of Disasters and Climate Change, 2(1), pp.", "See Carney, M. (2015), \"Breaking the tragedy of the horizon - climate change and financial stability\", speech given at Lloyd's of London, 29 September.", "173-VI of the Law on Energy Transition for Green Growth."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["European autonomy", "Climate change", "Euro's international role", "Capital markets union", "Cybersecurity", "Green finance", "Financial stability", "Inflation", "Monetary policy", "Trade"]}