{"sentences": ["January 30, 2020 Interest Rate Benchmark Reform in Japan Speech at the Kin′yu Konwa Kai (Financial Discussion Meeting) Hosted by the Jiji Press AMAMIYA Masayoshi Deputy Governor of the Bank of Japan Good afternoon, everyone.", "It is my pleasure to have the opportunity to speak to you today about the interest rate benchmark reform.", "The term \"interest rate benchmark\" may not sound familiar to those who are not engaged in financial businesses.", "It refers to a rate that reflects the prevailing market rates and serves as the base rate when determining the price of financial transactions.", "The most famous and widely used interest rate benchmark around the world is the London Interbank Offered Rate, or LIBOR, which is calculated based on the interest rates of interbank transactions in London.", "LIBOR is presently published for seven tenors ranging from overnight to 12 months, and for five currencies: the U.S. dollar (USD), British pound (GBP), Euro (EUR), Swiss franc (CHF), and Japanese yen (JPY).", "There are other interest rate benchmarks based on interbank offered rates, such as TIBOR, which is the Japanese yen interest rate benchmark published in Tokyo, and the EURIBOR, which is the Euro benchmark published in the Euro area.", "Recently, we have also seen the publication for major currencies of overnight interest rate benchmarks called \"risk-free rates,\" which are literally interest rates that are not affected by credit risk.", "Interest rate benchmarks are actually used in large volume and a broad range of financial transactions including loans, bonds, and derivatives (Figure 1).", "Accordingly, interest rate benchmarks impact the pricing of various financial transactions and affect, through investment and funding activities, the economic activities of a wide range of relevant parties including banks and non-financial corporates.", "Therefore, it is clear that interest rate benchmarks are extremely important, but it is very likely that LIBOR, which is widely used around the world, will be phased out at the end of 2021.", "I will explain the background to the possible discontinuation of LIBOR in detail later.", "In the meantime, an urgent issue we now face is to ensure the formation of fair prices in financial markets and the stability of financial transactions, including corporate finance, even after the discontinuation of LIBOR.", "Given those circumstances, \"interest rate benchmark reform\" has been discussed in many countries, including Japan, in terms of how to select alternative interest rate benchmarks that will replace LIBOR and how to transition smoothly to those benchmarks.", "The current framework for interest rate benchmarks, which is centered on LIBOR, has become firmly established in the financial system over time.", "Therefore, it is undoubtedly challenging to design and realize a new framework for interest rate benchmarks that will replace the current one.", "Through the interest rate benchmark reform efforts to date, we can see the direction of preparations for the discontinuation of LIBOR as well as the development of a new framework.", "However, there is less than two years until that will happen.", "That is not a long time considering the extent and complexity of the challenges for the transition from LIBOR to alternative benchmarks.", "It is also difficult to say that the awareness of those issues is being shared fully among the relevant parties.", "During that limited time, proactive efforts will be required not only by financial institutions but also a wide range of relevant parties, including non-financial corporates.", "Today, while looking back on the events leading up to the current situation, I would like to explain the efforts that will be required during the next two years until the end of 2021, when it is expected that LIBOR will be discontinued, and what we should achieve through the interest rate benchmark reform.", "Background Origin of LIBOR and the expansion of its use First, I would like to reflect on the historical background that led to the widespread use of LIBOR today.", "The origin of LIBOR dates back to the late 1960s.", "At that time, partly due to U.S. regulations on deposit interest rates and capital outflows, holders of USD funds in the United States and abroad moved their funds into an offshore market -- the Euro-dollar market in London.", "Under those circumstances, in order to respond to the various demands for USD funds in international financial markets, new methods of lending were created such as risk diversification through syndicated loans and control of interest rate risk through floating rate loans.", "In doing so, a convention was established to set the base rate of loans as the average funding rate of offshore USD deposits by banks participating in syndicated loans.", "This was the origin of LIBOR.", "In 1986, the British Bankers′ Association began publishing the \"BBA LIBOR\" for three currencies: the USD, GBP, and JPY.", "That was the official start of LIBOR.", "LIBOR is calculated and published in accordance with a prescribed process based on rates submitted by multiple predetermined banks called panel banks.", "That mechanism has made LIBOR highly convenient and allowed it to be published for as many as 10 currencies at its peak.", "At that time, LIBOR was regarded as the de facto risk-free rate reflecting the prevailing market rates.", "That was because, first, highly credible banks were selected as panel banks, and second, LIBOR panel banks were required to submit the funding rate of a prime bank (a bank with particularly high creditworthiness) judged by each panel bank rather than their own funding rates.", "By being positioned in this way, LIBOR was used not only as the base rate of loans but also to determine the issuance terms of bonds.", "Furthermore, as derivative transactions expanded with the development of financial technology, LIBOR began to be used as a reference for interest rate swap transactions and other transactions.", "Under these circumstances, the position of LIBOR as an interest rate benchmark was solidified further.", "Further expansion of LIBOR′s use It is common for LIBOR to be used not only for such financial transactions but also as the transfer price among internal departments within companies including financial institutions.", "LIBOR has also come to be used for the mark-to-market valuation of financial products and as historical data to manage interest rate risk.", "In addition, LIBOR is sometimes used in frameworks for accounting standards such as hedge accounting.", "In this way, LIBOR is now being used in various areas, forming an infrastructure that supports the entire financial system from the perspective of interest rates.", "In view of the success of LIBOR, in Japan, the Japanese Bankers Association started currencies not covered by LIBOR, interest rate benchmarks began to be calculated and published in similar frameworks, such as HIBOR in Hong Kong and SHIBOR in Shanghai.", "Global financial crisis In the midst of the widespread use of LIBOR, the global financial crisis occurred in the late 2000s.", "As mentioned earlier, while LIBOR came to be used widely as a de facto risk-free rate, banks, which are private economic entities, inherently have embedded their own credit risk in the interest rates for interbank transactions.", "At the time of the global financial crisis, the banks′ credit risk was recognized in light of the possibility of bank failures, and LIBOR rose sharply as a result (Figure 2).", "At the same time, against the backdrop of mutual distrust among market participants, we saw substantial shrinkage in the unsecured money market among banks, which was the basis for LIBOR panel banks in determining the submission rates.", "In 2012, it came to light that some panel banks had submitted fraudulent rates during the global financial crisis.", "Going back to 1998, the submission rates of panel banks were changed to the banks′ own funding rates, while, as mentioned earlier, those rates were originally the funding rates of prime banks.", "A decade later, as the credit risk of banks inherently embedded in LIBOR came to the surface with the occurrence of the global financial crisis, some banks submitted fraudulent rates for their own benefit, such as making it appear as though their creditworthiness was higher than it actually was.", "As a result, the reliability of LIBOR as an interest rate benchmark started to be seriously questioned.", "Toward interest rate benchmark reform Given that LIBOR is widely used in a range of areas, a decrease in its reliability would give rise not only to concerns about the formation of fair prices in financial markets, including the derivative market, but also could threaten financial stability due to LIBOR′s influence on corporate financing through debt instruments such as loans and bonds.", "As a result, there have been calls for initiatives to secure the robustness of interest rate benchmarks to prevent such fraudulent manipulation and to restore the reliability of interest rate benchmarks, including LIBOR.", "These initiatives are referred to as the \"interest rate benchmark reform\" (Figure 3).", "The impact of the attempted market manipulation and false reporting of LIBOR was so significant that the issue was discussed at the G20 St. Petersburg Summit in September 2013.", "To restore the reliability of interest rate benchmarks, the G20 endorsed the Principles for Financial Benchmarks established by the International Organization of Securities Commissions (IOSCO) and requested the Financial Stability Board (FSB) to undertake a fundamental review of major interest rate benchmarks and reform plans.", "In response, the FSB published a report in July 2014 titled \"Reforming Major Interest Rate Benchmarks.\"", "The current interest rate benchmark reform is being promoted based on that report.", "Based on the overarching perspective that benchmark rates should be anchored in actual transactions wherever possible, the FSB report recommended that the reliability and robustness of existing major benchmarks such as TIBOR and EURIBOR, as well as LIBOR, be improved by minimizing the opportunities for market manipulation.", "Moreover, to respond to the need for benchmark rates without bank credit risk, the report encouraged the development of alternative, nearly risk-free rates that do not include bank credit risk, thereby enabling market participants to choose LIBOR or other benchmark rates depending on the purpose of that use.", "This policy is called the \"multiple-rate approach\" because it is intended to allow users to choose from more than one interest rate benchmark and select one that best fits their purpose.", "Japan has also been affected by LIBOR reform since LIBOR is also calculated for JPY.", "There has been a need for TIBOR reform and discussions on risk-free rates for JPY.", "Thus, in response to international discussions, interest rate benchmark reform has become an important and unavoidable issue for Japan.", "Initiatives for Interest Rate Benchmark Reform I would now like to explain the initiatives for interest rate benchmark reform that have been taken to date by dividing them into two phases.", "In response to international discussions, each jurisdiction has proceeded with reforming existing benchmarks such as LIBOR, TIBOR, and EURIBOR, and the use of risk-free rates to be calculated based on the actual transaction rates for overnight fund transactions has been discussed.", "This was the first phase of the interest rate benchmark reform.", "The first reform implemented in Japan was the reform of TIBOR, which was widely used as the interest rate benchmark for domestic loan transactions and other transactions.", "TIBOR used to be published by the Japanese Bankers Association, but the JBA TIBOR Administration was established in April 2014 to develop a more independent and neutral administration framework for TIBOR and it took over the calculation and publication of TIBOR.", "Moreover, in May 2015, it became apparent that TIBOR was subject to regulations of the Japan Financial Services Agency (JFSA) as a Specified Financial Benchmark under the Financial Instruments and Exchange Act.", "In July 2017, the rates to be submitted started to be calculated in accordance with a standardized and clarified calculation and determination process.", "At the same time, discussions on the JPY risk-free rate were held by the Study Group on Risk- Free Reference Rates, which was launched in April 2015.", "In December 2016, the study group identified the \"uncollateralized overnight call rate,\" which is calculated and published by the Bank of Japan, as the JPY risk-free rate.", "While each jurisdiction, including Japan, was promoting interest rate benchmark reform, Chief Executive Andrew Bailey of the U.K. Financial Conduct Authority (FCA) delivered an important speech in July 2017 in which he strongly suggested the possibility of the permanent discontinuation of LIBOR at the end of 2021.2 He pointed out that the framework for LIBOR might not be sustainable under circumstances where many panel banks were feeling discomfort about providing submissions given the inactive transactions in the underlying interbank unsecured money market.", "On the other hand, the unexpected and unplanned disappearance of LIBOR due to the withdrawal of panel banks would be unacceptable.", "Therefore, the FCA requested the current panel banks for their commitment to continue submitting rates until the end of 2021, and it encouraged market participants in the transition Even if LIBOR is discontinued, TIBOR and EURIBOR will continue to be published for JPY and EUR, resulting in the co-existence of those benchmarks and risk-free rates.", "However, for the USD and other currencies, there will be no comparable benchmarks once LIBOR ceases to exist, and the only option will be to transition to risk-free rates (Figure 4).", "In any case, the speech by Chief Executive Bailey shifted the main focus of interest rate benchmark reform to the planning and development of a new framework for interest rate benchmarks and a seamless transition to that framework after the discontinuation of LIBOR, which is considered to be a shift to the second phase of reform.", "The first step in that phase is to examine alternative benchmarks to replace LIBOR.", "It is also necessary to modify the language in existing contracts that refer to LIBOR well in advance to ensure smooth transactions after the discontinuation of LIBOR.", "These activities are being examined by applying different approaches according to the type of financial product or transaction.", "First, for derivative transactions, the International Swaps and Derivatives Association (ISDA), which develops a standard contract for such transactions, is promoting global efforts to modify the standard contract for derivatives while consulting with market participants.", "On the other hand, for \"cash products\" such as loans and bonds, unlike derivative transactions, there is no standard contract that is widely used internationally.", "Accordingly, each jurisdiction needs to take measures to deal with the discontinuation of LIBOR in those transactions.", "In this regard, in Japan, the Cross-Industry Committee on Japanese Yen Interest Rate Benchmarks consisting of financial institutions, institutional investors, and non-financial corporates was established in August 2018, with the Bank of Japan acting as the secretariat, and it has been conducting deliberations.", "Last summer, as a key milestone in the committee′s work, a public consultation was held on the appropriate choice of alternative benchmarks to JPY LIBOR.", "During that consultation, many comments were provided on the issues presented by the committee from a wide range of relevant parties, including non-financial corporates.", "As a result of that public consultation,3 a \"term reference rate,\" which would be calculated based on future expectations of the Japanese risk-free rate (uncollateralized overnight call rate), received the most support as an alternative benchmark to JPY LIBOR for both loans and bonds (Figure 5).", "There are several reasons for the strong support for the term reference rate: it is not affected by bank credit risk; it would be \"fixing in advance\" like LIBOR, which would allow users to determine the base rate before entering transactions; and it is highly compatible with current conventions and operations.", "It is expected that the initiatives toward a transition to the term reference rate will be promoted for transactions that currently use JPY LIBOR.", "Deliberations outside of Japan What are the developments of discussions outside of Japan to deal with the possible discontinuation of LIBOR for loans and bonds?", "In the United States and the United Kingdom, for example, with respect to certain loans, it seems some market participants have indicated that they want to use term reference rates for each currency.", "Meanwhile, given that term reference rates have not yet been developed sufficiently, financial authorities are strongly encouraging the use of compounded overnight risk-free rate fixing in arrears rather than waiting for the development of term reference rates.", "This stance by the U.S. and the U.K. authorities represents the urgency with which they are promoting a timely transition from LIBOR to alternative benchmarks in light of the limited time until the end of 2021.", "Why is the Reform Challenging?", "Even in the United States and the United Kingdom, where the reform has been promoted, smooth transition from LIBOR is considered a challenging project given the time limit of the end of 2021.", "Now, I would like to explain why interest rate benchmark reform is not easy in any jurisdiction, including Japan.", "What I am going to talk about is related to the essence of the issues embedded in interest rate benchmarks; therefore, sharing the following three points should help ensure the achievement of the ongoing reform.", "First, as there are various needs for the relevant parties in financial transactions, it is necessary to identify an interest rate benchmark as a common infrastructure.", "As I have already mentioned, LIBOR was created based on the needs of market participants.", "It was designed to be used with ease in various transactions, such as loans and bonds, and it became the standard benchmark interest rate.", "In other words, an alternative interest rate benchmark should be one that is accepted by a wide range of relevant parties for their financial transactions.", "Second, once adopted for use in various financial transactions, the interest rate benchmark tends to become deeply rooted in the overall financial system as market practices.", "This characteristic is called network externality embedded in interest rate benchmarks.", "Taking LIBOR as an example, the greater the number of market participants that select LIBOR, the more liquid transactions using LIBOR become, which increases the merits of using LIBOR in terms of transaction costs and causes the use of LIBOR to expand further.", "Moreover, as LIBOR becomes widely referred to in risk management and transaction practices, various areas in financial transactions will become mutually dependent through LIBOR.", "Under these circumstances, if we are to change from LIBOR to another interest rate benchmark, it will be necessary to proceed with that transition in a consistent manner across all relevant areas.", "In other words, a project aiming to transition away from LIBOR to alternative benchmarks requires that a lot of work should proceed simultaneously, thereby increasing the difficulty of the reform as a large-scale project that involves a large number of relevant parties.", "Third, global coordination is also vital for interest rate benchmark reform.", "Since interest rate benchmark reform presumes the discontinuation of LIBOR and takes the approach of selecting alternative benchmarks for each currency, specific deliberations will be left to each jurisdiction.", "As a result, the status of alternative benchmarks might differ from currency to currency, depending on the situation of the financial markets in each jurisdiction.", "Nevertheless, in order to ensure smooth cross-border transactions, it is necessary to coordinate the use of interest rate benchmarks on a global scale to a certain extent.", "Ensuring global coordination among interest rate benchmarks used for cross-currency swap transactions is important.", "These three things indicate the basic viewpoints of the interest rate benchmark reform.", "The following points are considered to be important: endeavoring to form a consensus on the selection of interest rate benchmarks as a common infrastructure by taking various needs of parties into account; involving many relevant parties in the reform given that interest rate benchmarks tend to become deeply rooted in the financial system; and furthermore, ensuring that the interest rate benchmark reform of each jurisdiction is in line with global trends.", "Japan′s Initiatives for a Smooth Transition from LIBOR Now, I would like to discuss how Japan should proceed with interest rate benchmark reform over the next two years until the end of 2021, when the discontinuation of LIBOR is expected.", "I will focus on initiatives by individual companies, initiatives by the entire market, and the role of the public sector.", "Initiatives by individual companies The users of interest rate benchmarks such as financial institutions, institutional investors, and non-financial corporates are required to change their LIBOR-based operations and organizational structures to a framework based on alternative benchmarks (Figure 6).", "In this regard, it is important first of all to accurately understand how those parties use LIBOR, because this might be different depending on the industry type and the business model of individual companies.", "It is also necessary to not only simply examine the exposure of LIBOR- based transactions but also how LIBOR is used in various areas, including accounting and risk management.", "While the workload associated with the detailed research might be heavy in some cases, it is essential to conduct a thorough examination given the widespread use of LIBOR as a market practice.", "In addition, it will be required to establish a governance framework, including specific section focusing on the transition to alternative benchmarks, and secure internal resources, including staff and budgets, while the extent of the preparation may differ from one institution to another.", "It is also expected that internal systems and operations will be reviewed depending on the status of the use of LIBOR.", "Moreover, it is necessary to execute agreements between lenders and borrowers to revise loan contracts.", "We should therefore keep in mind that it will take considerable time to fully implement the measures necessary for the transition to alternative interest rate benchmarks.", "In this regard, since financial institutions function as the \"hub\" of financial transactions, they are expected to provide in a timely manner accurate information to their clients, the users of the interest rate benchmarks, on how to deal with each transaction, and to take the lead in taking necessary measures for reviewing LIBOR-based transactions.", "Market-wide initiatives It is also important to promote market-wide initiatives, including the establishment of alternative benchmarks to LIBOR and the development of market practices, in order to encourage individual actions by market participants and interest rate benchmark users (Figure 7).", "As mentioned earlier, for the Japanese yen, there is a great deal of support for the term reference rate to be used as an alternative benchmark to JPY LIBOR.", "The entity responsible for calculating and publishing the term reference rate is scheduled to be determined relatively soon.", "As a first step, the entity is going to start publishing \"prototype rates,\" which do not presume use in actual transactions.", "Through the publication of prototype rates, it is expected that the entire market will transition smoothly from JPY LIBOR to the term reference rate as individual steps are taken to prepare for transactions using that alternative benchmark.", "Following that, the aim is to publish \"production rates\" of the term reference rate no later than mid-2021, with an assumption that these will be used in actual transactions.", "In addition, it is necessary to review market practices that have been developed based on LIBOR.", "If a risk-free rate without bank credit risk is used as an alternative benchmark, the characteristics of the base rate will differ from those of the current base rate.", "Moreover, while LIBOR is published based on the rate at 11:00 a.m. London time, in the future, alternative benchmarks of each currency would be published in each jurisdiction, which will have a certain impact on transaction practices because of factors such as differences in the publication times of each benchmark.", "In any case, it is necessary to examine market practices, including those issues.", "Role of the public sector In relation to initiatives by individual companies and the entire market, it is important for the public sector to have the perspective of ensuring the formation of fair prices and the stability of financial transactions in financial markets both before and after the discontinuation of LIBOR (Figure 8).", "Therefore, with respect to initiatives by individual companies, it is necessary to strongly encourage financial institutions to take specific actions.", "In this regard, we at the Bank of Japan, have conducted a joint survey recently with the JFSA regarding financial institutions′ status of using LIBOR and governance framework.", "In addition, with respect to market-wide initiatives, it is important for the public sector to concurrently play the role of a coordinator and a facilitator.", "For the ongoing interest rate benchmark reform, the public sector needs to simultaneously review various frameworks and practices that have been developed based on LIBOR.", "It also needs to proceed with that complex process while coordinating the different viewpoints of a diverse range of parties.", "As the central bank and the secretariat of the Cross-Industry Committee on Japanese Yen Interest Rate Benchmarks, the Bank of Japan continues to support interest rate benchmark reform from those perspectives while simultaneously cooperating with the JFSA.", "Toward the end of 2021 In taking the various measures mentioned to this point, it is very important for both the private and public sectors to keep in mind the timeline of when the discontinuation of LIBOR is expected; that is, up to the end of 2021.", "Going forward, given the magnitude of work, including reviewing the operations of individual companies, responding to clients, and reviewing market practices, two years is by no means a long time.", "In order to accomplish the interest rate benchmark reform by also utilizing the results of past deliberations, it is necessary for all relevant parties in the private and public sectors to steadily implement measures while appropriately cooperating with each other by keeping in mind the limited time until the end of 2021.", "Closing Remarks: Improving the Attractiveness of Tokyo′s Financial Markets As explained so far, the private and public sectors must cooperate with each other to seriously tackle the common goal of transitioning to a new framework for the interest rate benchmark that will replace LIBOR.", "Lastly, I would like to discuss what we should aim for by achieving the interest rate benchmark reform through considerable efforts and substantial costs to be borne by the relevant parties, including those of you who are here today.", "Interest rate benchmarks are an important infrastructure with which economic entities engage in financial and economic activities.", "It can be said that developing interest rate benchmarks for the Japanese yen that will continue to function even after economic or financial shocks, as well as remain \"reliable\" and \"robust\" without any room for fraudulent manipulation, is an indispensable element in maintaining the stability of the financial system in Japan.", "I believe the construction of a highly reliable and robust interest rate benchmark will strengthen the functions of Tokyo′s markets along with the infrastructure of existing financial markets, which will lead to the improvement of the attractiveness of Tokyo′s markets as international financial markets and the mother market of the Japanese yen (Figure 9).", "There are many examples even within the limited area of market practices where initiatives to boost the attractiveness of Tokyo′s financial markets can be seen.", "As a part of those initiatives, I would like to mention that the settlement cycle of JGBs has been shortened as the internationalization of the Japanese yen and the globalization of securities transactions has been advocated since the 1990s.", "This has contributed to improving the attractiveness of the JGB market in terms of both reducing the settlement risk by shortening the settlement cycle and improving the convenience by quickly liquidating JGBs.", "After the coordinated and continued efforts among market participants, market infrastructure institutions, and the public sector over a long period, in May 2018, the JGB settlement cycle became T+1 and accompanying market practices were developed.", "Moreover, in the stock market, the JFSA established Japan′s Stewardship Code in February 2014 while the Tokyo Stock Exchange established the Corporate Governance Code in June 2015.", "Through these efforts, we have achieved a constructive \"purposeful dialogue\" between institutional investors and invested companies; namely, the deepening of engagement and strengthening of the governance of listed companies.", "In addition, for the foreign exchange market, the FX Global Code was published in May 2017, and this compiled action principles for market participants to follow.", "Tokyo′s markets have received statements of commitment from many market participants and boast a large number of ratifications among the foreign exchange markets in countries around the world.", "It can be said that this demonstrates a strong sense of discipline by Tokyo market participants themselves, which seems to contribute to increasing the confidence in Tokyo′s market.", "Going forward, as the globalization and digitalization of economies and finance proceeds, the strengthening of the function of Tokyo′s markets to boost their attractiveness as international financial markets will lead to firmly supporting the development of the Japanese economy from the financial side.", "The Bank of Japan will work not only to tackle interest rate benchmark reform but also develop the infrastructure of financial markets in various areas.", "Thank you very much for your attention.", "Interest Rate Benchmark Reform in Japan Kin'yu Konwa Kai Speech at the (Financial Discussion Meeting) Hosted by the Jiji Press January 30, 2020 Deputy Governor of the Bank of Japan AMAMIYA Masayoshi Widespread Use of LIBOR Outstanding volume of transactions Assets referencing JPY LIBOR referencing key IBORs (tril.", "U.S. dollars) Asset Class Volume Corporate loans Loans Syndicated loans 75 CHF LIBOR 6.5 EUR LIBOR 2 JPY LIBOR 30 235 Basis swaps 197 Ref.", "Comments from industry groups are regarded as one opinion regardless Initiatives by Individual Companies Identify specific financial instruments and transactions referencing LIBOR Understand the status • Identify operations using LIBOR other than financial transactions (e.g., accounting and risk management) Establish a specified section dedicated to the transition to an alternative interest rate benchmark Develop systems and Secure internal resources, including staff and a budget It should be noted that it will take considerable time to review systems and operations and revise loan contracts.", "Planned Market-Wide Initiatives Expected discontinuation of LIBOR after end-2021 Item 3Q 4Q 1Q 2Q 3Q 4Q 1Q 2Q 3Q 4Q Publication of prototype rates for Term Reference Rates around the first (Phase 1) Publication of production rates no later than mid-2021, for Term Reference Rates (while making best efforts Role of the Public Sector Support by the Bank of Japan and the Japan Financial Services Agency <Encourage financial institutions to <Coordinate different viewpoints of take measures> a diverse range of parties> Initiatives by individual Market-wide initiatives e.g., BOJ and JFSA conducted a e.g., BOJ serves as the secretariat joint survey regarding the of the Committee, playing the status of using LIBOR, etc.", "by role of coordinator and financial institutions facilitator.", "Secure smooth pricing in financial markets and the stability of financial transactions Improving the Attractiveness of Tokyo's Financial Markets Initiatives to improve the functions of important infrastructure for economic entities to engage in financial and economic activities Initiatives for interest rate benchmark reform Examples of other initiatives 2018:Shortening of the JGB settlement cycle to T+1 2014:Japan's Stewardship Code 2015:Japan's Corporate Governance Code 2017:FX Global Code Improving the attractiveness of Tokyo's markets as international financial markets and Japanese yen's mother market"], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination"], "topics": ["LIBOR", "Interest rate benchmark", "Risk-free rate", "Alternative benchmark", "Term reference rate", "Network externality", "Global coordination", "Transition", "Market practice", "Financial stability"]}