{"sentences": ["Ambassador Descôtes Professors Schwan, Göring, Kaplan, Ladies and gentlemen, I am very pleased to be with you today, despite the obstacles related to Covid.", "The Berlin Academy is one of the essential forums where Franco-German relations, which are at the heart of the European project, can be deepened over time.", "I am completely convinced of this.", "I am French, but my family's roots are in Saarland.", "My family has lived there since the end of the 18th century and its ceramics manufacturing company Villeroy & Boch is part of the German \"Mittelstand\".", "I love Germany, its language and its culture.", "I've always been struck by a difference in terminology: the French speak, as romantics, of the Franco-German \"couple\", and the Germans speak as engineers and use the term \"engine\".", "But let's set clichés aside: France also has excellent engineers, and romanticism was also born in Germany with Goethe, and Schiller.", "And above let's all see the common reality.", "We are experiencing, I believe, one of those \"Franco-German moments\" that will mark history, and we can now rightly celebrate it: on 18 May, a Franco-German initiative on the European stimulus package; on 21 July, a historic agreement by the European Council in Brussels on a EUR 750 billion package, supported by a united Franco-German alliance; on 20 August, the Chancellor visited the President of the Republic in Brégançon.", "Despite any fears, faced with the threat of the Covid crisis, Germany has clearly and unequivocally opted for Europe and the euro.", "However, in its early stages, the crisis appeared to distance us, due to our different abilities to respond, and sometimes in different orders.", "Europe has once again demonstrated in this crisis that it is stronger than is commonly believed.", "I will concentrate here on economic matters, because that is where my competence lies.", "Naturally, there are broader issues in Europe, that are concrete and emotional: those of our borders, our institutions, our military and diplomatic power, and, in a wider sense, our common identity, which is apparent to our fellow citizens.", "The President of the French Republic speaks of the necessary \"European sovereignty\".", "I am aware that this expression gives rise to debate.", "In any case, it means that Europe must not passively put up with events, in the face of the growing rivalry between the United States and China.", "That we can and should be proud collectively of our achievements.", "In the economic sphere, these are the single market, the single currency, and our European social model - the soziale Marktwirtschaft.", "The world needs Europe, today.", "We must be decisive... and at the same time aware that economic rigour is a prerequisite for our political influence in this world of 2020 so fraught with danger.", "This brings me to what I want to say today.", "So far Europe has stood firm in the face of a shock of unprecedented severity: this will constitute the first part of my speech.", "And I will then address the following question: can reconstruction now strengthen Europe and the Franco-German alliance?", "So far Europe has stood firm in the face of a shock of unprecedented severity Over the past six months, we have experienced a crisis of unprecedented proportions: the most serious that the European economy has endured since 1945.", "The European project has been subjected to a veritable full-scale - almost existential - \"stress test\".", "But, to date, Europe has held firm.", "Europeans have an essential asset: their common social model based on social solidarity and organised public services.", "For instance, household purchasing power has been preserved overall, thanks in particular to short-time working measures.", "This is one major difference with the United States, where 22 million jobs were destroyed in a matter of weeks.", "We know that the health shock has affected European countries to varying degrees, but the economic shock has been more symmetrical, due to the restrictive measures that ended up being substantial in all countries.", "GDP figures for the second quarter show that the recession is widespread, with double-digit percentage declines: -11.8 % in the euro area, -13.8% in France and -9.7% in Germany.", "Almost half of the differences between our two countries can be attributed to the construction sector, which has contracted much less in Germany, and more than half to the differences in methodology regarding public services statistics.", "The European response to the health crisis was initially monetary, thanks to the rapid and decisive action of the Eurosystem.", "I attended the Governing Council today, and I will not comment immediately on our decisions that Christine Lagarde has just presented.", "In mid-March, when the economy was threatened by a breakdown in financing, the Governing Council of the ECB put in place an immediate and virtually unlimited liquidity shield.", "On 12 March, we acted first of all for businesses and SMEs that obtain financing from banks, by allocating them an exceptional refinancing envelope at a very attractive rate: the TLTRO III, which as of their first take up in June represented an amount of nearly EUR 1,350 billion.", "Then, on 18 March, for large companies and governments that fund themselves through the financial markets, we created the Pandemic Emergency Purchase Programme (PEPP), initially totalling EUR 750 billion, which was increased to EUR 1,350 billion on 4 June.", "This massive and rapid action was welcomed but raised questions, particularly in Germany: is the ECB not going beyond its mandate, endangering price stability?", "And even more \"fundamentally \", where do these thousands of billions created all of a sudden come from?", "I will start with the second question: the specific feature of a central bank is its ability to create money virtually and without limits.", "However, it must be borne in mind that the money created by central banks is never simply \"given away\" permanently: it is loaned for a limited period; and it is channelled into the economy and eventually comes back to the central bank.", "The central bank can buy time through its monetary creation, and this is important.", "But it cannot sustainably increase wealth; only our work and economic growth can.", "I will now return to the first question, on whether or not we are fulfilling our mandate.", "In its founding Treaties, and under the legitimacy afforded to it by economic actors and public opinion, the ECB's measures are bound by two interlinked anchors: its price stability mandate and its independence.", "They are inherited from the Bundesbank and in my view vital.", "Independence : the ECB is subject to neither national governments, nor to the pressures of the financial markets nor of passing trends.", "The ECB's monetary policy must continue to support economic activity, for the sake of its own mandate of price stability.", "In the short and medium term, the crisis will have desinflationary effects that are already noticeable, with inflation temporarily falling in August by 0.2% in the euro area, and by 0.1% in Germany.", "As you know, we unfortunately remain well below our inflation target of \"less than, but close to 2%\".", "The other aspect of the response to the health crisis are fiscal measures, primarily at the national level.", "Germany clearly made greater use of the financial leeway it had built up since the 2009 crisis.", "Its fiscal stimulus package (as a percentage of GDP) is at this stage greater than France's.", "The effectiveness of its stimulus package is still difficult to anticipate: in particular, the temporary reduction in VAT appears costly.", "The French government also announced a EUR 100 billion stimulus package last week.", "I wish to mention three positive features.", "It focuses on business supply and investment, and not household demand.", "This is fully justified, since households, protected by short-time working measures, except for the most vulnerable ones, will have saved nearly EUR 100 billion this year.", "This plan also has a strong focus on transformation, including ecological reconstruction - a third of the funds are allocated to this area.", "Lastly, most spending is temporary and non-recurring, which will make it hopefully possible, once the crisis is over, to return to a sound and sustainable fiscal path.", "Can reconstruction now strengthen Europe and the Franco-German alliance?", "After the emergency phase, the time has come to exit the crisis.", "We Europeans have common objectives here: to support growth during the recovery phase, but above all to invest for the future (climate change, digital, health, etc.", "), in a world that is increasingly uncertain.", "To achieve this, Europe has four concrete and innovative levers at its disposal: an unprecedented recovery plan, a Financing Union for private savings, its single market, and its commitment to fight global warming.", "An unprecedented recovery plan The Franco-German initiative of 18 May, and the subsequent European agreement of 21 July, have been a major step forward for European financial solidarity.", "This is an unprecedented act of solidarity towards the countries most affected by a pandemic, which is itself unparalleled.", "For the first time, a common European-wide fund to finance final expenditure has been adopted, representing over half of the package (EUR 390 billion).", "This is not only a strong political signal, but also an economic rebalancing of the policy-mix in the euro area, which lays the groundwork for a real common fiscal policy.", "The ECB's Governing Council has long advocated that monetary policy should not be \"the only game in town\" in Europe.", "This is very good news.", "The commitment of the German leaders was decisive, but here too I hear questions from my German friends: \"we are all for showing solidarity in this crisis, but might this not become the one-way transfer union that we fear?\"", "No, because it is a common debt: Germany will hold 23%, but France too will hold 18%.", "No, because all our economies will benefit from the health of the other economies in the single market.", "And, no, because this \"Next generation fund\" must be the lever for the beneficiaries, starting with the countries of the South, to invest and reform for the future.", "And let's rejoice in the fact that we have, no doubt, at last resolved the decade-long and fruitless squabble over the collectivisation of debts.", "debts are, and will remain, the responsibility of national governments, and that's the way it should be.", "Conversely, the future financing needs related to the recovery should be the natural ground in which financial solidarity is exercised, and hence a European bond.", "A Financing Union for Investment and Innovation.", "Alongside the public - fiscal - risk-sharing mechanisms that tend to monopolise the debate, private risk-sharing mechanisms, which are less frequently considered, are just as important and effective.", "The euro area has an abundant resource at its disposal: a surplus of savings over investment which amounted to EUR 360 billion in 2019, making it the world's largest pool of private savings.", "This resource is currently invested outside the euro area, although our potential investment requirements are significant.", "A better allocation of European private savings, however, requires more effective cross-border financing channels.", "We therefore need to combine a more efficient Banking Union and an at last completed Capital Markets Union (CMU) to make a genuine \"Financing Union for Investment and Innovation\".", "Jens Weidmann, the President of the Bundesbank, and I had made a strong case for it in a joint op-ed published in April 2019.", "Reviving the single market, our essential asset There is an essential asset that Europe does not talk about enough: it is its single market.", "Yet, this is its great economic success, together with the euro.", "But it is vital to remain vigilant as to the dangers of fragmentation with the Covid crisis.", "National governments acted appropriately during the critical phase, adopting emergency measures in particular to provide liquidity support to their businesses.", "But the single market means common rules for businesses: if this were not the case, the divergence between our economies could regrettably increase further.", "It is therefore necessary to quickly restore the Commission's control over state aid and fair Furthermore, we must revive the single market, above all because we can optimise its power by combining its various components much better: free movement of goods, naturally; but also the cross-border financing capacity with the financing Union; and last but not least, regulatory power.", "There are still too many implicit borders and too much fragmentation.", "We must use regulatory power to guide innovations - the example of the General Regulation on Data Protection (GDPR) , have the courage to develop an industrial policy with public-private partnerships, as in the case of artificial intelligence and batteries, and make progress, for example, on Franco-German business law.", "Climate change and carbon tax Lastly, the ecological transition is clearly one of our common structural priorities and carbon tax is generally considered to be the most effective instrument to fight global warming.", "The European agreement of 21 July provides for the Commission proposing in the first half of 2021 a \"carbon border adjustment mechanism\", accompanied by a \"revised emissions trading system, possibly extending it to the aviation and maritime sectors.\"", "The advantage of this solution is that it provides the European Union with a resource of its own and restores fair competition between European products and imported products that have a higher carbon footprint.", "The success of this instrument will depend on our negotiations at the WTO, and on its more extensive integration into European policies (transport, industrial policy, etc.).", "Earlier I mentioned the difference in terminology between French and German: the French use \"couple\", while the Germans speak of \"engine\".", "But I will conclude by quoting a Frenchman, Clément Beaune, the new Minister for European Affairs, who I believe sums up the situation eloquently: \"Celebration is necessary, but it is never enough and does not dispense with what has for six decades been the unique strength of the Franco-German relationship: a working relationship, organised at all levels of our political and administrative life, whose power stems from the fact that our two countries have indeed often divergent positions but know, at key moments, how to overcome them by involving others\".", "Involving others is what we did in July 2019 with the appointments to the Commission and the ECB, and even more so this year in the face of the crisis.", "Together we have served Europe and Europeans well.", "We can be sure of one thing: they will still need our common commitment, on many ambitions and for a long time to come."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "monetary dominance", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Eurozone", "Fiscal stimulus", "Monetary policy", "European Union", "Recovery plan", "Banking Union", "Single market", "Carbon tax", "Ecological transition", "Franco-German relations"]}