{"sentences": ["One way or another, this massive asset purchase programme will be of particular help to those countries that have been deeply affected, such as Spain or Italy, to ensure that spreads don't widen dramatically at this critical time.", "It will help all euro area countries.", "Some were in a weaker position; their public finances were also more vulnerable than others.", "But what the ECB will not allow is fragmentation of any kind in the sovereign debt markets and a return to the nightmare caused by widened spreads.", "We are dealing with a huge health crisis, there is a severe economic crisis and we are going to ensure that it does not result in some kind of financial crisis or debt crisis.", "This is what we are going to avoid because the ECB is at the service of the European people.", "The European Central Bank has said that it will do whatever needs to be done to combat this crisis.", "Does the ECB have more weapons at its disposal for the weeks or months ahead if the situation deteriorates?", "We can always do more.", "As you mentioned earlier in your news item, our commitment knows no limits.", "We will do whatever is necessary to ensure that this pandemic, which is having a massive economic impact, does not turn into a debt crisis or a crisis of the financial system.", "We will not allow this to happen.", "We are dealing with a situation which requires us to act with extreme intensity.", "You have said that the measures taken by the Spanish government and other European governments are appropriate.", "But you have also hinted recently that the European Union has perhaps not responded quite as effectively.", "Are you afraid that a crisis of this kind could take its toll on the European project?", "The ECB has already acted.", "Basically what remains is for Member States also to act and continue to act through their fiscal policies.", "And we need a pan-European response.", "We need a coordinated EU fiscal policy response.", "I am sure that this is what will happen in the end.", "The ECB cannot be the only policy tool used from an economic standpoint.", "Monetary policy cannot be the only instrument employed.", "I am certain that Member States will do something about this and they will adopt a coordinated position in terms of the fiscal policy instruments employed by the EU in response to this huge crisis.", "The economic impact will be enormous.", "We just hope that it will be temporary.", "We have to take all the necessary measures to ensure that our economic fabric is not destroyed, to ensure that businesses that are solvent can survive and that once this urgent health crisis is over, they can return to normal.", "You have talked about a temporary crisis, a sort of pause.", "The Spanish government has talked about the same thing.", "But do you think this is how things will turn out or do you think the economic consequences for Europe could be more severe for longer?", "This will depend on how long the health crisis lasts and, to be honest, I wouldn't dare to guess how long it might last.", "What happened in China is a leading indicator.", "What's happening to us now happened two months ago in China and now they are starting to get back to normal.", "Obviously this is something that gives us hope: we can get through this.", "From an economic perspective, we have to look for instruments to get us through this period at the lowest economic cost and, of course, with no financial cost from a debt market perspective."], "classifications": ["monetary-fiscal coordination", "monetary-fiscal coordination", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "financial dominance", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "none", "fiscal dominance", "fiscal dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-financial coordination", "none"], "topics": ["sovereign debt markets", "economic crisis", "health crisis", "pandemic", "fiscal policies", "monetary policy", "EU fiscal policy response", "financial crisis", "debt crisis", "economic impact"]}