{"sentences": ["It is an honour for me to speak here today.", "Economic and Monetary Union (EMU) calls for European and national policies to work in sync, which in turn requires close cooperation between European institutions and you - European and national parliamentarians.", "From the start, the EMU project has been accompanied by two central debates.", "The first relates to the order of integration, with some arguing that political convergence should come before monetary union and others reasoning that economic integration would spur political integration.", "And the second relates to the question of whether to already incorporate new members into the euro area or first deepen its institutional underpinnings.", "These debates highlight choices that go beyond economic considerations.", "They reflect Europe's common will to grow closer together over time.", "That political commitment has proven to be stronger than many believed.", "But if this commitment is to endure, it will need to be supported by effective policies.", "I see two priorities here.", "First, as the euro area widens, the need to make the architecture of EMU fit for purpose becomes increasingly urgent.", "Second, in the interests of both new and existing euro area members, we need to collectively ensure that accession is fully prepared.", "This will avoid EMU being deepened too slowly or widened too fast.", "Harnessing the benefits of economic integration The case for European economic integration remains as strong as ever, if not stronger.", "On their own, European economies are too small to withstand spillovers from large economic regions, to leverage power in international trade negotiations or to enjoy a sizeable international role for their currency.", "Cooperating at the European level and sharing a currency increases their influence in the world.", "It represents a political bond but also acts as a source of economic strength.", "As the world's second most-used currency, the euro allows countries to invoice trade in their own currency, reducing the pass-through of exchange rate volatility to import prices and thus to inflation.", "Membership of the euro area gives countries a genuine voice in setting a shared monetary policy rather than de facto accepting a policy set elsewhere.", "But economic integration needs to be managed effectively if we are to reap its full benefits.", "As more countries join the euro area, its economic structure becomes more diverse and the potential for spillovers between countries and financial structures grows larger.", "If insufficiently managed, this interconnectedness can exacerbate business cycle misalignments between countries, thus reducing the traction of the single monetary policy.", "During the crisis, this theoretical observation became viscerally real.", "The incomplete nature of EMU led to a debt crisis-related recession in 2012-13, which was unique to the euro area economy.", "It complicated the monetary policy process and contributed to the need for specific, non-standard, monetary policy instruments to address fragmentation.", "The ECB rose to this challenge and fulfilled its mandate, stabilising inflation in the euro area.", "In the process, it supported economic growth and job creation: Since the start of its recovery in 2013, the euro area economy has created over 11 million jobs.", "And according to some estimates, about one third of the 5-percentage-point increase in the employment rate observed in the euro area as a whole since mid-2014 is due to the ECB's measures .", "Significant steps were also taken to make the EMU architecture more resilient, by creating joint banking supervision, a common system to deal with failing banks and the European Stability Mechanism to help countries in need.", "But, as we can see from recent developments, more needs to be done.", "Inflation is still below the Governing Council's aim, and while growth is showing signs of stabilisation, it remains modest.", "Against this background, the euro area economy will continue to require support from our monetary policy for as long as necessary to ensure the robust convergence of inflation to our aim.", "The incomplete nature of EMU is a part of this story.", "Monetary policy has been insufficiently flanked by support from fiscal and other policies.", "This, in turn, has conceivably led to lower growth and inflation than would otherwise have been the case.", "Accelerating the deepening of Economic and Monetary Union Critically, risk-sharing between countries remains lower in the euro area than in other economic regions.", "It is estimated that, since the start of EMU, around 80% of a country-specific shock to GDP growth has remained unsmoothed in the euro area, thus amplifying fluctuations in citizens' consumption, which, ultimately, worsens their welfare.", "By contrast, in the United States, less than 40% of a shock to state-specific GDP was not smoothed over the same period.", "In the United States, smoothing is mainly undertaken by private investors and companies who, by diversifying their holdings across states, can mitigate recessionary pressures in their own state through financial income from other jurisdictions not hit by negative shocks.", "The crisis has once again reminded us of a fundamental lesson: as the euro area is set to widen, it must strengthen its institutional structure.", "The most urgent task we face is to complete both banking union and capital markets union, thereby increasing cross-border ownership of assets and bringing about a more balanced financial structure.", "The diversity of the euro area would then become a source of strength rather than weakness, as financial holdings would be diversified across a wider set of countries and assets.", "Moreover, the market would then cushion economic shocks, reducing the need for public money.", "But more integrated financial markets, on their own, are not enough.", "A monetary union as diverse as the euro area also needs a common fiscal instrument to maintain convergence when firms and households collectively retreat across the union.", "As the euro area widens and the preferences of its members become more varied, it may become more challenging to find agreement on such projects.", "This is due less to insurmountable differences - indeed, cultural diversity across the EU is estimated to be of a similar magnitude to that in the United States despite of the unifying role of language unity in the latter country - than to divisions in decision-making.", "This reinforces the case for building strong institutions with a clear mandate and full democratic backing, particularly as the euro area widens.", "An agenda for widening the euro area should thus be accompanied by an agenda for deepening, and the two should be treated together in policy discussions.", "Ensuring that euro area accession is beneficial to all A deeper EMU, however, does not absolve countries from their responsibilities.", "Experience shows that adopting the single currency can give rise to significant opportunities.", "But opportunities are there to be used or to be wasted.", "History provides examples of both.", "Ensuring that new euro area countries meet the economic and legal conditions for successful membership therefore remains indispensable and, critically, is in everyone's interest.", "And while it is important, of course, that countries adopt the EU's body of law before joining the EU and fulfil the numerical convergence criteria before adopting the euro, these steps are not in themselves sufficient to benefit from membership of the EU and the euro area on a lasting basis.", "Relentless efforts must be made over time to implement countercyclical fiscal and macroprudential measures, proper debt management, sound banking supervision and growthenhancing structural policies.", "There will be neither resilience nor convergence unless national and EU authorities give the utmost priority to enhancing their institutions and governance.", "In the words of the EU Treaties, we need \"sustained convergence\".", "It is in the interest of all Member States to avoid time inconsistency, that is frontloading the economic benefits of joining the euro area whilst incurring the cost of insufficient convergence at a later stage.", "The launch of monetary union was accompanied by a pronounced convergence of long-term interest rates, but many countries failed to use the resulting boost to public and private finances to address existing imbalances or increase productive investment.", "Many of the countries that joined later have performed more positively.", "This was true of the Baltic States, for example, and also of Slovakia, which, since adopting the euro, has seen its GDP grow each year by around 0.9 percentage points more than its immediate neighbour, the Czech Republic.", "This shows that it is possible to capitalise on the higher trade and investment that come with joining the euro area.", "And the process of adopting the euro has itself evolved.", "In particular, any country that wishes to join the euro area must now be sufficiently ready not only for the single currency, but also for the banking union.", "A prospective member has to request close cooperation between its national banking supervisor and the ECB, meaning that its banking sector undergoes a comprehensive assessment, potential weaknesses are addressed and the banking sector is supervised by the ECB.", "This aims to mitigate the risk, to the extent possible, of banks failing in the future, thereby weakening the economy and the public finances of one country with negative spillovers across the entire euro area.", "The question of whether to expand the euro area is and should remain a political decision to be taken by citizens and their elected representatives.", "At the same time, the economic and legal conditions for successful participation require careful scrutiny in the interest of all parties.", "Rather than arguing about whether it is more important to widen or to deepen the union, I have made the case today that any expansion of the euro area must be accompanied by measures to deepen it, both politically and economically.", "Deepening EMU also hinges on the ambition of national governments in the Council.", "We have the concepts for how to deepen the union, but we also need the political will to implement them.", "Parliaments have a critical role to play.", "The European Parliament and national parliaments can drive forward legislative integration.", "They can look out for spillovers from national policies to the rest of the euro area.", "And they can hold European actors and national governments accountable for their action - or inaction - on EMU.", "Thank you for your attention.", "See also Draghi, M. (2018), \"Economic and Monetary Union: past and present\", speech at the EuropaKonferenz, Berlin.", "Bergbauer, S., Hernborg, N., Jamet, J.-F. and Persson, E. (2020), \"The reputation of the euro and the European Central Bank: interlinked or disconnected?", "\", Journal of European Public Policy, January.", "See ECB (2019), The international role of the euro.", "See Devereux, M. and Yetman, J.", "(2014), \"Globalisation, pass-through and the optimal policy response to exchange rates\", Journal of International Money and Finance, 49(PA), pp.", "See also Gopinath, G., Itskhoki, O. and Rigobon, R. (2010), \"Currency Choice and Exchange Rate Pass-Through\", American Economic Review, Vol.", "See Blattner, T. et al.", "(2018), \"Monetary policy and cross-border interbank market fragmentation: lessons from the crisis\", Working Paper Series, ECB.", "See Cimadomo, J. et al.", "(2018), \"Risk-sharing in the euro area\", Economic Bulletin, ECB.", "See also ECB (2018), Financial integration in Europe.", "See Alesina, A. et al.", "See Article 121(3) of the Treaty on the Functioning of the European Union.", "See Nielsen, E. F. (2016), Research Note on Slovakia vs the Czech Republic, Unicredit Group, mimeo.", "See also Havlat, M. et al.", "(2018), \"Economic Convergence in the Czech Republic and Slovakia\", Economic Brief, Vol.", "See Havlat, M. et al.", "(2018), \"Economic Convergence in the Czech Republic and Slovakia\", Economic Brief, Vol."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "monetary dominance", "monetary-financial coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Economic and Monetary Union", "euro area", "deepening", "widening", "convergence", "risk-sharing", "financial integration", "banking union", "fiscal policy", "monetary policy"]}