{"sentences": ["The case for common European economic action in response to the coronavirus crisis has often been presented as a call for solidarity.", "As noble as that motivation may be, it's not the only reason for governments to act together.", "A strong, symmetric fiscal response that offsets the economic damage from the pandemic is in the economic interest of all countries in the eurozone.", "The disadvantages of an asymmetric response are self-evident.", "In the realm of public health, if countries are forced to lift necessary public health measures (e.g.", "lockdowns) prematurely because the economic costs of containment are too high, the virus will inevitably begin to spread again and will further damage the economy.", "When it comes to the European economy, there's a similar risk of contagion.", "The economies of the eurozone are tightly interlinked through supply chains, financial connections and trade relationships.", "As a result, a slump in a large part of the eurozone will depress growth and employment across the entire region.", "These dynamics were on display a decade ago during the sovereign debt crisis, but today's crisis exacerbates them in two ways.", "First, because of the global nature of the shock, European countries cannot redirect their production to satisfy demand from the U.S. or China, as they did a decade ago.", "This makes member countries dependent on trade within the eurozone, which represents 45 percent of the currency area's GDP.", "Second, the amplification of the shock across supply chains will be greater this time.", "Eurozone firms are strongly integrated into global value chains, with participation rates 60 percent higher than for U.S. or Chinese firms.", "This integration is today three times tighter within the region than with the rest of the world.", "Analysis by the European Central Bank has found that these supply chain interlinkages will multiply the economic damage of the coronavirus lockdowns.", "As an illustration, we estimate that an initial GDP decline of 5 percent in major eurozone economies would turn into a 7 percent fall in output for the whole area.", "A GDP decline of 15 percent would provoke a 20 percent loss across the eurozone.", "And this only considers the recessionary phase, not the subsequent phase of weak trade if the euro area economy remains depressed.", "Only if all economies act with the necessary force to contain the recession will the loss in output for the entire eurozone be minimized.", "Then there's the risk of political spillovers if responses are asymmetric.", "Any perception that common action is absent in times of desperate crisis would dilute public support for the European Union - an effect that is already visible in countries on the frontline of the health crisis.", "Unchecked, these perceptions will weaken centripetal forces in the union and strengthen centrifugal ones.", "Ultimately, they could erode trust in the euro.", "So it's clear why a forceful, symmetric European response is needed.", "Failure to act now will not insulate taxpayers from the costs of this crisis.", "Quite the opposite: it will amplify those costs when they finally come due.", "It will also weaken the policy responses already being undertaken.", "For example, without visibility on future sovereign funding costs and rollover risks, government guarantees on bank loans will either be priced differently across countries - or fewer such loans will be extended.", "Either way, the result will be fragmentation and a more persistent loss of economic potential.", "A European fiscal response must be based around three principles.", "First, the size of the fiscal reaction should be proportionate to the magnitude of the shock.", "Second, it should not aggravate fragmentation stemming from differences in initial fiscal positions.", "Third, it should not skew the playing field within the European single market.", "Viable firms should be able to withstand this crisis no matter where in the eurozone they are located.", "The fiscal response of European countries has thus far been inconsistent with these principles.", "The countries least affected by the pandemic have enacted the largest fiscal responses, while the worst-affected countries have taken the smallest steps.", "This appears to be, in part, because the latter fear being unable to shoulder the debt burden that an optimal response would entail.", "The threat to the single market is clear: uneven fiscal support implies that a firm's location, rather than its business model, will be the decisive factor in determining whether it survives this crisis.", "Rather than transfers between member states or a mutualisation of existing debts, what is needed now is for countries to use their collective strength to ensure that the European response is commensurate with the size of the shock and that all countries can benefit from low funding costs and zero rollover risk.", "As policymakers debate the proper response, various possible funding models are being considered.", "These include making serious use of the eurozone's ability to borrow and spend, using the financing capacity of the European Stability Mechanism to scale up European interventions or creating a new facility to finance the reconstruction.", "Whichever path is taken, the goal of fiscal policy must be to push the financing costs of this crisis far - very far - into the future.", "Debt that is issued at very long maturities becomes more sustainable over time as growth rates outstrip interest rates.", "And European issuance today will create the additional fiscal policy space needed to secure those higher growth rates in the future.", "An adequate European response would also facilitate the implementation of the ECB's securities purchase programmes, increasing the effectiveness of monetary policy.", "Once the immediate emergency recedes, countries will have to deal with concerns of competitiveness and long-term sustainability, in the context of prevailing growth and interest rates.", "That's an important and necessary battle, but not for today.", "In fact, the faster the current emergency is addressed, the faster countries will be in a position to remedy these concerns and the faster the single market will return to its normal functioning.", "Acting now to create the conditions for a symmetric fiscal response will help all member countries to shorten the duration of the crisis period, protect the economic base on which their future production structures and exports rely, and - perhaps most importantly - uphold the promise of a shared and indivisible European destiny.", "Eurozone countries should shoulder the cost of financing this crisis together, because they all stand to benefit by doing so."], "classifications": ["none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "fiscal dominance", "monetary dominance", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination"], "topics": ["Fiscal response", "Eurozone", "Asymmetric response", "Supply chains", "Economic damage", "Political spillovers", "Funding costs", "European Stability Mechanism", "Monetary policy", "Economic base"]}