{"sentences": ["SPEECH Low inflation: macroeconomic risks and the monetary policy stance Keynote speech by Philip R. Lane, Member of the Executive Board of the ECB, at the financial markets workshop of the Economic Council (Finanzmarktklausur des Wirtschaftsrats der CDU) Berlin, 11 February 2020 In the period between the end of the Bretton Woods system in the early 1970s and the global financial crisis in 2008, the main challenge for central banks was to tackle excessively-high inflation and guard against its resurgence by counteracting pro-inflationary shocks.", "More recently, anti-inflationary shocks have dominated and addressing excessively-low inflation poses new challenges.", "In my remarks today, I therefore plan to focus on the conduct of monetary policy when inflation is below target and explain why the ECB is maintaining an accommodative monetary policy stance.", "I will also discuss why it is necessary to adopt unconventional monetary policy measures when the conventional monetary policy instrument - the central bank's policy rate - is constrained.", "Macroeconomic risks of excessively-low inflation From a macroeconomic perspective, excessively-low inflation poses several dangers.", "One danger is that low inflation that persists over the longer term provides only a small buffer against deflation: if inflation is low, it only takes a relatively small shock to tip the economy into deflation.", "The macroeconomic implications of deflation are well known.", "First, the expectation of falling prices delays purchases and investment.", "Second, the combination of falling output prices and downwardly rigid nominal wages damages the profitability of businesses and reduces the demand for labour.", "Third, deflation means that the real burden of nominal debt increases over time, making debt repayments more difficult for households, firms and governments.", "However, even in the absence of pronounced risks of deflation, there are substantial macroeconomic costs to persistently undershooting the inflation objective.", "First, excessively-low inflation can hamper beneficial macroeconomic adjustments.", "The stickiness of wages that hampers their adjustment to the downside is deep-rooted and pervasive.", "As a result, an insufficiently positive inflation rate means that a negative area-wide shock is more likely to result in higher unemployment than a smooth adjustment in real wages.", "Similarly, in the event of asymmetric shocks that have differential effects across Member States, low inflation also makes it more difficult to facilitate competitiveness adjustments in a monetary union.", "Finally, a sufficiently-positive inflation rate smooths the impact of newly-introduced products, since the relative price of a product tends to decline over its life span.", "Second, since the nominal interest rate is the sum of the real rate plus inflation, the combination of low real interest rates and persistent undershooting of the inflation objective reduces the policy space for conventional interest rate policy to react to future negative shocks.", "The steady-state level of the real interest rate primarily reflects the non-monetary structural forces (such as demographics, productivity and risk preferences) driving desired savings and desired investment.", "Let me give the intuition with a stylised example: the nominal policy interest rate is the sum of inflation and the real interest rate.", "For simplicity, let us assume that the real interest rate is zero.", "If inflation is stable at 2 percent, then the nominal policy interest rate also stands at 2 percent.", "This means that the policy space for the central bank to cut the nominal policy interest rate to zero is 200 basis points.", "By the same logic, if inflation is stable at 1 percent, then the policy space for cuts of the nominal interest rate to zero is halved to only 100 basis points.", "In practice, the ECB has demonstrated that the effective lower bound for the policy interest rate is in fact not zero: it is in negative territory.", "Even so, the central bank cannot lower policy rates without limit: at some point, firms and households may start switching to paper currency, which provides zero return.", "A related but distinct argument is that there may also be a reversal rate of interest, below which decreases in the policy rate fail to be expansionary.", "Accordingly, the principle that an effective lower bound on interest rates exists is valid, even if its exact value is subject to considerable uncertainty and likely varies over time.", "This lower bound, in turn, makes the conduct of monetary policy more challenging when inflation is below target.", "Furthermore, the decline in the steady-state real interest rate presents a significant challenge for monetary policy.", "Lower real rates reduce the available policy space to counter low inflation.", "This increases the time it takes for inflation to return to our aim.", "This is compounded if a prolonged period of low inflation also erodes inflation expectations, since a persistent fall in inflation expectations itself further reduces the available policy space through the associated downward pressure on the yield curve.", "In this scenario, the macroeconomic impact of negative shocks is more severe and long-lasting.", "It follows there is a clear risk of a self-reinforcing dynamic in the inflation process.", "Prolonged low inflation risks dragging down inflation expectations which, in turn, further impairs the capacity of central banks to quickly restore inflation to the target.", "It is therefore important for the central bank to be agile, energetic and persistent in responding to prolonged inflation undershoots.", "Otherwise, complacency and inaction bias would damage the capacity of the central bank to address future negative macroeconomic shocks, putting medium-term price stability at risk.", "This vicious circle has been recognised by economists at least since Keynes and others studied the interactions between deflation, mass unemployment and a paralysed monetary policy in the 1930s.", "The lessons from this period and the more recent experience of prolonged deflation in Japan have encouraged the adoption of monetary policy strategies worldwide that seek to deliver sufficiently positive medium-term inflation rates, given the macroeconomic risks associated with excessively-low inflation and deflation.", "The contribution of non-standard measures to monetary policy The use of non-standard measures to augment monetary policy capacity has been widespread across central banks in recent years.", "The ECB's current configuration is based on a broad set of non-standard tools that reinforce each other: (i) the negative policy rate; (ii) forward guidance; (iii) the asset purchase programme (APP) by which the Eurosystem buys both sovereign and private debt securities; and (iv) targeted long-term refinancing operations (TLTROs) for banks.", "Bringing the policy interest rate to negative levels extends the scope to influence short-term funding conditions and also longer-maturity elements in the yield curve.", "In fact, since 2014 we have seen that rate reductions in negative territory propagate in qualitatively different ways than rate reductions implemented at positive levels.", "A cut below zero demonstrates that the central bank is not mechanically constrained by a zero lower bound.", "Accordingly, if used in combination with appropriate forward guidance, a negative rate policy can provide a more effective way of controlling interest rates at maturities that are particularly influential in determining financial conditions in the euro area.", "If a central bank cuts its policy rate to zero but excludes moving into negative territory, the distribution of expectations of future interest rates becomes skewed.", "Market participants view interest rates as much more likely to increase than to decline further.", "As a result, interest rates at longer maturities tend to decline by less than the adjustment to the policy rate.", "If future cuts are possible in the context of a negative rate policy, the overall probability distribution of expected future rates broadens to the downside, which puts downward pressure on longer-maturity interest rates.", "In the euro area, banks tend to use risk-free interest rates with maturities of one to two years as their reference for fixing loan rates.", "Accordingly, the greater impact on interest rates at those maturities that the negative rate policy has gives the central bank a powerful instrument to enhance transmission to the loan market.", "Forward guidance reinforces this effect on the short-to-medium portion of the yield curve.", "Asset purchases withdraw long-dated securities that otherwise would have to be held by private investors, thus providing a stimulus by exerting downward pressure on the medium-to-long portion of the yield curve.", "Since the central bank pays for these securities with cash, it encourages investors to rebalance their portfolios away from cash and towards other forms of longer-duration investments, including capital formation that boosts both demand and long-term productive capacity.", "While negative interest rates, forward guidance and asset purchases operate predominantly on the term structure of interest rates in the money market and sovereign bond market, TLTROs act specifically on bank credit conditions.", "These operations provide a very attractive source of long-term funding for banks, which reduces the costs that banks incur when granting a loan to a company or to households.", "I detailed the empirical effectiveness of these complementary measures in a recent speech.", "Overall, when used in combination, these instruments tend to improve the financing conditions for households and firms via lower borrowing rates, which then stimulate economic activity and inflation.", "Taking the APP, negative rates and rate forward guidance together, ten-year sovereign bond yields would have been almost 1.4 percentage points higher in 2018 without those measures.", "The ECB's experience is part of an emerging global consensus that central banks need to embrace new tools and frameworks: the unconventional measures put in place since the crisis, particularly if combined in a policy mix, help compensate for the reduced scope for conventional rate cuts, at least in part.", "For example, in his recent presidential address to the American Economic Association, Ben Bernanke recently argued that the combination of asset purchases and forward guidance can add about 3 percentage points of policy space for the United States, assuming a neutral nominal rate in the range of 2 to 3 percent.", "The monetary policy stance and the banking system The evidence shows that the accommodative monetary stance has been effective in encouraging banks to provide more credit and firms to boost investment.", ",[13] In terms of the effectiveness of the monetary stance, a countervailing factor is that the negative policy rate can mechanically weigh on the net interest income of the banking system, since banks typically do not pass on negative rates to most retail depositors.", "In principle, the adverse mechanical effect on profitability that is implied by a narrowing of the gap between the lending rate and the deposit rates applied to retail customers could contribute to a re-assessment of lending policies, with banks opting to contract rather than expand lending.", "As I mentioned earlier, the level at which the interest rate is so low that it would be counterproductive for bank credit creation has become known as the reversal rate.", "We are clearly not at that point in the euro area, as is evident in the ongoing pass-through of easing measures to lower lending rates and continued credit growth.", "It is also important to recognise the overall impact of the monetary policy stance on bank profitability.", "In relation to funding costs, the banking system has benefited from the decline in wholesale rates, lower yields in the issuance of bank bonds and TLTRO funding.", "In addition, the support provided by our monetary stance boosts the level of economic activity, generating higher lending volumes and lower default rates, both of which support bank profitability.", "Moreover, banks have been able to register capital gains on their asset holdings.", "Nonetheless, the Governing Council closely monitors the risk that the impact of negative rates on bank profitability may impair the transmission of monetary policy to the real economy.", "In order to reinforce the bank-based transmission of monetary policy, the Governing Council decided in September last year to exempt part of the bank holdings of excess liquidity with the Eurosystem from the negative deposit rate.", "The interest rate on such holdings is now tiered: excess liquidity holdings up to six times the minimum reserve holding are not charged the negative deposit facility rate of -0.5 percent.", "The annual gross savings for banks from the two-tier system are estimated to amount to up to €4 billion in 2020 compared with the counterfactual projection if the system had not been introduced.", "These savings more than offset the additional gross excess liquidity charge of around €1 billion that resulted from the September cut of the deposit facility rate by 10 basis points.", "Concluding remarks Let me conclude.", "Confronted by marked adverse developments in inflation dynamics, the ECB's Governing Council embarked on a fundamental pivot in its policy in 2014 by adopting the package of unconventional monetary policy measures that I have discussed.", "The first stage of the ECB's pivot towards unconventional monetary policy measures was successful in restoring enough inflationary pressures to bring inflation back into sustainably positive territory.", "Currently, we are in in a second stage in which the accommodative monetary stance is still required in order to support the robust convergence of inflation to our aim over the medium term.", "Underlying our monetary policy stance is the determination to avoid the macroeconomic risks of inflation stagnating at the current level, in recognition of the associated fundamental threat to medium-term price stability.", "See Adam, K. and Weber, H. (2020), \"Estimating the optimal inflation target from trends in relative prices\", Working Paper Series, No 2370, ECB.", "See my recent speech \"Determinants of the real interest rate\" at the National Treasury Management Agency, Dublin, 28 November At the same time, holding large amounts of banknotes is costly: it requires, for example, storage space in vaults, or entails insurance costs.", "Moreover, it is far easier to make transactions electronically, especially where large sums of money are concerned.", "Therefore, a large-scale switch to cash would only occur at interest rates well below zero.", "It is beyond the scope of this speech to analyse the implications of low real rates for the conduct of fiscal policy.", "For an analysis of this topic, see, among others: Blanchard, O.", "(2019), \"Public debt and low interest rates\", American Economic Review, Vol.", "; Rachel, L. and Summers, L. (2019), \"On falling neutral real rates, fiscal policy, and the risk of secular stagnation\", Brookings Papers on Economic Activity, Spring 2019; and von Weizsäcker, C. C. (2019), Sparen und Investieren im 21.", "Jahrhundert: Die Große Divergenz, Springer Verlag.", "Keynes, J. M. (1936), The General Theory of Employment, Interest and Money, Palgrave Macmillan, United Kingdom.", "For a more recent assessment of the economic history of the 1930s, see , among others: Bernanke, B.", "(2004), Essays on the Great Depression, Princeton University Press; Williams, J. C. (2009), \"The Risk of Deflation\", FRBSF Economic Letter, No 2009-12, Federal Reserve Bank of San Francisco; and Orphanides, A.", "(2004), \"Monetary policy in deflation: the liquidity trap in history and practice\", The North American Journal of Economics and Finance, Vol.", "Of particular relevance, see Eggertsson, G. and Woodford, M. (2003), \"The zero bound on interest rates and optimal monetary policy\", Brookings Papers on Economic Activity, No 1, pp.", "See my recent speech \"The yield curve and monetary policy\" at University College London, 25 November 2019 and the references therein.", "See my speech \"Monetary policy and below-target inflation\" at the Bank of Finland conference on Monetary Policy and Future of EMU, 1 July 2019.", "Moreover, the forward guidance on short-term rates can be linked to the horizon over which asset purchases will take place.", "The current monetary policy stance of the ECB is characterised by such chained forward guidance.", "(2020), \"The New Tools of Monetary Policy\", presidential address at the American Economic Association Annual Meeting, January.", "Bottero, M., Minoiu, C., Peydro, J.-L., Presbitero, A. and Sette, E. (2019), \"Negative Monetary Policy Rates and Portfolio Rebalancing: Evidence from Credit Register Data,\" IMF Working Papers, No WP/19/44, International Monetary Fund.", "The effects of negative policy rates on banks and firms,\" Working Paper Series, No 2289, ECB.", "It is beyond the scope of this speech to discuss the implications of low interest rates for the wider financial system.", "Of course, in assessing the contribution of monetary policy to the general low interest rate environment, the underlying decline in the steady-state real interest rate is an important component in this debate.", "Brunnermeier, M. and Koby, Y.", "(2018), \"The reversal interest rate\", NBER Working Paper Series, No 25406, National Bureau of Economic Research.", "Of course, the importance of non-deposit funding varies substantially across different types of banks.", "In relation to the impact of negative interest rates on the bank lending channel of monetary policy, see Altavilla, C., Andreeva, D., Boucinha, M. and Holton, S. (2019), \"Monetary policy, credit institutions and the bank lending channel in the euro area,\" Occasional Paper Series, No 222, European Central Bank.", "European Central Bank Directorate General Communications Sonnemannstrasse 20, 60314 Frankfurt am Main, Germany Tel.", ": +49 69 1344 7455, E-mail: media@ecb.europa.eu Website: www.ecb.europa.eu Reproduction is permitted provided that the source is acknowledged.", " Media contacts Copyright 2020, European Central Bank"], "classifications": ["none", "none", "monetary dominance", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "financial dominance", "financial dominance", "financial dominance", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary dominance", "monetary-financial coordination", "none", "monetary-financial coordination", "monetary dominance", "none", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "financial dominance", "none", "none", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "monetary-financial coordination", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none"], "topics": ["Low inflation", "Monetary policy", "Inflation target", "Deflation", "Non-standard measures", "Real interest rate", "Negative interest rates", "Asset purchase programme", "Targeted long-term refinancing operations", "Bank credit conditions"]}