{"sentences": ["The global economy underwent a deep and synchronised contraction in the second quarter of this year that was unprecedented in both speed and extent - far exceeding the declines witnessed during the global financial crisis.", "Global economic activity has begun to recover since mid-May as various measures put in place to contain the spread of the pandemic were eased.", "The recovery has been substantial - but it remains uneven, uncertain and incomplete.", "The unevenness of the recovery partly reflects the timing of the spread of the pandemic across the globe and the measures that were put in place to contain it.", "For example, the economic contraction in China was concentrated in the first quarter of this year, and the Chinese economy rebounded strongly in the second quarter, just as other economies were entering a downturn.", "Yet that rebound is itself uneven across sectors.", "Industrial production in China in July was up 4.4% on a year ago, but retail sales were down.", "This divergence between sectors also results in an uneven impact on countries that extends beyond the direct impact of the pandemic.", "For example, the sharp fall in tourism and oil prices has notable economic implications for Arab countries, even if they have been relatively successful in containing the outbreak.", "The IMF's latest forecasts for GDP growth in the Arab world are for a steeper decline and shallower recovery than in the rest of the world: -5.7% in 2020 and 3.5% in 2021.", "The uncertainty of the global recovery relates mainly to the path of the pandemic, and the timing of an effective medical solution.", "While the global rate of new cases has somewhat stabilised since the start of August, albeit at high levels, a number of countries are witnessing a renewed increase in cases following initial success at containment.", "Global measures of uncertainty have fallen from their record highs earlier in the year, but remain at elevated levels.", "And the recovery is incomplete because there is still much ground to recover.", "For the euro area, a similar assessment applies.", "The incoming data show a strong recovery, but also one that is uneven, uncertain and incomplete.", "Our latest macroeconomic projections signal that output will rebound in the third and fourth quarters by 8.4% and 3.1%, respectively, broadly in line with the expected pace set out in the June projections.", "But only towards the end of the projection horizon is output projected to return to its pre-pandemic level.", "Both hard and soft indicators have rebounded sharply since April, but in most cases they remain notably below pre-pandemic levels.", "For example, by June industrial production had recovered around two-thirds of the trough, but still remained approximately 11% down on February.", "Highfrequency indicators such as mobility data, electricity consumption and credit card transactions displayed progressive improvement in July and August, although these data are highly seasonal which prevents us from drawing strong conclusions.", "The unevenness of the recovery is highlighted by the divergence between services and industry, in contrast to the crisis a decade ago when activity in these sectors moved in tandem.", "The services PMI declined to 50.5 in August from 54.7 in July, while the manufacturing PMI continued to improve marginally.", "Retail trade has returned to pre-pandemic levels but expenditure on several consumer services remains exceptionally low.", "With consumer and business services accounting for 55% of the euro area economy, it is clear that a full recovery requires a more significant rebound in these sectors.", "Indeed, around five million fewer people were employed in the second quarter of this year relative to the end of 2019, and if the current strength of the rebound does not continue - or fails to spread across all sectors - it is unlikely that they will all be re-employed in the near term.", "While the various job-retention schemes introduced by governments have so far been effective in cushioning the fall in income and preventing a more precipitous decline in employment, and the numbers of people enrolled in those schemes are falling as activity picks up, keeping job support schemes in place is critical to avoid a sharp increase in unemployment later in the year.", "Faced with a high degree of uncertainty, households and firms have delayed consumption and investment, exacerbating the downturn and slowing the recovery.", "The ECB's Consumer Expectations Survey shows that households sharply increased their desired amount of precautionary savings following the pandemic outbreak, and have only somewhat moderated that desire since.", "Total investment in the euro area fell by 21% in the first half of this year and the data suggests only a partial recovery thus far.", "Looking ahead, the evolution of the pandemic and its associated containment measures is an ongoing source of uncertainty, especially given the recent rise in cases in several European countries.", "But it has also become increasingly clear that the pandemic will bring about considerable changes in how we organise production, work and consumption - and this applies at the global level, too.", "Emphasis on greater resilience in supply chains may encourage a return of some production from overseas.", "In the opposite direction, physical lockdowns have vastly increased awareness of the ability of technology to facilitate the provision of services from a distance.", "While some sectors will grow as a result, others could enter a long-lasting decline if, for example, there is a sharp increase in working from home, or a large reduction in business travel.", "According to estimates from the International Labor Organization (ILO), around one in five workers worldwide work in occupations and live in countries that have infrastructure that is sufficient to enable them to work effectively from home, rising to almost one in three workers in Western Europe.", "Reflecting this, the stock prices of real estate investment trusts investing in offices and retail space have not benefitted from the broader financial market rebound seen over the summer, and remain 40-50% below the February highs, while those focusing on industrial property have largely recovered.", "In many parts of the world, managing this transition through appropriate macroeconomic policies will be key to reducing uncertainty.", "The challenging economic environment continues to weigh on underlying price pressures.", "Beneath this sharp decline, inflation excluding food and energy fell from 1.2% to an all-time low of 0.4%.", "Though temporary factors distorted the August figure, underlying price pressures have weakened due to subdued demand and significant labour market slack.", "Near-term price pressures will also remain subdued due to the recent appreciation of the euro exchange rate.", "While the recovery remains incomplete, it continues to be bolstered globally by substantial support from both fiscal and monetary policy.", "The IMF estimates that, relative to its projections in January 2020, fiscal deficits this year will be more than five times higher in advanced economies and more than twice as high in emerging market economies.", "In the euro area, countries have taken unprecedented steps to stabilise and support their economies, with national fiscal measures taken thus far amounting to around 4.5% of euro area GDP.", "Those national efforts have been reinforced by policy moves at the European level.", "The €750 billion Next Generation EU recovery fund has the potential to make a significant difference to Europe's economic trajectory over the next few years.", "The size of the financial support envisaged is macro-economically meaningful, totalling almost 5% of GDP for the euro area.", "But it is important to ensure that agreement is reached on the outstanding details of the package so that the funds can start flowing on schedule in January 2021, and it is crucial that those funds are used productively to modernise our economy, helping reduce uncertainty about structural change.", "Monetary policy has also reacted strongly to the pandemic.", "At the ECB, our first step was mainly focused on stabilising financial markets and addressing fragmentation.", "The measures we have introduced - notably our pandemic emergency purchase programme (PEPP) - have largely succeeded in offsetting the harmful tightening in financial conditions we saw earlier in the year.", "This is visible, for example, in the dispersion of long-term government bond yields, which is now close to its lowest level since the outbreak of the global financial crisis.", "Low benchmark yields have in turn helped support credit growth for firms and households: the annual growth rate of loans to firms reached 7% in July, up from 3% in February.", "But we are now moving more into the second step, which is about returning the inflation path to its pre-pandemic trajectory and ensuring that it continues to re-converge with our aim in a sustained manner.", "To achieve this, the PEPP is fundamental, since - alongside its market stabilisation function - it is also a powerful tool for easing the overall monetary policy stance in the euro area.", "This was an important rationale for the expansion and extension of the PEPP in June.", "Going forward, it is clear that an appropriate macroeconomic policy mix is crucial for the recovery: faced with significant downside risks and unprecedented uncertainty, monetary, fiscal and structural policies need to work together to maximise the impact of our policy response - both globally and in the euro area.", "Continued expansionary fiscal policies are vital to avoid excessive job shedding and support household incomes until the economic recovery is more robust.", "Today, confidence in the private sector rests to a very large extent on confidence in fiscal policies.", "This is visible in survey data collected by the ECB, which show that households with more confidence in government support expect lower future unemployment, higher income growth and display lower precautionary behaviour.", "Structural policies are equally important today, not only to lift growth potential, but also to ensure that structural changes are inclusive and address ongoing challenges related to climate change.", "Furthermore, digitalisation is now inevitable and is in many ways desirable, but, historically, technological transitions have sometimes led to higher inequality initially.", "For change to be sustainable, it is crucial that we do not overlook those who might be displaced by technology, but rather ensure that the right conditions are in place for them to prosper in a more digital economy.", "Monetary policy will continue to play its role in the euro area with full commitment to its mandate.", "ECB staff estimate that, taken together, the measures implemented since March will add around 1.3 percentage points cumulatively to euro area real GDP growth over the projection horizon, and contribute around 0.8 percentage points cumulatively to the annual inflation rate over the same time horizon.", "We estimate that the upward revision to our projection for core inflation in 2022 in our latest projections is due, to a large extent, to the June recalibration of our monetary policy measures.", "That said, other factors, such as the appreciation of the euro have partly offset the positive pull coming from our measures.", "In the current environment of elevated uncertainty, the Governing Council will carefully assess incoming information, including developments in the exchange rate, with regard to its implications for the medium-term inflation outlook.", "It continues to stand ready to adjust all of its instruments, as appropriate, to ensure that inflation moves towards its aim in a sustained manner, in line with its commitment to symmetry.", "When it comes to meeting our price stability goal, there is and there will be no complacency.", "IMF (2020), \"Regional Economic Outlook Update: Middle East and Central Asia\", July.", "See Barrero, J and Bloom, N. (2020), \"Economic Uncertainty and the Recovery\", paper presented at the 2020 Economic Policy Symposium \"Navigating the Decade Ahead: Implications for Monetary Policy\" hosted by the Federal Reserve Bank of Kansas City, 28 August.", "ILO (2020), \"Working from Home: Estimating the worldwide potential\", Policy Brief, April.", "Digitalisation and the euro area and EU economies: Degree, effects, and key issues\", Occasional Paper Series, No 244, ECB, June.", "See Hutchinson, J. and Mee, S. (2020), \"The impact of the ECB's monetary policy measures taken in response to the COVID-19 crisis\", Economic Bulletin, Issue 5, ECB."], "classifications": ["none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "none", "monetary-fiscal coordination", "none", "none", "financial dominance", "monetary-financial coordination", "none", "monetary dominance", "none", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "monetary-fiscal coordination", "none", "none", "none", "none", "none", "none", "none", "none", "monetary dominance", "monetary dominance", "monetary dominance", "none", "none", "none", "none", "none"], "topics": ["Economic recovery", "Uncertainty", "Monetary policy", "Fiscal policy", "Structural change", "Inflation", "Employment", "Digitalisation", "Pandemic", "Supply chains"]}